{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Valdes, Jose G., MSN, APRN, PMHNP-BC"
        }
    ],
    "contributors": [],
    "createdDate": "2022-12-08T13:01:25+00:00",
    "dataProvider": {
        "id": 1319,
        "name": "DigitalCommons@Florida International University",
        "url": "https://api.core.ac.uk/v3/data-providers/1319",
        "logo": "https://api.core.ac.uk/data-providers/1319/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/548485996.pdf",
    "fullText": "Florida International University FIU Digital Commons Nicole Wertheim College of Nursing Student Projects Nicole Wertheim College of Nursing and Health Sciences 11-27-2022 Knowledge Awareness on Practice Sensitivity of LGBTQ Children and Adolescents with Psychiatric Disorders among Healthcare Providers at an Outpatient Clinic in Miami, Florida: A Quality Improvement Project Jose G. Valdes MSN, APRN, PMHNP-BC Florida International University, jvald024@fiu.edu Follow this and additional works at: https://digitalcommons.fiu.edu/cnhs-studentprojects Recommended Citation Valdes, Jose G. MSN, APRN, PMHNP-BC, \"Knowledge Awareness on Practice Sensitivity of LGBTQ Children and Adolescents with Psychiatric Disorders among Healthcare Providers at an Outpatient Clinic in Miami, Florida: A Quality Improvement Project\" (2022). Nicole Wertheim College of Nursing Student Projects. 119. https://digitalcommons.fiu.edu/cnhs-studentprojects/119 This work is brought to you for free and open access by the Nicole Wertheim College of Nursing and Health Sciences at FIU Digital Commons. It has been accepted for inclusion in Nicole Wertheim College of Nursing Student Projects by an authorized administrator of FIU Digital Commons. For more information, please contact dcc@fiu.edu. PRACTICE SENSITIVITY OF LGBTQ YOUTH Knowledge Awareness on Practice Sensitivity of LGBTQ Children and Adolescents with Psychiatric Disorders among Healthcare Providers at an Outpatient Clinic in Miami, Florida: A Quality Improvement Project    A Scholarly Project Presented to the Faculty of the Nicole Wertheim College of Nursing and Health Sciences    Florida International University    In partial fulfillment of the requirements For the Degree of Doctor of Nursing Practice    By JOSE G. VALDES MSN, APRN, PMHNP-BC    Supervised By FRANCISCO BRENES Ph.D., APRN-BC, FNP, PMHNP                Approval Acknowledged: _______________________________, DNP Program Director Date: ____________________ \u0003\u0003\u0001\u0004\u0005\u0001\u0004\u0002\u0004\u0004PRACTICE SENSITIVITY OF LGBTQ YOUTH 2 Abstract Compared to heterosexual youth, lesbian, gay, bisexual, transgender, and queer/questioning (LGBTQ) children and adolescents face a disproportionate burden of negative mental health outcomes. LGBTQ youth health disparities and inequalities are in part due to a lack of cultural competence and gender-sensitivity training among healthcare providers in mental health settings. The purpose of this quality improvement project was to increase knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. A descriptive, cross-sectional, pre- and posttest study design was employed to conduct this project. A convenience sampling method was used to recruit N = 9 participants and access data at an outpatient psychiatric-mental health specialty clinic in Miami, Florida. The project was conducted wholly remotely, including the delivery of the educational intervention and the administration of the pre- and posttests of a modified Queer Youth Cultural Competency (QYCC) scale, that measured knowledge awareness on practice competency and sensitivity of LGTBQ youth. Results revealed a significant large difference between pretest and posttest mean scores, with participants achieving higher scores on the posttest after the educational intervention, t(8) = 4.46, with a p = 0.002, (p < 0.05). Healthcare providers should be educated on practice sensitivity of LGBTQ children and adolescents with psychiatric disorders to increase this vulnerable population’s mental healthcare access, utilization, and outcomes.  Keywords: LGBTQ, children and adolescents, youth, healthcare providers, nurse practitioners, practice sensitivity PRACTICE SENSITIVITY OF LGBTQ YOUTH 3 TABLE OF CONTENTS  TITLE PAGE ....................................................................................................................... 1 Abstract ................................................................................................................................ 2 LIST OF TABLES .............................................................................................................. 5 LIST OF FIGURES ............................................................................................................. 6 Introduction ......................................................................................................................... 7  Problem Statement ......................................................................................................... 9  Advanced Literature Review ....................................................................................... 10  Increased Psychiatric Disorders in LGBTQ Children and Adolescents ................ 11  Lack of Mental Health Screening in LGBTQ Children and Adolescents ............. 14  Knowledge Deficits among Healthcare Providers in the Care of LGBTQ Populations ............................................................................................................ 18  Significance ................................................................................................................. 23  Significance to Nursing Practice ........................................................................... 23  Significance to Nursing Research ......................................................................... 24  Significance to Health Policy ................................................................................ 25  Purpose ........................................................................................................................ 25  PICO Clinical Question ............................................................................................... 25  Definition of Terms ..................................................................................................... 26  Knowledge Awareness .......................................................................................... 26  Age ........................................................................................................................ 26  Gender ................................................................................................................... 27  Sexual Orientation ................................................................................................. 27  Level of Education ................................................................................................ 27  Specialty ................................................................................................................ 27  Years of Experience .............................................................................................. 28  Perceived Knowledge of Topic ............................................................................. 28  Conceptual Underpinning and Theoretical Framework of the Project ........................ 28 Methodology ...................................................................................................................... 29  Study Design ............................................................................................................... 30  Descriptive Design ................................................................................................ 30  Cross-Sectional Design ......................................................................................... 30  Pre- and Posttest Design ........................................................................................ 31  PICO Clinical Question ............................................................................................... 31  Setting .......................................................................................................................... 31  Sample ......................................................................................................................... 31  Inclusion Criteria ......................................................................................................... 32  Exclusion Criteria ........................................................................................................ 32  Intervention .................................................................................................................. 32  Measures and Instruments ........................................................................................... 33  Data Collection Procedures ......................................................................................... 35  Data Analysis ............................................................................................................... 36  Protection of Human Subjects ..................................................................................... 36 Results ............................................................................................................................... 37  PICO Clinical Question ............................................................................................... 43 PRACTICE SENSITIVITY OF LGBTQ YOUTH 4 Summary and Discussion .................................................................................................. 50  Summary of the Results and Discussion ..................................................................... 50  Implications for Advanced Practice Nursing .............................................................. 52  Limitations of the Project ............................................................................................ 53  Recommendations ....................................................................................................... 54  Conclusions ................................................................................................................. 54 References ......................................................................................................................... 56 Appendix A FLORIDA INTERNATIONAL UNIVERSITY INSTITUTIONAL REVIEW BOARD APPROVAL LETTER ....................................................................................... 61 Appendix B FLORIDA INTERNATIONAL UNIVERSITY SUPPORT LETTER FROM FACILITY ......................................................................................................................... 62 Appendix C FLORIDA INTERNATIONAL UNIVERSITY RECRUITMENT EMAIL 63 Appendix D FLORIDA INTERNATIONAL UNIVERSITY RESEARCHER-DEVELOPED DEMOGRAPHIC INSTRUMENT .......................................................... 64 Appendix E FLORIDA INTERNATIONAL UNIVERSITY MODIFIED QUEER YOUTH CULTURAL COMPETENCY (QYCC) SCALE .............................................. 65 Appendix F FLORIDA INTERNATIONAL UNIVERSITY CITI ETHICS CERTIFICATION ............................................................................................................. 73 Appendix G FLORIDA INTERNATIONAL UNIVERSITY CV ..................................... 74                            PRACTICE SENSITIVITY OF LGBTQ YOUTH 5 LIST OF TABLES  Table 1 Age Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ............................................................................................. 38 Table 2 Gender Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ............................................................................................. 39 Table 3 Sexual Orientation Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ......................................................................... 40 Table 4 Level of Education Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ............................................................................................. 41 Table 5 Primary Specialty of Practice Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ........................................................ 41 Table 6 Years of Clinical Experience Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ......................................................................... 42 Table 7 Perceived Knowledge of Topic Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ......................................................................... 43 Table 8 Pretest Results Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ......................................................................................................... 44 Table 9 Posttest Results Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ......................................................................................................... 47 Table 10 Two-Tailed Paired Samples t-Test Between Pre- and Posttest Mean Scores .... 49                          PRACTICE SENSITIVITY OF LGBTQ YOUTH 6 LIST OF FIGURES  Figure 1 Age Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ............................................................................................. 38 Figure 2 Gender Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) ............................................................................................. 39                                         PRACTICE SENSITIVITY OF LGBTQ YOUTH 7 Introduction The lesbian, gay, bisexual, transgender, and queer/questioning (LGBTQ) community brings together a special blend of people, with their own concerns and health issues. The community comprises approximately 2%-3% of the United States population (Rhoades et al., 2018). According to Green et al. (2019), in the United States, an estimated 10.5% of 13-18 aged youth identifies as LGBTQ. Research shows that LGBTQ children and adolescents face a disproportionate burden of negative health outcomes, specifically outcomes associated with mental health (Green et al., 2019). Evidence also shows that compared with heterosexual youth, their LGBTQ counterparts are at a higher risk of experiencing social inequalities, including unstable housing, homelessness, poverty, and food insecurity, which potentially exacerbates their overall wellbeing and mental health (Rhoades et al., 2018; Salerno et al., 2020). Further, McDonald (2018) found that LGBTQ adolescents are subject to verbal abuse, physical harassment and assault, and bullying while at school. Indeed, various studies have identified an increased prevalence of mental health disorders among LGBTQ youth. Of consequence, 30% of LGBTQ adolescents report experiencing clinically significant psychiatric-mental health conditions, including depression, anxiety, posttraumatic stress disorder, and substance abuse; 32% attempt suicide (Rhoades et al., 2018; Fulginiti et al., 2020). Equally significant, 20%-40% of homeless adolescents identify as LGBTQ (Rhoades et al., 2018). Due to the increased health disparities among the LGBTQ community, Healthy People 2030 has recognized the need to improve the health and wellbeing of this population as a priority for both research and practice (Healthy People 2030 - LGBT). PRACTICE SENSITIVITY OF LGBTQ YOUTH 8 Access to healthcare refers to the prompt and timely use of healthcare services to facilitate the achievement of best health outcomes. Despite the increased disparities among children and adolescents who identify as LGBTQ, evidence shows reduced mental healthcare access and utilization, and higher unmet health needs among LGBTQ youth (Higgins et al., 2020; Town et al., 2021). This is attributed to various barriers that hinder the LGBTQ population from accessing quality healthcare, including personal and structural barriers (Higgins et al., 2020). Personal barriers include beliefs, attitudes, and behaviors of healthcare professionals, that promote stigmatization and discrimination, which causes LGBTQ individuals to delay seeking medical care (Higgins et al., 2020). Structural barriers result from a lack of training for providers on the specific health needs of the LGBTQ population; these barriers include lack of LGBTQ cultural competency and sensitivity training, as well as lack of knowledge (Higgins et al., 2020). Consequently, this leads to increased health disparities in this population. As previously highlighted, health disparities and inequalities within the LGBTQ youth population are partially due to the lack of LGBTQ training among healthcare providers in mental health settings. In fact, several research studies show that healthcare providers have reported lack of knowledge on the needs of LGBTQ youths and population in general, which results in providers feeling underprepared to provide adequate patient care (Nowaskie & Sowinski, 2018; Shaver et al., 2019). Major mental health organizations and research studies emphasize the importance of cultural competence and gender-sensitivity training for healthcare providers to support the unique needs of LGBTQ youths and to alleviate the health disparities experienced by this population (Lindsay et al., 2019). A product of LGBTQ-specific education, LGBTQ PRACTICE SENSITIVITY OF LGBTQ YOUTH 9 cultural competency and sensitivity is considered a key component of the provision of high-quality patient-centered care (Nowaskie & Sowinski, 2018). Despite the emphasis on this type of training, translation to practice and clinical interventions remain scarce (Fish, 2020). As discussed, healthcare providers lack adequate knowledge to provide sensitive care to LGBTQ patients, specifically LGBTQ youth. This calls for the need of quality improvement projects that seek to enhance the knowledge and sensitivity of healthcare providers in the care of LGBTQ individuals to bridge existing gaps in practice. Against this background, the purpose of this DNP project was to implement a quality improvement educational intervention, aimed at increasing knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, concerning practice sensitivity of LGBTQ children and adolescents with mental health disorders. The findings of the project will contribute to the advancement of the body of nursing knowledge on the significance of educational interventions in enhancing provider preparedness in the provision of care to LGBTQ children and adolescents with mental health disorders. Problem Statement  In comparison to their heterosexual and cisgender peers, LGBTQ children and adolescents are more likely to experience mental health difficulties and conditions (Fish, 2020; Town et al., 2021). Despite this evidence, studies show less mental health utilization and higher unmet needs among LGBTQ youth, in part due to fears of discrimination, relative to their non-LGBTQ peers and counterparts (Higgins et al., 2020; Town et al., 2021). Although most major mental health organizations have published or PRACTICE SENSITIVITY OF LGBTQ YOUTH 10 come to adopt guidelines, practices, and/or standards of care for LGBTQ children and adolescents, translation to practice and clinical interventions remain scarce (Fish, 2020). Quality improvement projects are needed in this area to bridge existing literature with clinical practice to foster healthy development in LGBTQ youth, to address their unique experiences and developmental challenges; without them, LGBTQ children and adolescents may continue to have greater unmet mental health needs, as well as feel unvalidated and disenfranchised (Adelson, 2012; Fish, 2020). Advanced Literature Review The purpose of this quality improvement project was to increase knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. A literature review was conducted to identify gaps in the literature related to the research problem using Florida International University Libraries’ Primo one-stop comprehensive database (advanced) search. Key search terms included: “LGBTQ”, “mental health”, “psychiatric”, “children and adolescent”, “youth”, and “healthcare providers”. The search was limited to literature published after 2017 (through present day), and only full-text English articles were selected for review. Articles with relevant topics, such as psychiatric-mental health disorders, psychiatric-mental health screening, healthcare providers, and LGBTQ youth were selected. Thirteen articles informed, spoke to, and/or addressed the research problem and corresponding PICO question, as well as the overall purpose of the project. Further review of the selected literature filtered the articles in to three distinct content sets: (1) increased psychiatric disorders in LGBTQ children and adolescents, (2) lack of mental health screening in LGBTQ children and PRACTICE SENSITIVITY OF LGBTQ YOUTH 11 adolescents, and (3) knowledge deficits among healthcare providers in the care of LGBTQ populations. Increased Psychiatric Disorders in LGBTQ Children and Adolescents This content area analyses the prevalence of psychiatric-mental illnesses in LGBTQ children and adolescents. The section includes four studies that were identified to be relevant in informing such prevalence. The analysis of the studies follows a chronological order by year. Lucassen et al. (2017) utilized the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) to perform a systematic review and meta-analysis that sought to investigate if depressive disorders and symptoms are more prevalent in sexual minority youth populations, specifically lesbian, gay, and bisexual (LGB). Relevant studies published in English, from 1999 to 2015, were searched in four databases. A total of twenty-three articles were included in the systematic review. The included studies had been conducted in eight different countries, with the majority coming out of the United States, two from the United Kingdom and New Zealand; the rest of the studies were from Canada, Asia, and Europe. According to the results of the study, youths who identified as LGB reported higher rates of symptoms of depression and the prevalence of depressive disorders was higher in this group compared to those who identified as heterosexual. Females who identified as LGB youth had a higher probability of reporting depressive symptoms compared to their male counterparts. According to the authors, despite being at a higher risk of depressive symptoms and disorders, the treatment of youths in this group is suboptimal. The authors recommended the need for interventions that can improve the treatment of sexual minority youths as well as enhance access to their mental health care. PRACTICE SENSITIVITY OF LGBTQ YOUTH 12 Rhoades et al. (2018) performed a descriptive cross-sectional study that was aimed at (a) examining the rate of homelessness among the users of crisis services, (b) the association between LGBTQ status, disclosure to parents, and rejection by parents and homelessness, and (c) the association between psychiatric disorders outcomes and suicidality and homelessness. The sample population included 167 children and adolescents aged between 12-24 years. The participants completed an online survey from a hotline run by LGBTQ-focused crisis services. Quantitative data analysis methods were used to analyze data, including bivariate analysis to determine differences between groups. According to the results of the study, 32% of participants reported experiencing homelessness. The youths who had reported experiencing homelessness were found to be more likely to have disclosed their LGBTQ status to their parents (69% vs. 55%), reported higher rates of parental rejection (62% vs. 43%), and reported statistically significant higher scores of psychiatric symptoms. Also, youths who had a previous history of experiencing homelessness had a higher probability of reporting a previous suicide attempt (54% vs. 25%) and a probable future suicide effort (15% vs. 5%). To ensure this population is served effectively, the authors recommended the implementation of LGBTQ-focused crisis services for LGBTQ youths to ensure their safety, as well as effective services planning. McDonald (2018) conducted a systematic review of literature to examine studies assessing social support and its impact on the mental health of LGBTQ adolescents. The investigator searched for articles published between 1982 and 2016, that focused on LGBTQ adolescents aged between 13 and 23. The PRISMA guidelines were used to assess the quality of the articles, including the risk of bias. A total of ten articles were PRACTICE SENSITIVITY OF LGBTQ YOUTH 13 included in the study. The results of the systematic review demonstrated that higher social support levels were associated with positive self-esteem, while lower levels of social support were associated with increased levels of anxiety, depression, alcohol and drug misuse, low self-esteem, shame, and engagement in risky sexual behaviors. The researcher concluded that there is a need for provision of interventions that strengthen sexuality support, as well as engage families, as ways of improving the wellbeing and mental health of LGBTQ teenagers. To achieve this, McDonald (2018), recommended providing education and increasing awareness among providers, to ensure that they are equipped to care and advocate for LGBTQ adolescents. Fulginiti et al. (2021), conducted a quantitative, cross-sectional study that sought to investigate the association between sexual minority stress and various suicidal experiences through the examination of multiple mechanisms of mental health symptoms that may connect them. The study utilized data obtained from a national sample comprising of 572 sexual minority youths, aged between 12 and 24 years, recruited from an LGBTQ youth suicide prevention provider in the United States. Structural equation modeling was utilized to analyze the association between mental illnesses and suicidality. According to the results of the study, minority stress was linked to symptoms of depression and post-traumatic stress disorder (PTSD), which were associated with suicidality, largely due to hopelessness. The authors concluded that minority stress was directly and indirectly linked to suicidality through various symptoms of psychiatric disorders. The authors suggested that the results of the study support the need for more rigorous programming to screen for and address stress associated with being a sexual minority, as well as specific clinical mental-health manifestations, as treatment targets. PRACTICE SENSITIVITY OF LGBTQ YOUTH 14 The findings of the research articles included in this content area demonstrate the increased prevalence and incidence of mental health disorders in LGBTQ children and adolescents. As demonstrated by Lucassen et al. (2017), LGB youths experience higher rates of depression and depressive symptoms, compared to non-LGB youths. Established by Rhoades et al. (2018), homelessness is a major risk factor of mental disorders and suicidality, and moreover, LGBTQ adolescents who have a history of homelessness are at an even higher risk of mental illnesses. Homelessness is associated with poor social support, which according to McDonald (2018), is associated with mental disorders and engagement in risky sexual behaviors. Fulginiti et al. (2021), further ascertain the link between sexual minority stress and symptoms of depression and PTSD, including suicidality. All four studies advocate for interventions that can help improve access to mental health services, promote social support, and increase provider awareness on the treatment of LGBTQ children and adolescents. Lack of Mental Health Screening in LGBTQ Children and Adolescents In the United States, mental health disorders are quite common, nearly one in five Americans have a mental health condition (Salerno et al., 2020). Thus, screening for mental health is pivotal, it facilitates prompt treatment which is a predictor of positive health outcomes. However, young individuals, especially those who are socioeconomically disadvantaged or of minority groups such as LGBTQ communities, are less likely to be screened since they are less likely to establish initial contact with mental health services (Salerno et al., 2020). Stigma and discrimination represent major barriers in this regard (Baldwin et al., 2018). Additionally, significant delays in specialty care delivery also contribute to the reduced capacity for LGBTQ youths to receive mental PRACTICE SENSITIVITY OF LGBTQ YOUTH 15 health services after their first primary care consultation (Salerno et al., 2020). Against this background, the following section analyzes literature on the various barriers that hinder screening in LGBTQ children and adolescents. Baldwin et al. (2018) performed a mixed-method research study that sought to examine the experiences of a unique sample of transgender (trans) and gender non-binary individuals (TGGNB) with healthcare providers by exploring characteristics of positive and negative healthcare interactions. The authors explain that TGGNB individuals are among the most stigmatized individuals in the United States. They define TGGNB individuals as people who express their gender identity in a manner that varies from the established norms that link gender to the assigned sex at birth. In their research, Baldwin et al. (2018) used a wide range of nonprobability sampling techniques to sample a group of individuals 18-years-old or older who reside in the United States and identify as bisexual, lesbian, pansexual, or queer woman. Data was collected using a survey that included three open-ended questions asking the participants regarding interactions with their healthcare providers. A total of 119 participants completed the survey. Thematic analysis was used to perform data analysis of the qualitative data emerging from the surveys. According to the results of the study, positive interactions occurred when providers employed inclusive language that demonstrated experience working with TGGNB patients and when they routinely urged patients to disclose their sexual identity. On the other hand, negative interactions were epitomized by not being familiar with TGGNB individuals and their health concerns, misgendering, and practices that suggested transphobia practice. The majority of the participants wished that healthcare providers could speak to their specific health needs and ensured a clinical environment PRACTICE SENSITIVITY OF LGBTQ YOUTH 16 that was welcoming for TGGNB patients. The researchers recommended healthcare settings to implement educational and training interventions aimed at enhancing the required knowledge and experiences of healthcare providers and their staff to improve the quality of care provided to gender-diverse patient populations. Higgins et al. (2020) performed a quantitative study aimed at exploring the barriers that hinder access to mental health services from the perspective of LGBT youths in Ireland. The researchers used an anonymous online survey that consisted of open and closed-ended questions to gather data from a convenience sample of 1,064 LGBT aged between 14 and 25 years. According to the findings of the study, most of the respondents reported various barriers that hinder their access to mental health services, including system, individual, and sociocultural barriers. At the system level, barriers included inadequate competence caring for LGBT youths, use of medications as the dominant treatment form, difficulties in the availability and accessibility of services, and past negative experiences with such services. Individual-level barriers centered around the beliefs of individual capability to cope with symptoms of mental illnesses, ability to self-manage symptoms, and mistrust of and lack of self-confidence in interactions with mental health service providers. Social-cultural barriers included the stigma associated with mental disorders, not wanting to disclose their sexual identity status to parents, and lack of family support. The researchers recommended the implementation of practice change to include cultural competency training interventions, as to address the barriers that hinder access to care for LGBT youths, by increasing provider knowledge on the sensitivity and care of LGBT youths with mental illnesses. PRACTICE SENSITIVITY OF LGBTQ YOUTH 17 Town et al. (2021) used a multimodal qualitative design to investigate mental health self-management strategies utilized by LGBTQ young people, their experiences and perception towards mental health self-management, and barriers and facilitators of successful self-management of their mental health. Town et al. (2021) used a phenomenological qualitative design to investigate the experiences and perceptions of LGBTQ young people. The sample population of the study included twenty LGBTQ young people from diverse ethnicities and geographical locations in the United Kingdom. The sample size was determined using the saturation approach. The collected data was analyzed using reflective thematic analysis. The results of the study showed that the most frequently reported self-management strategy included meeting up with or speaking to partners and friends. Barriers to self-management included lack of acceptance from family, lack of knowledge, fear of judgment due to discrimination, isolation, bullying, and homophobia or transphobia. Key facilitators of self-management included social support, community support, and LGBTQ youth groups. Town et al. (2021) recommended further investigation of interventions that can support mental health self-management and access to care with consideration of sexual minority groups, including LGBTQ youth groups. The findings of the articles included in this content area demonstrate the various barriers that hinder care access, including screening of mental health conditions among LGBTQ populations. Baldwin et al. (2018) posited that negative interactions with healthcare providers are a major barrier to care access and recommended the implementation of clinician education, as well as training programs to address the knowledge deficits and lack of experience in providing care to TGGNB populations. PRACTICE SENSITIVITY OF LGBTQ YOUTH 18 Higgins et al. (2020) found that various barriers at the system, individual, and social levels affect access to care for LGBT populations. The researchers recommended the implementation of cultural competency training interventions for healthcare practitioners to address the health issues relating to LGBT youths. Town et al. (2021) established that LGBTQ young people face various challenges that hinder mental health self-management and recommended further investigation of interventions that support self-management and access to care with consideration to sexual minority groups. Knowledge Deficits among Healthcare Providers in the Care of LGBTQ Populations Research shows that LGBTQ individuals, including youth who identify as LGBTQ, experience health disparities associated with stigma, discrimination, and denial of human and civil rights (Lindsay et al., 2019). Coupled with these factors, the lack of knowledge among health providers in the care of LGBTQ individuals also serves as a major barrier to access to care for this population (Nowaskie & Sowinski, 2018; Shaver et al., 2019). This section area analyses literature on the knowledge deficits among healthcare providers in the care of LGBTQ populations. Understanding the knowledge deficits related to LGBTQ health among providers is key to addressing care underutilization and associated health disparities. Nowaskie and Sowinski (2018) conducted a descriptive quantitative study that sought to investigate the attitudes, practices, and knowledge of primary care providers in treating LGBTQ communities. The participants of the study included a convenience sample of 127 healthcare providers from various practice specialties, who completed a survey assessing their attitudes, practices, and knowledge of LGBTQ populations. Nowaskie and Sowinski (2018) found that most of the respondents (78%) reported that PRACTICE SENSITIVITY OF LGBTQ YOUTH 19 they felt comfortable caring for LGBTQ patients. However, 70.1% of the participants felt that they did not have sufficient knowledge on the specific needs of LGBTQ patients. Moreover, 74.8 % were not comfortable with the clinical management of LGBTQ patients and referral of patients with concerns related to LGBTQ issues (78.7%). The overall accuracy of the providers on the LGBTQ knowledge questions was 51%. Nowaskie and Sowinski (2018) recommended the implementation of LGBTQ education and training interventions to enhance the comfortability and cultural competency of providers concerning the needs, management, and referrals within LGBTQ healthcare. Painter et al. (2018) performed a longitudinal study that sought to examine disparities in mental health and suicide risk behavior of LGBTQ young people and more importantly, the effectiveness of system care models in alleviating the symptoms of psychiatric illnesses and substance use among LGBTQ youth. The study entailed the analysis of secondary data from a larger study that included 3208 LGBTQ and non-LGBTQ youths aged between 11 years and 21 years with serious emotional disturbances. The system care models included various support and services, with the most common being medication treatment, individual therapy, and case management. The results of the study revealed statistically significant improvements across all the dependent variables, supporting the efficacy of the intervention in enhancing LGBTQ youth mental health outcomes. Painter et al. (2018) recommended the implementation of educational interventions for psychiatric healthcare providers, to alleviate their knowledge deficits in the care of LGBTQ youth and to improve the quality of care provided to this population. Lindsay et al. (2019) performed a mixed-method systematic review that sought to review the outcomes of gender-sensitive training interventions for healthcare providers in PRACTICE SENSITIVITY OF LGBTQ YOUTH 20 various settings. The researchers performed a comprehensive search of relevant articles from seven international databases. Articles were included if they had at least one outcome associated with gender sensitivity training and published between 1998 and 2018. Twenty-nine articles met the criteria for inclusion. 14 of the 29 articles concentrated on gender sensitivity, i.e., decreasing gender bias, and 15 concentrated on addressing the needs of the LGBT patient. The results of the review demonstrated that 37% of the articles established significant improvements in gender-associated knowledge, attitudes, and practices following the implementation of interventions. The most common content of the interventions in the studies included: educating healthcare providers on gender/sex terminologies, gender-related health issues and inequalities, discrimination, and stigma, as well as appropriate communication skills. Lindsay et al. (2019) recommended the need for gender sensitivity training for providers, to enhance the provision of care to gender-diverse populations and to address gender-based health inequalities. Shaver et al. (2019) conducted a descriptive quantitative study that sought to investigate the knowledge and experiences of primary care providers regarding LGBTQ health in rural areas in a midwestern state of the United States using a mail-out survey. A convenience sample of 113 primary care providers completed the survey. Descriptive statistics were used to analyze survey data. According to the results of the study, most of the participants (95.6%) reported having experience caring for LGBTQ individuals. 54.9% reported having received specific education regarding provision of care to LGBTQ individuals. Despite this, provider knowledge regarding LGBTQ health was suboptimal and varied significantly across the assessed items. The researchers concluded that there is PRACTICE SENSITIVITY OF LGBTQ YOUTH 21 need for LGBTQ health education directed to primary healthcare providers, to enhance the quality of care, as well as to alleviate disparities affecting the health of LGBTQ communities in rural areas. Morris et al. (2019) performed a systematic review aimed at determining the efficiency of programs in decreasing the bias of healthcare students and providers towards LGBTQ patients. The researchers used the PRISMA guidelines to identify studies focused on decreasing healthcare professionals' and students' biases towards LGBTQ patients. A search was performed in six online databases, for primary studies, published in English, between 2005 and 2017, describing programs aimed at reducing bias among medical, dental, or nursing students or practicing healthcare professionals towards LGBTQ patients. Thirteen articles were included in the systematic review. The findings of the review showed that bias-focused educational interventions were effective in enhancing the knowledge of providers regarding LGBTQ health issues. Also, experimental learning interventions were found to be effective in increasing the comfort level of providers working with LGBTQ patients. Despite evidence supporting the effectiveness of bias education in enhancing knowledge and comfort level of healthcare professionals and students towards LGBTQ patients, the systematic review did not identify any studies that addressed interventions for assessing changes in providers’ implicit bias. The authors recommended the consideration of strategies that reduce bias in students and providers, such as educational programs/interventions, to enhance access to care among LGBTQ individuals and shrink their health disparities. Banerjee et al. (2020) performed a phenomenological qualitative study aimed at examining the perspectives and experiences of healthcare providers in relation to gender PRACTICE SENSITIVITY OF LGBTQ YOUTH 22 identity and sexual orientation disclosure of oncology patients and perceived communication and structural barriers when interacting with LGBT patients. A random sample of 1253 healthcare providers working in oncology settings in northern United States were included in the study. The participants completed an online survey assessing their knowledge, beliefs, and communication behaviors in relation to LGBT communities. Qualitative data emerging from the online surveys was analyzed using thematic analysis. The results of the study revealed useful communication strategies utilized by oncology healthcare providers to urge LGBT patients to disclose their gender identity and sexual orientation. These communication strategies included the use of correct pronouns, direct questions concerning sexual orientation, and the use of the term \"partner\" when addressing LGBT patients. Communication and structural challenges faced by oncology providers when delivering care to LGBT patients included their fears and biases, knowledge deficits relating to the specific health needs of LGBT patients, procedural challenges for patients who identify as LGBT, transgender patient care, and insurance issues. To address the identified barriers, the researchers recommended increased provider training, provision of LGBT friendly resources, development of trusting relationships with LGBT patients, and not assuming the gender identity and sexuality of patients. The findings of the articles included in this section demonstrate that healthcare providers lack adequate knowledge to provide sensitive care to LGBTQ patients. As demonstrated by Nowaskie and Sowinski (2018), many providers are not well-informed on the specific needs of LGBTQ patients. Consistent with these findings, Shaver et al. (2019) found that healthcare providers in rural areas lacked knowledge in the care of PRACTICE SENSITIVITY OF LGBTQ YOUTH 23 LGBTQ populations. Approximately one year later, Banerjee et al. (2020) found that (oncology) healthcare providers face various communication challenges when delivering care to LGBT patients. All the articles included in this content area advocate for the implementation of interventions aimed at enhancing the knowledge of healthcare providers in the care of LGBTQ communities. As such, further work is needed in this area to alleviate health disparities faced by LGBTQ individuals. As Miami is home to one of the largest LGBTQ communities in the United States, it would be incredibly valuable to explore mental healthcare providers’ knowledge and practice sensitivity of LGBTQ populations. Against the background informed by the advanced literature review, the researcher intends to increase knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. To the researcher’s knowledge, this form of quality improvement project has not been implemented in Miami, Florida. If this type of quality improvement project is not pursued, LGBTQ children and adolescents may continue to have greater unmet mental health needs, as well as feel unvalidated and disenfranchised. Significance This quality improvement project is of significance to the discipline of nursing. It has implications for nursing practice, nursing research, and health policy. Significance to Nursing Practice Healthcare providers, including advanced practice registered nurses (APRNs), provide an ever-expanding range of healthcare services, playing key roles in the processes of assessment, diagnosis, as well as treatment and management of acute and PRACTICE SENSITIVITY OF LGBTQ YOUTH 24 chronic health conditions. APRNs provide such services to a wide range of individuals, including children, adolescents, and LGBTQ populations; thus, it is important for APRNs to practice in way that is both competent and clinically sensitive to LGBTQ youth (Aisner et al., 2020). To the extent that APRNs, at their core, are registered nurses (RNs), this quality improvement project could serve as model to highlight knowledge deficits and bridge educational gaps in nursing practice. Further, this study may reduce health disparities and improve health outcomes for LGBTQ children and adolescents with psychiatric disorders in Miami, Florida. Significance to Nursing Research To this researcher’s knowledge, practice competency and sensitivity of LGBTQ youth has not been adequately and comprehensively researched within the discipline of nursing. More specifically, there was no evidence of nurse practitioner-led research in outpatient psychiatric-mental health specialty settings in Miami, Florida. Increasing research in this field could promote promptness seeking medical care and reduce the personal and structural barriers that hinder LGBTQ children and adolescents from having access to equitable healthcare. Additionally, this project could motivate other nurses to pursue research in this area; without it, the profession will lack nursing interventions in the care of LGBTQ youth. Healthy People 2030 acknowledged the need to prioritize research to improve the health and wellbeing, as well as reduce health disparities among the LGBTQ community (Healthy People 2030 - LGBT). This quality improvement project filled in educational gaps in provider knowledge of LGBTQ children and adolescents with psychiatric disorders.  PRACTICE SENSITIVITY OF LGBTQ YOUTH 25 Significance to Health Policy Compared to their heterosexual and cisgender counterparts, LGBTQ children and adolescents are more likely to experience mental health conditions (Fish, 2020; Town et al., 2021). Despite these disparities, research shows reduced mental healthcare access and utilization among LGBTQ youth; this is largely attributed to barriers such as beliefs, attitudes, and behaviors of healthcare professionals, as well as lack of training for providers on the population’s specific health needs (Higgins et al., 2020; Town et al., 2021). Based on the findings of this study, nurses could develop policies, guidelines, and/or protocols that drive and ensure accountability for providers, in terms of competency and sensitivity training, to meet the community’s demand of greater unmet mental health needs. This DNP project could serve as a starting point or background framework for legislators who may be interested or involved in future revisions and/or amendments to Florida’s controversial “Don’t Say Gay” law (H.B. 1557). Purpose The purpose of this project was to increase knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. Population, Intervention, Comparison, and Outcome (PICO) Clinical Question  1. Is there a significant difference between pre- and posttest scores among healthcare providers at an outpatient clinic in Miami, Florida after an educational intervention regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders? PRACTICE SENSITIVITY OF LGBTQ YOUTH 26 Ha: There is a significant difference between pre- and posttest scores among healthcare providers at outpatient clinic in Miami, Florida after an educational intervention regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. Definition of Terms The variables of this project were knowledge awareness, age, gender, sexual orientation, level of education, specialty, years of experience, and perceived knowledge of topic; they are described in the following paragraphs. Knowledge Awareness This variable referred to healthcare providers’ knowledge awareness on practice competency and sensitivity of LGBTQ children and adolescents at an outpatient clinic in Miami, Florida. To quantify this variable, the researcher administered the Queer Youth Cultural Competency (QYCC) scale developed by Gandy-Guedes (2018) before and after an educational training session. The scale has a Cronbach’s alpha of 0.94 for all 41 core items, signaling a high internal reliability (Gandy-Guedes, 2018). Three additional items were included to more specifically measure healthcare providers’ knowledge awareness on practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. Age This ratio variable refers to the age of healthcare providers who deliver care to patients at an outpatient clinic in Miami, Florida. This demographic variable was grouped as follows: (a) 18 to 30 years; (b) 31 to 44 years; and (c) 45 years and older.   PRACTICE SENSITIVITY OF LGBTQ YOUTH 27 Gender This nominal variable refers to the gender of healthcare providers who deliver care to patients at an outpatient clinic in Miami, Florida. This demographic variable was categorized as follows: (a) female; (b) male; and (c) transgender (including nonbinary, genderfluid, and genderqueer). Sexual Orientation This categorical variable refers to the sexual orientation of healthcare providers who deliver care to patients at an outpatient clinic in Miami, Florida. This demographic variable was labeled as follows: (a) heterosexual; (b) homosexual; (c) bisexual; and (d) asexual. Level of Education This nominal variable refers to the level of education and highest degree attained by healthcare providers who deliver care to patients at an outpatient clinic in Miami, Florida. This demographic variable was classified as follows: (a) master’s degree; and (b) doctoral degree. Degrees were specific to the discipline of nursing, i.e., Master of Science in Nursing (MSN), Doctor of Nursing Practice (DNP), and Doctor of Philosophy in Nursing (Ph.D.). Specialty This categorical variable refers to the primary specialty of practice of healthcare providers who deliver care to patients at an outpatient clinic in Miami, Florida. This demographic variable was catalogued as follows: (a) family; (b) adult gerontological; (c) pediatric; and (d) psychiatric-mental health. When more than one specialty of practice was applicable, participants were asked to select their primary. PRACTICE SENSITIVITY OF LGBTQ YOUTH 28 Years of Experience This nominal variable refers to the years of clinical experience of healthcare providers who deliver care to patients at an outpatient clinic in Miami, Florida. This demographic variable was grouped as follows: (a) 0 to 5 years; (b) 6 to 10 years; and (c) 11 years or more. Perceived Knowledge of Topic This categorical variable refers to the baseline or perceived knowledge of the DNP topic in healthcare providers who deliver care to patients at an outpatient clinic in Miami, Florida, prior to implementation of the educational intervention. This demographic variable was labeled as follows: (a) none or poor; (b) moderate or fair; and (c) competent or good. Conceptual Underpinning and Theoretical Framework of the Project The theoretical model that directed this project was the Change Theory, believed to date back to the early 20th century, developed by Gestalt social psychologist Kurt Lewin (Shirey, 2013). The theory offers a framework to influence change in manner that is flexible, dynamic, practical, as well as simple to use and understand (Shirey, 2013). Change Theory is widely employed within nursing fields, including practice, education, administration, research, and healthcare operations (Shirey, 2013). The theory introduces three major concepts, collectively referred to as the Force Field Analysis: driving forces, restraining forces, and equilibrium; that in turn inform three distinct stages: unfreeze, change, and refreeze (Kaminski, 2011). The three stages, or three-step model is based on the proposition that human behavior is a balance of forces that work opposite of one another, that is, driving and PRACTICE SENSITIVITY OF LGBTQ YOUTH 29 restraining forces aiming to reach equilibrium (Kaminski, 2011). Driving forces influence and facilitate change by pushing in a particular or desired direction; these are helping forces that help initiate and maintain change (Kaminski, 2011; Shirey, 2013).  Restraining or hindering forces act to inhibit, restrain, curtail, and decrease driving forces; they make change difficult by pushing in the opposite direction (Kaminski, 2011; Shirey, 2013). Equilibrium can be disrupted and/or reached when the sum of the driving forces matches the restraining forces—simply, it is the status quo (Kaminski, 2011). The three stages draw on the concepts of the Force Field Analysis to guide change. Stage 1, unfreezing: this is the stage where driving forces come together to influence a desire to change, or at a minimum, establish that change is needed (Kaminski, 2011). Stage 2, change: this second level is where change truly takes place—by way of thoughts, sentiments, behaviors, or all three (Kaminski, 2011). This is the stage where driving forces surpass the restraining forces to disrupt the equilibrium, that is, the level in which participants are convinced that the new way is better than the previous (Kaminski, 2011). Stage 3, refreezing: in the final stage, a new equilibrium or status quo is reached after change or learning occurs; it is a level of evaluation, where new habits are established and maintained (Kaminski, 2011). The pre- and posttest design of this project lends itself to Lewin’s Change Theory quite fittingly, whereas unfreezing is the pretest, change is the educational intervention, and unfreezing is the posttest. Methodology The purpose of this project was to increase knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. This PRACTICE SENSITIVITY OF LGBTQ YOUTH 30 researcher conducted an advanced literature review and identified gaps in the literature related to LGBTQ youth and practice sensitivity among healthcare providers. The findings sustained the research problem, spoke to the overall purpose of the project, and informed the development of a PICO question that provided justification for the advancement of the project. The sequential sections address the study design, setting, sample, inclusion criteria, exclusion criteria, intervention, measures and instruments, data collection procedures, data analysis, as well as protection of human subjects. Study Design A descriptive, cross-sectional, pre- and posttest study design was employed to conduct this quality improvement project. These designs will be discussed in the subsequent paragraphs. Descriptive Design  Polit and Beck (2017) posit that descriptive research includes the observation, description, and documentation of occurring phenomenon. Descriptive designs aim to describe the dispersal of variables and free researchers from the constraints of hypotheses and/or causation (Aggarwal & Ranganathan, 2019). Cross-Sectional Design Cross-sectional designs provide a snapshot of the variables of interest, in the context in which they occur, within the population, at a specific point in time (Polit & Beck, 2017; Aggarwal & Ranganathan, 2019). This type of study is often used in healthcare circles, as it is simple, inexpensive, observational, and analyzes data from a singular-particular given time (Polit & Beck, 2017; Aggarwal & Ranganathan, 2019).  PRACTICE SENSITIVITY OF LGBTQ YOUTH 31 Pre- and Posttest Design Thiese (2014) postulates that pre- and posttest designs may be single or multiple arms. Single pre- and posttest designs measure a single group before and after an intervention, whereas multiple arms designs compare the outcomes between several groups (Thiese, 2014). In line with a single pre- and posttest design, as described by Thiese (2014), this quality improvement project, measured the occurrence of an outcome before and after an intervention was carried out. Population, Intervention, Comparison, and Outcome (PICO) Clinical Question  1. Is there a significant difference between pre- and posttest scores among healthcare providers at an outpatient clinic in Miami, Florida after an educational intervention regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders? Ha1: There is a significant difference between pre- and posttest scores among healthcare providers at an outpatient clinic in Miami, Florida after an educational intervention regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. Setting This quality improvement project was conducted in an outpatient psychiatric-mental health specialty clinic in Miami, Florida. Sample A convenience sampling method was used to recruit participants and access data. Sample size consisted of N = 9 participants: all APRNs with active roles assessing, PRACTICE SENSITIVITY OF LGBTQ YOUTH 32 diagnosing, and treating psychiatric-mental health conditions in an outpatient psychiatric-mental health specialty clinic in Miami, Florida. Inclusion Criteria  Participation was limited to APRNs with a master- or doctoral-level degree that work in this particular outpatient psychiatric-mental health specialty clinic in Miami, Florida. Consideration was further narrowed to healthcare providers with active roles assessing, diagnosing, and treating psychiatric-mental health conditions. Further, only healthcare providers that provide direct patient care to children and adolescents and/or anticipate seeing youth within 24 months of the survey were allowed to participate in the study. Exclusion Criteria Healthcare providers who do not work at this particular outpatient psychiatric-mental health specialty clinic in Miami, Florida, did not participate in the project. Physicians, RNs, counselors, and therapists were excluded from the project. Additionally, healthcare providers without active roles assessing, diagnosing, and treating psychiatric-mental health conditions were restricted from participation in this quality improvement project. Lastly, healthcare providers who do not provide direct patient care to children and adolescents and/or anticipate seeing youth within 24 months of the survey were excluded from this project. Intervention Following approval from Florida International University’s (FIU) Institutional Review Board (IRB), permission was obtained from the owner of the outpatient psychiatric-mental health specialty clinic in Miami, Florida, to conduct the quality PRACTICE SENSITIVITY OF LGBTQ YOUTH 33 improvement project and gather data. Research subjects received email invitations that included the overall purpose and an overview of the project. After acceptance and consent, participants completed a researcher-developed demographic questionnaire via Qualtrics. Upon completion of the demographic instrument, subjects completed an online pretest using the modified QYCC scale to assess their knowledge awareness on practice competency and sensitivity of LGBTQ children and adolescents. Subsequently, participants watched a voice-over PowerPoint presentation lasting approximately 10-minutes, consisting of research-based content on practice competency and sensitivity of LGBTQ youth. Immediately following the presentation, research subjects completed an online posttest using the modified QYCC scale to reassess their knowledge awareness on practice competency and sensitivity of LGBTQ children and adolescents after the educational intervention. The demographic questionnaire and pre- and posttests took approximately 25-minutes to complete; all were administered individually and on the same day. This project was wholly conducted remotely through a computer and its implementation phase, i.e., training and testing, lasted a total of 4 weeks. Measures and Instruments Demographic data was gathered online using a researcher-developed instrument via Qualtrics. The following data was collected from research participants: (a) age (a. 18 to 30 years; b. 31 to 44 years; and c. 45 years and older); (b) gender (a. female; b. male; and c. transgender, including nonbinary, genderfluid, and genderqueer); (c) sexual orientation (a. heterosexual; b. homosexual; c. bisexual; and d. asexual); (d) level of education (a. master’s degree; and b. doctoral degree); (e) specialty (a. family; b. adult PRACTICE SENSITIVITY OF LGBTQ YOUTH 34 gerontological; c. pediatric; and d. psychiatric-mental health); (f) years of experience (a. 0 to 5 years; b. 6 to 10 years; and c. 11 years or more); and (g) perceived knowledge of topic (a. none or poor; b. moderate or fair; and c. competent or good).  Knowledge awareness on practice competency and sensitivity of LGBTQ youth was quantified and measured, before and after an educational intervention, by use of a modified QYCC scale, originally developed by Gandy-Guedes (2018). The original, un-modified scale had a Cronbach’s alpha of 0.94 for all 41 items, suggesting a high internal reliability (Gandy-Guedes, 2018). The scale was modified to include three additional items to more precisely measure healthcare providers’ knowledge awareness on practice sensitivity of LGBTQ children and adolescents with psychiatric disorders: (1) “When assessing sexual orientation in youth, the clinician should lead with the opposite sex, i.e., asking a female if she likes [1] males, [2] females, [3] and/or both”; (2) “I should not inquire about circumstances commonly encountered by LGBTQ youth”; and (3) “In youth, sexual orientation may be altered through therapy”. The modified QYCC scale encompassed a total of 44 items and used a 5-point Likert scale to record responses: 5 = very true, strongly agree, or always; 4 = true, agree, or often; 3 = neither true/untrue, neither agree/disagree, or sometimes; 2 = untrue, disagree, or rarely; 1 = very untrue, strongly disagree, or never; and 0 = don’t know. True to the original scale, 20 items were reverse coded, for a total of 23, as the 3 added items were also reverse coded. Higher scores indicated LGBTQ affirmative practices, telling of increased competency and sensitivity. The highest obtainable score was 220 points, while the lowest possible score was 0.  PRACTICE SENSITIVITY OF LGBTQ YOUTH 35 Data Collection Procedures Following IRB approval from FIU, authorization was obtained from the owner of the outpatient psychiatric-mental health specialty clinic in Miami, Florida, to conduct the quality improvement project and garner data. Upon participant acceptance of an email invitation, demographic data was collected online using a researcher-developed instrument via Qualtrics. The following data was gathered from research participants: (a) age (a. 18 to 30 years; b. 31 to 44 years; and c. 45 years and older); (b) gender (a. female; b. male; and c. transgender, including nonbinary, genderfluid, and genderqueer); (c) sexual orientation (a. heterosexual; b. homosexual; c. bisexual; and d. asexual); (d) level of education (a. master’s degree; and b. doctoral degree); (e) specialty (a. family; b. adult gerontological; c. pediatric; and d. psychiatric-mental health); (f) years of experience (a. 0 to 5 years; b. 6 to 10 years; and c. 11 years or more); and (g) perceived knowledge of topic (a. none or poor; b. moderate or fair; and c. competent or good). Upon completing the demographic instrument, participants completed an online pretest using the modified QYCC scale to measure their knowledge awareness on practice competency and sensitivity of LGBTQ youth. Afterwards, research subjects watched a voice-over PowerPoint presentation lasting approximately 10-minutes. Immediately thereafter, participants completed an online posttest using the modified QYCC scale to reevaluate their knowledge awareness on practice competency and sensitivity of LGBTQ youth after the educational intervention. Research subjects had to click on a link to be directed to the demographic instrument, the pre- modified QYCC scale, the voice-over PowerPoint presentation, and the post- modified QYCC scale. All components took approximately 35-minutes to complete. Research data was PRACTICE SENSITIVITY OF LGBTQ YOUTH 36 anonymously logged in electronic spreadsheets and maintained on a password-protected laptop computer to which just the researcher had access. Data Analysis Data was gathered via Qualtrics and analyzed using the Statistical Package for Social Sciences (SPSS) version 29.0.0.0. Descriptive analysis was employed to calculate the mean (M), median (Mdn), mode, and standard deviation (SD) for the variables. The t-test was used to identify statistically significant differences between pre- and posttest results. A p-value < 0.05 was considered statistically significant (Polit & Beck, 2017). Protection of Human Subjects To ensure the protection of human subjects’ rights and welfare, IRB approval was obtained from FIU. This researcher also completed the Collaborative Institutional Training Initiative (CITI) ethics certification for the protection of human subjects in social and behavioral research. Further, research ethics were maintained throughout the implementation of this quality improvement project. Prior to partaking in research, subjects were provided with a summary of the project, including its purpose, objectives, risks, and benefits, and were informed that participation was voluntary and that participants reserved the ability to withdraw from the project at any time, for any or without any reason at all, without penalty. Potential benefits included an increase in knowledge awareness on practice sensitivity of LGBTQ children and adolescents with psychiatric disorders, which in turn could improve patient outcomes by reducing the disproportionately greater unmet mental health needs among LGBTQ youth. This project constituted minimal risk to participants, the probability and magnitude of harm or discomfort foreseen were not greater than those normally and typically encountered in PRACTICE SENSITIVITY OF LGBTQ YOUTH 37 daily life. Research data was anonymously recorded in electronic spreadsheets and kept on a password-protected laptop computer to which only the researcher had access. Due to the project’s nature of voluntary participation, measures to protect subjects’ privacy were strongly adhered to, including not collecting private identifiable information and instead assigning participants an indirect identifier, i.e., unique code, via Qualtrics, as well as reporting project results in an aggregate format. Results The purpose of this project was to increase knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. A descriptive, cross-sectional, pre- and posttest study design was employed to conduct this quality improvement project. Data was gathered via Qualtrics and analyzed using the Statistical Package for Social Sciences (SPSS) version 29.0.0.0. A two-tailed paired samples t-test was employed to discover significant differences between pre- and posttest results. Subsequent sections will discuss demographic data and results related to the PICO clinical question. A total of N = 13 participants completed the demographic questionnaire and pretest, however, only N = 9 participants completed the posttest. With the aid of unique identifiers, demographic questionnaires and pretests without paired posttests were excluded from data analysis. A total of N = 9 participants completed both pre- and posttests. Thus, the total sample size consisted of N = 9 participants. PRACTICE SENSITIVITY OF LGBTQ YOUTH 38 Participants varied in age, see Table 1 and Figure 1. Two-thirds of all participants were 31 to 44 years of age. A little over 20% of the participants were 18 to 30 years old and only one participant was 45 years or older. Table 1 Age Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Age Frequency Percentage 18 to 30 years 2 22.22% 31 to 44 years 6 66.67% 45 years and older 1 11.11% Total 9 100%  Figure 1 Age Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9)  22.22%66.67%11.11%Age Distribution18 to 30 years 31 to 44 years 45 years and olderPRACTICE SENSITIVITY OF LGBTQ YOUTH 39  Participants identified as female, male, or transgender (including nonbinary, genderfluid, and genderqueer), see Table 2 and Figure 2. Two-thirds of all participants identified as female and the remaining third identified as male. None of the participants identified as transgender. Table 2 Gender Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Gender Frequency Percentage Female 6 66.67% Male 3 33.33% Transgender 0 0% Total 9 100%  Figure 2 Gender Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9)  66.67%33.33%0.00%Gender DistributionFemale Male TransgenderPRACTICE SENSITIVITY OF LGBTQ YOUTH 40  Due to the nature of this project, participants were asked their sexual orientation: heterosexual, homosexual, bisexual, or asexual. There was some variation among participants, see Table 3. While nearly all participants self-identified as heterosexual, there was one who self-classified as homosexual. None of the participants self-labeled as bisexual or asexual. Table 3 Sexual Orientation Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Sexual Orientation Frequency Percentage Heterosexual 8 88.89% Homosexual 1 11.11% Bisexual 0 0% Asexual 0 0% Total 9 100%   All participants were APRNs; by definition, these professionals hold a master’s degree (i.e., Master of Science in Nursing/MSN) or a doctoral degree (i.e., Doctor of Nursing Practice, DNP; Doctor of Philosophy in Nursing, Ph.D.). More than 75% of this project’s participants held a master’s degree and nearly 25% had a doctoral degree, see Table 4.    PRACTICE SENSITIVITY OF LGBTQ YOUTH 41 Table 4 Level of Education Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Level of Education Frequency Percentage Master’s degree 7 77.78% Doctoral degree 2 22.22% Total 9 100%   Participants’ primary specialty of practice varied, see Table 5. Two-thirds of all participants selected psychiatric-mental health as their primary specialty of practice and the remaining third selected family. None of the participants selected adult gerontological or pediatric. Table 5 Primary Specialty of Practice Distribution Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Primary Specialty of Practice Frequency Percentage Family 3 33.33% Adult gerontological 0 0% Pediatric 0 0% Psychiatric-mental health 6 66.67% Total 9 100%  PRACTICE SENSITIVITY OF LGBTQ YOUTH 42  Participants’ years of clinical experience was collected and categorized as 0 to 5 years, 6 to 10 years, and 11 years or more. Minimal variation was established, see Table 6. While nearly all participants had 0 to 5 years’ worth of clinical experience, there was one who had been in practice between 6 to 10 years. None of the participants had 11 years or more worth of experience. Table 6 Years of Clinical Experience Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Years of Clinical Experience Frequency Percentage 0 to 5 years 8 88.89% 6 to 10 years 1 11.11% 11 years or more 0 0% Total 9 100%   Participants were asked their current knowledge on practice sensitivity of LGBTQ children and adolescents with psychiatric disorders: none or poor, moderate or fair, or competent or good. Perceived knowledge of the topic was unequally distributed, see Table 7. A little over half of the sample categorized their existing knowledge of the subject matter as moderate or fair. Whereas one-third of the sample admitted to having none or poor familiarity with the topic, one participant believed to have a competent or good grasp on the subject.  PRACTICE SENSITIVITY OF LGBTQ YOUTH 43 Table 7 Perceived Knowledge of Topic Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Perceived Knowledge of Topic Frequency Percentage None or poor 3 33.33% Moderate or fair 5 55.56% Competent or good 1 11.11% Total 9 100%  PICO Clinical Question The PICO clinical question was: Is there a significant difference between pre- and posttest scores among healthcare providers at an outpatient clinic in Miami, Florida after an educational intervention regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders? The alternative hypothesis (Ha1) related to PICO clinical question was: There is a significant difference between pre- and posttest scores among healthcare providers at outpatient clinic in Miami, Florida after an educational intervention regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. Results revealed that the educational intervention was effective at increasing knowledge awareness on practice sensitivity of LGBTQ children and adolescents with psychiatric disorders among healthcare providers at an outpatient clinic in Miami, Florida. Pre- and posttest results will be discussed in the subsequent paragraphs. PRACTICE SENSITIVITY OF LGBTQ YOUTH 44 In the pretest, answers were scored using a 5-point Likert scale. Answers indicating top LGBTQ affirmative practices were scored higher, up to 5 points, and answers suggestive of deficient LGBTQ practice sensitivity were scored lower, with the lowest being 0. Items varied in scoring, see Table 8. Participants scored highest on item 35, which was: If a youth tells me that they are LGBTQ, I avoid sharing that information without their permission. Conversely, participants scored lowest on item 17: Youth should not be encouraged to be transgender. Table 8 Pretest Results Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Item M Mdn SD 1 3.89 4.00 0.928 2 4.78 5.00 0.441 3 4.67 5.00 0.500 4 4.67 5.00 0.500 5 3.44 4.00 1.236 6 4.22 4.00 0.833 7 4.00 4.00 0.866 8 4.11 4.00 1.054 9 3.67 4.00 1.225 10 4.00 4.00 0.866 11 3.89 4.00 1.616 12 3.89 4.00 1.537 PRACTICE SENSITIVITY OF LGBTQ YOUTH 45 13 4.89 5.00 0.333 14 3.56 4.00 1.424 15 4.44 5.00 0.726 16 2.89 3.00 1.167 17 2.44 3.00 1.590 18 3.78 4.00 1.302 19 4.56 5.00 0.527 20 4.78 5.00 0.441 21 2.89 4.00 1.833 22 4.44 4.00 0.527 23 3.89 4.00 0.928 24 3.33 4.00 1.732 25 4.56 5.00 0.726 26 2.78 3.00 1.202 27 3.33 3.00 1.118 28 3.22 4.00 1.302 29 3.44 4.00 1.810 30 4.00 4.00 1.000 31 4.22 5.00 1.093 32 3.67 4.00 1.732 33 3.33 4.00 1.803 34 3.67 4.00 1.414 35 5.00 5.00 0.000 PRACTICE SENSITIVITY OF LGBTQ YOUTH 46 36 3.56 5.00 2.186 37 4.56 5.00 1.014 38 4.11 5.00 1.691 39 4.22 5.00 1.394 40 3.44 5.00 2.351 41 4.78 5.00 0.667 42 2.89 3.00 1.167 43 3.78 4.00 1.563 44 3.22 4.00 2.108   Similarly, to the pretest, in the posttest, answers were scored using a 5-point Likert scale. Like before, answers indicating top LGBTQ affirmative practices were scored higher, up to 5 points, and answers suggestive of deficient LGBTQ practice sensitivity were scored lower, with the lowest being 0. Scores varied among items, see Table 9. Participants scored highest on items 3, 29, 35, and 37, which were: LGBTQ youth have the same types of life goals and dreams for their future as do heterosexual/non-transgender youth; When possible, I do or would connect an LGBTQ youth to LGBTQ resources in the community; If a youth tells me that they are LGBTQ, I avoid sharing that information without their permission; If a youth wants to use a different gendered name than their given name, I agree to do what they ask (for example, a youth whose given name is James but wishes to be called Christina). Contrariwise, participants scored lowest on item 42: When assessing sexual orientation in youth, the PRACTICE SENSITIVITY OF LGBTQ YOUTH 47 clinician should lead with the opposite sex, i.e., asking a female if she likes [1] males, [2] females, [3] and/or both. Table 9 Posttest Results Among Healthcare Providers at an Outpatient Psychiatric-Mental Health Clinic (N = 9) Item M Mdn SD 1 3.89 5.00 1.453 2 4.89 5.00 0.333 3 5.00 5.00 0.000 4 4.78 5.00 0.667 5 3.67 4.00 1.414 6 4.56 5.00 0.527 7 4.56 5.00 0.527 8 4.56 5.00 0.527 9 4.22 4.00 0.833 10 4.56 5.00 0.527 11 4.67 5.00 0.500 12 4.67 5.00 0.500 13 4.89 5.00 0.333 14 4.33 5.00 0.866 15 4.89 5.00 0.333 16 4.44 5.00 1.130 17 4.67 5.00 0.707 PRACTICE SENSITIVITY OF LGBTQ YOUTH 48 18 4.89 5.00 0.333 19 4.89 5.00 0.333 20 4.89 5.00 0.333 21 4.56 5.00 0.726 22 4.44 5.00 1.333 23 4.78 5.00 0.441 24 4.89 5.00 0.333 25 4.89 5.00 0.333 26 4.56 5.00 0.726 27 4.67 5.00 0.707 28 4.78 5.00 0.667 29 5.00 5.00 0.000 30 4.56 5.00 1.014 31 4.78 5.00 0.667 32 4.78 5.00 0.667 33 4.22 5.00 1.641 34 4.67 5.00 0.707 35 5.00 5.00 0.000 36 4.78 5.00 0.667 37 5.00 5.00 0.000 38 4.44 5.00 1.667 39 4.78 5.00 0.667 40 4.44 5.00 1.667 PRACTICE SENSITIVITY OF LGBTQ YOUTH 49 41 4.89 5.00 0.333 42 3.56 4.00 1.590 43 4.56 5.00 0.726 44 4.78 5.00 0.441   A two-tailed paired samples t-test was employed to analyze whether the mean difference of the posttest and the pretest was statistically significant. Results of the paired t-test indicated a significant large difference between pretest (M = 170.89, SD = 32.20) and posttest (M = 203.67, SD = 19.03) mean scores, with participants achieving higher scores on the posttest after the educational intervention, t(8) = 4.46, with a p = 0.002, (p < 0.05); see Table 10. Additionally, based on the results and an alpha value of less than 0.05, the researcher could reject the null hypothesis and accept the alternative hypothesis (Ha1) for the PICO clinical question. Table 10 Two-Tailed Paired Samples t-Test Between Pre- and Posttest Mean Scores  M SD 95% Confidence Interval of the Difference t df p value Posttest - Pretest 32.78 22.05 Lower: 15.83 Upper: 49.73 4.46 8 0.002     PRACTICE SENSITIVITY OF LGBTQ YOUTH 50 Summary and Discussion The purpose of this project was to increase knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. A descriptive, cross-sectional, pre- and posttest study design was employed to conduct this quality improvement project. Sample size consisted of N = 9 participants, all APRNs, associated with an outpatient psychiatric-mental health specialty clinic in Miami, Florida. A researcher-developed demographic questionnaire and a modified QYCC scale was employed to collect data and assess knowledge awareness on practice competency and sensitivity of LGTBQ children and adolescents. A convenience sampling method was used to recruit participants and access data. Data was collected via Qualtrics platform Data and analyzed using the Statistical Package for Social Sciences (SPSS) version 29.0.0.0. Results established that participants scored higher on the posttest after the educational intervention. Further, results revealed a significant large difference between pre- and posttest mean scores, t(8) = 4.46, with a p = 0.002, (p < 0.05). Subsequent sections will summarize results, compare and contrast findings with current literature, as well as discuss implications for advanced practice nursing, limitations of the project, and recommendations. Summary of the Results and Discussion  The mean (M) score of the pretest was 170.89, with a standard deviation (SD) of 32.20. In the pretest, participants scored lowest on item 17: Youth should not be encouraged to be transgender. The top-scoring answer to this item was ‘very true’, as youth should not be discouraged from identifying as transgender (Adelson, 2012; Gandy-PRACTICE SENSITIVITY OF LGBTQ YOUTH 51 Guedes, 2018). Conversely, the mean (M) score of the posttest was 203.67, with a standard deviation (SD) of 19.03. In the posttest, participants scored lowest on item 42: When assessing sexual orientation in youth, the clinician should lead with the opposite sex, i.e., asking a female if she likes [1] males, [2] females, [3] and/or both. The top-scoring answer to this item was ‘very true’, as clinicians should assess for sexual orientation using gender neutral language related to the target of affection (e.g., asking “do you have a special someone in your life?”) (Adelson, 2012). Results established that participants achieved higher scores on the posttest after the educational intervention. Thus, the researcher rejected the null hypothesis and accepted the alternative hypothesis (Ha1) related to the PICO clinical question, as a significant large difference was determined between pre- and posttest mean scores, t(8) = 4.46, with a p = 0.002, (p < 0.05). The findings of the project are consistent with current literature on the use of educational interventions to enhance knowledge and improve clinical outcomes. Pretest scores revealed a gap in knowledge awareness among healthcare providers in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with mental health disorders. Moreover, posttest mean scores demonstrated a statistically significant large difference, in that they were higher than pretest mean scores. Educational interventions, i.e., training sessions, among healthcare providers are crucial to improve quality of care and reduce negative clinical outcomes. By way of example, Kousar et al. (2022) sought to increase female nurses’ knowledge on pre and post angiography care by use of training sessions. Conducted in Pakistan’s Faisalabad Institute of Cardiology, lecture sessions totaled 16 hours and were spread over the course of 16 weeks, organized PRACTICE SENSITIVITY OF LGBTQ YOUTH 52 in morning and evening shifts (Kousar et al., 2022). Regarding pre and post angiography care, 100% of pre-scores established inadequate knowledge, versus a 97.5% improvement in post-knowledge scores (Kousar et al., 2022). Similarly, conducted in the southeastern United States, Link et al. (2022) employed an educational module to increase perinatal nurses’ and nursing students’ knowledge of postpartum depression (PPD) and corresponding interventions. The learning module was developed using evidence-based guidelines on PPD and associated interventions and took approximately 30-minutes to complete (Link et al., 2022). Results revealed that the web-based educational module increased perinatal nurses’ and nursing students’ knowledge of PPD and PPD interventions, as well as their self-efficacy in providing this type of care to new mothers (Link et al., 2022). Certainly, educational interventions are effective change agents. To this point, facilities that employ healthcare providers should provide training regarding practice sensitivity of LGBTQ children and adolescents with mental health disorders, to reduce health disparities and inequalities among this vulnerable population. Implications for Advanced Practice Nursing This quality improvement project had significant implications for the discipline of nursing, including nursing practice, nursing research, and health policy. The project revealed knowledge deficits among APRNs at an outpatient psychiatric-mental health specialty clinic in Miami, Florida and helped them gain awareness on practice sensitivity of LGBTQ children and adolescents with mental health disorders in clinical practice. It is important for APRNs to practice in way that is both competent and clinically sensitive to LGBTQ youth (Aisner et al., 2020). To the extent that APRNs come across LGBTQ PRACTICE SENSITIVITY OF LGBTQ YOUTH 53 youth and practice in a multitude of settings, this project should be spread, replicated, and implemented in a variety of locations, such as inpatient and residential facilities to reduce health disparities and improve health outcomes for LGBTQ children and adolescents. Healthy People 2030 acknowledged the need to prioritize research to improve the health and wellbeing, as well as reduce health disparities among the LGBTQ community (Healthy People 2030 - LGBT). Analyzing this project’s results could lead to increased research in the field, which in turn, could promote LGBTQ youth promptness in seeking medical care and reduce their personal and structural barriers that hinder access to equitable healthcare. Additionally, the findings of this project could be employed in the development of policies, guidelines, and/or protocols that drive and ensure accountability for healthcare providers, in terms of competency and sensitivity training, to meet this vulnerable population’s demand of greater unmet mental health needs. Lastly, this project could provide background knowledge for legislators who may be interested or involved in future revisions and/or amendments to Florida’s controversial “Don’t Say Gay” law (H.B. 1557). Limitations of the Project  Studies have limitations. The limitations of this project were: 1. Lack of randomization due to convenience sampling. 2. A low number of participants decreased the generalizability of this project. 3. A descriptive, cross-sectional, pre- and posttest design cannot be used to describe casualty between the variables. PRACTICE SENSITIVITY OF LGBTQ YOUTH 54 4. This project was limited to APRNs. Future researchers should consider other healthcare providers such as physicians, registered nurses, psychologists, licensed mental health counselors, and licensed clinical social workers. 5. Data were collected from participants associated with an outpatient psychiatric-mental health specialty clinic; thus, limited generalizability to other clinical settings. 6. Sample size and data may have been affected by the COVID-19 pandemic, as well as participants’ technological competence. Recommendations  Future investigators should heed discussed limitations, including employing randomization, as well as recruiting a larger sample size and collecting data in other settings (e.g., inpatient and residential facilities) to increase the generalizability of findings. Also, broadening participation and including other health disciplines, such as physicians, registered nurses, psychologists, licensed mental health counselors, and licensed clinical social workers could, too, yield increased generalizability. Additional considerations include use of longitudinal study designs and qualitative designs, to further assess subjective data that objective measurements simply do not capture. Future studies could also survey LGBTQ youth to determine real-world impact and effectiveness of educational interventions administered to their healthcare providers. Conclusions This quality improvement project increased knowledge awareness among healthcare providers in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. Results of a paired t-test indicated a PRACTICE SENSITIVITY OF LGBTQ YOUTH 55 significant large difference between pretest (M = 170.89, SD = 32.20) and posttest (M = 203.67, SD = 19.03) mean scores, with participants achieving higher scores on the posttest after the educational intervention, t(8) = 4.46, with a p = 0.002, (p < 0.05). Therefore, healthcare providers should receive training regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders to increase this vulnerable population’s mental healthcare access, utilization, and outcomes, by addressing their higher unmet health needs and reducing health disparities.                 PRACTICE SENSITIVITY OF LGBTQ YOUTH 56 References Adelson, S. L. (2012). Practice parameter on gay, lesbian, or bisexual sexual orientation, gender nonconformity, and gender discordance in children and adolescents. Journal of the American Academy of Child & Adolescent Psychiatry, 51(9), 957–974. https://doi.org/10.1016/j.jaac.2012.07.004 Aggarwal, R., & Ranganathan, P. (2019). Study designs: Part 2 - Descriptive studies. Perspectives in Clinical Research, 10(1), 34–36. https://doi.org/10.4103/picr.PICR_154_18 Aisner, A. J., Zappas, M., & Marks, A. (2020). Primary care for lesbian, gay, bisexual, transgender, and queer/questioning (LGBTQ) patients. The Journal for Nurse Practitioners, 16(4), 281–285. https://doi.org/10.1016/j.nurpra.2019.12.011 Baldwin, A., Dodge, B., Schick, V. R., Light, B., Scharrs, P. W., Herbenick, D., & Fortenberry, J. D. (2018). Transgender and genderqueer individuals' experiences with health care providers: What's working, what's not, and where do we go from here? Journal of Health Care for the Poor and Underserved, 29(4), 1300–1318. https://doi.org/10.1353/hpu.2018.0097 Banerjee, S. C., Staley, J. M., Alexander, K., Walters, C. B., & Parker, P. A. (2018). Encouraging patients to disclose their lesbian, gay, bisexual, or transgender (LGBT) status: Oncology Health Care Providers’ Perspectives. Translational Behavioral Medicine, 10(4), 918–927. https://doi.org/10.1093/tbm/iby105 Fish, J. N. (2020). Future directions in understanding and addressing mental health among LGBTQ youth. Journal of Clinical Child & Adolescent Psychology, 49(6), 943–956. https://doi.org/10.1080/15374416.2020.1815207 PRACTICE SENSITIVITY OF LGBTQ YOUTH 57 Fulginiti, A., Rhoades, H., Mamey, M. R., Klemmer, C., Srivastava, A., Weskamp, G., & Goldbach, J. T. (2020). Sexual minority stress, mental health symptoms, and suicidality among LGBTQ youth accessing crisis services. Journal of Youth and Adolescence, 50(5), 893–905. https://doi.org/10.1007/s10964-020-01354-3 Gandy-Guedes, M. E. (2018). The queer youth cultural competency (QYCC) scale: Measuring competency in direct-care behavioral health workers. Journal of Gay and Lesbian Social Services, 30(4), 356–373. https://doi.org/10.1080/10538720.2018.1516171 Green, A.E., Price-Feeney, M., & Dorison, S.H. (2019). National Estimate of LGBTQ Youth Seriously Considering Suicide. New York, New York: The Trevor Project. H.B. 1557, 2022 Legislature, 2022 Reg. Sess. (Fla. 2022). https://www.flsenate.gov/Session/Bill/2022/1557/BillText/er/PDF Higgins, A., Downes, C., Murphy, R., Sharek, D., Begley, T., McCann, E., Sheerin, F., Smyth, S., De Vries, J., & Doyle, L. (2020). LGBT + young people’s perceptions of barriers to accessing mental health services in Ireland. Journal of Nursing Management, 29(1), 58–67. https://doi.org/10.1111/jonm.13186 Kaminski, J. (Winter, 2011). Theory applied to informatics – Lewin’s Change Theory. CJNI: Canadian Journal of Nursing Informatics, 6(1), Editorial. https://cjni.net/journal/?p=1210 Kousar, F., Yaqoob, A., Afzal, M., & Khan, M. S. (2022). Effect of educational intervention on knowledge among female nurses regarding pre and post angiographic care. Pakistan Journal of Medical and Health Sciences, 16(1), 272–274. https://doi.org/10.53350/pjmhs22161272 PRACTICE SENSITIVITY OF LGBTQ YOUTH 58 Lindsay, S., Rezai, M., Kolne, K., & Osten, V. (2019). Outcomes of gender-sensitivity educational interventions for healthcare providers: A systematic review. Health Education Journal, 78(8), 958–976. https://doi.org/10.1177/0017896919859908 Link, K. A., Tinius, R., & Cynthia Logsdon, M. (2022). A web-based educational intervention to increase perinatal nurse and pre-licensure student knowledge and self-efficacy in providing postpartum depression care. The Journal of Perinatal Education, 31(1), 29–37. https://doi.org/10.1891/j-pe-d-21-00008 U.S. Department of Health and Human Services. (n.d.). Healthy People 2030 - LGBT. health.gov. Retrieved March 25, 2022, from https://health.gov/healthypeople/objectives-and-data/browse-objectives/lgbt#:~:text=Healthy%20People%202030%20focuses%20on,sexual%20orientation%20and%20gender%20identity Lucassen, M. F. G., Stasiak, K., Samra, R., Frampton, C. M. A., & Merry, S. N. (2017). Sexual minority youth and depressive symptoms or depressive disorder: A systematic review and meta-analysis of population-based studies. Australian & New Zealand Journal of Psychiatry, 51(8), 774–787. https://doi.org/10.1177/0004867417713664 McDonald, K. (2018). Social support and mental health in LGBTQ adolescents: A review of the literature. Issues in Mental Health Nursing, 39(1), 16–29. https://doi.org/10.1080/01612840.2017.1398283 Morris, M., Cooper, R. L., Ramesh, A., Tabatabai, M., Arcury, T. A., Shinn, M., Im, W., Juarez, P., & Matthews-Juarez, P. (2019). Training to reduce LGBTQ-related bias among medical, nursing, and dental students and providers: A systematic PRACTICE SENSITIVITY OF LGBTQ YOUTH 59 review. BMC Medical Education, 19(1). https://doi.org/10.1186/s12909-019-1727-3 Nowaskie, D. Z., & Sowinski, J. S. (2018). Primary care providers’ attitudes, practices, and knowledge in treating LGBTQ communities. Journal of Homosexuality, 66(13), 1927–1947. https://doi.org/10.1080/00918369.2018.1519304 Painter, K. R., Scannapieco, M., Blau, G., Andre, A., & Kohn, K. (2018). Improving the mental health outcomes of LGBTQ youth and Young Adults: A longitudinal study. Journal of Social Service Research, 44(2), 223–235. https://doi.org/10.1080/01488376.2018.1441097 Polit, D. F., & Beck, C. T. (2017). Essentials of nursing research: Appraising evidence for nursing practice. Philadelphia, PA: Lippincott Williams & Wilkins. Rhoades, H., Rusow, J. A., Bond, D., Lanteigne, A., Fulginiti, A., & Goldbach, J. T. (2018). Homelessness, mental health and suicidality among LGBTQ youth accessing crisis services. Child Psychiatry & Human Development, 49(4), 643–651. https://doi.org/10.1007/s10578-018-0780-1 Salerno, J. P., Devadas, J., Pease, M., Nketia, B., & Fish, J. N. (2020). Sexual and gender minority stress amid the covid-19 pandemic: Implications for LGBTQ young persons’ mental health and well-being. Public Health Reports, 135(6), 721–727. https://doi.org/10.1177/0033354920954511 Shaver, J., Sharma, A., & Stephenson, R. (2018). Rural Primary Care Providers’ experiences and knowledge regarding LGBTQ Health in a midwestern state. The Journal of Rural Health, 35(3), 362–373. https://doi.org/10.1111/jrh.12322 PRACTICE SENSITIVITY OF LGBTQ YOUTH 60 Shirey, M. R. (2013). Lewin’s theory of planned change as a strategic resource. JONA: The Journal of Nursing Administration, 43(2), 69–72. https://doi.org/10.1097/nna.0b013e31827f20a9 Thiese, M.S. (2014). Observational and interventional study design types; An overview. Biochemia Medica, 24(2), 199–210. https://doi.org/10.11613/BM.2014.022 Town, R., Hayes, D., Fonagy, P., & Stapley, E. (2021). A qualitative investigation of LGBTQ+ young people’s experiences and perceptions of self-managing their mental health. European Child & Adolescent Psychiatry. https://doi.org/10.1007/s00787-021-01783-w               PRACTICE SENSITIVITY OF LGBTQ YOUTH 61 Appendix A FLORIDA INTERNATIONAL UNIVERSITY INSTITUTIONAL REVIEW BOARD APPROVAL LETTER   Office of Research Integrity Research Compliance, MARC 414   MEMORANDUM    To:   Dr. Francisco Brenes  CC: Jose Valdes  From:  Maria Melendez-Vargas, MIBA, IRB Coordinator  Date:  July 14, 2022  Protocol Title: “Knowledge Awareness on Practice Sensitivity of LGBTQ Children and Adolescents with Psychiatric Disorders among Health Providers at an Outpatient Clinic in Miami, Florida: A Quality Improvement Project”   The Florida International University Office of Research Integrity has reviewed your research study for the use of human subjects and deemed it Exempt via the Exempt Review process.    IRB Protocol Exemption #: IRB-22-0331 IRB Exemption Date: 07/14/22 TOPAZ Reference #: 112076    As a requirement of IRB Exemption you are required to:  1) Submit an IRB Exempt Amendment Form for all proposed additions or changes in the procedures involving human subjects.  All additions and changes must be reviewed and approved prior to implementation. 2) Promptly submit an IRB Exempt Event Report Form for every serious or unusual or unanticipated adverse event, problems with the rights or welfare of the human subjects, and/or deviations from the approved protocol. 3) Submit an IRB Exempt Project Completion Report Form when the study is finished or discontinued.     For further information, you may visit the IRB website at http://research.fiu.edu/irb.    MMV/em Special Conditions:   N/A   PRACTICE SENSITIVITY OF LGBTQ YOUTH 62 Appendix B FLORIDA INTERNATIONAL UNIVERSITY SUPPORT LETTER FROM FACILITY  PRACTICE SENSITIVITY OF LGBTQ YOUTH 63 Appendix C FLORIDA INTERNATIONAL UNIVERSITY RECRUITMENT EMAIL Dear Healthcare Provider,  My name is Jose G. Valdes, and I am a student from the Graduate Nursing Department at Florida International University, pursuing a Doctor of Nursing Practice (DNP) degree. I am writing to invite you to participate in my quality improvement project. The goal of this project is to increase knowledge awareness among healthcare providers in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. You are eligible to take part in this project because you are healthcare provider at Coastal Health Group Inc, and you provide or may provide care to youth in this clinic. I am contacting you with the permission of the founder & CEO of the organization, Dr. Sandra Pelaez-Munsey, DNP, APRN, PMHNP-BC. If you decide to participate in this project, you will be asked to complete an online demographic questionnaire and a pretest. You will then be prompted to watch an online voice-over PowerPoint presentation lasting approximately 10-minutes. After the presentation, you will be asked to complete a final online posttest. Demographic questionnaire, pre- and posttest surveys are expected to take approximately 25-minutes to complete. All items should be completed on the same day. The demographic, pre- and posttest surveys, as well as the educational component are anticipated to take approximately 35-minutes in total. Keep in mind, no compensation will be provided, as participation is completely voluntary. You can choose to be in the study or not. If you would like to participate, please click on the link provided below to access the demographic questionnaire and pretest. Upon completion of the pretest, you will receive a follow-up email with links to the PowerPoint presentation and posttest. Please, notify researcher if you do not receive the follow-up email. If you have any questions about the study, please reach out via email or phone using the contact information below.  Thank you very much.  Sincerely,  Jose G. Valdes, MSN, APRN, PMHNP-BC jvald024@fiu.edu | 786-XXX-XXX  To access the demographic questionnaire and pretest: https://fiu.qualtrics.com/jfe/form/SV_3g9SFtSxrWIt7dc    PRACTICE SENSITIVITY OF LGBTQ YOUTH 64 Appendix D FLORIDA INTERNATIONAL UNIVERSITY RESEARCHER-DEVELOPED DEMOGRAPHIC INSTRUMENT 1. What is your age? a. 18 to 30 years b. 31 to 44 years c. 45 years and older 2. What is your gender? a. Female b. Male c. Transgender (including nonbinary, genderfluid, and genderqueer) 3. What is your sexual orientation? a. Heterosexual b. Homosexual c. Bisexual d. Asexual 4. What is your highest level of education? a. Master’s degree (i.e., Master of Science in Nursing, MSN) b. Doctoral degree (i.e., Doctor of Nursing Practice, DNP; Doctor of Philosophy in Nursing, Ph.D.) 5. What is your primary specialty of practice? (If you have more than one specialty of practice, select your primary) a. Family b. Adult gerontological c. Pediatric d. Psychiatric-mental health 6. How many years’ worth of clinical experience do you have? a. 0 to 5 years b. 6 to 10 years c. 11 years or more 7. How would you rate your current knowledge on practice sensitivity of LGBTQ children and adolescents with psychiatric disorders? a. None or poor b. Moderate or fair c. Competent or good         PRACTICE SENSITIVITY OF LGBTQ YOUTH 65 Appendix E FLORIDA INTERNATIONAL UNIVERSITY MODIFIED QUEER YOUTH CULTURAL COMPETENCY (QYCC) SCALE 1. Becoming LGBTQ is a process that unfolds over time. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 2. A youth could be dealing with LGBTQ issues secretly without anyone else knowing about it. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 3. LGBTQ youth have the same types of life goals and dreams for their future as do heterosexual/non-transgender youth. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 4. Being LGBTQ brings with it certain challenges that heterosexual and/or non-transgender people do not have to face. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 5. *LGBTQ youth are LGBTQ because of their childhood history of abuse/neglect/poor parenting. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know PRACTICE SENSITIVITY OF LGBTQ YOUTH 66 6. *When youth think they might be gay/lesbian/bisexual, it is just a phase they will grow out of. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 7. *When youth think they might be transgender, it is just a phase they will grow out of. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 8. *Adolescents (ages 12-17) are not old enough to know whether they are gay/lesbian/bisexual or straight. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 9. *Children (ages 5-11) are too young to be thinking about whether they are transgender or not. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 10. *Youth will come out as LGBTQ just to copy other youth who are coming out. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 11. *Youth say they are LGBTQ to get attention. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know PRACTICE SENSITIVITY OF LGBTQ YOUTH 67 12. *Youth act gay (feel attracted to the same-sex) when they are isolated from the opposite sex, like in an all-girls or all-boys group home. a. Very untrue b. Untrue c. Neither true/untrue d. True e. Very true f. Don’t know 13. Even if LGBTQ issues are not addressed in a youth’s treatment plan or goal, acknowledging their LGBTQ identity is still an important part of how to provide good treatment. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 14. *In my job, I interact with youth because of their mental health problems not because of their sexual orientation/gender identity, so I do not talk about LGBTQ issues with youth I interact with. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 15. *I believe that being LGBTQ is a sin. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 16. *Youth should not be encouraged to be lesbian, gay, bisexual. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 17. *Youth should not be encouraged to be transgender. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree PRACTICE SENSITIVITY OF LGBTQ YOUTH 68 f. Don't know 18. *A youth’s family should discourage their child’s decision to identify as LGBTQ. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 19. *An LGBTQ youth who needed foster care services would be best served in a highly religious foster home so they can get set straight. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 20. I would be comfortable if a client came out to me as LGBTQ. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 21. *Bisexual youth are just not sure whether they are gay or straight. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 22. *In general, LGBTQ people are mentally unstable. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 23. *LGBTQ youth are sexually promiscuous. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 24. *Questioning youth should just make up their mind, are they gay or straight? a. Strongly disagree PRACTICE SENSITIVITY OF LGBTQ YOUTH 69 b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 25. I attempt to learn and use terms that reflect LGBTQ youth culture so that I communicate more effectively with youth that I interact with. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 26. I screen books, movies, and other media resources for negative stereotypes about LGBTQ persons before sharing them with youth I interact with. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 27. I would put an LGBTQ-affirming sticker on the space that I work in if given the opportunity, or I have already. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 28. Any youth I interact with should be allowed to engage in gender non-conforming activities (for example, a boy painting his toenails, or a girl dressing in boy clothing). a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 29. When possible, I do or would connect an LGBTQ youth to LGBTQ resources in the community. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know PRACTICE SENSITIVITY OF LGBTQ YOUTH 70 30. I recognize that even when I have good intentions, I can still do or say things that may be hurtful to LGBTQ youth. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 31. I am comfortable using the words gay, lesbian, bisexual, and transgender. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 32. I am comfortable using the word queer when a youth identifies as queer. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 33. *In my job I do not talk to youth about sex or dating, so LGBTQ issues do not apply to my interactions with youth. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 34. *I assume a youth is straight/heterosexual unless they tell me otherwise. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 35. If a youth tells me that they are LGBTQ, I avoid sharing that information without their permission. a. Never b. Rarely c. Some-times d. Often e. Always f. Don't know PRACTICE SENSITIVITY OF LGBTQ YOUTH 71 36. I do not assume that a lesbian, gay, or bisexual youth who is the same sex as me is attracted to me. a. Never b. Rarely c. Some-times d. Often e. Always f. Don't know 37. If a youth wants to use a different gendered name than their given name, I agree to do what they ask (for example, a youth whose given name is James but wishes to be called Christina). a. Never b. Rarely c. Some-times d. Often e. Always f. Don't know 38. I intervene when youth I interact with tell me they have been bullied because of actual or perceived sexual orientation or gender identity. a. Never b. Rarely c. Some-times d. Often e. Always f. Don't know 39. I intervene when I hear co-workers use derogatory language or insinuations about LGBTQ persons in front of youth I interact with. a. Never b. Rarely c. Some-times d. Often e. Always f. Don't know 40. If a transgender youth who was a boy and now identifies as a girl needs to use the bathroom, and asks to use the girls bathroom, I would allow them to use whichever bathroom is most comfortable for them. a. Never b. Rarely c. Some-times d. Often e. Always f. Don't know 41. I think about how my words/actions could be seen as discriminatory against transgender people. a. Never b. Rarely PRACTICE SENSITIVITY OF LGBTQ YOUTH 72 c. Some-times d. Often e. Always f. Don't know 42. *When assessing sexual orientation in youth, the clinician should lead with the opposite sex, i.e., asking a female if she likes [1] males, [2] females, [3] and/or both. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 43. *I should not inquire about circumstances commonly encountered by LGBTQ youth. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know 44. *In youth, sexual orientation may be altered through therapy. a. Strongly disagree b. Disagree c. Neither agree/disagree d. Agree e. Strongly agree f. Don't know  *=reverse coded                 PRACTICE SENSITIVITY OF LGBTQ YOUTH 73 Appendix F FLORIDA INTERNATIONAL UNIVERSITY CITI ETHICS CERTIFICATION          Completion Date 21-Jun-2022Expiration Date 20-Jun-2025Record ID 49721271This is to certify that:Jose ValdesHas completed the following CITI Program course: Basic/Refresher Course - Human Subjects Research(Curriculum Group)Social/Behavioral Human Research Course(Course Learner Group)1 - Basic Course(Stage)Under requirements set by:Florida International UniversityNot valid for renewal of certificationthrough CME. Verify at www.citiprogram.org/verify/?wfd7e539d-a770-4631-9e7c-855638e0309d-49721271 PRACTICE SENSITIVITY OF LGBTQ YOUTH 74 Appendix G FLORIDA INTERNATIONAL UNIVERSITY CV 2017   BA, Florida International University, Miami, FL 2019   BSN, Florida International University, Miami, FL 2019 - 2021 Registered Nurse, Bruce W. Carter (Miami) VA Medical Center, Miami, FL 2021   MSN, Florida International University, Miami, FL 2021 - Present Psychiatric-Mental Health Nurse Practitioner (Board Certified), Citrus Health Network, Inc., Hialeah, FL 2022 - Present Psychiatric-Mental Health Nurse Practitioner (Board Certified), Mentally Psychiatry LLC, Miami, FL 2022   DNP, Florida International University, Miami, FL ",
    "id": 548485996,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.fiu.edu:cnhs-studentprojects-1104"
    },
    "title": "Knowledge Awareness on Practice Sensitivity of LGBTQ Children and Adolescents with Psychiatric Disorders among Healthcare Providers at an Outpatient Clinic in Miami, Florida: A Quality Improvement Project",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-11-27T08:00:00+00:00",
    "publisher": "FIU Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.fiu.edu/cgi/viewcontent.cgi?article=1104&context=cnhs-studentprojects"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/548485996.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/548485996"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/548485996/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/548485996/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/548485996"
        }
    ],
    "abstract": "Compared to heterosexual youth, lesbian, gay, bisexual, transgender, and queer/questioning (LGBTQ) children and adolescents face a disproportionate burden of negative mental health outcomes. LGBTQ youth health disparities and inequalities are in part due to a lack of cultural competence and gender-sensitivity training among healthcare providers in mental health settings. The purpose of this quality improvement project was to increase knowledge awareness among healthcare providers at an outpatient clinic in Miami, Florida, regarding practice sensitivity of LGBTQ children and adolescents with psychiatric disorders. A descriptive, cross-sectional, pre- and posttest study design was employed to conduct this project. A convenience sampling method was used to recruit N = 9 participants and access data at an outpatient psychiatric-mental health specialty clinic in Miami, Florida. The project was conducted wholly remotely, including the delivery of the educational intervention and the administration of the pre- and posttests of a modified Queer Youth Cultural Competency (QYCC) scale, that measured knowledge awareness on practice competency and sensitivity of LGTBQ youth. Results revealed a significant large difference between pretest and posttest mean scores, with participants achieving higher scores on the posttest after the educational intervention, t(8) = 4.46, with a p = 0.002, (p \\u3c 0.05). Healthcare providers should be educated on practice sensitivity of LGBTQ children and adolescents with psychiatric disorders to increase this vulnerable population’s mental healthcare access, utilization, and outcomes",
    "tags": [
        "text",
        "LGBTQ",
        "children and adolescents",
        "youth",
        "healthcare providers",
        "nurse practitioners",
        "practice sensitivity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.fiu.edu:cnhs-studentprojects-1104",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1319",
        "openDoarId": 0,
        "name": "DigitalCommons@Florida International University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 548485996,
        "depositedDate": null,
        "publishedDate": "2022-11-27T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:16:21+00:00",
        "acceptedDate": null,
        "createdDate": "2022-12-08T13:01:25+00:00"
    },
    "urls": [
        "https://digitalcommons.fiu.edu/cnhs-studentprojects/119",
        "https://digitalcommons.fiu.edu/context/cnhs-studentprojects/article/1104/viewcontent/QI_PROJECT_LastUpdated11_27.pdf"
    ],
    "lastUpdate": "2024-01-24T00:16:21+00:00",
    "setSpecs": []
}