{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tran, Duy"
        },
        {
            "name": "Sullivan, Corrinne (R19343)"
        },
        {
            "name": "Nicholas, Lucy (R19899)"
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-12T01:17:32+01:00",
    "dataProvider": {
        "id": 11514,
        "name": "Western Sydney ResearchDirect",
        "url": "https://api.core.ac.uk/v3/data-providers/11514",
        "logo": "https://api.core.ac.uk/data-providers/11514/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/00918369.2021.2020543",
    "downloadUrl": "https://core.ac.uk/download/523536854.pdf",
    "fullText": "Full Terms & Conditions of access and use can be found athttps://www.tandfonline.com/action/journalInformation?journalCode=wjhm20Journal of HomosexualityISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/wjhm20Lateral Violence and Microaggressions in theLGBTQ+ Community: A Scoping ReviewDuy Tran, Corrinne T Sullivan & Lucy NicholasTo cite this article: Duy Tran, Corrinne T Sullivan & Lucy Nicholas (2023) Lateral Violence andMicroaggressions in the LGBTQ+ Community: A Scoping Review, Journal of Homosexuality,70:7, 1310-1324, DOI: 10.1080/00918369.2021.2020543To link to this article:  https://doi.org/10.1080/00918369.2021.2020543© 2022 The Author(s). Published withlicense by Taylor & Francis Group, LLC.Published online: 10 Jan 2022.Submit your article to this journal Article views: 1515View related articles View Crossmark dataCiting articles: 7 View citing articles Lateral Violence and Microaggressions in the LGBTQ+ Community: A Scoping ReviewDuy Tran, BSocialSci Adv, Corrinne T Sullivan, PhD, and Lucy Nicholas, PhDSchool of Social Sciences, Western Sydney University, Sydney, AustraliaABSTRACTViolence and microaggressions against the LGBTQ+ community from those outside of the community is commonly known and understood within academic literature. However, there is limited comprehensive knowledge about violence and microaggressions that occur within LGBTQ+ communities. This scoping review helps to fill this gap in knowledge, analyzing and synthesizing 18 research articles published in English language scholarly jour-nals all of which have been published between 2010 and 2020. Online databases ProQuest, SAGE Journals, Google Scholar, Taylor and Francis Journals, Scopus, Informit, Project MUSE, PubMed, and EBSCOhost were utilized to search for existing literature on ingroup LGBTQ+ microaggression. The found literature focused on power dynamics within the LGBTQ+ community and how that power has enabled subgroups within the community to enact microaggression on one another. We found that ingroup micro-aggressions experienced by members of the LGBTQ+ community are a result of dominant norms that give certain groups power over another.KEYWORDS LGBTQ+; lateral violence; microaggression; power; ingroup violence; LGBTIQ+ violence; intersectionality; identitiesIntroductionLateral violence refers to the ways in which members of a minority group covertly or overtly perpetrate bias and violence toward members of their own group due to anger or dissatisfaction (Clark & Augoustinos, 2015; Scheuerman, Branham, & Hamidi, 2019; Toone, 2018). The term is usually used in academic texts to discuss ingroup violence in nursing (Croft & Cash, 2012) and Indigenous communities (Clark & Glover, 2019). However, the term “lateral violence” has rarely been used in academic literature about the lesbian, gay, bisexual, trans*, queer (LGBTQ+) community—with the only found references to LGBTQ+ lateral violence being extremely brief, one-off mentions of the term (Armstrong & Leong, 2019; Scheuerman et al., 2019; Toone, 2018; Vivienne, 2017). Instead, the term is used in community dis-course, such as in blogs and newspaper articles on anecdotal experiences of LGBTQ+ ingroup violence (Fury, 2017; Kelly, 2017). Many of these focus on generational divides as a cause of tensions (Fury, 2017; Reeders, 2020). More CONTACT Duy Tran duy.tran@westernsydney.edu.au Western Sydney University, Locked Bag 1797, Penrith, NSW, 2751, Australia.JOURNAL OF HOMOSEXUALITY                         2023, VOL. 70, NO. 7, 1310–1324 https://doi.org/10.1080/00918369.2021.2020543© 2022 The Author(s). Published with license by Taylor & Francis Group, LLC.  This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/ licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.commonly documented in the found literature, ingroup LGBTQ+ violence is examined in terms of microaggression, in tandem with microaggressions from those outside of the community. The majority of these literature follow a universal definition of microaggression proposed by Sue et al. (2007, p. 271), who define it as “brief and commonplace daily verbal, behavioral, or environmental indignities, whether intentional or unintentional, that commu-nicate hostile, derogatory, or negative slights and insults toward members of oppressed groups.” While there is an established body of literature on micro-aggressions toward LGBTQ+ people from outgroups (see Fisher, Woodford, Gartner, Sterzing, & Victor, 2019; Nadal, 2019 and the special issue of the Journal of Homosexuality of which they were a part for an overview), this scoping review is interested in the less widely studied area of ingroup micro-aggression that has been identified as an issue by community members but is lacking in academic research.One probable explanation for the absence of the term “lateral violence” in scholarly discussions of the LGBTQ+ community is its heterogeneous nature. Lateral violence implies that the perpetrator and the target are of equal or similar power status. While individuals in the LGBTQ+ community have a shared experience of minority status, the intersections of their other identity statuses create a hierarchy within the community—where those with certain combinations of identity statuses will possess more power than others (Kelly, Lubitow, Town, & Mercier, 2020; Sadika, Wiebe, Morrison, & Morrison, 2020). For example, while both a gay white male and gay Asian female share a minority status of being homosexual, the former will possess more power and privilege than the latter due to their other identity statuses. Given this, the majority of literature on the matter focuses on intersectionality as the theore-tical framework of ingroup LGBTQ+ microaggression—especially in discus-sions of racial microaggression. Intersectionality theory emphasizes how one’s identity statuses intertwine and influence one’s experiences—including how inequality can compound from intersecting statuses (Fattoracci, Revels- Macalinao, & Huynh, 2020; Vaccaro & Koob, 2019). Lateral violence thus may not be the most appropriate term to utilize in the queer context due to the different sociocultural power dynamics within the community (Vaccaro & Koob, 2019). Instead, the found literature on ingroup LGBTQ+ violence focuses on how the power dynamics within the community enable its more powerful aggressors to enact microaggression on their less powerful targets.MethodsHaving established the lack of literature using the concept of lateral violence in discussing the LGBTQ+ community, a scoping review was carried out to identify the extant literature on the use of ingroup microaggressions. Scoping reviews are a category of literature review which, as the name implies, JOURNAL OF HOMOSEXUALITY 1311focuses on assessing the extent of existing and relevant literature on topics of interest (Colquhoun et al., 2014). In doing so, scoping reviews also highlight what gaps exist within current research on the topic (Arksey & O’Malley, 2005). There are a few key differences between a systematic review and a scoping review. Generally, a systematic review is designed with a specific question in mind, and thus aims to find a small number of quality-assessed studies that can be synthesized to answer the said question (Arksey & O’Malley, 2005). On the other hand, a scoping review typically concerns itself with more general areas of interest, and consequently is less concerned with answering specific questions or evaluating the quality of studies when looking for literature (Arksey & O’Malley, 2005). While a scoping review can be completed in a relatively short amount of time compared to a systematic review, it is in no way a “quick” or “easy” option (Arksey & O’Malley, 2005). Conducting a scoping review requires a high level of academic rigor, analytic skills, and transparency to ensure its quality and reliability (Munn et al., 2018).In December 2020, the online databases ProQuest, SAGEJournals, Google Scholar, Taylor and Francis Journals, Scopus, Informit, Project MUSE, PubMed, and EBSCOhost were utilized to search for existing literature on ingroup LGBTQ+ microaggression. The search terms [“microaggression”] AND [“LGB*” OR queer OR Gay OR lesbian OR “Same sex attracted” OR bisexual OR Transgender OR “Gender diverse” OR homosexual OR “sexually diverse” OR “sexuality diverse” OR transsexual] were utilized when searching the databases. The search was filtered to only include peer-reviewed scholarly journals, books, and book chapters that were written in English. No limit was placed on the year of publication. The results were then manually reviewed, with papers being excluded if the title and/or abstract did not specifically reference LGBTQ+ microaggression. As our focus was specifically on ingroup LGBTQ+ microaggression, the full text of these literature was then examined, and those that discussed ingroup LGBTQ+ microaggression formed the core corpus of data for analysis.A total of 18 scholarly papers and book/ book chapters were deemed to fit the inclusion criteria and utilized for this scoping review—all of which have been published within the past 10 years. The 18 publications were then re-read in detail—this time for the purpose of data collection. The information was docu-mented using an Excel spreadsheet, which recorded the authors, title, year of publication, definition of microaggression, perpetrator and target, acts of ingroup microaggression, impacts on wellbeing, and other emergent themes. With the recurrent theme of power and intersectionality within the found literature, it was deemed appropriate to base the themes on the targeting and targeted identity status. The writing process was further guided by a few other questions which concerned our wider research interest and our findings from non-academic 1312 D. TRAN ET AL.community discourse that emphasize intergenerational tensions. Namely, we asked whether one’s generation had any impact on their experience of ingroup LGBTQ+ microaggression, and what gaps are still present within the research.ResultsOf found literature, 14 out of the 18 originated from the United States, with a small few coming from Canada (3) and Australia (1). Thus, the findings pertain only to the Anglosphere. As previously stated, the literature all fol-lowed a very similar definition of microaggression—with a consensus that this form of discrimination and prejudice is brief, subtle, common, can be inten-tional or unintentional, verbal or non-verbal, physical or non-physical and targeted at marginalized groups. While a few chose to talk about microaggres-sions faced by the broad LGBTQ+ community, the majority chose to focus on one of three subgroups within the community: LGBTQ+ people of color (10), bisexual people (6), and transgender and gender-nonconforming individuals (4). Although the found literature spoke extensively about LGBTQ+ micro-aggressions from broader society, that is not the focus of this study and is therefore excluded from findings. In regard to ingroup LGBTQ+ microaggres-sion, the perpetrators are commonly the hegemonic counterpart of their target —such as white LGBTQ+ people perpetrating microaggression against LGBTQ+ people of color, gay monosexual individuals against bisexual indi-viduals, cisgender individuals against transgender individuals (Nadal, 2013). Power thus plays a pivotal role in the dynamic of ingroup LGBTQ+ micro-aggression, which explains the intersectional focus of the found literature (Vaccaro & Koob, 2019). One study diverged in demonstrating how subcul-tural queer hegemonic values and language are leveraged against those per-ceived as heteronormative, highlighting the diversity of ways that in/outgroup dynamics can play out and congeal into exclusionary norms (Sadika et al., 2020). Many also highlight the impact of ingroup LGBTQ+ microaggression on its targets, specifically the various degrees of psychological and mental health issues which arise as a result (Balsam, Molina, Beadnell, Simoni, & Walters, 2011; Conover & Israel, 2018; Flanders, LeBreton, & Robinson, 2019; Galupo, Henise, & Davis, 2014; Ghabrial, 2017; Kelly et al., 2020; Nadal, Erazo, Schulman, Han, & Deutsch, 2017; Sadika et al., 2020; Salim, Robinson, & Flanders, 2019; Vaccaro & Koob, 2019; Weber, Collins, Robinson-Wood, Zeko-Underwood, & Poindexter, 2018). While discussions of LGBTQ+ ingroup microaggression based on race and queer identity statuses were common, other identity statuses that have been highlighted in community discourse did not receive the same scholarly attention. Research could expand upon how an individual’s age/ generation and socioeconomic status could JOURNAL OF HOMOSEXUALITY 1313affect their experience within the LGBTQ+ community. The following analysis expands upon the details of the reviewed literature outlined above. Any additional literature cited to discuss themes will be indicated so.Racial microaggressionThe most prominent example of the unequal power dynamic can be seen with the white-dominated racial hierarchy within the Anglosphere’s LGBTQ + community, which has resulted in racial microaggressions (Sadika et al., 2020). Nine of the 18 papers covered the topic of racial microaggression within the LGBTQ+ community. Said racial microaggressions manifest in three main ways: exclusion, sexualization and exoticization, and denial of racism/ avoidance of race-based discussions (Balsam et al., 2011; Ghabrial, 2017; Kelly et al., 2020; Nadal, 2013; Nadal, Whitman, Davis, Erazo, & Davidoff, 2016; Sadika et al., 2020; Vaccaro & Koob, 2019). The exclusion of LGBTQ+ people of color is the most common way in which racial microaggression manifests within queer spaces. LGBTQ+ people of color often feel that they are treated as second-class citizens and/or excluded from queer spaces, such as at events, bars, in the dating scene, and even social movement organizations (Balsam et al., 2011; Kelly et al., 2020; Nadal, 2013). Microaggression, by its nature, is more implicit and covert rather than overt. Such is the case with racial microaggression, with the accumulation of small acts of exclusion covertly conveying a message that LGBTQ+ people of color are unwanted within the community (Nadal, 2013). Anecdotally, a gay Asian male study participant states that people would not outright come up and call him “chink,” but smaller acts (such as bars where many gay Asians frequent being called “rice bars,” and the numerous dating profiles saying “no Asians”) made him feel reluctant to participate in the dating scene in fear of rejection (Nadal, 2013). Similar experiences are also reported in other minority ethnic groups in the LGBTQ+ community (Nadal, 2013). This is a phenomenon identified in wider literature in the Australian context. While not explicitly using the language of microaggression, Carlson’s (2020) article (although not part of the corpus identified through this study due to this) highlights racial exclusion of Indigenous Australians in the queer dating scene. Aboriginal Australians are seen as less attractive in the white-domi-nated gay dating scene and are most likely to be excluded romantically and sexually based on a stereotyped judgment of Aboriginal identity. Race-based exclusions such as the ones discussed cause the target to withdraw from the broader LGBTQ+ community—which may pose a risk to their wellbeing due to the lack of support and belonging, impacts that will be discussed more broadly below (Ghabrial, 2017). LGBTQ+ people of color who wish to fit in are then pressured to assimilate to the white and homonormative culture (Kelly et al., 2020). Additionally, while the experience of racial 1314 D. TRAN ET AL.microaggressions and exclusion can be alleviated by LGBTQ+ people of color creating their own exclusively LGBTQ+ people of color spaces, it further contributes to the segregation of the LGBTQ+ community (Ghabrial, 2017).Another common manifestation of racial microaggression is sexualization and exoticization centered around racial stereotypes. This type of microag-gression attributes LGBTQ+ people of color with preconceived sexual char-acteristics, causing the target to feel objectified/fetishized and pressured to fit the stereotypes or risk rejection (Nadal, 2013). For example, gay Asian men in the Anglosphere are often stereotyped to have small penises, are bottoms, effeminate, and sexually submissive (Nadal, 2013; Nadal et al., 2016). They are also occasionally stereotyped as docile and “not good in bed,” contributing to a sense of undesirability that directly opposes the white beauty standard of the LGBTQ+ community (Ghabrial, 2017; Nadal, 2013; Sadika et al., 2020). Conversely, gay Latino men and African-American men are stereotyped to have large penises, are hypermasculine, and dominant/aggressive in bed (Nadal, 2013; Sadika et al., 2020). Such stereotypes, and many more, lead to the objectification/ fetishization of LGBTQ+ people of color and normaliza-tion of the dominant white beauty standards within the LGBTQ+ community, while also perpetuating the sense of exclusion, invisibility, and undesirability for LGBTQ+ people of color outside of fulfilling sexual desires (Ghabrial, 2017; Nadal, 2013).Despite the microaggressions faced by LGBTQ+ people of color within the queer space, the LGBTQ+ community tends to avoid confronting it—includ-ing their denial that racism exists in queer spaces (Nadal, 2013). Issues surrounding race are left unchallenged and actively avoided within the LGBTQ+ community—with LGBTQ+ people of color being told that “race isn’t important,” and racial justice narratives being suppressed by white LGBTQ+ activists (Balsam et al., 2011; Kelly et al., 2020; Sadika et al., 2020; Vaccaro & Koob, 2019). Perpetrators of this type of microaggression not only invalidate people of color’s experiences, but also amplify their struggle by assuming and reinforcing a white norm to the whole community. For example, LGBTQ+ people of color have testified that LGBTQ+ service providers and mental health organizations lacked an intersectional focus and assumed a monolithic and white queer experience—consequently causing them to experience barriers to accessing said services (Sadika et al., 2020). Such white discourse is also seen with the perception of coming out in the queer com-munity, with the belief that one must come out to feel empowered and authentic—a luxury that many LGBTQ+ people of color cannot afford due to fear of violence and disownment (Sadika et al., 2020). Instead of sympathiz-ing with LGBTQ+ people of color, white LGBTQ+ communities tend to reinforce the idea that those who do not come out are inauthentic and self- deceptive, contributing to the sense of othering and invisibility that LGBTQ+ JOURNAL OF HOMOSEXUALITY 1315people of color feel in queer spaces (Nadal, 2013; Sadika et al., 2020). Consequently, LGBTQ+ people of color also feel pressured to minimize their racial status if they wish to engage in LGBTQ+ spaces (Sadika et al., 2020).Monosexual microaggressionBisexual and pansexual people are frequently faced with microaggressions within the LGBTQ+ community. Six of the 18 reviewed papers discussed microaggression against non-monosexual individuals, particularly bisexual people. There exists a monosexist norm within Western societies, including in LGBTQ+ communities, that assumes an individual is only attracted to one sex and/or gender—resulting in a presence of biphobia (Flanders et al., 2019; Salim et al., 2019). Bisexual individuals are usually mistaken to be monosexual within the LGBTQ+ community and can encounter hostility upon the revela-tion of their bisexuality—particularly when entering a heterosexual relation-ship (Bostwick & Hequembourg, 2014). They are then often confronted with accusations of betrayal or displays of disgust, condescension, and dismissal (Bostwick & Hequembourg, 2014). This leads to a pressure to identify as homosexual rather than bisexual, and a feeling of exclusion and erasure from the community due to them not being “gay enough” (Bostwick & Hequembourg, 2014). Parallel to this, those who introduce themselves as bisexual (particularly men) are met with skepticism, being labeled as “con-fused” and pretending to be bisexual rather than fully accepting their gay identity (Nadal, 2013). Bisexual people, especially women, also experience microaggression from the LGBTQ+ community by being stereotyped as overtly sexual, with beliefs that they will seek out “threesomes” or polygamous relationships and are incapable of maintaining monogamous relations (Bostwick & Hequembourg, 2014; Nadal, 2013). This leads to dating exclusion of bisexual people by gay individuals, with unfounded fear that they would cheat on them with a heterosexual partner (Nadal et al., 2011; Salim et al., 2019). Such discourse of distrust, doubt, and denial reinforces the monosexist norm—amplifying the sense of exclusion bisexual individuals experience in the LGBTQ+ community (Bostwick & Hequembourg, 2014).Cis and binary normative microaggressionMicroaggression against transgender and gender non-conforming individuals is also evident within the LGBTQ+ community, as discussed by 4 of the 18 papers reviewed. This transpires in various forms of transphobia such as using offensive terms like “tranny” and displaying disgust at transgender individuals, or exoticization and sexualization (Galupo et al., 2014). Most commonly, however, acts of microaggression come in the form of microinvalidations 1316 D. TRAN ET AL.toward the target, where those in the LGBTQ+ community often question the legitimacy of a person’s transgender status (Galupo et al., 2014; Vaccaro & Koob, 2019). Such a dynamic of gender policing is present whether the target had previously been a member of the LGBTQ+ community or had previously interacted with the community as an ally—with labels of “betrayal” if the transgender individual had previously come out as gay, and suspicion of trying to force their way into the LGBTQ+ community if they were previously an ally (Galupo et al., 2014). While the majority of ingroup transgender microaggres-sion perpetrators are cisgender sexual minorities, transgender people can also be perpetrators (Galupo et al., 2014). This stems from a sense of competition over who is authentic or “trans enough,” with an implied hierarchy of trans-gender experience (Galupo et al., 2014; Vivienne, 2017). Particularly, there is a tension between binary gender individuals and non-binary gender indivi-duals within the LGBTQ+ community, where the former does not acknowl-edge the latter as legitimate and believes they bring a bad reputation to “real” transgender individuals (Galupo et al., 2014; Scheuerman et al., 2019).“Queer” cultural capital microaggressionDiverging somewhat from the above examples due to the lack of focus on specific identity statuses, Roffee and Waling (2016) found that an individual’s “queer” transgressive cultural capital can be leveraged as a site of ingroup LGBTQ+ microaggression. For example, in some spheres of the LGBTQ+ community, a subcultural norm has emerged, and there exists an assumption of certain knowledge and language politics—with an expectation that everyone must have access to knowledge of all appropriate terminologies when referring to fellow LGBTQ+ community members (Roffee & Waling, 2016). This is a privilege that not all members of the community can afford, especially those who have fewer opportunities to engage in LGBTQ+ spaces. Despite this, failure to possess said knowledge results in microaggression toward the indi-vidual—with accusations of homo/trans/bi/queer-phobia and exclusion from the group (Roffee & Waling, 2016). There also exists anti-homonormative microaggression from some members or parts of the LGBTQ+ community, with those who engage in mainstream culture or do not physically present with typical queer indicators being accused of trying to “look straight” and having straight-passing privileges (Roffee & Waling, 2016). Lesbian study participants who presented feminine testified that they felt as though they needed to box themselves into certain criteria (i.e. present more stereotypically queer) to be accepted into LGBTQ+ spaces, causing them to feel unwelcomed and less frequently engage with the community (Roffee & Waling, 2016). Finally, assumptions of a universal LGBTQ+ experience resulted in microinvalidations of particular personal experiences that do not fit the norm, making the target feel less valued or that their experience is insignificant (Roffee & Waling, JOURNAL OF HOMOSEXUALITY 13172016). For example, positive experiences of coming out are disregarded in comparison to difficult coming out narratives, ostracizing those with alter-native experiences and perpetuating a belief of a universal LGBTQ+ experi-ence (Roffee & Waling, 2016).Other identity statuses micoraggressionsWhile ingroup microaggression based on racial and/or identity statuses has been the focus of the found literature, they also touch upon other identity statuses which result in microaggression. Most notably, disabled queer people are found to experience microaggression within the LGBTQ+ community (Conover & Israel, 2018; Nadal, 2013). Disabled people in the LGBTQ+ community, especially those with severe disabilities, feel a sense of invisibility due to desexualization (Nadal, 2013). Fellow sexual minorities often don’t consider having sexual relationships with disabled people, which is worsened by the beauty standards within the community (Conover & Israel, 2018; Nadal, 2013). The fixation on perfection views a disability, no matter what it is, as a flaw and thus deems disabled individuals as unattractive (Nadal, 2013). Queer disabled people also experience environmental microaggressions, with many LGBTQ+ events and venues being physically inaccessible (Conover & Israel, 2018; Nadal, 2013).Microaggression also manifests in the form of ageism within the LGBTQ+ community, with the emphasis on youth permeating every norm of the community—including social/cultural/political behaviors, beauty standards, and sex culture (Nadal, 2013). Elderly LGBTQ+ individuals testify that they feel a sense of invisibility within queer spaces, which caters to the younger population (Nadal, 2013). Many of these elderly LGBTQ+ individuals had experienced the trauma of fighting for LGBTQ+ civil rights—having pre-viously been harassed, arrested, beaten, and even witnessed deaths of fellow queer friends during the gay liberation movement (Nadal, 2013). Such exclu-sion and isolation then can be especially harmful toward older LGBTQ+ individuals due to their past experiences of discrimination from wider society, and their struggle for equal rights for the younger generation (Nadal, 2013). Several other groups experience similar acts of microaggression from the community, such as LGBTQ+ people of lower social classes or socioeconomic status who are more likely to encounter multiple intersecting identities (such as age, race, gender) and therefore subject to multiple microaggressions (Nadal, 2013). LGBTQ+ people who are overweight or obese are also noted to experience microaggressions form within the community due to the overt way in which narrow perspectives of beauty standards are portrayed and revered within the LGBTIQ+ community and broader society (Nadal, 2013). However, writing on such groups is sparse, and further research is required.1318 D. TRAN ET AL.Impacts of microaggressionsAcross the dataset, around two thirds of the literature discussed the impacts of LGBTQ+ ingroup microaggression on the targets. Experiencing ingroup microaggression has been reported to have various negative impacts on an individual’s wellbeing, especially their mental health. In general, LGBTQ+ targets of microaggression testify that ingroup microaggression is more pain-ful than microaggression committed by those outside of the community due to a heightened sense of betrayal and a higher expectation of the community (Galupo et al., 2014; Toone, 2018; Vaccaro & Koob, 2019). Targets of LGBTQ+ ingroup microaggression experience general mental, emotional and psycho-logical distress—with specific mentions of stress, depression, anxiety, trauma, and feelings of helplessness, hopelessness, loneliness, displacement, invisibil-ity, anger, sadness, and fear (Balsam et al., 2011; Conover & Israel, 2018; Fisher et al., 2019; Ghabrial, 2017; Kelly et al., 2020; Nadal et al., 2017; Sadika et al., 2020; Vaccaro & Koob, 2019; Weber et al., 2018). LGBTQ+ ingroup micro-aggression also affects the target’s future interaction with the community— lowering their positive affect and perception of belonging, causing hypervigi-lance in future social relationships and/or disengagement from the community (Fisher et al., 2019; Ghabrial, 2017; Nadal et al., 2017). On the other hand, if the target and perpetrator have a pre-established relationship, the former is more likely to forgive or excuse acts of microaggression from the latter (Vaccaro & Koob, 2019). This creates a scenario where although ingroup LGBTQ+ microaggressions are more harmful to the target, it is also less likely to be confronted or addressed in fear of losing their sense of belonging or support from peers (Vaccaro & Koob, 2019).The effect of ingroup LGBTQ+ microaggression slightly varies depending on the target’s identity status. For example, mental health outcomes of bisexual individuals on average are worse compared to their monosexual counterparts—including higher rates of depression, negative affect and sui-cidal idealation and attempts (Flanders et al., 2019; Legge, Flanders, & Robison, 2018; Nadal et al., 2011; Salim et al., 2019). This is potentially attributed to the microaggression and stigma that bisexual people experience from both the LGBTQ+ community and wider society (Bostwick & Hequembourg, 2014; Salim et al., 2019). The found literature also highlights how racial microaggressions within the LGBTQ+ community affect the target’s health-related behaviors. LGBTQ+ people of color’s experience of racial microaggression causes them to avoid behaviors that maximize their health safety (Sadika et al., 2020). This includes, but is not limited to: smoking and alcohol dependency, not utilizing HIV tests and/or general health services, and engaging in high-risk sexual behaviors and/or unsafe sex practices that increase their chance of contracting HIV (Balsam et al., 2011; Ghabrial, 2017; Sadika et al., 2020).JOURNAL OF HOMOSEXUALITY 1319Gaps in the researchFor our wider interests and inspired by community writings on intergenera-tional tensions in the LGBTQ+ community, one of the aims was to find research on lateral violence and/or microaggression based on generational differences specifically. Unfortunately, very little was found regarding how one’s age/generation has impacted their experience of lateral violence and ingroup microaggression within the LGBTQ+ community. However, there is some existing research on the intergenerational tensions within the LGBTQ+ community outside of the reviewed literature, but these have not been conceptualized as microaggressions. According to studies, there are precon-ceived attitudes that the older generation holds of the younger generation (Russell & Bohan, 2005). The older generation sees themselves as being forgotten by the youth, who fail to recognize their wisdom and legacy of contributions toward the LGBTQ+ community (Russell & Bohan, 2005). In the youth-centric Western world, the older generations feel that society focuses on resolving youth issues, to the detriment of the aging population (Knauer, 2012). The separation of the older generation and the younger generation are perhaps amplified by the different norms of the two groups. Older cohorts are more likely to describe multiple themes of struggle in their narrative compared to younger generations (Dunlap, 2014)—which could explain why they believe the youth fail to recognize some of their past struggle. Furthermore, the older generation’s narrative has a significant focus on sexual orientation rather than gender identity, and sexuality is seen as static, permanent, and unchosen (Russell & Bohan, 2005; Vaccaro, 2009). On the contrary, younger generations see identity as fluid, and tend to question the dichotomous understandings of gender and sexuality (Knauer, 2012; Russell & Bohan, 2005; Vaccaro, 2009). Such sentiments of the older generation echo Nadal’s (2013) previously discussed work, which indicates that generational issues may be explored from a different perspective that doesn’t directly use the frame of ingroup microaggression or lateral violence.Almost no research has been conducted on how one’s socioeconomic status/ class affects their experience of ingroup LGBTQ+ microaggression. While discussions of intersectionality within the queer context have classified class as one of the marginalizing identities (Kelly et al., 2020; Sadika et al., 2020; Vaccaro & Koob, 2019), those of lower socioeconomic status barely receive any academic attention outside brief mentions. Despite acknowledging the hegemonic position of white middle-class men in the queer community, there has been little attempt to highlight how class impacts an individual’s experience in the LGBTQ+ community. Further research would provide a fuller picture of the power dynamics and intersectionality in the LGBTQ+ space.1320 D. TRAN ET AL.It is also important to note that despite finding literature on ingroup micro-aggression, said topic was not the focal point of any papers—with the primary focus being on microaggression from those outside of the LGBTQ+ community. As such, research on this topic is still in its infancy, and consequently, the information falls short of its intersectional focus. For example, there is little information on the experience of LGBTQ+ women of color’s experience of ingroup microaggression. As stated, issues surrounding ingroup microaggres-sions are often ignored, denied, or remain unaddressed within the LGBTQ+ community (Nadal, 2013; Vaccaro & Koob, 2019), and thus a greater focus on the topic in future research would be beneficial in bringing attention to the issue.ConclusionIn summary, the literature on the topic has focused on how power dynamics within the LGBTQ+ community has enabled its subgroups to enact micro-aggression on one another—evident by the acts of microaggression discussed above. Many of the ingroup microaggressions experienced by members of the LGBTQ+ community are a result of dominant norms that give certain groups power over another. White LGBTQ+ people are able to perpetrate microag-gressions on LGBTQ+ people of color due to the former’s power over the latter. This is also the case for monosexual individuals against bisexual indi-viduals, cisgender individuals against transgender individuals, binary gender individuals against non-binary gender individuals, able-bodied individuals against disabled individuals, and so on. This has consequently led to acts of exclusion, stereotyping, exoticization, and questions of legitimacy—all of which contribute to worsened mental states of targets of ingroup LGBTQ+ microaggression. There are many directions in which future research could take on the topic of LGBTQ+ ingroup microaggression, such as focusing on subgroups that remain unexplored—particularly people of low socioeconomic status and women of color. This research can then contribute to awareness of these dynamics in the community and contribute to the formulation of practical solutions wherein more powerful or privileged groups can reflect on their role and challenge the marginalization of others in the LGBTQ+ community,Disclosure statementNo potential conflict of interest was reported by the author(s).FundingThe author(s) reported there is no funding associated with the work featured in this article.JOURNAL OF HOMOSEXUALITY 1321References*Armstrong, T., & Leong, T. W. (2019). SNS and the lived experiences of queer youth. Proceedings of the 31st Australian Conference on Human-Computer-Interaction (OZCHI’19) December 2019 (Association for Computing Machinery)376–380 https://doi. org/10.1145/3369457.3369497 New York, NY, USA.*Balsam, K. F., Molina, Y., Beadnell, B., Simoni, J., & Walters, K. (2011). Measuring multiple minority stress: The LGBT people of color microaggressions scale. Cultural Diversity and Ethnic Minority Psychology, 17(2), 163–174. doi:10.1037/a0023244*Conover, K. J., & Israel, T. (2018). Microaggressions and social support among sexual minorities with physical disabilities. American Psychological Association, 64(2), 167–178.*Flanders, C. E., LeBreton, M., & Robinson, M. (2019). Bisexual women’s experience of micro-aggressions and microaffrmations: A community-based, mixed-methods scale development project. Archives of Sexual Behavior, 48(2), 143–158. doi:10.1007/s10508-017-1135-x*Galupo, M. P., Henise, S. B., & Davis, K. S. (2014). Transgender microaggressions in the context of friendship: Patterns of experience across friends’ sexual orientation and gender identity. Psychology of Sexual Orientation and Gender Diversity, 1(4), 461–470. doi:10.1037/ sgd0000075*Ghabrial, M. A. (2017). Trying to figure out where we belong: Narratives of racialized sexual minorities on community, identity, discrimination, and health. Sexuality Research and Social Policy, 14(1), 42–55. doi:10.1007/s13178-016-0229-x*Kelly, M., Lubitow, A., Town, M., & Mercier, A. (2020). Collective trauma in queer communities. Sexuality & Culture, 24(2), 1522–1543. doi:10.1007/s12119-020-09710-y*Nadal, K. L., Erazo, T., Schulman, J., Han, H., & Deutsch, T. (2017). Caught at the intersec-tions: Microaggressions toward lesbian, gay, bisexual, transgender, and queer people of color. In R. Ruth, and E. Santacruz (Eds.), LGBT psychology and mental health: Emerging research and advances (pp. 133–152). Santa Barbara, California: Praeger.*Nadal, K. L., Whitman, C. N., Davis, L. S., Erazo, T., & Davidoff, K. C. (2016). Microaggressions toward lesbian, gay, bisexual, transgender, queer, and Genderqueer peo-ple: A review of the literature. The Journal of Sex Research, 53(4–5), 488–508. doi:10.1080/ 00224499.2016.1142495*Nadal, K. L., Wong, Y., Issa, M.-A., Meterko, V., Leon, J., & Wideman, M. (2011). Sexual orientation microaggressions: Processes and coping mechanisms for lesbian, gay, and bisexual individuals. Journal of LGBT Issues in Counseling, 5(1), 21–46. doi:10.1080/ 15538605.2011.554606*Nadal, K. L. (2013). That’s So Gay!: Microaggressions and the lesbian, gay, bisexual, and transgender community. Washington DC: American Psychological Association. doi:10.1037/14093-000*Sadika, B., Wiebe, E., Morrison, M. A., & Morrison, T. G. (2020). Intersectional microaggres-sions and social support for LGBTQ persons of color: A systematic review of the Canadian-based empirical literature. Journal of GLBT Family Studies, 16(2), 111–147. doi:10.1080/1550428X.2020.1724125*Salim, S., Robinson, M., & Flanders, C. E. (2019). Bisexual women’s experiences of micro-aggressions and microaffirmations and their relation to mental health. American Psychological Association, 6(3), 336–346.*Scheuerman, M. K., Branham, S. M., & Hamidi, F. (2019). Safe spaces and safe places: Unpacking technology-mediated experiences of safety and harm with transgender people. Proceedings of the ACM on Human-computer Interaction, 2(CSCW), 1–27. doi:10.1145/ 32744241322 D. TRAN ET AL.*Toone, K. (2018). Come back for us: A critical reflection on the shared history of queers and sex workers and our need for solidarity. Hecate, 44(1/2), 110–121.*Vaccaro, A., & Koob, R. M. (2019). A critical and intersectional model of LGBTQ micro-aggressions: Toward a more comprehensive understanding. Journal of Homosexuality, 66 (10), 1317–1344. doi:10.1080/00918369.2018.1539583*Vivienne, S. (2017). “I will not hate myself because you cannot accept me”: Problematizing empowerment and gender-diverse selfies. Popular Communication, 15(2), 126–140. doi:10.1080/15405702.2016.1269906*Weber, A., Collins, S. A., Robinson-Wood, T., Zeko-Underwood, E., & Poindexter, B. (2018). Subtle and severe: Microaggressions among racially diverse sexual minorities. Journal of Homosexuality, 65(4), 540–559. doi:10.1080/00918369.2017.1324679Arksey, H., & O’Malley, L. (2005). Scoping studies: Towards a methodological framework. International Journal of Social Research Methodology, 8(1), 19–32. doi:10.1080/ 1364557032000119616Bostwick, W., & Hequembourg, A. (2014). ‘Just a little hint’: Bisexual-specific microaggressions and their connection to epistemic injustices. Culture, Health & Sexuality, 16(5), 488–503. doi:10.1080/13691058.2014.889754Carlson, B. (2020). Love and hate at the Cultural Interface: Indigenous Australians and dating apps. Journal of Sociology, 56(2), 133–150. doi:10.1177/1440783319833181Clark, Y., & Augoustinos, M. (2015). What’s in a name? Lateral violence within the Aboriginal community in Adelaide, South Australia. The Australian Community Psychologist, 27(2), 19–34.Clark, Y., & Glover, K. (2019). Lateral violence in Aboriginal communities: From awareness to transformations. In B. Shelley, K. Riele, N. Brown, and T. Crellin (Eds.), Harnessing the transformative power of education (pp. 16–35). Leiden, The Netherlands: Brill.Colquhoun, H. L., Levac, D., O’Brien, K. K., Straus, S., Tricco, A. C., Perrier, L., . . . Moher, D. (2014). Scoping reviews: Time for clarity in definition, methods, and reporting. Journal of Clinical Epidemiology, 67(12), 1291–1294. doi:10.1016/j.jclinepi.2014.03.013Croft, R. K., & Cash, P. A. (2012). Deconstructing contributing factors to bullying and lateral violence in nursing using a postcolonial feminist lens. Contemporary Nurse, 42(2), 226–242. doi:10.5172/conu.2012.42.2.226Dunlap, A. (2014). Coming-out narratives across generations. Journal of Gay & Lesbian Social Services, 26(3), 318–335. doi:10.1080/10538720.2014.924460Fattoracci, E. S. M., Revels-Macalinao, M., & Huynh, Q.-L. (2020). Greater than the sum of racism and heterosexism: Intersectional microaggressions toward racial/ethnic and sexual minority group members. Cultural Diversity and Ethnic Minority Psychology. Advance online publication.Fisher, C. M., Woodford, M. R., Gartner, R. E., Sterzing, P. R., & Victor, B. G. (2019). Advancing research on LGBTQ microaggressions: A psychometric scoping review of measures. Journal of Homosexuality, 66(10), 1345–1379. doi:10.1080/00918369.2018.1539581Fury. (2017, July 18). Call out culture’s generation gap: Tumblr, queer theory, and lateral violence. Archer. Retrieved from http://archermagazine.com.au/2017/07/call-cultures-gen eration-gap-tumblr-queer-theory-lateral-violence/ Kelly, C. (2017, March 23). Fight amongst yourselves – Bigotry within the queer community. SBS. Retrieved from https://www.sbs.com.au/topics/pride/agenda/article/2017/03/23/fight- amongst-yourselves-bigotry-within-queer-community Knauer, N. J. (2012). Gen silent: Advocating for LGBT elders. Elder Law Journal, 19(2), 289–350.JOURNAL OF HOMOSEXUALITY 1323Legge, M. M., Flanders, C. E., & Robison, M. (2018). Young bisexual people’s experiences of microaggression: Implications for social work. Social Work in Mental Health, 16(2), 125–144. doi:10.1080/15332985.2017.1357669Munn, Z., Peters, M. D. J., Stern, C., Tufanaru, C., McArthur, A., & Aromataris, E. (2018). Systematic review or scoping review? Guidance for authors when choosing between a systematic or scoping review approach. BMC Medical Research Methodology, 18(1), 143. doi:10.1186/s12874-018-0611-xNadal, K. L., Erazo, T., Schulman, J., Han, H., Deutsch, T., Ruth, R., & Santacruz, E. (2017). Caught at the intersections: Microaggressions toward lesbian, gay, bisexual, transgender, and queer people of color. LGBT psychology and mental health: Emerging research and advances, 133–152.Reeders, D. (2020, January 5). Beyond cancellation: Accountability and the Sydney queer community. Bad Blood: Stigma and the Social Governance of Health. Retrieved from https://badblood.blog/accountability-and-the-sydney-queer-community/ Roffee, J. A., & Waling, A. (2016). Rethinking microaggressions and anti-social behaviour against LGBTIQ+ Youth. Safer Communities, 15(4), 190–201. doi:10.1108/SC-02-2016-0004Russell, G. M., & Bohan, J. S. (2005). The gay generation gap: Communicating across the LGBT generational divide. Angles: The Policy Journal of the Institute for Gay and Lesbian Strategic Studies, 8(1), 1–8.Sue, D. W., Capodilupo, C. M., Torino, G. C., Bucceri, J. M., Holder, A., Nadal, K. L., & Esquilin, M. (2007). Racial microaggressions in everyday life: Implications for clinical practice. American Psychologist, 62(4), 271–286. doi:10.1037/0003-066X.62.4.271Vaccaro, A. (2009). Intergenerational perceptions, similarities and differences: A comparative analysis of lesbian, gay, and bisexual Millennial youth with Generation X and Baby Boomers. Journal of LGBT Youth, 6(2–3), 113–134. doi:10.1080/193616509028991241324 D. TRAN ET AL.",
    "id": 523536854,
    "identifiers": {
        "doi": "10.1080/00918369.2021.2020543",
        "oai": "oai:researchdirect.westernsydney.edu.au:uws_63244"
    },
    "title": "Lateral violence and microaggressions in the LGBTQ+ community : a scoping review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T00:00:00+00:00",
    "publisher": "U.S., Routledge",
    "references": [],
    "sourceFulltextUrls": [
        "https://researchdirect.westernsydney.edu.au/islandora/object/uws%3A63244/datastream/PDF/view"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/523536854.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/523536854"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/523536854/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/523536854/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/523536854"
        }
    ],
    "abstract": "Violence and microaggressions against the LGBTQ+ community from those outside of the community is commonly known and understood within academic literature. However, there is limited comprehensive knowledge about violence and microaggressions that occur within LGBTQ+ communities. This scoping review helps to fill this gap in knowledge, analyzing and synthesizing 18 research articles published in English language scholarly journals all of which have been published between 2010 and 2020. Online databases ProQuest, SAGE Journals, Google Scholar, Taylor and Francis Journals, Scopus, Informit, Project MUSE, PubMed, and EBSCOhost were utilized to search for existing literature on ingroup LGBTQ+ microaggression. The found literature focused on power dynamics within the LGBTQ+ community and how that power has enabled subgroups within the community to enact microaggression on one another. We found that ingroup microaggressions experienced by members of the LGBTQ+ community are a result of dominant norms that give certain groups power over another",
    "tags": [
        "journal article",
        "Text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journal article",
        "Text"
    ],
    "oai": "oai:researchdirect.westernsydney.edu.au:uws_63244",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11514",
        "openDoarId": 0,
        "name": "Western Sydney ResearchDirect",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 523536854,
        "depositedDate": null,
        "publishedDate": "2023-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-08T09:15:58+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-12T01:17:32+01:00"
    },
    "urls": [
        "https://hdl.handle.net/1959.7/uws:63244",
        "https://doi.org/10.1080/00918369.2021.2020543"
    ],
    "lastUpdate": "2024-02-08T09:15:58+00:00",
    "setSpecs": []
}