{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Clarke, Victoria"
        },
        {
            "name": "Hayfield, Nikki"
        },
        {
            "name": "Huxley, Caroline J."
        }
    ],
    "contributors": [],
    "createdDate": "2013-05-02T17:07:22+01:00",
    "dataProvider": {
        "id": 136,
        "name": "Warwick Research Archives Portal Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/136",
        "logo": "https://api.core.ac.uk/data-providers/136/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/9846494.pdf",
    "fullText": "http://go.warwick.ac.uk/lib-publications          Original citation: Clarke, Victoria, Ph.D., Hayfield, N. and Huxley, Caroline J.. (2012) Lesbian, gay, bisexual and trans appearance and embodiment : a critical review of the psychological literature. Psychology of Sexualities Section Review, Vol.3 (No.1). pp. 51-70. Permanent WRAP url: http://wrap.warwick.ac.uk/53017    Copyright and reuse: The Warwick Research Archive Portal (WRAP) makes the work of researchers of the University of Warwick available open access under the following conditions.  Copyright © and all moral rights to the version of the paper presented here belong to the individual author(s) and/or other copyright owners.  To the extent reasonable and practicable the material made available in WRAP has been checked for eligibility before being made available.  Copies of full items can be used for personal research or study, educational, or not-for-profit purposes without prior permission or charge.  Provided that the authors, title and full bibliographic details are credited, a hyperlink and/or URL is given for the original metadata page and the content is not changed in any way.  Publisher’s statement: © British Psychological Society  http://wrap.warwick.ac.uk/53017/  A note on versions: The version presented here may differ from the published version or, version of record, if you wish to cite this item you are advised to consult the publisher’s version.  Please see the ‘permanent WRAP url’ above for details on accessing the published version and note that access may require a subscription.  For more information, please contact the WRAP Team at: wrap@warwick.ac.uk  1  Lesbian, gay, bisexual and trans appearance and embodiment: A critical review of the psychological literature Victoria Clarke, Nikki Hayfield and Caroline Huxley  Victoria Clarke is an Associate Professor in Sexuality Studies and a member of the Centre for Appearance Research in the Department of Psychology at the University of the West of England, Bristol. Nikki Hayfield is a Lecturer in Psychology and a member of the Centre for Appearance Research in the Department of Psychology at the University of the West of England, Bristol. Caroline Huxley is a Research Fellow in Warwick Medical School at the University of Warwick, Coventry.  Correspondence: Victoria Clarke Department of Psychology Faculty of Health and Life Sciences Frenchay Campus Coldharbour Lane University of the West of England Bristol, BS16 1QY Email: Victoria.Clarke@uwe.ac.uk    2  Lesbian, gay, bisexual and trans appearance and embodiment: A critical review of the psychological literature Abstract This paper provides a review of the psychological literature on LGBT appearance and embodiment. Research on ‘outsider’ perceptions of LGBT appearance and embodiment has focused on the links between perceptions of physical attractiveness and homosexuality, and physical attractiveness and transsexuality, and on the detection of homosexuality from visual cues. ‘Insider’ research has examined LGBT people’s body image, and appearance and adornment practices in non-heterosexual communities. We identify three major limitations of LGBT appearance research: (i) the reliance on a gender inversion model of homosexuality; (ii) the marginalisation of bisexual appearance and embodiment; and (iii) the focus on trans as a diagnostic category and the resulting exclusion of the subjectivities and lived experiences of trans people. Keywords: Adornment, body image, clothing, gaydar, gender inversion, homophobia  Appearance is often dismissed as a trivial or frivolous concern unworthy of academic attention (Frith & Gleeson, 2004; Tseelon, 2001a, 2001b). Feminist researchers have often viewed appearance as simply a site of oppression for women (Jeffreys, 2005); indeed, it is only relatively recently that some feminist researchers have begun to explore the role of body management and appearance practices in the construction of subjectivities and identities (Entwistle, 2000; Frith, 2003; Gleeson & Frith, 2003; Riley & Cahill, 2005). By contrast, sexuality scholars have always been interested in appearance. The earliest sex 3  researchers – including ‘first wave’ sexologists such as Richard von Krafft-Ebing and Henry Havelock Ellis – were fascinated with the appearance of, what they called, ‘sexual inverts’. They viewed female and male inverts’ preference for the clothing of the ‘opposite sex’ as an outward expression of their inner gender inversion or ‘interior androgyny, a hermaphroditism of the soul’ (Foucault, 1978, pp. 43). For example, Henry Havelock Ellis wrote that: The chief characteristic of the sexually inverted woman is a certain degree of masculinity … There is … a very pronounced tendency among sexually inverted women to adopt male attire when practicable. In such cases male garments are not usually regarded as desirable chiefly on account of practical convenience, nor even in order to make an impression on other women, but because the wearer feels more at home in them. (Henry Havelock Ellis, 1906/2001, pp. 141, our emphasis) Thus, for the early sexologist, the invert felt ‘more at home’ or (psychologically) comfortable in the clothing of the ‘opposite’ sex because of the fit between their inner and outer selves (Holliday, 1999; Riley & Cahill, 2005). It was not until the emergence of ‘gay affirmative’ psychology in the mid-1970s that psychologists became interested in the appearance and embodiment of LGBT individuals. The earliest appearance research focused on heterosexual perceptions of lesbian and gay appearance. More recently, LGBT psychologists have examined judgements of ‘sexual orientation’, LGBT body image, and appearance and clothing practices in non-heterosexual communities. Most of this research is focused directly on appearance, but some research has used and manipulated LGBT appearance in the course of researching other topics (such as the behavioural correlates of homophobic attitudes). The aim of this paper is to bring together these divergent bodies of literature 4  under the banner of ‘LGBT appearance psychology’ and to provide a (critical) overview of this research. We have organised this research under two overarching headings – outsider perceptions (including research on heterosexual perceptions of LGB appearance and on judgements of sexual orientation) and insider perspectives (including research on body image and on clothing practices). Our critique of the literature centres on three main problematic assumptions. First, the assumption of gender inversion: we will show that early sexologists’ gender inversion model of homosexuality underpins almost all appearance research on non-heterosexuality, and consequently non-normative gender performances are pathologised. Second, the assumption of a homosexual/heterosexual binary: we will demonstrate that appearance research, like other areas of LGBT psychology, is underpinned by a binary model of sexuality (Hegarty, 1997) that marginalises bisexuality and bisexual people’s appearance and embodiment. Third and finally, trans is understood largely as the psychiatric diagnosis gender identity disorder (GID), which results in the exclusion of the subjectivities and lived and embodied experiences of trans people. We end this review by discussing future directions for LGBT appearance psychology. Outsider perceptions of LGBT appearance Heterosexual perceptions of lesbian, gay and bisexual appearance and physical attractiveness A significant focus for early gay affirmative research was attitudes toward homosexuality and the newly developed concept of ‘homophobia’ (e.g., Lumby, 1976; Smith, 1971). Many researchers were interested in why people were homophobic: whereas some focused on the social and psychological characteristics of the homophobe (e.g., Minnigerode, 1976; Morin & Garfinkle, 1978), others were interested in the characteristics of lesbians and gay 5  men that provoked homophobia. One proposition was that “homosexual men and women are disliked because they are thought to display inappropriate gender-related mannerisms” (Laner & Laner, 1980, pp. 339). From the late 1970s to the mid 1980s, a series of (mainly US) studies examined (mostly heterosexual college students’) perceptions of the physical attractiveness and gender-role orientation of lesbians and gay meni. They used methods such as photo-rating or photo-sorting tasks (where participants are asked to view a range of stimulus head and shoulder or waist-up photographs of women/men and rate or sort them for various attributes).  For example, Dew (1985) explored the links between perceptions of physical attractiveness and female homosexuality and found that women who were perceived to be less physically ‘attractive’ were more likely to be perceived as homosexual (see also Dunkle & Francis, 1990). Furthermore, female participants with more conservative attitudes were more likely than female participants with liberal attitudes to associate homosexuality with being less physically attractive (men rated physically ‘unattractive’ women as more likely to be homosexual regardless of their attitudes toward homosexuality and sex-roles). Dew (1985, pp. 151) concluded that “above all else, female homosexuality seems to be connected with the idea of an overly masculine, unattractive woman”, as part of a broader social trend of linking socially undesirable and deviant behaviour with a lack of physical attractiveness. Similarly, Unger, Hilderbrand and Mader (1982) found that heterosexual women who were less tolerant of lesbians were more likely to categorise unattractive women as lesbians (and similarly to Dew, men selected unattractive women as lesbians regardless of their tolerance levels). Heterosexual women also viewed male homosexuals as less attractive than heterosexual men (heterosexual men, however, did not distinguish between homosexual 6  and heterosexual men on the basis of physical attractiveness). Laner and Laner (1979) found that gay men with a conventional heterosexual (average masculine) appearance were less disliked than gay men who appeared feminine or very masculine. In a parallel study, Laner and Laner (1980) found that lesbians with a conventional heterosexual (average feminine) appearance were less disliked than lesbians who appeared masculine or very feminine. This led Laner and Laner (1980, pp. 353) to conclude that: “public acceptance of homosexual men and women, as sought by the gay activist movement, may best be served by that conventionality of style which is already believed to characterize the majority. From a pragmatic point of view, this argues for eschewing both butch-macho and super-femme outward appearances and behaviours. Until heterosexual attitudes change ... this may be the most workable method available for reducing pejorative attitudes of heterosexual men and women”. Thus, this strand of appearance research appeared to support the (arguably defensive and normalising) political strategies of the ‘good gays’ii of the 1950s homophile movement (organisations like the Mattachine Society and the Daughters of Bilitis encouraged their members to adopt ‘a model of... dress acceptable to society’ [quoted in Faderman, 1991, pp. 180] to advance their campaign for civil rights). These organisations placed the onus on lesbians and gay men conforming to the rules of compulsory heterosexuality, taking responsibility for managing heterosexism (even if only pragmatically) and strategically assimilating with mainstream society in order to secure public acceptance. The implication of research on physical attractiveness was that homophobia is provoked by gender deviance. Thus, this research arguably contributed to the pathologisation of queer gender 7  performances and stoked the fires of ‘butchphobia’ (Halberstam, 1998) and ‘sissyphobia’ (Bergling, 2001).  These and other studies (e.g., Storms, 1978; Storms, Stivers, Lambers & Hill, 1981; Weissbach & Zagon, 1975) established the existence of robust links between perceptions of lesbianism and masculinity, and male homosexuality and femininity. It is perhaps no surprise then that Kite and Deux (1987), among others, have found strong support for a gender inversion theory of homosexuality. Kite and Deux’s heterosexual participants also made links between lesbians’ and gay men’s appearance and character – lesbians were perceived to be unattractive, shy and strange, whereas gay men were perceived to be friendly.  More recent research on (predominantly) heterosexuals’ stereotypes has shown that gender inversion continues to underpin perceptions of lesbian and gay appearance (Eliason, Donelan & Randall, 1992; Hayfield, 2012; Madon, 1997; Peel, 2005). Eliason et al. (1992, pp. 49) found that one of the most prevalent stereotypes of lesbians is that they are ‘more likely to look and act like men’. Thus they concluded that ‘lesbians who are more feminine in their appearance and behaviour are less visible and thus do not contribute to the stereotype’ (pp. 49). Madon (1997) reported that people’s beliefs about gay men formed two general subtypes of a gay male stereotype: that gay men have positive female sex-typed qualities and that they violate acceptable male gender roles. Madon concluded that: ‘bias against gay males might arise more from the negative perception that gay males violate what it means to be a man than from the positive perception that gay males possess favourable qualities associated with women’ (pp. 682). Most participants in Hayfield’s (2012) qualitative survey research portrayed gay men as feminine and lesbians as butch and masculine, which was 8  very different from how they perceived heterosexual (masculine) men and (feminine) women. Thus, the early sexologists’ theory of gender inversion continues to shape perceptions of homosexuality (Storms et al., 1981).  Early research (underpinned by a homosexual/heterosexual binary model of sexuality) only explored (heterosexual) perceptions of lesbian and gay men’s dress and appearance. However, more recently, Hayfield (2012) investigated heterosexual perceptions of bisexual appearance and found that participants on the whole failed to identify any distinctive appearance norms for bisexual men and women. She argued that these findings could be linked both to dichotomous understandings of sexuality and the invisibility of bisexuality within western culture more broadly. Manipulating appearance to examine the behavioural correlates of homophobia Researchers have also manipulated dress and appearance, dressing confederates in gay slogan t-shirts (Gray, Russell & Blockley, 1991; Hendren & Blank, 2009, Tsang, 1994), caps (Hebl, Foster, Mannix & Dovido, 2002) and badges (Cuenot & Fugita, 1982) to examine anti-gay prejudice and discrimination. Hendren and Blank (2009) found that people perceived as (openly) lesbian or gay (by virtue of wearing a gay slogan t-shirt) are less likely to be helped than those assumed to be heterosexual (the chances of receiving help were three times lower for a perceived lesbian or gay requestor, compared to an assumed heterosexual requestor, and perceived gay requestors received less help than perceived lesbian requestors) (see also Gray et al., 1991). Similarly, Hebl et al. (2002) found that people perceived to be lesbian or gay (by virtue of wearing a gay slogan cap) who applied for a job at a local shop were responded to significantly more negatively on interpersonal measures of bias (shorter interactions, fewer words spoken by employers, greater negativity perceived 9  by the applicants and by independent raters) than those presumed to be heterosexualiii. Hegarty and Massey (2006) have argued that rather than simply assessing attitudes toward straight and lesbian/gay individuals, such experiments can also be understood as assessing different responses to lesbians/gay men who are ‘out’ or who ‘pass’ as heterosexual (something acknowledged by Hendren & Blank, 2009): ‘the experiments may be assessing differential reactions to ways of enacting minority sexual identities, rather than differential reactions to members of separate discrete social groups’ (pp. 58). Furthermore, as Gray et al. (1991, pp 176; our emphasis) argue in relation to their use of the slogan ‘GAY still means HAPPY’, some slogans ‘could also be seen as an espousal of the gay ‘cause’ by a person who is not a homosexual’ (see also Clarke, 2012). Altogether, what research on attractiveness and gay slogan clothing suggests is that lesbians and gay men who are open about their sexuality (for example, by wearing gay pride clothing and accessories), or who conform to gendered expectations about lesbian and gay appearance and behaviour (for example, butch lesbians and effeminate gay men), or violate these expectations (for example, hyper-masculine gay men and hyper-feminine lesbians), are potentially vulnerable to prejudice and discrimination. Thus, only lesbians and gay men who understand and conform to the rules of compulsory heterosexuality, including the adoption of conventional gender identities, are, to paraphrase Laner and Laner (1979, 1980) ‘liked’ by others. In a quantitative study examining lesbian and bisexual women’s experiences of sexuality-based discrimination, Huxley (2012) found that bisexual women reported significantly fewer experiences of discrimination than lesbian women. As heterosexuals are often unable to identify bisexual appearance norms (Hayfield, 2012), bisexual people could be less 10  vulnerable to the prejudice and discrimination experienced by more visible lesbians and gay men.   Perceptions of trans appearance In the last decade there has been interest in transphobia (e.g., Hill & Willoughby, 2005; Tee & Hegarty, 2006) and some of this research has focused on the appearance of trans people (again, this research has been mostly conducted in the US using heterosexual college students as participants). For example, Gerhardstein and Anderson (2010) found that female-to-male (FTM) and male-to-female (MTF) transsexualsiv whose facial appearance was gender-incongruent were perceived as less attractive than transsexuals whose facial appearance was gender-congruent. Negative evaluations of the facial appearance of transsexuals were associated with higher levels of transphobia and homophobia (and male participants generally made more negative evaluations than female participants, echoing the results of much homophobia research, Clarke, Ellis, Peel & Riggs, 2010). These results are suggestive of a strong desire for gender conformity among the participants, and the operation of a binary model of gender within the wider society, which results in the policing and punishment of people who fail to conform (see Whittle, Turner & Al-Alami, 2007). In conclusion then, the perceived gender non-conformity of gay men and lesbians and trans people is associated with negative attitudes. ‘Gaydar’ and judging sexual orientation from visual cues In the late 1990s a concern for heterosexuals’ perceptions of lesbian and gay appearance re-emerged in a body of research examining judgements of ‘sexual orientation’ from visual cues (what gay men and lesbians often refer to colloquially as ‘gaydar’, a combination of 11  ‘gay’ and ‘radar’, Nicholas, 2004) and the proposition that gay men have a particular advantage in detecting homosexuality (Ambady, Hallahan & Conner, 1999). Researchers have consistently found that gay men and lesbians and heterosexuals accurately judge (significantly better than chance) sexual orientation, often based on very ‘thin slices’ of visual stimuli. These visual stimuli range from a 10 second silent video clip of the targets (Ambady et al., 1999) to a 50 millisecond exposure to a photographic image of a “directly oriented face free of any facial alterations (such as jewelry, glasses, or facial hair)... removed from their original context and placed onto a white background... [and] gray-scaled” (Rule & Ambady, 2008, pp. 1101) or photographic images of just the hair, or mouth area or eyes of the targets (Rule, Ambady, Adams & Macrae, 2008). Participants can even judge sexual orientation accurately following “very brief, near subliminal” 40 millisecond exposures to photographic images of faces (Rule, Ambady & Hallett, 2009, pp.1245), and when photographs are carefully selected to ensure that facial cues such as piercings, facial hair, make-up and glasses are excluded (Tabak & Zayas, 2012). This research has shown that ‘snap’ judgements of sexual orientation are significantly more accurate than thoughtful judgements (Rule et al., 2009), and gay men and lesbians are more accurate than heterosexuals in judging sexual orientation, but only when making judgements on the basis of less rather than more information (still photographs and 1 second silent video clips versus 10 second silent video clips) (Ambady et al., 1999). Ambady et al. (1999, pp. 545) conclude that their findings: “cas[t] doubt on the idea that gay men have a particular advantage in judging sexual orientation ... These data suggest that gay men and lesbians are similarly accurate; if 12  anything, lesbians’ advantage over heterosexual women is relatively greater than gay men’s advantage over heterosexual men”.  This research has also found that in general the sexual orientation of women is judged more accurately than the sexual orientation of men (Ambady et al., 1999; Tabak & Zayas, 2012). In Ambady et al.’s (1999) study, the most accurate judgements of women were based on still photographs and the most accurate judgements of men were based on the video clips, which show ‘dynamic nonverbal behaviour’. Ambady et al. argue that these results suggest that “static aspects of appearance such as hairstyle, clothing, and jewelry may be relatively more informative about women’s sexual orientation, and dynamic nonverbal behaviour such as gestures may be relatively more informative about men’s sexual orientation” (pp. 546). These findings are interesting in light of the findings from research on appearance and clothing practices (see below) that there are robust norms for visual appearance in lesbian communities, whereas gay men’s sexuality is primarily visible and readable through embodied practices such as gesture, gait and speech (Clarke & Turner, 2007). Johnson, Gill, Reichman and Tassinary (2007) examined the role of body motion and morphology (using both animated and real human stimuli) in judging sexuality and found that gender-typical combinations of body motion and morphology (e.g., a tubular body moving with shoulder swagger or a hourglass body moving with hip sway) were generally perceived to signal heterosexuality and gender-atypical combinations (e.g., a tubular body moving with hip sway or a hourglass body moving with shoulder swagger) were judged to be homosexual. Gender inversion and the detection of sexual orientation 13  Most research in the area of ‘sexual orientation detection’ has used white or racially unspecified targets (and perceivers). Rule (2011) examined the accuracy of judgements of the sexual orientation of Asian, Black and White male targets by Asian, Black and White perceivers. Rule notes that “stereotypes suggest that sexual orientation maybe easier to judge among Caucasian targets” (pp. 830) because stereotypically Asian men are associated with femininity and Black men with masculinity. However, in this study Asian, Black and White men’s sexual orientations were judged with equivalent levels of above-chance accuracy, regardless of the perceiver’s race. By contrast, Johnson and Ghavami (2011) found that gender stereotypes of racial groups confounded judgements of sexual orientation. They compared gay/lesbian and heterosexual perceivers’ judgements of the sexual orientation of gender atypical targets (feminine Asian men and masculine Black women) and gender typical targets (feminine Asian women and masculine Black men). Participants were more likely to judge targets to be gay/lesbian when the target race was associated with gender atypical stereotypes (Asian men and Black women) than with gender-typical stereotypes (Asian women and Black men).  A study by Freeman, Johnson, Ambady and Rule (2010) provides further evidence that accurate detection of sexual orientation is underpinned by a gender inversion theory of homosexuality (see also Dunkle & Francis, 1990; Rieger, Linsenmeier, Gygax, Garcia & Bailey, 2010). Their study differs from previous research in measuring the perceived gender inversion of targets, and shows that both computer-generated and real faces that were assessed to be more gender inverted were also more likely to be judged as gay or lesbian. Furthermore, the accuracy of perceiver judgements increased when stereotypic gendered cues (e.g., face shape and texture) were introduced, except when judging photographs of 14  gender atypical targets (here judgements were consistently less accurate than chance). Thus, two decades on from the earliest research into heterosexuals’ perceptions of lesbian and gay appearance and embodiment, there remains strong evidence that a pervasive gender-inversion model of homosexuality underpins heterosexuals’ perceptions of lesbian and gay appearance and embodiment. Research on judgements of sexual orientation has, until recently, largely overlooked bisexuality (participants are typically given only two options for categorising sexuality – ‘heterosexual and homosexual’, Johnson et al., 2007, pp. 323). Ding and Rule (2012) found that perceivers could accurately identify heterosexual men and women, and lesbians and gay men with success levels above chance. However, bisexual men were only identified at chance, and furthermore, bisexual targets were consistently mistaken as gay/lesbian. Accordingly, participants believed that bisexual men were significantly different from heterosexual men but not from gay men, and that bisexual women were significantly different from heterosexual women but not lesbians. Similarly to Hayfield (2012) (see above) Ding and Rule concluded that a “straight-non straight dichotomy” (pp. 165) underpins judgements of sexual orientation. Understanding the cognitive process that underlie gaydar Other sexuality detection researchers have focused on the cognitive process that may underlie gaydar. Colzato, van Hooidonk, van den Wildenberg, Harinck and Hommel (2010, pp. 1) argue that “being a homosexual might rely on systematic practice of processing relatively specific, local perceptual features, which might lead to a corresponding chronic bias of attentional control” and provide tentative evidence to support this conclusion. Woolery (2007) provided a social-cognitive analysis of gaydar, arguing that it is an expert 15  skill of reading both intentional and unintentional subtle cues, necessitated by an oppressive cultural context, which can be learnt by both lesbians/gay men and heterosexuals. However, lesbians and gay men are more likely than heterosexuals to participate in “extended informal social training or apprenticeship” (pp. 15) to learn to detect sexual orientation. In a study with gay men, Shelp (2002) differentiated between ‘generic gaydar’ (‘the general notion of being able to look and tell who is gay’, pp. 2) and ‘adaptive gaydar’:  “A special intuitive or perceptual sensibility (sense-ability) of gay people to detect subtle identifying characteristics in other gay people, the development of which is motivated by the desire to remove feelings of isolation many have experienced growing up gay, and the basic human need for association with like others” (pp. 2). Thus, the major distinction between generic and adaptive gaydar is the motivation behind the development of the skill. Whereas ‘anyone’ (pp. 2) could learn to recognise the ‘clues’ of gay men’s sexuality (generic), gay men (and lesbians) are likely to be more invested in developing gaydar as a skill, due to their need for association and belonging with other gay men (and lesbians), hence there is also a likelihood of increased accuracy in their assessments of other’s sexuality. Insider perspectives on LGBT appearance and embodiment Lesbian body image In the late 1980s lesbian and gay social-cognitivist psychologists became interested in another aspect of appearance psychology – body image concerns, and related issues such as eating and exercise attitudes and behaviours. During this time two papers were published 16  on lesbian body image that have defined this area of research ever since. Laura Brown (1987, pp. 295) noted that “lesbians appear to make up a smaller percentage of women with eating disorders than women in general”. She argued that this was because members of lesbian communities are more tolerant of diversity in body size and more likely to engage in fat activism. Brown drew parallels between homophobia and fat oppression and argued that the resilience that develops as a result of ‘working through’ internalised homophobia is also important in shaping lesbians’ feelings about their bodies and appearance:  “the more a lesbian has examined and worked through her internalized homophobia, the less at risk she is to be affected by the rules that govern fat oppression... Once having successfully begun to challenge the rule against loving women in a patriarchal and misogynist context, a woman may be more likely not to impose other such rules on herself, for example, conventions about attractiveness, size, and strength.” (1987, pp. 299). Two years later, Sari Dworkin (1989) argued that lesbians face the same pressures as heterosexual women to be thin and appearance conscious, due to socialisation as women in heterosexual, patriarchal society. Even radical lesbian feminists who attempt to “create positive, self-affirming ways of reacting to, and claiming back, women’s bodies” (pp. 33) have to survive in a ‘lookist’, male-dominated world (in which all women have to market their physical attractiveness to survive economically). Therefore lesbians are as vulnerable as heterosexual women to the culture’s dislike of women’s bodies and “suffer all the negative feelings about themselves and their bodies that nonlesbian women suffer” (pp. 33). As Rothblum (1994, pp. 86) argued in relation to body image, gender is “more salient than sexual orientation”. 17  Two decades of body image research have provided no clear conclusions on lesbian body image, and much of this research has been criticised as methodologically flawed. These flaws include, for example, comparisons between (older) lesbians recruited from LGB communities and (younger) heterosexual undergraduates (e.g. Beren, Hayden, Wilfley & Grilo, 1996; Wagenbach, 2003), which is problematic given the correlation between body weight and age (Rothblum, 2002), and the exclusion of more ‘hidden’ lesbian populations, such as women who do not access LGB communities. Other flaws include a reliance on responses to Kinsey-type scales to categorise participants as ‘heterosexual’ or ‘lesbian’ (e.g. Beren et al., 1996; Share & Mintz, 2002); labels imposed by researchers in this way are not always congruent with participants’ own self-labelling/identity, and any mid-scale respondents tend to be categorised as ‘bisexual’ and are omitted from the research (e.g. Beren et al., 1996).  Some studies have found few or no differences between lesbian and heterosexual women’s body image (e.g., Huxley, Halliwell & Clarke, 2012; Koff, Lucas, Migliorini & Grossmith, 2010), however, others found that lesbians reported more body satisfaction than heterosexual women (e.g., Bergeron & Senn, 1998; Heffernan, 1999; Polimeni, Austin & Kavanagh, 2009). A meta-analytic review of 16 studies comparing lesbians and heterosexual women found a small effect size, with lesbians being slightly more satisfied with their bodies than heterosexual women (Morrison, Morrison & Sager, 2004). There is also mixed evidence for the factors that might buffer lesbians from weight concerns such as feminism and affiliation to lesbian communities, with some studies finding these to be protective factors (e.g., Heffernan, 1999), and others not (e.g., Huxley et al., 2012; Guille & Chrisler, 1999). In one U.S. qualitative study, findings were seemingly contradictory. 18  Although lesbian women did not universally accept that they were ‘less affected by the dominant culture’s beauty mandate’ they did feel freed ‘from heterosexual appearance norms after coming out’ (Myers, Taub, Morris & Rothblum, 1999, pp. 21). Rothblum (2002, pp. 263) argued that lesbians’ experiences of biculturality (“lesbians and gay men are first socialised by the dominant culture and then need to find their communities”) may explain the lack of consistent findings about sexuality and body image satisfaction for women: “The lesbian communities, at least in theory, frown on traditional standards of feminine beauty. Yet when it comes to thinness, lesbians are torn between their beliefs and their interactions with mainstream media, families or origin, and the work setting”. Another suggestion is that the notion that lesbians are less invested in appearance and more tolerant of bodily diversity has become something of a norm within lesbian communities and there is a “discrepancy between what lesbians feel they are supposed to believe about body image acceptance and what they do feel” (Rothblum, 2002, pp. 262).  Evidence also suggests that same-sex attractions and relationships can be ‘protective’ of women’s body image concerns. Research has found that such attractions can encourage both lesbian and bisexual women to question the validity of mainstream ‘beauty’ ideals, and help foster positive feelings about their own body and appearance (Beren, Hayden, Wilfley, & Striegel-Moore, 1997; Huxley, Clarke & Halliwell, 2011).   Gay men’s body image Research on gay men’s body image was promoted by clinicians who observed that gay men were overrepresented in eating disorder treatment programmes (Atkins, 1998; Rothblum, 2002) and the earliest research was based on small clinical samples (Atkins, 1998; Kane, 2009). For example, Herzog, Norman, Gordon, and Pepose (1984) reported that 26% of their 19  male patients were gay. They identified cultural pressures to be thin and attractive, and conflict about homosexuality as possible explanations for the relatively high levels of gay clients. Morrison et al.’s (2004) meta-analytic review of 20 studies comparing gay and heterosexual men’s body satisfaction found a small effect size (larger than that found for comparisons between lesbians and heterosexual women), with heterosexual men slightly more satisfied with their bodies than gay men (see Kane, 2009, for a critique of this review and of the data on which it is based).  Furthermore, a number of gay activists and writers have been critical of the ‘obsession’ with appearance in gay male culture. Blotcher (1991/1998) highlighted the culture of body fascism among gay men in New York. He argued that the AIDS epidemic had led to even greater emphasis on the body beautiful and “to run from the hellish sight of wasting bodies to embrace the youthful, the lean, the muscled, the attractive” (pp. 359; although Kane, 2009, argued that the muscular ideal in gay male communities pre-dated the emergence of HIV). Durgadas (1998, pp. 369) claimed that “Fatness is equitable to feminization for a man, for heterosexual men, but even more so for gay and bisexual men”, and this is one explanation for gay men’s ‘fear’ of fatness. Feraios (1998, pp. 427) argued that the ideal ‘cute guy’ in gay male communities (the mesomorphic ideal, which combines muscularity and low body fat in a defined muscular but not too large body, Tylka & Andorka, 2012) “stands in contrast to societal stereotypes of wispy, wimpy, limp-wristed, lonely, and frivolous gay men by creating visual images of athletic, gay supermen”. Feraios contended that gay men’s appearance obsession is the result of: Societal homophobia and stereotypes about gay men drive feelings of hopeless unattractiveness, obsessive preening, compulsive exercise, and the need to put 20  others down. Just as young men grow up feeling ‘less than’ their heterosexual male counterparts, they also carry the division of ‘us’ and ‘them’ as they come out of the closet. The ‘cute’ guys get to be ‘us’, and older, overweight and ‘unattractive’ men become ‘them’. The division between ‘us’ and ‘them’ represents a means for young men to reject being different or other but serves to create the lookist hierarchy within the gay male community. (pp. 428) Socio-cultural approaches to gay men’s body image highlight the emphasis on physical appearance in the gay community (Bartholome, Tewksbury & Bruzzone, 2000; Deaux & Hanna, 1984) and the lack of a critical discourse within gay male communities of the ‘mesomorphic ideal’ (Wood, 2004), which results in gay men experiencing both a drive for thinness and a drive for muscularity (Tiggemann, Martings & Kirkbride, 2007). Gendered body image Recent research on body image has considered the gendering of body ideals in lesbians and heterosexual women and gay and heterosexual men. This argument centres on the notion that men value physical attractiveness in a partner more than women; therefore men’s investment in appearance “creates appearance-related pressures for heterosexual females and gay males” (Tylka & Andorka, 2012, pp. 57). However, gay men’s relationship with the ‘male gaze’ is potentially more complicated than heterosexual women’s because they are not only gazed at; they also gaze at other men (Tylka & Andorka, 2012). Kane (2009) has provided a robust critique of the gay male body image literature arguing that it reinforces stereotypes of gay men “as obsessed with their appearance” (pp. 20; see also Atkins’, 1998, critique of the way explanations for correlations between homosexuality and appearance concerns tend to pathologise gay men). Kane argues, based on his own clinical practice, that 21  gay men’s body image is a “multifaceted construct that is better informed by a broad, diverse and complex worldview than simplistic and populist binary formations of gender and sexual orientation” (pp. 20). He is also critical of the tendency of the body image literature to feminise gay men and masculinise lesbians by simplistically equating gay men with heterosexual women and lesbians with heterosexual men, and thus, implicitly drawing on, and recycling, a gender inversion model of homosexuality. Kane (2009) also criticised the body image literature for reinforcing a binary (homosexual/heterosexual) model of sexuality, which has led to an overlooking of bisexuality. As such, we know very little about bisexual body image (Chmielewski & Yost, 2012; Rothblum, 2002). Some researchers have chosen to omit bisexuals from their results due to small numbers of bisexual participants (e.g., Share & Mintz, 2002). Further, as noted earlier, some researchers have categorised participants’ based on their responses to the Kinsey scale, and/or have amalgamated bisexual people’s results with those of gay and lesbian participants (e.g., Ludwig & Brownell, 1999; Theodore, Achiro, Duran, & Antoni, 2011; Zamboni, Crawford, & Carrico, 2008). As Chmielewski and Yost (2012) argue this latter practice ‘overemphasizes the similarities between lesbian and bisexual women and fails to acknowledge important differences between heterosexual and bisexual women”. In the limited literature on bisexual body image, there are only tentative findings. Recent research has found no significant differences between bisexual, lesbian, and heterosexual women’s body satisfaction (Hayfield, Clarke, Halliwell, Rumsey & Malson, 2012; Huxley et al., 2012; Polimeni et al., 2009). However, in one study women’s scores on measures of femininity, body hair removal and make-up practices did differ; sometimes bisexual women had similar scores to lesbians and/or heterosexual women, but at other times their scores 22  were distinct from either group (Hayfield et al., 2012). Qualitative research has indicated that bisexual women often experience pressure to conform to mainstream heterosexual beauty ideals when in relationships with men, but can feel a freedom from such pressures when in relationships with women (Chmielewski & Yost, 2012; Huxley et al., 2011; Taub, 1999). Furthermore, quantitative research has found that pressure to be thin from male partners (but not from female partners) is a significant predictor of bisexual women’s dieting behaviours (Huxley et al., 2012). The authors of an US survey reported that bisexual women evidenced more body image concerns and disordered eating than both lesbians and heterosexual women and were more than twice as likely to report an eating disorder than lesbians (Koh & Ross, 2006). These findings highlight the importance of considering bisexual people as a distinct group, if, for no other reason than the added complexity of the gender of their current partner(s).  Trans body image Research on trans body image began in the 1970s and has often been focused on ‘transsexualism’ as a diagnostic category rather than the subjective experience of trans people. Therefore, the emphasis has been on evaluating the effectiveness of ‘treatment programmes’ for ‘gender identity disorder’ and developing tools for gate-keeping access to treatment (e.g., Lindgren & Pauly’s, 1975, body image scale for transsexuals). Overall, this research has found that surgical and endocrinological treatment has positive effects on transsexual people’s body image. For example, Kraemer, Delsignore, Schnyder and Hepp (2008) found that postoperative male-to-female (MTF) and female-to-male (FTM) transsexuals scored high on attractiveness and self-confidence and low on concerns about 23  the body compared to preoperative MTF and FTM transsexuals (see also Weyers, Elaut, De Sutter, Gerris, T’Sjoen, Heylens, De Cuypere & Verstraelen, 2009). There has also been an interest in “the unique body image problems of transsexuals” (Fleming, MacGowan, Robinson, Spitz & Salt, 1982, pp. 461) – body image dissatisfaction is argued to be a fundamental aspect of GID (Ålgars, Santtila & Sandnabba, 2010). Pauly and Lindgren (1976/1977) found that both MTF and FTM transsexuals had higher levels of body dissatisfaction than non-transsexual people. Sexual anatomy was an obvious source of dissatisfaction but there was also dissatisfaction with other aspects of the body, particularly parts of the body unresponsive to hormone treatment. Wolfradt and Neumann (2001) found that MTF transsexuals and natal female controls described themselves as more feminine than natal male controls, and transsexuals and male controls scored higher on self-esteem and dynamic body image than female controls. The authors concluded that “transsexuals see themselves as adjusted females, not as pathological males” (pp. 307), but psychologically they occupy an “intermediate” (pp. 307) position between natal females and males.  Bozkurt, Isikli, Demir, Ozmenler, Gulcat, Karlidere and Aydin (2006, pp. 935) sought to identify the body image and personality traits of MTF transsexuals (and homosexuals) in Turkey and found that ‘male-to-female transsexuals have a possible female identification’. Ålgars et al. (2010) argued that body dissatisfaction (and disordered eating) is associated with ‘gender identity conflict’ (characterised by wishing one had been born the opposite gender). They linked gender identity conflict both to transsexualism and homosexuality and found the participants with a conflicted gender identity showed higher levels of body dissatisfaction than controls. 24  There has also been some concern expressed that transsexual people, like gay men, may be a risk group for eating disorders (e.g., Ålgars et al., 2010; Hepp & Milos, 2002; Vocks, Stahn, Loenser and Legenbaur, 2009; see also Hepp, Milos & Braun-Scharm, 2004, on gender identity disorder in childhood as a risk factor for the development of anorexia nervosa). Vocks et al. (2009) found that MTF transsexuals showed higher levels of disturbed eating behaviour and body image than male and female controls. They argued that because MTF transsexuals have on average a higher body mass index (BMI) than natal females, and because of a cultural association between thinness and femininity, MTF transsexuals may experience pressure to lose body weight in order to achieve a thinner, more feminine body. FTM transsexuals did not differ from female controls in terms of body image and eating disturbance but differed from male controls. Vocks et al. speculated that some FTM transsexuals seek to lose body weight to suppress secondary sex characteristics such as breasts (and this balanced out the drive for thinness among female controls). More recently, Kozee, Tylka and Bauerband (2012, pp. 181) examined transgender individuals’ feelings of congruence – that is, the degree to which they ‘feel genuine, authentic, and comfortable with their external appearance/presence and accept their genuine identity rather than the socially prescribed identity’. The authors developed a ‘transgender congruence scale’ that included the measurement of body satisfaction and satisfaction with physical/outward appearance. Their findings showed that transgender congruence (and ‘appearance congruence’ in particular) is connected to well-being. Appearance and clothing practices in non-heterosexual communities Although identity formation (‘coming out’) and maintenance is a core concern of LGBT psychological research (Clarke, Ellis, Peel & Riggs, 2010), little research has examined the 25  visual aspects of LGBT identity. Feminist fashion theorists (Entwistle, 2000; Wilson, 2003) and lesbian and gay historians (Cole, 2000; Faderman, 1991) have argued that fashion has an important part to play in articulating sexual desires and identities, and in producing sexuality as an important aspect of (what would otherwise often be a marginalised and hidden) identity. Although there are sizeable bodies of literature within psychology, sociology and cultural studies on lesbian genders (particularly butch/femme identities) (e.g., Levitt & Hiestand, 2004; Levitt, Gerrish & Hiestand, 2003; Rosario, Schrimshaw, Hunter & Levy-Warren, 2009; Rothblum, 2010) and gay masculinities (e.g., Clarkson, 2006; Han, 2009; Hennen, 2005; Levine, 1998; Nardi, 2000), very few studies focus specifically on the appearance and clothing practices of members of non-heterosexual communities.  Unsurprisingly given the intense preoccupation with the political dimensions of the visual presentation of the sexual self within lesbian communities, most research on appearance and clothing practices has focused on lesbian (and, to a much less extent, bisexual) communities (e.g., Clarke & Spence, 2012; Cogan & Erikson, 1999; Krakauer & Rose, 2002; Taub, 2003). Rothblum (1994, pp. 92) argued that “the lesbian community has always had norms for physical appearance” and that these norms serve two purposes. First, they provide subtle codes for communicating sexuality (and sexual preferences), allowing lesbians to recognise each other, and second, they provide a group (sub-cultural) identity distinct from the dominant culture.  Rothblum also noted that lesbian appearances norms have changed throughout history (although butch/femme is a fairly consistent theme) and intersect with social class (middle class lesbians have tended to avoid butch/femme appearance) (Faderman, 1991). A number of studies have noted a “coercive element” (Esterberg, 1996, pp. 277) to appearance norms 26  in lesbian communities and the subsequent marginalisation of lesbians and bisexual women who do not conform to these mandates (Taylor, 2007). In some studies, feminine-appearing lesbians and bisexual women have reported feeling marginalised and politically suspect in lesbian space and experiencing pressure to conform to butch/androgynous appearance norms (Huxley, Clarke & Halliwell, 2012; Levitt, Gerrish & Hiestand, 2003; Taub, 2003).  Hutson (2010, pp. 225) similarly notes the operation of coercive appearance mandates on the gay scene and the importance of ‘looking good’ and ‘looking the part’ for gay men. Hutson also highlights the hegemony of “tight shirts, tight pants, and a well-groomed presentation”. However, there is very little research on gay (and bisexual) men’s clothing practices (see, for example, Clarke & Turner, 2007; Hutson, 2010; Schofield & Schmidt, 2006). The (limited) existing literature suggests that in gay male communities “fashion is used as a major means of expression of gay sexualities and a means of differentiation for individuals both from the straight society and within the complex tribal structures of the gay community” (Schofield & Schmidt, 2005, pp. 321).  Research on clothing practices has also found that conformity to appearance norms is more important for younger lesbians/gay men and when ‘coming out’ (Clarke & Turner, 2007; Hutson, 2010) to affirm one’s developing lesbian/gay identity and communicate it to others. As one ages and/or one becomes more secure in one’s lesbian/gay identity ‘being (and looking like) oneself’ becomes more important (Clarke & Turner, 2007) (this narrative of looking more and then less gay closely mirrors Cass’s, 1979, model of gay identity development). At the same time, for many lesbians/gay men and bisexual womenv coming out is associated with the freedom to express one’s sexuality, and freedom from heterosexual appearance pressures (even though this freedom is constrained) (Myers et al., 27  1999; Hutson, 2010; Taub, 2003). A number of authors have noted that the mainstreaming of lesbian and gay styles have interfered with ‘gaydar’ and made it harder to communicate and read sexuality from appearance (Clarke & Turner, 2007; Freitas, Kaiser & Hammidi, 1996; Rudd, 1996). Research on appearance and clothing practices has found little evidence of bisexual appearance norms (Clarke & Turner, 2007; Hayfield, 2011; Huxley et al., 2012). In one of the few studies of bisexual women’s appearance practices, Taub (2003) reported that many of her participants “spoke of adopting their own appearance standards that seem to fall between the stereotypical ‘feminine’ appearance norms for women, and the stereotypical lesbian appearance norms” (pp. 21). Eleven bisexual women participated in Rothblum’s (2010) qualitative research on butch and femme identities, most of whom considered themselves to be neither butch nor femme, a little of both, or somewhere in between. Similarly some of Taub’s (1999) bisexual participants considered that they might look ‘heterosexual’ (e.g., feminine) whereas others believed that they had elements of lesbian (e.g., androgynous and short-haired) appearance. Some felt that their appearance changed according to the gender of their partner, whereas others did not.  Future research on LGBT appearance and embodiment This review has demonstrated that far from being a trivial concern, unworthy of academic attention, LGBT appearance and embodiment is an important focus for LGBT psychological research. Both in terms of how ‘outsiders’ perceive LGBT appearance (and the potential for visible and non-gender conforming LGBT people to be vulnerable to prejudice and discrimination), and how LGBT people feel about, and manage, their bodies and use the semiotic codes woven into clothing and adornment to articulate their identities and desires. 28  This review has also identified some major limitations of existing appearance research. First that lesbian and gay appearance and embodiment is (largely) conceived through a ‘heterosexual matrix’ (Butler, 1990). This is evident both in research on perceptions and judgements of lesbian and gay appearance (in which lesbianism is strongly associated with masculinity and male homosexuality with femininity) and research on body image (in which the equation of gay men with heterosexual women and lesbians with heterosexual men implicitly feminises gay men and masculinises lesbians, Kane, 2009; 2010). Thus, there is often an implicit (and explicit) pathologisation of distinctly queer (and non-normative) gender performances in LGBT appearance research. Future appearance research should avoid treating ‘homosexual’ as a homogeneous category and acknowledge the range and diversity of gender performances within queer communities, including alternative and marginalised identities such as gay bears (Hennen, 2005; Monaghan, 2005) and femme lesbians (Levitt, Gerrish & Hiestand, 2003). The second limitation we have identified is that appearance research is underpinned by a binary (homosexual/heterosexual) model of sexuality. This is evident in, for example, research on judgements of sexual orientation, in which participants are typically given only two categories to choose between (straight and gay), and in body image research, in which researchers impose ‘lesbian/gay’ or ‘heterosexual’ labels on participants, and bisexual participants are typically included in the homosexual group or excluded altogether. Thus, appearance researchers often ‘assum[e] and reinforce[e] the norm that there are two types of person, homosexuals and heterosexuals’ (Hegarty, 1997, pp. 361). By including bisexuals in the homosexual group, body image researchers support the belief that ‘one drop’ of homosexuality makes someone totally homosexual (Hegarty, 1997). Hegarty (1997) argued 29  that the only alternative to including bisexuals in the homosexual group is to abandon a dichotomous model of homosexuality, and (possibly) the concept of ‘sexual orientation’, and to acknowledge that sexuality is more fluid and messy than the dichotomous model suggests. Future appearance research should be fully inclusive of bisexuality and the experiences and concerns of bisexual people. Of the limited literature that does exist on bisexual appearance, most studies suggest that bisexual people can differ from both heterosexuals and lesbians/gay men (e.g., Chmielewski & Yost, 2012; Clarke & Turner, 2007; Hayfield, 2011; Hayfield et al., 2012; Huxley, 2010; Huxley & Hayfield, 2012; Huxley et al., 2012). As such, future appearance research should treat bisexual women and men as a distinct group (Chmielewski & Yost, 2012), and research specifically focused on bisexual people is needed in areas such as body image and appearance and visual identity to capture their distinct concerns. The third and final major limitation we identified is the tendency for appearance researchers to conceptualise trans solely as a diagnostic category (GID) and to overlook the subjectivities and perspectives of trans people. For example, body image research has sought to evaluate the effectiveness of ‘treatment programmes’ for ‘gender identity disorder’ and develop tools for gate-keeping access to treatment. When reading such research it is easy to understand trans people’s anger at much existing research on trans (Anne, 2009). We suggest that non-trans appearance researchers consider collaborating with trans researchers or inviting trans organisations to advise on appropriate research questions and the design and conduct of research. These of course are not the only limitations of existing research, two other limitations we note relate to sampling and methodology. First, like many areas of LGBT psychological research, appearance research largely focuses on the experiences of white, middle class 30  LGBT people (‘the usual suspects’) who are often recruited from LGBT community spaces. Although it is here that appearance norms may be located, it would add to understandings of LGBT appearance if non-community samples were also included. There is need for greater diversity in appearance research samples (the ‘tried and tested’ recruitment strategies of LGBT psychology may not be effective in recruiting more diverse samples, Clarke et al., 2010), and a need to examine how sexuality intersects with other aspects of visual identity such as race (Eguchi, 2011; Han, 2009) and class (Taylor, 2007).  Finally, we note an over-reliance in existing research on appearance practices on textual methods (such as interviews and surveys). Although it is acknowledged that rendering a plausible account of a social category is an interactional and institutional accomplishment (West & Fenstermaker, 1995), in much clothing and adornment research, there is a tendency to read practices off monologic interview (and survey) narratives. In doing so, we lose as much as when we base our analyses of participants’ accounts on interview notes (rather than verbatim transcripts of audio-recordings). In order to understand the construction of visual identities in everyday life, we need to move away from interview-based research to methods that take us closer to people’s ‘on the ground’ clothing and appearance practices, such as visual (Banks, 2007; Frith, Riley, Archer & Gleeson, 2005; Hayfield et al., 2012vi) and observational methods (Kates, 2002; Schofield & Schmidt, 2005). References Ålgars, M., Santtila, P. & Sandnabba, N. K. (2010) Conflicted gender identity, body dissatisfaction, and disordered eating in adult men and women. Sex Roles, 63, 118-125. 31  Ambady, N., Hallahan, M. & Conner, B. (1999) Accuracy of judgements of sexual orientation from thin slices of behaviour. Journal of Personality and Social Psychology, 77(3), 538-547. Anne (2009) Fuck you and fuck your fucking thesis: Why I will not participate in trans studies. Retrieved 3 October 2012 from http://tagonist.livejournal.com/199563.html Atkins, D. (1998) Introduction: Looking Queer, In D. Atkins (Ed.) Looking Queer: Body Image and Identity in Lesbian, Bisexual, Gay and Transgender Communities (pp. xxix-li). New York: Harrington Park Press. Banks, M. (2007) Using visual data in qualitative research. London: Sage. Batholome, A., Tewksbury, R. & Bruzzone, A. (2000) ‘I want a man’: Patterns of attractive in all-male personal ads. Journal of Men’s Studies, 8(3), 309-321. Beren, S. E., Hayden, H. A., Wilfley, D. E. & Grilo, C. M. (1996) The influence of sexual orientation on body dissatisfaction in adult men and women. International Journal of Eating Disorders. 20(2), 135-141. Beren, S. E., Hayden, H. A.,Wilfley, D. E. & Striegel-Moore, R. H. (1997) Body dissatisfaction among lesbian college students: The conflict of straddling mainstream and lesbian cultures. Psychology of Women Quarterly, 21, 431–445. Bergeron, S. M. & Senn, C. Y. (1998) Body image and sociocultural norms: A comparison of heterosexual and lesbian women. Psychology of Women Quarterly. 22(3), 385-401. Bergling, T. (2001) Sissyphobia: Gay men and effeminate behaviour. New York: Harrington Park Press. 32  Blotcher, J. (1991/1998) Justify my love handles: How the queer community trims the fat. In Atkins, D. (Ed.), Looking queer: Body image and identity in lesbian, bisexual, gay and transgender communities (pp. 359-366). New York: Harrington Park Press. Bozkurt, A., Isikli, H., Demir, F., Ozmenler, K. N., Gulcat, Z., Karlidere, T. & Aydin, H. (2006) Body image and personality traits of male-to-female transsexuals and homosexuals. Social Behavior and Personality, 34(8), 927-938. Brown, L. (1987) Lesbians, weight, and eating: New analyses and perspectives. In Boston Lesbian Psychologies Collective (Eds.), Lesbian psychologies: Explorations and challenges (pp. 294-309). Chicago: University of Illinois Press. Butler, J. (1990) Gender trouble: Feminism and the subversion of identity. New York: Routledge. Cass, V. C. (1979) Homosexual identity formation: A theoretical model. Journal of Homosexuality, 4(3), 219-235. Chmielewski, J. F. & Yost, M. R. (2012) Psychosocial influences on bisexual women’s body image: Negotiating gender and sexuality. Psychology of Women Quarterly, DOI: 10.1177/0361684311426126 Clarke, V. (2012) Some lecturers wear gay slogan t-shirts. Get over it! Manuscript submitted for publication. Clarke, V. & Spence, K. (2012, in press) ‘I am who I am’: Navigating norms and the importance of authenticity in lesbian and bisexual women’s accounts of their appearance practices. Psychology & Sexuality. 33  Clarke, V. & Turner, K. (2007) Clothes maketh the queer? Dress, appearance and the construction of gay, lesbian and bisexual identities. Feminism & Psychology, 17(2), 267-276. Clarke, V, Ellis, S. J., Peel, E. & Riggs, D. W. (2010) Lesbian, gay, bisexual, trans and queer psychology: An introduction. Cambridge: Cambridge University Press. Clarkson, J. (2006) ‘Everyday Joe’ versus ‘pissy, bitchy queens’: Gay masculinity on StraightActing.com. The Journal of Men’s Studies, 14(2), 191-207. Cogan, J. C. & Erickson, J. M. (Eds.), (1999) Lesbians, Levis and lipstick: The meaning of beauty in our lives. New York: Harrington Park Press. Cohen, T. R., Hall, D. L. & Tuttle, J. (2009) Attitudes toward stereotypical versus counterstereotypical gay men and lesbians. Journal of Sex Research, 46(4), 274-281. Cole, S. (2000) Don we now our gay apparel: Gay men’s dress in the twentieth century. Oxford: Berg. Colzato, L. S., Hooidonk, L. Van, Wildenberg, W. P. M. van den, Harinkc, F. & Hommel, B. (2010) Sexual orientation biases attentional control: A possible gaydar mechanism. Frontiers in Cognition, 1.  Retrieved 3 October 2012 from http://www.frontiersin.org/Cognition/10.3389/fpsyg.2010.00013/abstract Cuenot, R. G. & Fugita, S. S. (1982) Perceived homosexuality: Measuring heterosexual attitudinal and nonverbal reactions. Personality and Social Psychology Bulletin, 8, 100-106. Deaux, K. & Hanna, R. (1984) Courtship in the personals column: The influence of gender and sexual orientation. Sex Roles, 11, 363-75. 34  Dew, M. A. (1985) The effect of attitudes on inferences of homosexuality and perceived physical attractiveness in women. Sex Roles, 12, 143-55. Ding, J. Y. C. & Rule, N. O. (2012) Gay, straight, or somewhere in between: accuracy and bias in the perception of bisexual faces. Journal of Nonverbal Behavior, 36(2), 165-176. Dunkle, J. H. & Francis, P. L. (1990) The role of facial masculinity/femininity in the attribution of homosexuality. Sex Roles, 23(3/4), 157-167. Durgadas, G. S. (1998) Fatness and the feminised man. In Atkins, D. (Ed.), Looking queer: Body image and identity in lesbian, bisexual, gay and transgender communities (pp. 367-414). New York: Harrington Park Press. Dworkin, S. H. (1989) Not in man’s image: Lesbians and the cultural oppression of body image. Women and Therapy 8(1/2), 27-39. Eguchi, S. (2011) Negotiating sissyphobia: A critical/interpretive analysis of one ‘femme’ gay Asian body in the heteronormative world. The Journal of Men’s Studies, 19(1), 37-56. Eliason, M., Donelan, C. & Randall, C. (1992) Lesbian stereotypes. In P. N. Stern (Ed), Lesbian health: What are the issues? (pp. 41-54) Washington, DC: Taylor & Francis. Ellis, H. H. (1906/2001) Studies in the psychology of sex, vol 1: Sexual inversion. Philadelphia, PA: F. A. Davis Co. Entwistle, J. (2000) The fashioned body: Fashion, dress and modern social theory. Cambridge: Polity Press. Esterberg, K. G. (1996) ‘A certain swagger when I walk’: Performing lesbian identity. In S. Seidman (Ed.), Queer theory/sociology (pp. 259-279). Oxford: Blackwell. 35  Faderman, L. (1991) Odd girls and twilight lovers: A history of lesbian life in the twentieth century. London: Penguin Books. Feraios, A. J. (1998) If only I were cute: Lookism and internalised homophobia in the gay male community. In Atkins, D. (Ed.), Looking queer: Body image and identity in lesbian, bisexual, gay and transgender communities (pp. 415-429). New York: Harrington Park Press. Fleming, M. Z., MacGowan, B. R., Robinson, L., Spitz, J. & Salt, P. (1982) The body image of the postoperative female-to-male transsexual. Journal of Consulting and Clinical Psychology, 50(3), 416-462. Foucault, M. (1978) The history of sexuality, volume 1: An introduction. New York: Vintage Books. Freeman, J. B., Johnson, K. L., Ambady, N. & Rule, N. O. (2010) Sexual orientation perception involves gendered facial cues. Personality and Social Psychology Bulletin, 36(10), 1318-1331. Freitas, A., Kaiser, S. & Hammidi, T. (1996) Communities, commodities, cultural space, and style (1996) Journal of Homosexuality, 31(1/2), 83-107. Frith, H. (2003) Introducing the body: (In)visibility and the negotiation of embodied identities. Psychology of Women Section Review, 5(2), 3-6. Frith, H., Riley, S., Archer, L. & Gleeson, K. (2005) Editorial. Qualitative Research in Psychology, 2(3), 187-198. Frith, H. & Gleeson, K. (2004) Clothing and embodiment: Men managing body image and appearance. Psychology of Men & Masculinity, 5(1), 40–48. 36  Gerhardstein, K. R. & Anderson, V. N. (2010) There’s more than meets the eye: Facial appearance and evaluations of transsexual people. Sex Roles, 62, 361-373. Gleeson, K. & Frith, H. (2003) Getting noticed: Using clothing to negotiate visibility. Psychology of Women Section Review, 5(2), 7-11. Gray, C., Russell, P. & Blockley, S. (1991) The effects upon helping behaviour of wearing a pro-gay identification. British Journal of Social Psychology, 30, 171-178. Guille, C. & Chrisler, J. C. (1999) Does feminism serve a protective function against eating disorders? Journal of Lesbian Studies, 3(4), 141-148. Han, C-S. (2009) Asian girls are prettier: Gendered presentations as stigma management among gay Asian men. Symbolic Interaction, 32(2), 106-122. Halberstam, Judith (1998) Female masculinity. Durham: Duke University Press. Hale, J. (2012) Suggested rules for non-transsexuals writing about transsexuals, transsexuality, transsexualism, or trans _____. Retrieved 3 October 2012 from http://sandystone.com/hale.rules.html Hayfield, N., Clarke, V., Halliwell, E., Rumsey, N. & Malson, H. (2012) The (in)visibility of bisexuality: A psychological exploration of bisexual appearance and visual identities. Manuscript submitted for publication. Hayfield, N. (2012, in press) “Never judge a book by its cover?”: Students’ understandings of lesbian, gay, and bisexual appearance. Psychology of Sexuality. Hayfield, N. (2011) Bisexual women’s visual identities: A feminist mixed-methods exploration. Unpublished PhD thesis, University of the West of England, Bristol. 37  Hebl, M. R., Foster, J., Mannix, L. M. & Dovidio, J. F. (2002) Formal and interpersonal discrimination: A field study of bias toward homosexual applications. Personality and Social Psychology Bulletin, 28, 815-825. Heffernan, K. (1999) Lesbians and the internalization of societal standards of weight and appearance. Journal of Lesbian Studies, 3(4), 121-127. Hegarty, P. (1997) Materializing the hypothalamus: A performative account of the ‘gay brain’. Feminism & Psychology, 7(3), 355-372. Hegarty, P. & Massey, S. (2006) Anti-homosexual prejudice... as opposed to what? Queer theory and the social psychology of anti-homosexual attitudes. Journal of Homosexuality, 52(1/2), 47-71. Hennen, P. (2005) Bear bodies, bear masculinity: Recuperation, resistance, or retreat? Gender & Society, 19(1), 25-43. Hendren, A. & Blank, H. (2009) Prejudiced behavior toward lesbians and gay men: A field experiment on everyday helping. Social Psychology, 40(4), 234-238. Hepp, U. & Milos, G. (2002) Gender identity disorder and eating disorders. International Journal of Eating Disorders, 32, 473-478. Hepp, U., Milos, G. & Braun-Scharm, H. (2004) Gender identity disorder and anorexia nervosa in male monozygotic twins. International Journal of Eating Disorders, 35(2), 239-243. Herzog, D. В., Norman, D. К., Gordon, С. & Pepose, M. (1984) Sexual conflict and eating disorders in 27 males. American journal of Psychiatry, 141, 989-990. 38  Hill, D. B. & Willoughby, B. L. B. (2005) The development and validation of the genderism and transphobia scale. Sex Roles, 53(7-8), 531-544.  Holliday, R. (1999) The comfort of identity. Sexualities, 2(4), 475-491. Hutson, D. J. (2010) Standing OUT/Fitting IN: Identity, appearance and authenticity in gay and lesbian communities. Symbolic Interaction, 33(2), 213-233. Huxley, C. J. (2010) An exploration of the sociocultural influences affecting lesbian and bisexual women’s body image. Unpublished PhD thesis, University of the West of England, Bristol. Huxley, C. J. (2012, in press) Lesbian and bisexual women’s experiences of sexuality-based discrimination and their appearance concerns. Psychology & Sexuality. Huxley, C. J., Clarke, V. & Halliwell, E. (2011) “It’s a comparison thing isn’t it?”  Lesbian and bisexual women talk about their body image and relationships. Psychology of Women Quarterly, 35(3), 415-427.  Huxley, C. J., Clarke, V. & Halliwell, E., (2012) “If you’ve got girly appearance you can’t possibly be gay”: Lesbian and bisexual women discuss appearance. Manuscript submitted for publication. Huxley, C. J., Halliwell, E. & Clarke, V., (2012) An examination of the sociocultural model of body image: Does women’s sexual identity make a difference? Manuscript submitted for publication. 39  Huxley, C. & Hayfield, N. (2012) Non-heterosexual sexualities: The role of sexual identity in appearance and body image. In N. Rumsey & D. Harcourt (Eds). The Oxford Handbook of the Psychology of Appearance (pp.190-202). Oxford: Oxford University Press. Jeffreys, S. (2005) Beauty and misogyny: Harmful practices in the west. London: Routledge. Johnson, K. L. & Ghavami, N. (2011) At the crossroads of conspicuous and concealable: What race categories communicate about sexual orientation. PLoS One, 6(3). Retrieved 3 October 2012 from http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0018025 Johnson, K. L., Gill, S., Reichman, V. & Tassinary, L. G. (2007) Swagger, sway, and sexuality: Judging sexual orientation from body motion and morphology. Journal of Personality and Social Psychology, 93(3), 321-334. Kane, G. D. (2010) Revisiting gay men’s body image issues: Exposing the fault lines. Review of General Psychology, 14(4), 311-317. Kane, G. (2009) Unmasking the gay male body ideal: A critical analysis of the dominant research on gay men’s body image issues. Gay & Lesbian Issues and Psychology Review, 5(1), 20-33. Kates, S. M. (2002) The protean quality of subcultural consumption: An ethnographic account of gay consumers. Journal of Consumer Research, 29, 383-399. Kite, M. A. & Deaux, K. (1987) Gender belief systems: Homosexuality and the implicit inversion theory. Psychology of Women Quarterly, 11(1), 83-96. 40  Koff, E., Lucas, M., Migliorini, R. & Grossmith, S. (2010) Women and body dissatisfaction: Does sexual orientation make a difference? Body Image, 7(3), 255-258. Koh, A. S. & Ross, L. K. (2006) Mental health issues: A comparison of lesbian, bisexual and heterosexual women. Journal of Homosexuality, 51, 33-57. Kozee, H. B., Tylka, T. & Bauerband, L. A. (2012) Measuring transgender individuals’ comfort with gender identity and appearance: Development and validation of the transgender congruence scale. Psychology of Women Quarterly, 36(2), 179-196. Kraemer, B., Delsignore, A., Schnyder, U. & Hepp, U. (2008) Body image and transexualism. Psychopathology, 41(2), 96-100. Krakauer, I. D., & Rose, S. M. (2002) The impact of group membership on lesbians’ physical appearance. Journal of Lesbian Studies, 6(1), 31-43. Laner, M. R. & Laner, R. H. (1980) Sexual preference or personal style? Why lesbians are disliked. Journal of Homosexuality, 5(4), 339-356. Laner, M. R. & Laner, R. H. (1979) Personal style or sexual preference: Why gay men are disliked. International Review of Modern Sociology, 9, 215-228. Levine, M. P. (1998) Gay macho: The life and death of the homosexual clone. New York: New York University Press. Levitt, H. M. & Hiestand, K. R. (2004) A quest for authenticity: Contemporary Butch gender. Sex Roles, 50(9/10), 605-621. Levitt, H. M., Gerrish, E. A. & Hiestand, K. R. (2003) The misunderstood gender: A model of modern femme identity. Sex Roles, 48(3/4), 99-113. 41  Lindgren, T. W. & Pauly, I. B. (1975) A body image scale for evaluating transsexuals. Archives of Sexual Behavior, 4(6), 639-656. Ludwig, M. & Brownell, K.D. (1999) Lesbian, bisexual women, and body image: An investigation of gender roles and social group affiliation. International Journal of Eating Disorders, 25(1), 89-97. Lumby, M. E. (1976) Homophobia: The quest for a valid scale. Journal of Homosexuality, 2(1), 39-47. Madon, S. (1997) What do people believe about gay males? A study of stereotype content and strength. Sex Roles, 37(9/10), 663-685. Millbank, J. (1992) Lesbian mothers, gay fathers: Sameness and difference. Australian Gay and Lesbian Law Journal, 2, 21-40. Minnigerode, F. A. (1976) Attitudes toward homosexuality: Feminist attitudes and sexual conservatism. Sex Roles, 2(4), 347-352. Monaghan, L. F. (2005) Big handsome men, bears and others: Virtual constructions of ‘fat male embodiment. Body & Society, 11(2), 81-111. Morin, S. F. & Garfinkle, E. M. (1978) Male homophobia. Journal of Social Issues, 34(1), 29-47. Morrison, M. A., Morrison, T. G. & Sager, C. L. (2004) Does body satisfaction differ between gay men and lesbian women and heterosexual men and women? A meta-analytic review. Body Image, 1(2), 127-138. 42  Myers, A., Taub, J., Morris, J. F. & Rothblum, E. D. (1999) Beauty mandates and the appearance obsession: Are lesbian and bisexual women better off? In J.C. Cogan & J.M. Erickson (Eds.), Lesbians, Levis and lipstick: The meaning of beauty in our lives (pp. 15-26). New York: Harrington Park Press. Nardi, P. M. (2000) ‘Anything for a Sis, Mary’: An introduction to Gay Masculinities. In P. M. Nardi (Ed.), Gay masculinities (pp. 1-11). Thousand Oaks, CA: Sage. Nicholas, C. L. (2004) Gaydar: Eye-gaze as identity recognition among gay men and lesbians. Sexuality & Culture, 8(1), 60-86. Pauly, I. B. & Lindgren, T. W. (1976/77) Body image and gender identity. Journal of Homosexuality, 2(2), 133-142. Peel, E. (2005) Effeminate ‘fudge nudgers’ and tomboyish ‘lettuce lickers’: Language and the construction of sexualities in diversity training. Psychology of Women Section Review, 7(2), 1-14. Polimeni, A-M., Austin, S. B. & Kavanagh, A. M. (2009) Sexual orientation and weight, body image and weight control practices among young Australian women. Journal of Women's Health, 18(3), 355–362. Rieger, G., Linsenmeier, J. A. W., Gygax, L., Garcia, S. & Bailey, J. M. (2010) Dissecting ‘gaydar’: Accuracy and the role of masculinity-femininity. Archives of Sexual Behavior, 39, 124-140. Riley, S.C. E. & Cahill, S. (2005). Managing meaning and belonging: Young women's negotiation of authenticity in body art. Journal of Youth Studies, 8(3), 261-279. 43  Rosario, M., Schrimshaw, E. W., Hunter, J. & Levy-Warren, A. (2009) The coming-out process of young lesbian and bisexual women: Are there butch/femme differences in sexual identity development? Archives of Sexual Behavior, 38, 34-49. Rothblum, E.D. (2010) The complexity of butch and femme among sexual minority women in the 21st century. Psychology of Sexualities Review, 1(1), 29-42. Rothblum, E. D. (2002) Gay and lesbian body images. In T.F. Cash & T. Pruzinsky (Eds.), Body image: A handbook of theory, research, and clinical practice (pp. 257-265). New York: The Guilford Press. Rothblum, E. D. (1994) Lesbians and physical appearance: Which model applies? In B. Greene & G.M. Herek (Eds.), Lesbian and gay psychology: Theory, research, and clinical applications (pp. 84 – 97). Thousand Oaks, CA: Sage. Rudd, N. A. (1996) Appearance and self-presentation research in gay consumer cultures: Issues and impact. Journal of Homosexuality, 31(1/2), 109-134. Rule, N. O. (2011) The influence of target and perceiver race in the categorisation of male sexual orientation. Perception, 40, 830-839. Rule, N. O. & Ambady, N. (2008) Brief exposures: Male sexual orientation is accurately perceived at 50 ms. Journal of Experimental Social Psychology, 44, 1100-1105. Rule, N. O., Ambady, N., Adams Jr., R. B. & Macrae, C. N. (2008) Accuracy and awareness in the perception and categorization of male sexual orientation. Journal of Personality and Social Psychology, 95(5), 1019-1028. 44  Rule, N. O., Ambady, N. & Hallett, K. C. (2009) Female sexual orientation is perceived accurately, rapidly, and automatically from the face and its features. Journal of Experimental Social Psychology, 45, 1245-1251. Schofield, K. & Schmidt, R. Ä. (2005) Fashion and clothing: The construction and communication of gay identities. International Journal of Retail & Distribution Management, 33(4), 310-323. Share, T. L. & Mintz, L.B. (2002) Differences between lesbians and heterosexual women in disordered eating and related attitudes. Journal of Homosexuality, 42(4), 89-106. Shelp, S. G. (2002) Gaydar: Visual detection of sexual orientation among gay and straight men. Journal of Homosexuality, 44(1), 1-86. Smith, A. M. (1994) New right discourse on race and sexuality: Britain, 1968-1990. Cambridge: Cambridge University Press. Smith, K. T. (1971) Homophobia: A tentative personality profile. Psychological Reports, 29, 1091-1094. Storms, M. D. (1978) Attitudes toward homosexuality and femininity in men. Journal of Homosexuality, 3(3), 257-263. Storms, M. D., Stivers, M. L., Lambers, S. M. & Hill, C. A. (1981) Sexual scripts for women. Sex Roles, 7, 699-707. Tabak, J. A. & Zayas, V. (2012) The roles of featural and configural face processing in snap judgements of sexual orientation. PLoS ONE, 7(5).  Retrieved 3 October 2012 from http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0036671 45  Taub, J. (1999) Bisexual women and beauty norms. Journal of Lesbian Studies, 3(4), 27-36. Taub, J. (2003) What should I wear? A qualitative look at the impact of feminism and women’s communities on bisexual women’s appearance. Journal of Bisexuality, 3(1), 10-22. Taylor, Y. (2007) ‘If your face doesn’t fit...’: The misrecognition of working-class lesbians in scene space. Leisure Studies, 26(2), 161-178. Tee, N. & Hegarty, P. (2006) Predicting opposition to the civil rights of trans persons in the United Kingdom. Journal of Community & Applied Social Psychology, 16, 70-80.  Theodore, P.S., Achiro, R.P., Duran, R.E.F. & Antoni, M.H. (2011) Body dissatisfaction and methamphetamine use among hiv-positive gay and bisexual men: A pilot study. Substance Use & Misuse, 46(14), 1745–1749. Tiggemann, M., Martins, Y. & Kirkbride, A. (2007) Oh to be lean and muscular: Body image ideals in gay and heterosexual men. Psychology of Men & Masculinity, 8(1), 15-24. Tsang, E. (1994) Investigating the effect of race and apparent lesbianism upon helping behaviour. Feminism & Psychology, 4(3), 469-471. Tseelon, E. (2001a) Fashion research and its discontents. Fashion Theory, 5(4), 435-452. Tseelon, E. (2001b) Ontological, epistemological and methodological clarifications in fashion research: From critique to empirical suggestions. In A. Guy, E. Green & M. Banim (Eds.), Through the wardrobe: Women’s relationships with their clothes (pp. 237-254). New York: Berg. Tylka, T. L. & Andorka, M. J. (2012) Support for an expanded tripartite influence model with gay men. Body Image, 9, 57-67. 46  Unger, R. K., Hilderbrand, M. & Mader, T. (1982) Physical attractiveness and assumptions about social deviance: Some sex-by-sex comparisons. Personality and Social Psychology Bulletin, 8, 293-301. Vocks, S., Stahn, C., Loenser, K. & Legenbauer, T. (2009) Eating and body image disturbance in male-to-female and female-to-male transsexuals. Archives of Sexual Behavior, 38, 364-377. Wagenbach, P. (2003). Lesbian Body Image and Eating Issues, Journal of Psychology & Human Sexuality, 15(4), 205 – 227. Weissbach, T. A. & Zagon, G. (1975) The effect of deviant group membership upon impressions of personality. Journal of Social Psychology, 95(2), 263-266. West, C. & Fenstermaker, S. (1995) Doing difference. Gender & Society, 9(1), 8-37. Weyers, S., Elaut, E., Sutter, P. De, Gerris, J., T’Sjoen, G., Heylens, G, De Cuypere, G. & Verstraelen, H. (2009) Long-term assessment of the physical, mental, and sexual health among transsexual women. Journal of Sexual Medicine, 6, 752-760. Whittle, S., Turner, L. & Al-Alami, M (2007) Engendered penalties: Transgender and transsexual people’s experiences of inequality and discrimination. London: Press for Change. Wilson, E. (2003) Adorned in dreams: Fashion and modernity, revised ed. New Brunswick, NJ: Rutgers University Press. Wolfradt, U. & Newmann, K. (2001) Depersonalization, self-esteem and body image in male-to-female transsexuals compared to male and female controls. Archives of Sexual Behavior, 30(3), 301-310. 47  Wood, M. J. (2004) The gay male gaze: Body image disturbance and gender oppression among gay men. Journal of Gay & Lesbian Social Services, 17(2), 43-62. Woolery, L. M. (2007) Gaydar: A social-cognitive analysis. Journal of Homosexuality, 53(3), 9-17. Zamboni, B.D., Crawford, I. & Carrico, A.W. (2008) Predictors of Sports Motivation Among Gay and Bisexual Men. Journal of Homosexuality, 54(4), 449-468.                                                           i See Cohen, Hall and Tuttle (2009) for a more recent example of this type of study. ii A number of sexuality scholars have noted a distinction in anti and pro-gay rhetoric between ‘good’ and ‘bad’ gays; the ‘good homosexual/dangerous queer’ binary (Smith, 1994). The good gay conforms to the rules of compulsory heterosexuality; they ‘know their place’. Dangerous queers are those who ‘flaunt’ or are ‘militant’ or ‘missionary’ about their identity’ (Millibank, 1992: 25). iii A qualitative study by Clarke (2012) on students’ perceptions of a gay slogan t-shirt she wore in a psychology undergraduate class also suggests that such items can provoke hostility in others. iv In reporting research on perceptions of trans people’s appearance, and other aspects of trans appearance and embodiment, we use the language adopted by the authors. It’s important to note, however, that we do not necessary endorse the language choices of other authors and we are mindful of trans people’s critiques of the use of language in research on trans (Hale, 2012). v To date, no research on appearance and clothing practices of which we are aware has included bisexual male participants. vi At the time of writing, British psychologist Helen Bowes-Catton is in the process of research exploring bisexual men and women’s experience and performance of identity using a range of methodologies, mainly with members of British bisexual communities (Bowes-Catton, personal communication). ",
    "id": 9846494,
    "identifiers": {
        "doi": null,
        "oai": "oai:wrap.warwick.ac.uk:53017"
    },
    "title": "Lesbian, gay, bisexual and trans appearance and embodiment : a critical review of the psychological literature",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T00:00:00+00:00",
    "publisher": "The British Psychological Society",
    "references": [
        {
            "id": 37569021,
            "title": "A certain swagger when I walk’: Performing lesbian identity.",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Esterberg, K. G. (1996) ‘A certain swagger when I walk’: Performing lesbian identity. In S.",
            "cites": null
        },
        {
            "id": 37569070,
            "title": "A quest for authenticity: Contemporary Butch gender. Sex Roles,",
            "authors": [],
            "date": "2004",
            "doi": "10.1023/b:sers.0000027565.59109.80",
            "raw": "Levitt, H. M. & Hiestand, K. R. (2004) A quest for authenticity: Contemporary Butch gender. Sex Roles, 50(9/10), 605-621.",
            "cites": null
        },
        {
            "id": 37569094,
            "title": "Accuracy and awareness in the perception and categorization of male sexual orientation.",
            "authors": [],
            "date": "2008",
            "doi": "10.1037/a0013194",
            "raw": "Rule, N. O., Ambady, N., Adams Jr., R. B. & Macrae, C. N. (2008) Accuracy and awareness in the perception and categorization of male sexual orientation. Journal of Personality and Social Psychology, 95(5), 1019-1028. 44 Rule, N. O., Ambady, N. & Hallett, K. C. (2009) Female sexual orientation is perceived accurately, rapidly, and automatically from the face and its features. Journal of Experimental Social Psychology, 45, 1245-1251.",
            "cites": null
        },
        {
            "id": 37569122,
            "title": "Adorned in dreams: Fashion and modernity, revised ed.",
            "authors": [],
            "date": "2003",
            "doi": "10.2307/494215",
            "raw": "Wilson, E. (2003) Adorned in dreams: Fashion and modernity, revised ed. New Brunswick, NJ: Rutgers University Press.",
            "cites": null
        },
        {
            "id": 37569055,
            "title": "An examination of the sociocultural model of body image: Does women’s sexual identity make a difference? Manuscript submitted for publication.",
            "authors": [],
            "date": "2012",
            "doi": "10.1177/0361684314554917",
            "raw": "Huxley, C. J., Halliwell, E. & Clarke, V., (2012) An examination of the sociocultural model of body image: Does women’s sexual identity make a difference? Manuscript submitted for publication. 39 Huxley, C. & Hayfield, N. (2012) Non-heterosexual sexualities: The role of sexual identity in appearance and body image. In N. Rumsey & D. Harcourt (Eds). The Oxford Handbook of the Psychology of Appearance (pp.190-202). Oxford: Oxford University Press.",
            "cites": null
        },
        {
            "id": 37569051,
            "title": "An exploration of the sociocultural influences affecting lesbian and bisexual women’s body image. Unpublished PhD thesis,",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Huxley, C. J. (2010) An exploration of the sociocultural influences affecting lesbian and bisexual women’s body image. Unpublished PhD thesis, University of the West of England, Bristol.",
            "cites": null
        },
        {
            "id": 37569042,
            "title": "Anti-homosexual prejudice... as opposed to what? Queer theory and the social psychology of anti-homosexual attitudes.",
            "authors": [],
            "date": "2006",
            "doi": "10.1300/j082v52n01_03",
            "raw": "Hegarty, P. & Massey, S. (2006) Anti-homosexual prejudice... as opposed to what? Queer theory and the social psychology of anti-homosexual attitudes. Journal of Homosexuality, 52(1/2), 47-71.",
            "cites": null
        },
        {
            "id": 37569081,
            "title": "Anything for a Sis, Mary’: An introduction to Gay Masculinities. In",
            "authors": [],
            "date": "2000",
            "doi": "10.4135/9781452233987.n1",
            "raw": "Nardi, P. M. (2000) ‘Anything for a Sis, Mary’: An introduction to Gay Masculinities. In P. M. Nardi (Ed.), Gay masculinities (pp. 1-11). Thousand Oaks, CA: Sage.",
            "cites": null
        },
        {
            "id": 37569091,
            "title": "Appearance and self-presentation research in gay consumer cultures: Issues and impact.",
            "authors": [],
            "date": "1996",
            "doi": "10.1300/j082v31n01_07",
            "raw": "Rudd, N. A. (1996) Appearance and self-presentation research in gay consumer cultures: Issues and impact. Journal of Homosexuality, 31(1/2), 109-134.",
            "cites": null
        },
        {
            "id": 37569033,
            "title": "Asian girls are prettier: Gendered presentations as stigma management among gay Asian men.",
            "authors": [],
            "date": "2009",
            "doi": "10.1525/si.2009.32.2.106",
            "raw": "Han, C-S. (2009) Asian girls are prettier: Gendered presentations as stigma management among gay Asian men. Symbolic Interaction, 32(2), 106-122.",
            "cites": null
        },
        {
            "id": 37569057,
            "title": "At the crossroads of conspicuous and concealable: What race categories communicate about sexual orientation.",
            "authors": [],
            "date": "2011",
            "doi": "10.1371/journal.pone.0018025",
            "raw": "Johnson, K. L. & Ghavami, N. (2011) At the crossroads of conspicuous and concealable: What race categories communicate about sexual orientation. PLoS One, 6(3). Retrieved 3 October 2012 from http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0018025 Johnson, K. L., Gill, S., Reichman, V. & Tassinary, L. G. (2007) Swagger, sway, and sexuality: Judging sexual orientation from body motion and morphology. Journal of Personality and Social Psychology, 93(3), 321-334.",
            "cites": null
        },
        {
            "id": 37569101,
            "title": "Attitudes toward homosexuality and femininity in men.",
            "authors": [],
            "date": "1978",
            "doi": "10.1300/j082v03n03_08",
            "raw": "Storms, M. D. (1978) Attitudes toward homosexuality and femininity in men. Journal of Homosexuality, 3(3), 257-263.",
            "cites": null
        },
        {
            "id": 37569076,
            "title": "Attitudes toward homosexuality: Feminist attitudes and sexual conservatism.",
            "authors": [],
            "date": "1976",
            "doi": "10.1007/bf00302803",
            "raw": "Minnigerode, F. A. (1976) Attitudes toward homosexuality: Feminist attitudes and sexual conservatism. Sex Roles, 2(4), 347-352.",
            "cites": null
        },
        {
            "id": 37569008,
            "title": "Attitudes toward stereotypical versus counterstereotypical gay men and lesbians.",
            "authors": [],
            "date": "2009",
            "doi": "10.1080/00224490802666233",
            "raw": "Cohen, T. R., Hall, D. L. & Tuttle, J. (2009) Attitudes toward stereotypical versus counterstereotypical gay men and lesbians. Journal of Sex Research, 46(4), 274-281.",
            "cites": null
        },
        {
            "id": 37569043,
            "title": "Bear bodies, bear masculinity: Recuperation, resistance, or retreat?",
            "authors": [],
            "date": "2005",
            "doi": "10.1177/0891243204269408",
            "raw": "Hennen, P. (2005) Bear bodies, bear masculinity: Recuperation, resistance, or retreat? Gender & Society, 19(1), 25-43.",
            "cites": null
        },
        {
            "id": 37569056,
            "title": "Beauty and misogyny: Harmful practices in the west.",
            "authors": [],
            "date": "2005",
            "doi": "10.4324/9780203698563",
            "raw": "Jeffreys, S. (2005) Beauty and misogyny: Harmful practices in the west. London: Routledge.",
            "cites": null
        },
        {
            "id": 37569080,
            "title": "Beauty mandates and the appearance obsession: Are lesbian and bisexual women better off?",
            "authors": [],
            "date": "1999",
            "doi": "10.1300/j155v03n04_03",
            "raw": "Body Image, 1(2), 127-138. 42 Myers, A., Taub, J., Morris, J. F. & Rothblum, E. D. (1999) Beauty mandates and the appearance obsession: Are lesbian and bisexual women better off? In J.C. Cogan & J.M. Erickson (Eds.), Lesbians, Levis and lipstick: The meaning of beauty in our lives (pp. 15-26). New York: Harrington Park Press.",
            "cites": null
        },
        {
            "id": 37569077,
            "title": "Big handsome men, bears and others: Virtual constructions of ‘fat male embodiment.",
            "authors": [],
            "date": "2005",
            "doi": "10.1177/1357034x05052463",
            "raw": "Monaghan, L. F. (2005) Big handsome men, bears and others: Virtual constructions of ‘fat male embodiment. Body & Society, 11(2), 81-111.",
            "cites": null
        },
        {
            "id": 37569037,
            "title": "Bisexual women’s visual identities: A feminist mixed-methods exploration. Unpublished PhD thesis,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Hayfield, N. (2011) Bisexual women’s visual identities: A feminist mixed-methods exploration. Unpublished PhD thesis, University of the West of England, Bristol. 37 Hebl, M. R., Foster, J., Mannix, L. M. & Dovidio, J. F. (2002) Formal and interpersonal discrimination: A field study of bias toward homosexual applications. Personality and Social Psychology Bulletin, 28, 815-825.",
            "cites": null
        },
        {
            "id": 37568994,
            "title": "Body dissatisfaction among lesbian college students: The conflict of straddling mainstream and lesbian cultures.",
            "authors": [],
            "date": "1997",
            "doi": "10.1111/j.1471-6402.1997.tb00123.x",
            "raw": "Beren, S. E., Hayden, H. A.,Wilfley, D. E. & Striegel-Moore, R. H. (1997) Body dissatisfaction among lesbian college students: The conflict of straddling mainstream and lesbian cultures. Psychology of Women Quarterly, 21, 431–445.",
            "cites": null
        },
        {
            "id": 37569107,
            "title": "Body dissatisfaction and methamphetamine use among hiv-positive gay and bisexual men: A pilot study.",
            "authors": [],
            "date": "2011",
            "doi": "10.3109/10826084.2011.618998",
            "raw": "Theodore, P.S., Achiro, R.P., Duran, R.E.F. & Antoni, M.H. (2011) Body dissatisfaction and methamphetamine use among hiv-positive gay and bisexual men: A pilot study. Substance Use & Misuse, 46(14), 1745–1749.",
            "cites": null
        },
        {
            "id": 37569083,
            "title": "Body image and gender identity.",
            "authors": [],
            "date": "1976",
            "doi": "10.1300/j082v02n02_04",
            "raw": "Pauly, I. B. & Lindgren, T. W. (1976/77) Body image and gender identity. Journal of Homosexuality, 2(2), 133-142.",
            "cites": null
        },
        {
            "id": 37568997,
            "title": "Body image and personality traits of male-to-female transsexuals and homosexuals. Social Behavior and Personality,",
            "authors": [],
            "date": "2006",
            "doi": "10.2224/sbp.2006.34.8.927",
            "raw": "Bozkurt, A., Isikli, H., Demir, F., Ozmenler, K. N., Gulcat, Z., Karlidere, T. & Aydin, H. (2006) Body image and personality traits of male-to-female transsexuals and homosexuals. Social Behavior and Personality, 34(8), 927-938.",
            "cites": null
        },
        {
            "id": 37568995,
            "title": "Body image and sociocultural norms: A comparison of heterosexual and lesbian women.",
            "authors": [],
            "date": "1998",
            "doi": "10.1111/j.1471-6402.1998.tb00164.x",
            "raw": "Bergeron, S. M. & Senn, C. Y. (1998) Body image and sociocultural norms: A comparison of heterosexual and lesbian women. Psychology of Women Quarterly. 22(3), 385-401.",
            "cites": null
        },
        {
            "id": 37569065,
            "title": "Body image and transexualism.",
            "authors": [],
            "date": "2008",
            "doi": "10.1159/000111554",
            "raw": "Kraemer, B., Delsignore, A., Schnyder, U. & Hepp, U. (2008) Body image and transexualism. Psychopathology, 41(2), 96-100.",
            "cites": null
        },
        {
            "id": 37569093,
            "title": "Brief exposures: Male sexual orientation is accurately perceived at 50 ms.",
            "authors": [],
            "date": "2008",
            "doi": "10.1016/j.jesp.2007.12.001",
            "raw": "Rule, N. O. & Ambady, N. (2008) Brief exposures: Male sexual orientation is accurately perceived at 50 ms. Journal of Experimental Social Psychology, 44, 1100-1105.",
            "cites": null
        },
        {
            "id": 37569029,
            "title": "Clothing and embodiment: Men managing body image and appearance.",
            "authors": [],
            "date": "2004",
            "doi": "10.1037/1524-9220.5.1.40",
            "raw": "Frith, H. & Gleeson, K. (2004) Clothing and embodiment: Men managing body image and appearance. Psychology of Men & Masculinity, 5(1), 40–48. 36 Gerhardstein, K. R. & Anderson, V. N. (2010) There’s more than meets the eye: Facial appearance and evaluations of transsexual people. Sex Roles, 62, 361-373.",
            "cites": null
        },
        {
            "id": 37569126,
            "title": "Cohen, Hall and Tuttle",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "i See Cohen, Hall and Tuttle (2009) for a more recent example of this type of study.",
            "cites": null
        },
        {
            "id": 37569027,
            "title": "Communities, commodities, cultural space, and style",
            "authors": [],
            "date": "1996",
            "doi": "10.1300/j082v31n01_06",
            "raw": "Freitas, A., Kaiser, S. & Hammidi, T. (1996) Communities, commodities, cultural space, and style (1996) Journal of Homosexuality, 31(1/2), 83-107.",
            "cites": null
        },
        {
            "id": 37568988,
            "title": "Conflicted gender identity, body dissatisfaction, and disordered eating in adult men and women.",
            "authors": [],
            "date": "2010",
            "doi": "10.1007/s11199-010-9758-6",
            "raw": "Ålgars, M., Santtila, P. & Sandnabba, N. K. (2010) Conflicted gender identity, body dissatisfaction, and disordered eating in adult men and women. Sex Roles, 63, 118-125. 31 Ambady, N., Hallahan, M. & Conner, B. (1999) Accuracy of judgements of sexual orientation from thin slices of behaviour. Journal of Personality and Social Psychology, 77(3), 538-547.",
            "cites": null
        },
        {
            "id": 37569011,
            "title": "Courtship in the personals column: The influence of gender and sexual orientation.",
            "authors": [],
            "date": "1984",
            "doi": "10.1007/bf00287465",
            "raw": "Deaux, K. & Hanna, R. (1984) Courtship in the personals column: The influence of gender and sexual orientation. Sex Roles, 11, 363-75. 34 Dew, M. A. (1985) The effect of attitudes on inferences of homosexuality and perceived physical attractiveness in women. Sex Roles, 12, 143-55.",
            "cites": null
        },
        {
            "id": 37569123,
            "title": "Depersonalization, self-esteem and body image in maleto-female transsexuals compared to male and female controls.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Wolfradt, U. & Newmann, K. (2001) Depersonalization, self-esteem and body image in maleto-female transsexuals compared to male and female controls. Archives of Sexual Behavior, 30(3), 301-310. 47 Wood, M. J. (2004) The gay male gaze: Body image disturbance and gender oppression among gay men. Journal of Gay & Lesbian Social Services, 17(2), 43-62.",
            "cites": null
        },
        {
            "id": 37569096,
            "title": "Differences between lesbians and heterosexual women in disordered eating and related attitudes.",
            "authors": [],
            "date": "2002",
            "doi": "10.1300/j082v42n04_06",
            "raw": "Share, T. L. & Mintz, L.B. (2002) Differences between lesbians and heterosexual women in disordered eating and related attitudes. Journal of Homosexuality, 42(4), 89-106.",
            "cites": null
        },
        {
            "id": 37569086,
            "title": "Dissecting ‘gaydar’: Accuracy and the role of masculinity-femininity.",
            "authors": [],
            "date": "2010",
            "doi": "10.1007/s10508-008-9405-2",
            "raw": "Rieger, G., Linsenmeier, J. A. W., Gygax, L., Garcia, S. & Bailey, J. M. (2010) Dissecting ‘gaydar’: Accuracy and the role of masculinity-femininity. Archives of Sexual Behavior, 39, 124-140.",
            "cites": null
        },
        {
            "id": 37569079,
            "title": "Does body satisfaction differ between gay men and lesbian women and heterosexual men and women? A meta-analytic review.",
            "authors": [],
            "date": "2004",
            "doi": "10.1016/j.bodyim.2004.01.002",
            "raw": "Morrison, M. A., Morrison, T. G. & Sager, C. L. (2004) Does body satisfaction differ between gay men and lesbian women and heterosexual men and women? A meta-analytic review.",
            "cites": null
        },
        {
            "id": 37569032,
            "title": "Does feminism serve a protective function against eating disorders?",
            "authors": [],
            "date": "1999",
            "doi": "10.1300/j155v03n04_18",
            "raw": "Guille, C. & Chrisler, J. C. (1999) Does feminism serve a protective function against eating disorders? Journal of Lesbian Studies, 3(4), 141-148.",
            "cites": null
        },
        {
            "id": 37569117,
            "title": "Doing difference.",
            "authors": [],
            "date": "1995",
            "doi": "10.1177/089124395009001002",
            "raw": "West, C. & Fenstermaker, S. (1995) Doing difference. Gender & Society, 9(1), 8-37.",
            "cites": null
        },
        {
            "id": 37569009,
            "title": "Don we now our gay apparel: Gay men’s dress in the twentieth century.",
            "authors": [],
            "date": "2000",
            "doi": "10.5860/choice.38-5863",
            "raw": "Cole, S. (2000) Don we now our gay apparel: Gay men’s dress in the twentieth century. Oxford: Berg.",
            "cites": null
        },
        {
            "id": 37569113,
            "title": "Eating and body image disturbance in male-to-female and female-to-male transsexuals.",
            "authors": [],
            "date": "2009",
            "doi": "10.1007/s10508-008-9424-z",
            "raw": "Vocks, S., Stahn, C., Loenser, K. & Legenbauer, T. (2009) Eating and body image disturbance in male-to-female and female-to-male transsexuals. Archives of Sexual Behavior, 38, 364-377.",
            "cites": null
        },
        {
            "id": 37569084,
            "title": "Effeminate ‘fudge nudgers’ and tomboyish ‘lettuce lickers’: Language and the construction of sexualities in diversity training.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Peel, E. (2005) Effeminate ‘fudge nudgers’ and tomboyish ‘lettuce lickers’: Language and the construction of sexualities in diversity training. Psychology of Women Section Review, 7(2), 1-14.",
            "cites": null
        },
        {
            "id": 37569120,
            "title": "Engendered penalties: Transgender and transsexual people’s experiences of inequality and discrimination.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Whittle, S., Turner, L. & Al-Alami, M (2007) Engendered penalties: Transgender and transsexual people’s experiences of inequality and discrimination. London: Press for Change.",
            "cites": null
        },
        {
            "id": 37569006,
            "title": "Everyday Joe’ versus ‘pissy, bitchy queens’: Gay masculinity on StraightActing.com.",
            "authors": [],
            "date": "2006",
            "doi": "10.3149/jms.1402.191",
            "raw": "Clarkson, J. (2006) ‘Everyday Joe’ versus ‘pissy, bitchy queens’: Gay masculinity on StraightActing.com. The Journal of Men’s Studies, 14(2), 191-207.",
            "cites": null
        },
        {
            "id": 37569095,
            "title": "Fashion and clothing: The construction and communication of gay identities.",
            "authors": [],
            "date": "2005",
            "doi": "10.1108/09590550510593239",
            "raw": "Schofield, K. & Schmidt, R. Ä. (2005) Fashion and clothing: The construction and communication of gay identities. International Journal of Retail & Distribution Management, 33(4), 310-323.",
            "cites": null
        },
        {
            "id": 37569110,
            "title": "Fashion research and its discontents.",
            "authors": [],
            "date": "2001",
            "doi": "10.2752/136270401778998864",
            "raw": "Tseelon, E. (2001a) Fashion research and its discontents. Fashion Theory, 5(4), 435-452.",
            "cites": null
        },
        {
            "id": 37569014,
            "title": "Fatness and the feminised man. In",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Durgadas, G. S. (1998) Fatness and the feminised man. In Atkins, D. (Ed.), Looking queer: Body image and identity in lesbian, bisexual, gay and transgender communities (pp. 367-414). New York: Harrington Park Press.",
            "cites": null
        },
        {
            "id": 37569034,
            "title": "Female masculinity.",
            "authors": [],
            "date": "1998",
            "doi": "10.1215/9780822378112",
            "raw": "Halberstam, Judith (1998) Female masculinity. Durham: Duke University Press.",
            "cites": null
        },
        {
            "id": 37568990,
            "title": "from http://tagonist.livejournal.com/199563.html Atkins,",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Retrieved 3 October 2012 from http://tagonist.livejournal.com/199563.html Atkins, D. (1998) Introduction: Looking Queer, In D. Atkins (Ed.) Looking Queer: Body Image and Identity in Lesbian, Bisexual, Gay and Transgender Communities (pp. xxix-li). New York: Harrington Park Press.",
            "cites": null
        },
        {
            "id": 37568989,
            "title": "Fuck you and fuck your fucking thesis: Why I will not participate in trans studies.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Anne (2009) Fuck you and fuck your fucking thesis: Why I will not participate in trans studies.",
            "cites": null
        },
        {
            "id": 37569089,
            "title": "Gay and lesbian body images.",
            "authors": [],
            "date": "2002",
            "doi": "10.1023/a:1021993422671",
            "raw": "Rothblum, E. D. (2002) Gay and lesbian body images. In T.F. Cash & T. Pruzinsky (Eds.), Body image: A handbook of theory, research, and clinical practice (pp. 257-265). New York: The Guilford Press.",
            "cites": null
        },
        {
            "id": 37569069,
            "title": "Gay macho: The life and death of the homosexual clone.",
            "authors": [],
            "date": "1998",
            "doi": "10.2307/3005925",
            "raw": "Levine, M. P. (1998) Gay macho: The life and death of the homosexual clone. New York: New York University Press.",
            "cites": null
        },
        {
            "id": 37569012,
            "title": "Gay, straight, or somewhere in between: accuracy and bias in the perception of bisexual faces.",
            "authors": [],
            "date": "2012",
            "doi": "10.1007/s10919-011-0129-y",
            "raw": "Ding, J. Y. C. & Rule, N. O. (2012) Gay, straight, or somewhere in between: accuracy and bias in the perception of bisexual faces. Journal of Nonverbal Behavior, 36(2), 165-176.",
            "cites": null
        },
        {
            "id": 37569124,
            "title": "Gaydar: A social-cognitive analysis.",
            "authors": [],
            "date": "2007",
            "doi": "10.1300/j082v53n03_02",
            "raw": "Woolery, L. M. (2007) Gaydar: A social-cognitive analysis. Journal of Homosexuality, 53(3), 9-17.",
            "cites": null
        },
        {
            "id": 37569082,
            "title": "Gaydar: Eye-gaze as identity recognition among gay men and lesbians.",
            "authors": [],
            "date": "2004",
            "doi": "10.1007/s12119-004-1006-1",
            "raw": "Nicholas, C. L. (2004) Gaydar: Eye-gaze as identity recognition among gay men and lesbians. Sexuality & Culture, 8(1), 60-86.",
            "cites": null
        },
        {
            "id": 37569097,
            "title": "Gaydar: Visual detection of sexual orientation among gay and straight men.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Shelp, S. G. (2002) Gaydar: Visual detection of sexual orientation among gay and straight men. Journal of Homosexuality, 44(1), 1-86.",
            "cites": null
        },
        {
            "id": 37569062,
            "title": "Gender belief systems: Homosexuality and the implicit inversion theory.",
            "authors": [],
            "date": "1987",
            "doi": "10.1111/j.1471-6402.1987.tb00776.x",
            "raw": "Kite, M. A. & Deaux, K. (1987) Gender belief systems: Homosexuality and the implicit inversion theory. Psychology of Women Quarterly, 11(1), 83-96. 40 Koff, E., Lucas, M., Migliorini, R. & Grossmith, S. (2010) Women and body dissatisfaction: Does sexual orientation make a difference? Body Image, 7(3), 255-258.",
            "cites": null
        },
        {
            "id": 37569046,
            "title": "Gender identity disorder and anorexia nervosa in male monozygotic twins.",
            "authors": [],
            "date": "2004",
            "doi": "10.1002/eat.10247",
            "raw": "Hepp, U., Milos, G. & Braun-Scharm, H. (2004) Gender identity disorder and anorexia nervosa in male monozygotic twins. International Journal of Eating Disorders, 35(2), 239-243.",
            "cites": null
        },
        {
            "id": 37569045,
            "title": "Gender identity disorder and eating disorders.",
            "authors": [],
            "date": "2002",
            "doi": "10.1002/eat.10090",
            "raw": "Hepp, U. & Milos, G. (2002) Gender identity disorder and eating disorders. International Journal of Eating Disorders, 32, 473-478.",
            "cites": null
        },
        {
            "id": 37569000,
            "title": "Gender trouble: Feminism and the subversion of identity.",
            "authors": [],
            "date": "1990",
            "doi": "10.5040/9781472545688.ch-002",
            "raw": "Butler, J. (1990) Gender trouble: Feminism and the subversion of identity. New York: Routledge.",
            "cites": null
        },
        {
            "id": 37569030,
            "title": "Getting noticed: Using clothing to negotiate visibility.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Gleeson, K. & Frith, H. (2003) Getting noticed: Using clothing to negotiate visibility. Psychology of Women Section Review, 5(2), 7-11.",
            "cites": null
        },
        {
            "id": 37569100,
            "title": "Homophobia: A tentative personality profile.",
            "authors": [],
            "date": "1971",
            "doi": "10.2466/pr0.1971.29.3f.1091",
            "raw": "Smith, K. T. (1971) Homophobia: A tentative personality profile. Psychological Reports, 29, 1091-1094.",
            "cites": null
        },
        {
            "id": 37569073,
            "title": "Homophobia: The quest for a valid scale.",
            "authors": [],
            "date": "1976",
            "doi": "10.1300/j082v02n01_04",
            "raw": "Lumby, M. E. (1976) Homophobia: The quest for a valid scale. Journal of Homosexuality, 2(1), 39-47.",
            "cites": null
        },
        {
            "id": 37569001,
            "title": "Homosexual identity formation: A theoretical model.",
            "authors": [],
            "date": "1979",
            "doi": "10.1080/00224498409551214",
            "raw": "Cass, V. C. (1979) Homosexual identity formation: A theoretical model. Journal of Homosexuality, 4(3), 219-235.",
            "cites": null
        },
        {
            "id": 37568992,
            "title": "I want a man’: Patterns of attractive in all-male personal ads.",
            "authors": [],
            "date": "2000",
            "doi": "10.3149/jms.0803.309",
            "raw": "Batholome, A., Tewksbury, R. & Bruzzone, A. (2000) ‘I want a man’: Patterns of attractive in all-male personal ads. Journal of Men’s Studies, 8(3), 309-321.",
            "cites": null
        },
        {
            "id": 37569023,
            "title": "If only I were cute: Lookism and internalised homophobia in the gay male community. In Atkins,",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Feraios, A. J. (1998) If only I were cute: Lookism and internalised homophobia in the gay male community. In Atkins, D. (Ed.), Looking queer: Body image and identity in lesbian, bisexual, gay and transgender communities (pp. 415-429). New York: Harrington Park Press.",
            "cites": null
        },
        {
            "id": 37569054,
            "title": "If you’ve got girly appearance you can’t possibly be gay”: Lesbian and bisexual women discuss appearance. Manuscript submitted for publication.",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Huxley, C. J., Clarke, V. & Halliwell, E., (2012) “If you’ve got girly appearance you can’t possibly be gay”: Lesbian and bisexual women discuss appearance. Manuscript submitted for publication.",
            "cites": null
        },
        {
            "id": 37569105,
            "title": "If your face doesn’t fit...’: The misrecognition of working-class lesbians in scene space.",
            "authors": [],
            "date": "2007",
            "doi": "10.1080/02614360600661211",
            "raw": "Taylor, Y. (2007) ‘If your face doesn’t fit...’: The misrecognition of working-class lesbians in scene space. Leisure Studies, 26(2), 161-178.",
            "cites": null
        },
        {
            "id": 37569127,
            "title": "ii A number of sexuality scholars have noted a distinction in anti and pro-gay rhetoric between ‘good’ and ‘bad’ gays; the ‘good homosexual/dangerous queer’ binary (Smith,",
            "authors": [],
            "date": "1994",
            "doi": null,
            "raw": "ii A number of sexuality scholars have noted a distinction in anti and pro-gay rhetoric between ‘good’ and ‘bad’ gays; the ‘good homosexual/dangerous queer’ binary (Smith, 1994). The good gay conforms to the rules of compulsory heterosexuality; they ‘know their place’. Dangerous queers are those who ‘flaunt’ or are ‘militant’ or ‘missionary’ about their identity’ (Millibank, 1992: 25).",
            "cites": null
        },
        {
            "id": 37569128,
            "title": "iii A qualitative study by Clarke (2012) on students’ perceptions of a gay slogan t-shirt she wore in a psychology undergraduate class also suggests that such items can provoke hostility in others.",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "iii A qualitative study by Clarke (2012) on students’ perceptions of a gay slogan t-shirt she wore in a psychology undergraduate class also suggests that such items can provoke hostility in others.",
            "cites": null
        },
        {
            "id": 37569004,
            "title": "in press) ‘I am who I am’: Navigating norms and the importance of authenticity in lesbian and bisexual women’s accounts of their appearance practices.",
            "authors": [],
            "date": "2012",
            "doi": "10.1080/19419899.2013.748240",
            "raw": "Clarke, V. & Spence, K. (2012, in press) ‘I am who I am’: Navigating norms and the importance of authenticity in lesbian and bisexual women’s accounts of their appearance practices. Psychology & Sexuality. 33 Clarke, V. & Turner, K. (2007) Clothes maketh the queer? Dress, appearance and the construction of gay, lesbian and bisexual identities. Feminism & Psychology, 17(2), 267-276.",
            "cites": null
        },
        {
            "id": 37569036,
            "title": "in press) “Never judge a book by its cover?”: Students’ understandings of lesbian, gay, and bisexual appearance. Psychology of Sexuality.",
            "authors": [],
            "date": "2012",
            "doi": "10.1080/19419899.2013.748261",
            "raw": "Hayfield, N. (2012, in press) “Never judge a book by its cover?”: Students’ understandings of lesbian, gay, and bisexual appearance. Psychology of Sexuality.",
            "cites": null
        },
        {
            "id": 37569052,
            "title": "in press) Lesbian and bisexual women’s experiences of sexuality-based discrimination and their appearance concerns.",
            "authors": [],
            "date": "2012",
            "doi": "10.1080/19419899.2013.748239",
            "raw": "Huxley, C. J. (2012, in press) Lesbian and bisexual women’s experiences of sexuality-based discrimination and their appearance concerns. Psychology & Sexuality.",
            "cites": null
        },
        {
            "id": 37569028,
            "title": "Introducing the body: (In)visibility and the negotiation of embodied identities.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Frith, H. (2003) Introducing the body: (In)visibility and the negotiation of embodied identities. Psychology of Women Section Review, 5(2), 3-6.",
            "cites": null
        },
        {
            "id": 37569109,
            "title": "Investigating the effect of race and apparent lesbianism upon helping behaviour.",
            "authors": [],
            "date": "1994",
            "doi": "10.1177/0959353594043019",
            "raw": "Tsang, E. (1994) Investigating the effect of race and apparent lesbianism upon helping behaviour. Feminism & Psychology, 4(3), 469-471.",
            "cites": null
        },
        {
            "id": 37569053,
            "title": "It’s a comparison thing isn’t it?” Lesbian and bisexual women talk about their body image and relationships.",
            "authors": [],
            "date": "2011",
            "doi": "10.1177/0361684311410209",
            "raw": "Huxley, C. J., Clarke, V. & Halliwell, E. (2011) “It’s a comparison thing isn’t it?”  Lesbian and bisexual women talk about their body image and relationships. Psychology of Women Quarterly, 35(3), 415-427.",
            "cites": null
        },
        {
            "id": 37569114,
            "title": "Lesbian Body Image and Eating Issues,",
            "authors": [],
            "date": "2003",
            "doi": "10.1300/j056v15n04_04",
            "raw": "Wagenbach, P. (2003). Lesbian Body Image and Eating Issues, Journal of Psychology & Human Sexuality, 15(4), 205 – 227.",
            "cites": null
        },
        {
            "id": 37569075,
            "title": "Lesbian mothers, gay fathers: Sameness and difference.",
            "authors": [],
            "date": "1992",
            "doi": null,
            "raw": "Millbank, J. (1992) Lesbian mothers, gay fathers: Sameness and difference. Australian Gay and Lesbian Law Journal, 2, 21-40.",
            "cites": null
        },
        {
            "id": 37569018,
            "title": "Lesbian stereotypes. In",
            "authors": [],
            "date": "1992",
            "doi": "10.1080/07399339209515986",
            "raw": "Eliason, M., Donelan, C. & Randall, C. (1992) Lesbian stereotypes. In P. N. Stern (Ed), Lesbian health: What are the issues? (pp. 41-54) Washington, DC: Taylor & Francis.",
            "cites": null
        },
        {
            "id": 37569072,
            "title": "Lesbian, bisexual women, and body image: An investigation of gender roles and social group affiliation.",
            "authors": [],
            "date": "1999",
            "doi": "10.1002/(sici)1098-108x(199901)25:1<89::aid-eat11>3.0.co;2-t",
            "raw": "Ludwig, M. & Brownell, K.D. (1999) Lesbian, bisexual women, and body image: An investigation of gender roles and social group affiliation. International Journal of Eating Disorders, 25(1), 89-97.",
            "cites": null
        },
        {
            "id": 37569005,
            "title": "Lesbian, gay, bisexual, trans and queer psychology: An introduction. Cambridge:",
            "authors": [],
            "date": "2010",
            "doi": "10.1017/cbo9780511810121",
            "raw": "Clarke, V, Ellis, S. J., Peel, E. & Riggs, D. W. (2010) Lesbian, gay, bisexual, trans and queer psychology: An introduction. Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 37569090,
            "title": "Lesbians and physical appearance: Which model applies?",
            "authors": [],
            "date": "1994",
            "doi": "10.4135/9781483326757.n5",
            "raw": "Rothblum, E. D. (1994) Lesbians and physical appearance: Which model applies? In B. Greene & G.M. Herek (Eds.), Lesbian and gay psychology: Theory, research, and clinical applications (pp. 84 – 97). Thousand Oaks, CA: Sage.",
            "cites": null
        },
        {
            "id": 37569038,
            "title": "Lesbians and the internalization of societal standards of weight and appearance.",
            "authors": [],
            "date": "1999",
            "doi": "10.1300/j155v03n04_16",
            "raw": "Heffernan, K. (1999) Lesbians and the internalization of societal standards of weight and appearance. Journal of Lesbian Studies, 3(4), 121-127.",
            "cites": null
        },
        {
            "id": 37569007,
            "title": "Lesbians, Levis and lipstick: The meaning of beauty in our lives.",
            "authors": [],
            "date": "1999",
            "doi": "10.4324/9781315877716",
            "raw": "Cogan, J. C. & Erickson, J. M. (Eds.), (1999) Lesbians, Levis and lipstick: The meaning of beauty in our lives. New York: Harrington Park Press.",
            "cites": null
        },
        {
            "id": 37568998,
            "title": "Lesbians, weight, and eating: New analyses and perspectives.",
            "authors": [],
            "date": "1987",
            "doi": null,
            "raw": "Brown, L. (1987) Lesbians, weight, and eating: New analyses and perspectives. In Boston Lesbian Psychologies Collective (Eds.), Lesbian psychologies: Explorations and challenges (pp. 294-309). Chicago: University of Illinois Press.",
            "cites": null
        },
        {
            "id": 37569118,
            "title": "Long-term assessment of the physical, mental, and sexual health among transsexual women.",
            "authors": [],
            "date": "2009",
            "doi": "10.1111/j.1743-6109.2008.01082.x",
            "raw": "Weyers, S., Elaut, E., Sutter, P. De, Gerris, J., T’Sjoen, G., Heylens, G, De Cuypere, G. & Verstraelen, H. (2009) Long-term assessment of the physical, mental, and sexual health among transsexual women. Journal of Sexual Medicine, 6, 752-760.",
            "cites": null
        },
        {
            "id": 37569078,
            "title": "Male homophobia.",
            "authors": [],
            "date": "1978",
            "doi": "10.1111/j.1540-4560.1978.tb02539.x",
            "raw": "Morin, S. F. & Garfinkle, E. M. (1978) Male homophobia. Journal of Social Issues, 34(1), 29-47.",
            "cites": null
        },
        {
            "id": 37569087,
            "title": "Managing meaning and belonging: Young women's negotiation of authenticity in body art.",
            "authors": [],
            "date": "2005",
            "doi": "10.1080/13676260500261843",
            "raw": "Riley, S.C. E. & Cahill, S. (2005). Managing meaning and belonging: Young women's negotiation of authenticity in body art. Journal of Youth Studies, 8(3), 261-279. 43 Rosario, M., Schrimshaw, E. W., Hunter, J. & Levy-Warren, A. (2009) The coming-out process of young lesbian and bisexual women: Are there butch/femme differences in sexual identity development? Archives of Sexual Behavior, 38, 34-49.",
            "cites": null
        },
        {
            "id": 37569040,
            "title": "Materializing the hypothalamus: A performative account of the ‘gay brain’.",
            "authors": [],
            "date": "1997",
            "doi": "10.1177/0959353597073009",
            "raw": "Hegarty, P. (1997) Materializing the hypothalamus: A performative account of the ‘gay brain’. Feminism & Psychology, 7(3), 355-372.",
            "cites": null
        },
        {
            "id": 37569064,
            "title": "Measuring transgender individuals’ comfort with gender identity and appearance: Development and validation of the transgender congruence scale.",
            "authors": [],
            "date": "2012",
            "doi": "10.1177/0361684312442161",
            "raw": "Kozee, H. B., Tylka, T. & Bauerband, L. A. (2012) Measuring transgender individuals’ comfort with gender identity and appearance: Development and validation of the transgender congruence scale. Psychology of Women Quarterly, 36(2), 179-196.",
            "cites": null
        },
        {
            "id": 37569063,
            "title": "Mental health issues: A comparison of lesbian, bisexual and heterosexual women.",
            "authors": [],
            "date": "2006",
            "doi": "10.1300/j082v51n01_03",
            "raw": "Koh, A. S. & Ross, L. K. (2006) Mental health issues: A comparison of lesbian, bisexual and heterosexual women. Journal of Homosexuality, 51, 33-57.",
            "cites": null
        },
        {
            "id": 37569016,
            "title": "Negotiating sissyphobia: A critical/interpretive analysis of one ‘femme’ gay Asian body in the heteronormative world.",
            "authors": [],
            "date": "2011",
            "doi": "10.3149/jms.1901.37",
            "raw": "Eguchi, S. (2011) Negotiating sissyphobia: A critical/interpretive analysis of one ‘femme’ gay Asian body in the heteronormative world. The Journal of Men’s Studies, 19(1), 37-56.",
            "cites": null
        },
        {
            "id": 37569098,
            "title": "New right discourse on race and sexuality: Britain, 1968-1990. Cambridge:",
            "authors": [],
            "date": "1994",
            "doi": "10.1017/cbo9780511518676",
            "raw": "Smith, A. M. (1994) New right discourse on race and sexuality: Britain, 1968-1990. Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 37569015,
            "title": "Not in man’s image: Lesbians and the cultural oppression of body image.",
            "authors": [],
            "date": "1989",
            "doi": "10.1300/j015v08n01_03",
            "raw": "Dworkin, S. H. (1989) Not in man’s image: Lesbians and the cultural oppression of body image. Women and Therapy 8(1/2), 27-39.",
            "cites": null
        },
        {
            "id": 37569108,
            "title": "Oh to be lean and muscular: Body image ideals in gay and heterosexual men.",
            "authors": [],
            "date": "2007",
            "doi": "10.1037/1524-9220.8.1.15",
            "raw": "Tiggemann, M., Martins, Y. & Kirkbride, A. (2007) Oh to be lean and muscular: Body image ideals in gay and heterosexual men. Psychology of Men & Masculinity, 8(1), 15-24.",
            "cites": null
        },
        {
            "id": 37569111,
            "title": "Ontological, epistemological and methodological clarifications in fashion research: From critique to empirical suggestions. In",
            "authors": [],
            "date": "2001",
            "doi": "10.2752/9781847888921/thrward0020",
            "raw": "Tseelon, E. (2001b) Ontological, epistemological and methodological clarifications in fashion research: From critique to empirical suggestions. In A. Guy, E. Green & M. Banim (Eds.), Through the wardrobe: Women’s relationships with their clothes (pp. 237-254). New York: Berg.",
            "cites": null
        },
        {
            "id": 37569068,
            "title": "Personal style or sexual preference: Why gay men are disliked.",
            "authors": [],
            "date": "1979",
            "doi": "10.1300/j082v05n04_01",
            "raw": "Laner, M. R. & Laner, R. H. (1979) Personal style or sexual preference: Why gay men are disliked. International Review of Modern Sociology, 9, 215-228.",
            "cites": null
        },
        {
            "id": 37569106,
            "title": "Predicting opposition to the civil rights of trans persons in the United Kingdom.",
            "authors": [],
            "date": "2006",
            "doi": "10.1002/casp.851",
            "raw": "Tee, N. & Hegarty, P. (2006) Predicting opposition to the civil rights of trans persons in the United Kingdom. Journal of Community & Applied Social Psychology, 16, 70-80.",
            "cites": null
        },
        {
            "id": 37569125,
            "title": "Predictors of Sports Motivation Among Gay and Bisexual Men.",
            "authors": [],
            "date": "2008",
            "doi": "10.1080/00918360801991539",
            "raw": "Zamboni, B.D., Crawford, I. & Carrico, A.W. (2008) Predictors of Sports Motivation Among Gay and Bisexual Men. Journal of Homosexuality, 54(4), 449-468.",
            "cites": null
        },
        {
            "id": 37569044,
            "title": "Prejudiced behavior toward lesbians and gay men: A field experiment on everyday helping.",
            "authors": [],
            "date": "2009",
            "doi": "10.1027/1864-9335.40.4.234",
            "raw": "Hendren, A. & Blank, H. (2009) Prejudiced behavior toward lesbians and gay men: A field experiment on everyday helping. Social Psychology, 40(4), 234-238.",
            "cites": null
        },
        {
            "id": 37569002,
            "title": "Psychosocial influences on bisexual women’s body image: Negotiating gender and sexuality.",
            "authors": [],
            "date": "2012",
            "doi": "10.1177/0361684311426126",
            "raw": "Chmielewski, J. F. & Yost, M. R. (2012) Psychosocial influences on bisexual women’s body image: Negotiating gender and sexuality. Psychology of Women Quarterly, DOI: 10.1177/0361684311426126 Clarke, V. (2012) Some lecturers wear gay slogan t-shirts. Get over it! Manuscript submitted for publication.",
            "cites": null
        },
        {
            "id": 37569022,
            "title": "Queer theory/sociology (pp.",
            "authors": [],
            "date": "1991",
            "doi": "10.2307/201862",
            "raw": "Seidman (Ed.), Queer theory/sociology (pp. 259-279). Oxford: Blackwell. 35 Faderman, L. (1991) Odd girls and twilight lovers: A history of lesbian life in the twentieth century. London: Penguin Books.",
            "cites": null
        },
        {
            "id": 37569059,
            "title": "Revisiting gay men’s body image issues: Exposing the fault lines.",
            "authors": [],
            "date": "2010",
            "doi": "10.1037/a0020982",
            "raw": "Kane, G. D. (2010) Revisiting gay men’s body image issues: Exposing the fault lines. Review of General Psychology, 14(4), 311-317.",
            "cites": null
        },
        {
            "id": 37569048,
            "title": "Sexual conflict and eating disorders in 27 males.",
            "authors": [],
            "date": "1984",
            "doi": null,
            "raw": "Herzog, D. В., Norman, D. К., Gordon, С. & Pepose, M. (1984) Sexual conflict and eating disorders in 27 males. American journal of Psychiatry, 141, 989-990. 38 Hill, D. B. & Willoughby, B. L. B. (2005) The development and validation of the genderism and transphobia scale. Sex Roles, 53(7-8), 531-544.",
            "cites": null
        },
        {
            "id": 37569085,
            "title": "Sexual orientation and weight, body image and weight control practices among young Australian women.",
            "authors": [],
            "date": "2009",
            "doi": "10.1089/jwh.2007.0765",
            "raw": "Polimeni, A-M., Austin, S. B. & Kavanagh, A. M. (2009) Sexual orientation and weight, body image and weight control practices among young Australian women. Journal of Women's Health, 18(3), 355–362.",
            "cites": null
        },
        {
            "id": 37569010,
            "title": "Sexual orientation biases attentional control: A possible gaydar mechanism.",
            "authors": [],
            "date": "2010",
            "doi": "10.3389/fpsyg.2010.00013",
            "raw": "Colzato, L. S., Hooidonk, L. Van, Wildenberg, W. P. M. van den, Harinkc, F. & Hommel, B. (2010) Sexual orientation biases attentional control: A possible gaydar mechanism. Frontiers in Cognition, 1.  Retrieved 3 October 2012 from http://www.frontiersin.org/Cognition/10.3389/fpsyg.2010.00013/abstract Cuenot, R. G. & Fugita, S. S. (1982) Perceived homosexuality: Measuring heterosexual attitudinal and nonverbal reactions. Personality and Social Psychology Bulletin, 8, 100-106.",
            "cites": null
        },
        {
            "id": 37569026,
            "title": "Sexual orientation perception involves gendered facial cues.",
            "authors": [],
            "date": "2010",
            "doi": "10.1177/0146167210378755",
            "raw": "Freeman, J. B., Johnson, K. L., Ambady, N. & Rule, N. O. (2010) Sexual orientation perception involves gendered facial cues. Personality and Social Psychology Bulletin, 36(10), 1318-1331.",
            "cites": null
        },
        {
            "id": 37569067,
            "title": "Sexual preference or personal style? Why lesbians are disliked.",
            "authors": [],
            "date": "1980",
            "doi": "10.1300/j082v05n04_01",
            "raw": "Laner, M. R. & Laner, R. H. (1980) Sexual preference or personal style? Why lesbians are disliked. Journal of Homosexuality, 5(4), 339-356.",
            "cites": null
        },
        {
            "id": 37569102,
            "title": "Sexual scripts for women.",
            "authors": [],
            "date": "1981",
            "doi": "10.1007/bf00290038",
            "raw": "Storms, M. D., Stivers, M. L., Lambers, S. M. & Hill, C. A. (1981) Sexual scripts for women. Sex Roles, 7, 699-707.",
            "cites": null
        },
        {
            "id": 37568996,
            "title": "Sissyphobia: Gay men and effeminate behaviour. New York: Harrington Park Press. 32 Blotcher,",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Bergling, T. (2001) Sissyphobia: Gay men and effeminate behaviour. New York: Harrington Park Press. 32 Blotcher, J. (1991/1998) Justify my love handles: How the queer community trims the fat. In Atkins, D. (Ed.), Looking queer: Body image and identity in lesbian, bisexual, gay and transgender communities (pp. 359-366). New York: Harrington Park Press.",
            "cites": null
        },
        {
            "id": 37569050,
            "title": "Standing OUT/Fitting IN: Identity, appearance and authenticity in gay and lesbian communities.",
            "authors": [],
            "date": "2010",
            "doi": "10.1525/si.2010.33.2.213",
            "raw": "Hutson, D. J. (2010) Standing OUT/Fitting IN: Identity, appearance and authenticity in gay and lesbian communities. Symbolic Interaction, 33(2), 213-233.",
            "cites": null
        },
        {
            "id": 37569019,
            "title": "Studies in the psychology of sex, vol 1: Sexual inversion.",
            "authors": [],
            "date": "1906",
            "doi": "10.1016/b978-1-4831-9998-6.50027-0",
            "raw": "Ellis, H. H. (1906/2001) Studies in the psychology of sex, vol 1: Sexual inversion. Philadelphia, PA: F. A. Davis Co.",
            "cites": null
        },
        {
            "id": 37569035,
            "title": "Suggested rules for non-transsexuals writing about transsexuals, transsexuality, transsexualism, or trans _____.",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Hale, J. (2012) Suggested rules for non-transsexuals writing about transsexuals, transsexuality, transsexualism, or trans _____. Retrieved 3 October 2012 from http://sandystone.com/hale.rules.html Hayfield, N., Clarke, V., Halliwell, E., Rumsey, N. & Malson, H. (2012) The (in)visibility of bisexuality: A psychological exploration of bisexual appearance and visual identities. Manuscript submitted for publication.",
            "cites": null
        },
        {
            "id": 37569112,
            "title": "Support for an expanded tripartite influence model with gay men.",
            "authors": [],
            "date": "2012",
            "doi": "10.1016/j.bodyim.2011.09.006",
            "raw": "Tylka, T. L. & Andorka, M. J. (2012) Support for an expanded tripartite influence model with gay men. Body Image, 9, 57-67. 46 Unger, R. K., Hilderbrand, M. & Mader, T. (1982) Physical attractiveness and assumptions about social deviance: Some sex-by-sex comparisons. Personality and Social Psychology Bulletin, 8, 293-301.",
            "cites": null
        },
        {
            "id": 37569024,
            "title": "The body image of the postoperative female-to-male transsexual.",
            "authors": [],
            "date": "1982",
            "doi": null,
            "raw": "Fleming, M. Z., MacGowan, B. R., Robinson, L., Spitz, J. & Salt, P. (1982) The body image of the postoperative female-to-male transsexual. Journal of Consulting and Clinical Psychology, 50(3), 416-462.",
            "cites": null
        },
        {
            "id": 37569049,
            "title": "The comfort of identity.",
            "authors": [],
            "date": "1999",
            "doi": "10.1177/136346099002004007",
            "raw": "Holliday, R. (1999) The comfort of identity. Sexualities, 2(4), 475-491.",
            "cites": null
        },
        {
            "id": 37569088,
            "title": "The complexity of butch and femme among sexual minority women in the 21 st century.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Rothblum, E.D. (2010) The complexity of butch and femme among sexual minority women in the 21 st century. Psychology of Sexualities Review, 1(1), 29-42.",
            "cites": null
        },
        {
            "id": 37569115,
            "title": "The effect of deviant group membership upon impressions of personality.",
            "authors": [],
            "date": "1975",
            "doi": "10.1080/00224545.1975.9918712",
            "raw": "Weissbach, T. A. & Zagon, G. (1975) The effect of deviant group membership upon impressions of personality. Journal of Social Psychology, 95(2), 263-266.",
            "cites": null
        },
        {
            "id": 37569031,
            "title": "The effects upon helping behaviour of wearing a pro-gay identification.",
            "authors": [],
            "date": "1991",
            "doi": "10.1111/j.2044-8309.1991.tb00934.x",
            "raw": "Gray, C., Russell, P. & Blockley, S. (1991) The effects upon helping behaviour of wearing a pro-gay identification. British Journal of Social Psychology, 30, 171-178.",
            "cites": null
        },
        {
            "id": 37569020,
            "title": "The fashioned body: Fashion, dress and modern social theory. Cambridge:",
            "authors": [],
            "date": "2000",
            "doi": "10.2752/136270401779108581",
            "raw": "Entwistle, J. (2000) The fashioned body: Fashion, dress and modern social theory. Cambridge: Polity Press.",
            "cites": null
        },
        {
            "id": 37569025,
            "title": "The history of sexuality, volume 1: An introduction.",
            "authors": [],
            "date": "1978",
            "doi": "10.2307/2065177",
            "raw": "Foucault, M. (1978) The history of sexuality, volume 1: An introduction. New York: Vintage Books.",
            "cites": null
        },
        {
            "id": 37569066,
            "title": "The impact of group membership on lesbians’ physical appearance.",
            "authors": [],
            "date": "2002",
            "doi": "10.1300/j155v06n01_04",
            "raw": "Krakauer, I. D., & Rose, S. M. (2002) The impact of group membership on lesbians’ physical appearance. Journal of Lesbian Studies, 6(1), 31-43.",
            "cites": null
        },
        {
            "id": 37568993,
            "title": "The influence of sexual orientation on body dissatisfaction in adult men and women.",
            "authors": [],
            "date": "1996",
            "doi": "10.1002/(sici)1098-108x(199609)20:2<135::aid-eat3>3.0.co;2-h",
            "raw": "Beren, S. E., Hayden, H. A., Wilfley, D. E. & Grilo, C. M. (1996) The influence of sexual orientation on body dissatisfaction in adult men and women. International Journal of Eating Disorders. 20(2), 135-141.",
            "cites": null
        },
        {
            "id": 37569092,
            "title": "The influence of target and perceiver race in the categorisation of male sexual orientation.",
            "authors": [],
            "date": "2011",
            "doi": "10.1068/p7001",
            "raw": "Rule, N. O. (2011) The influence of target and perceiver race in the categorisation of male sexual orientation. Perception, 40, 830-839.",
            "cites": null
        },
        {
            "id": 37569071,
            "title": "The misunderstood gender: A model of modern femme identity. Sex Roles,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Levitt, H. M., Gerrish, E. A. & Hiestand, K. R. (2003) The misunderstood gender: A model of modern femme identity. Sex Roles, 48(3/4), 99-113. 41 Lindgren, T. W. & Pauly, I. B. (1975) A body image scale for evaluating transsexuals. Archives of Sexual Behavior, 4(6), 639-656.",
            "cites": null
        },
        {
            "id": 37569061,
            "title": "The protean quality of subcultural consumption: An ethnographic account of gay consumers.",
            "authors": [],
            "date": "2002",
            "doi": "10.1086/344427",
            "raw": "Kates, S. M. (2002) The protean quality of subcultural consumption: An ethnographic account of gay consumers. Journal of Consumer Research, 29, 383-399.",
            "cites": null
        },
        {
            "id": 37569013,
            "title": "The role of facial masculinity/femininity in the attribution of homosexuality.",
            "authors": [],
            "date": "1990",
            "doi": "10.1007/bf00289863",
            "raw": "Dunkle, J. H. & Francis, P. L. (1990) The role of facial masculinity/femininity in the attribution of homosexuality. Sex Roles, 23(3/4), 157-167.",
            "cites": null
        },
        {
            "id": 37569103,
            "title": "The roles of featural and configural face processing in snap judgements of sexual orientation.",
            "authors": [],
            "date": "2012",
            "doi": "10.1371/journal.pone.0036671",
            "raw": "Tabak, J. A. & Zayas, V. (2012) The roles of featural and configural face processing in snap judgements of sexual orientation. PLoS ONE, 7(5).  Retrieved 3 October 2012 from http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0036671 45 Taub, J. (1999) Bisexual women and beauty norms. Journal of Lesbian Studies, 3(4), 27-36.",
            "cites": null
        },
        {
            "id": 37569060,
            "title": "Unmasking the gay male body ideal: A critical analysis of the dominant research on gay men’s body image issues.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Kane, G. (2009) Unmasking the gay male body ideal: A critical analysis of the dominant research on gay men’s body image issues. Gay & Lesbian Issues and Psychology Review, 5(1), 20-33.",
            "cites": null
        },
        {
            "id": 37568991,
            "title": "Using visual data in qualitative research.",
            "authors": [],
            "date": "2007",
            "doi": "10.4135/9780857020260",
            "raw": "Banks, M. (2007) Using visual data in qualitative research. London: Sage.",
            "cites": null
        },
        {
            "id": 37569074,
            "title": "What do people believe about gay males? A study of stereotype content and strength. Sex Roles,",
            "authors": [],
            "date": "1997",
            "doi": "10.1007/bf02936334",
            "raw": "Madon, S. (1997) What do people believe about gay males? A study of stereotype content and strength. Sex Roles, 37(9/10), 663-685.",
            "cites": null
        },
        {
            "id": 37569104,
            "title": "What should I wear? A qualitative look at the impact of feminism and women’s communities on bisexual women’s appearance.",
            "authors": [],
            "date": "2003",
            "doi": "10.1300/j159v03n01_02",
            "raw": "Taub, J. (2003) What should I wear? A qualitative look at the impact of feminism and women’s communities on bisexual women’s appearance. Journal of Bisexuality, 3(1), 10-22.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://wrap.warwick.ac.uk/53017/1/WRAP_Huxley_2012%20POSR%20WRAP%20Feb%202013.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/9846494.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/9846494"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/9846494/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/9846494/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/9846494"
        }
    ],
    "abstract": "This paper provides a review of the psychological literature on LGBT appearance and embodiment. Research on ‘outsider’ perceptions of LGBT appearance and embodiment has focused on the links between perceptions of physical attractiveness and homosexuality, and physical attractiveness and transsexuality, and on the detection of homosexuality from visual cues. ‘Insider’ research has examined LGBT people’s body image, and appearance and adornment practices in non-heterosexual communities. We identify three major limitations of LGBT appearance research: (i) the reliance on a gender inversion model of homosexuality; (ii) the marginalisation of bisexual appearance and embodiment; and (iii) the focus on trans as a diagnostic category and the resulting exclusion of the subjectivities and lived experiences of trans people",
    "tags": [
        "BF",
        "GT",
        "HQ",
        "BF",
        "GT",
        "HQ"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "BF",
        "GT",
        "HQ"
    ],
    "oai": "oai:wrap.warwick.ac.uk:53017",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "136",
        "openDoarId": 0,
        "name": "Warwick Research Archives Portal Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 9846494,
        "depositedDate": null,
        "publishedDate": "2012-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T11:56:58+00:00",
        "acceptedDate": null,
        "createdDate": "2013-05-02T17:07:22+01:00"
    },
    "urls": [
        "https://wrap.warwick.ac.uk/53017/1/WRAP_Huxley_2012%20POSR%20WRAP%20Feb%202013.pdf"
    ],
    "lastUpdate": "2024-02-12T11:56:58+00:00",
    "setSpecs": []
}