{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Willes, Karina L"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T18:11:16+01:00",
    "dataProvider": {
        "id": 3551,
        "name": "University of Wisconsin-Milwaukee",
        "url": "https://api.core.ac.uk/v3/data-providers/3551",
        "logo": "https://api.core.ac.uk/data-providers/3551/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/217195036.pdf",
    "fullText": "University of Wisconsin MilwaukeeUWM Digital CommonsTheses and DissertationsMay 2018Lesbian Patients Using Online Video Profiles toFind Doctors: How Cues Inform the Decision-making ProcessKarina L. WillesUniversity of Wisconsin-MilwaukeeFollow this and additional works at: https://dc.uwm.edu/etdPart of the Communication CommonsThis Dissertation is brought to you for free and open access by UWM Digital Commons. It has been accepted for inclusion in Theses and Dissertationsby an authorized administrator of UWM Digital Commons. For more information, please contact open-access@uwm.edu.Recommended CitationWilles, Karina L., \"Lesbian Patients Using Online Video Profiles to Find Doctors: How Cues Inform the Decision-making Process\"(2018). Theses and Dissertations. 1951.https://dc.uwm.edu/etd/1951     LESBIAN PATIENTS USING ONLINE VIDEO PROFILES TO FIND DOCTORS:  HOW CUES INFORM THE DECISION-MAKING PROCESS  by Karina L. Willes    A Dissertation Submitted in Partial Fulfillment of the Requirements for the Degree of  Doctor of Philosophy in Communication  at The University of Wisconsin – Milwaukee May 2018    ii  ABSTRACT  LESBIAN PATIENTS USING ONLINE VIDEO PROFILES TO FIND DOCTORS:  HOW CUES INFORM THE DECISION-MAKING PROCESS  by Karina L. Willes  The University of Wisconsin-Milwaukee, 2018 Under the Supervision of Professor Mike Allen  Today, the growth of the use of web-based communication technologies and online health information creates an environment where people can find vast amounts of information about physicians from several sources.  Some health care organizations offer physician profile videos that feature individual physicians providing professional and personal background.  Videos provide a rich channel for patients to find physicians who best meet patient needs and expectations.  Physician videos provide an introductory view into the communication style and demeanor of the physician, both of which contributes to the health outcomes of the patient.   Because of previous negative health care experiences or the fear of having a negative experience, many LGBTQ people delay seeking care health care or refuse seeking care altogether.  The delay in care and refusal of care contributes to significant LGBTQ health disparities.  One effective way to help overcome this barrier to effective health care is to help patients find LGBTQ-accepting health care providers, where fear of stigma will not be a factor. Using uncertainty reduction theory and media richness theory as foundations, this study examines how lesbians could use physician videos to identify LGBTQ-friendly physicians.  Using actual video profiles to prompt discussion, two focus groups of eight lesbians each    iii  discussed the importance of a physician being LGBTQ-friendly, the characteristics lesbian patients look for or like in physicians, and what verbal and nonverbal cues lesbians look for to form judgments about physicians’ acceptance levels. The findings indicate the participants agreed that physician LGBTQ-friendliness is important in helping reduce irrelevant medical questions, include loved ones in health care experiences, and improve the quality of care.  The participants discussed the physician qualities most appreciated in physicians including being authentic, creating a balance of being down-to-earth while professionally confident, and being female.  The cues the participants would consider distinguishing LGBTQ-friendly physicians include the use of keywords and inclusive language.  But, most importantly the participants indicated the desire to see physicians be explicit and direct about welcoming LGBTQ patients.  The directness would provide visibility to the LGBTQ community which seems to be mostly absent in representation in physician videos today.  The theoretical and practical implications are discussed.  Tips are shared for physicians who desire to have better reach to LGBTQ patients.    iv                       © Copyright by Karina L. Willes, 2018 All Rights Reserved    v  DEDICATION I would like to dedicate this work to my best friend of nearly two decades, David W. Van de Kreeke, who, unfortunately, could not be with me through my pursuit of becoming a PhD.  David struggled with his sexual identity throughout his 40 years on earth and died by suicide just three weeks before I stepped foot into a classroom for my first course.  In our last conversations, we spoke about my plan as a returning student to pursue this goal.  David cheered for me and expressed his absolute confidence in my abilities.  His memory provides support and cheer me on each and every day.    vi  TABLE OF CONTENTS Dedication v List of Figures viii List of Tables ix Acknowledgements x Epigraph xi I.  Introduction 1 The Author’s Perspective 1 Background of the Problem 3 Statement of the Problem 5 Purpose of the Study 6 Significance of the Study 6 Definition of Terms 7 Assumptions, Limitations, and Delimitations 7 II.  Literature Review 10 Uncertainty Reduction as an Assumption 10 Media Richness Theory as a Consideration 13 Physician Selection Process Overview 14 The Selection Criteria 15 Online Physician Profiles and Physician Videos 16 Better Doctor – Patient Communication 19 Factors that Elevate the Importance of Doctor Selection for LGBTQ People 21 LGBTQ Competence 23 LGBTQ Patients Using Videos to Find LGBTQ-Friendly Physicians 23 III.  Methods and Procedures 27 Participants 27 Procedures 28 Research Design Overview 31 Data-Collection Methods 31 Data Analysis 34 Thematic Analysis 34 Narrative analysis 37 Methodological Rigor 38    vii  IV.  Results 43 Video as the Medium 43 The Patients’ Inputs to the Process 47 Do the participants believe finding a physician who is accepting of a patient’s sexual orientation is important? 51 What qualities or characteristics do the participants look for in physicians? 57 What cues do lesbians look for when viewing online video profiles to form a judgment about the physician’s acceptance levels? 66 V.  Discussion 76 Summary of Findings and Theoretical Implications 76 Practical Implications 84 Limitations of the Study 87 Suggestions for Future Research 88 VI.  Conclusion 89 VII.  References 93 VIII.  Appendices 106 Appendix A:  Focus Group Topic Guide 106 Appendix B:  Informed Consent Form 107 Appendix C:  Participant Information Form 109 Appendix D:  Example Coding Matrix 110 IX.  Curriculum Vitae 111     viii  LIST OF FIGURES Figure 1.  Emergent Themes Mind Map 92      ix   LIST OF TABLES Table 1.  Focus Group Participants/Informants 91     x  ACKNOWLEDGEMENTS The nontraditional journey I have taken through the PhD program has been an interesting one.  I could not have accomplished this without the support and assistance of each member of my committee, Mike Allen, Mary Burke, Nancy Burrell, and Erin Ruppel.  Each has offered an ear to me on several occasions.  Each has provided much needed feedback and support.  I do, however, need to discuss two of these mentors in more detail. The first day I walked into Mike Allen’s Communication 900 class, my life changed.  I began the PhD program believing I would study organizational communication, since that is a logical fit for my professional experience and educational background as an MBA.  Dr.  Allen opened my eyes to LGBTQ research helping me to realize the importance of following my passions through research and finding my own voice.  I will forever be grateful for how he encouraged me to pursue this line of research and for knowing such an intelligent and wonderful human being. Meeting Mary Burke, MD, happened out of chance, with a referral made for my spouse to address a health care concern.  The day I met Dr.  Burke, I was surprised by her bedside manner and commitment to providing quality care free of bias or judgment.  Getting to know her more personally has helped me to realize that her ability to offer such care and support for ALL patients is an innate quality.  It is just who she is.  She has truly inspired my research.  I am lucky to have her in my world. And, of course, this journey could not have been possible without the support of my spouse, Kami Young.  For over seven difficult years, many nights of coursework, research, grading, and writing have kept us apart.  Can’t wait for this time to be behind us!    xi   Epigraph You can be amazing You can turn a phrase into a weapon or a drug You can be the outcast Or be the backlash of somebody's lack of love Or you can start speaking up Nothing's gonna hurt you the way that words do And they settle 'neath your skin Kept on the inside and no sunlight Sometimes a shadow wins But I wonder what would happen if you Say what you wanna say And let the words fall out Honestly I wanna see you be brave  - Sara Bareilles, “Brave,” 2013     1  Introduction How many times have you seen a doctor for the first time?  For a younger healthy person, the answer to the question is perhaps once or twice.  For a middle-aged person with one or two medical issues, the number of first time encounters with physicians is probably higher.  Many of those experiences likely involve some degree of patient anxiety related to the uncertainty involved with meeting and discussing personal health issues with someone new.   Imagine a scenario for the female sexual minority patient with a history of uncomfortable first-time experiences meeting a new physician.  Perhaps the physician assumes she was heterosexual or expressed bias when discussing the patient’s family situation or sexual orientation.  How likely do you believe she would want to go back to that physician?  Or, how eager do you believe she would be to search for another physician to see?  And do you think she would be more hesitant to discuss issues that may expose her sexual orientation with a future physician? The Author’s Perspective I am not a particularly healthy person.  Although I have not yet experienced any major illnesses, I have had my share of bouts with ailments and injuries.  Through many of these setbacks, a doctor recommended a plan to treat the problem and guide me through recovery.  At times, communication with the physician was awkward and impersonal.  Yet, at other times, communication was positive, supportive, and engaging.  I never correlated or questioned the communication between the doctor and me with the quality of care I received. The quality of the communication was often affected by the fact that I identify as a lesbian.  For the first 30 years of my life, I hid this fact from all physicians who treated me.  I changed pronouns when talking about my significant others.  I lied about my sexual activity and    2  use of birth control.  Part of this may have been out of self-loathing shame, but more so was related to the bias I feared I would experience if truthful. Coming from a relatively small city with a very large extended Catholic family, I couldn’t go anywhere without seeing someone familiar.  Nearly the entire family saw the same doctor for primary care.  My doctor’s son was my classmate.  We rode the bus to school together and lived in the same area.  Few secrets existed in this setting.  The Health Insurance Portability and Accessibility Act wasn’t yet law, and while unethical for health care providers and staff to disclose patients’ health information, personal health information was shared (intentionally or not) on occasion.  Imagine living as a lesbian teenager needing to talk about sexual identity issues with someone but fearful that word would spread.  I knew I could never disclosed anything related to my sexual identity or seek any kind of counsel from that physician. Later in life, being open with physicians became an easier reality.  Disclosures were generally received with positive reactions from most physicians with few exceptions.  One such reaction occurred with a primary care physician.  That doctor, after meeting my spouse during one of my appointments, stopped looking me directly in the eye.  That doctor never again made any conversation longer than one or two minutes with me, much less any conversation where the clicks of the keyboard stopped for even a moment.  My openness was greeted with that doctor’s close-ness (dead silence).   Throughout my life, I have experienced issues with privacy, fear of negative reactions, and actual negative reactions in my health care experiences, and is likely not unique.  This narrative explains the author’s lens for this research journey.  More importantly, however, the story explains the importance of finding a LGBTQ-friendly physician is a critical factor in opening the dialogue between doctor and a LGBTQ patient.  Open and honest communication is    3  an essential component of establishing a positive doctor-patient relationship that supports the patient receiving quality care and ultimately improving the health of the patient.  As Makadon, Mayer, Potter, and Goldhammer (2015) state, “Ultimately, the provider’s capacity to be open, knowledgeable, and receptive to the patient’s needs is a crucial component in designing and delivering the best care possible” (p.  37). Background of the Problem Only 30 years ago, the World Health Organization removed homosexuality from the International Classification of Diseases (Adams, 1989).  A study published in 2010 by Lambda Legal found that more than half of LGB people (transgender or other sexual identities were not included in this reported result) experienced negative situations (such as abusive language, healthcare provider refusing to touch him/her, or even refusing care completely) within a health care setting (Lambda Legal, 2010).  A history of discrimination and marginalization creates barriers for LGBTQ people in seeking health care and maintaining optimal health outcomes (IOM, 2011; Makadon, Mayer, Potter, & Goldhammer, 2015).  Although the LGBTQ community made great strides to gain legal equity, such as same-sex marriage rights nationwide, recent studies indicate that heterosexism and bias remain pervasive (Johnson, & Nemeth, 2014; Sabin, Riskind, & Nosek, 2015).  Several other studies over the past twenty years examine the issue of LGBTQ health disparity and bias from health care providers (e.g., Agénor, Bailey, Krieger, Austin, & Gottlieb, 2015; Agénor, Krieger, Austin, Haneuse, & Gottlieb, 2014; Fish, 2009; Johnson, Mueller, Eliason, Stuart, & Nemeth, 2016; Johnson & Nemeth, 2014; Johnson, Nemeth, Mueller, Eliason, & Stuart, 2016; Tracy, Lydecker, & Ireland, 2010; Tracy, Schluterman, & Greenberg, 2013; Whitehead, Shaver, & Stephenson, 2016).  Fear of bias, at times based on previous personal experience, contributes to LGBTQ patients to delay seeking,    4  refuse seeking health care services, or fail to disclose sexual orientation (Knight & Jarrett, 2017; Mayer, Bradford, Makadon, Stall, Goldhammer, & Landers, 2008; Wheeler & Dodd, 2011).  The delay in seeking care and not receiving preventive care as recommended to avoid situations of potential bias cause significant health care disparities for LGBTQ people.  One effective way to help overcome this barrier to effective health care involves helping patients fearing bias find accepting health care providers. Prior to the availability of the internet, word-of-mouth and personal and professional recommendations provided informed patients in the physician selection process.  Carlin (2013) found that with the selection of surgeons, rural-located patients relied most heavily on and trusted personal referrals, while urban residents relied on professional referrals.  Several other studies reported that personal referrals are often the most trusted source for information about physicians (Alexander, Hearld, Hasnain-Wynia, Christianson, & Marsolf, 2001; Harris, 2003; Sinaiko, 2011).  Willes and Allen (2014) found that sexual minority women still rely on recommendations from family and friends when seeking a physician.  The problem is, however, that personal and professional referrals may not provide someone with the information needed to determine whether a physician is LGBTQ-friendly. Currently, more information exists for patients to make informed decisions about health care providers.  The growth of web-based communication technologies and mobile access to the internet created an environment where multiple physician–specific rating web sites flourish.  Searching the internet through Google, for a physician’s name, returns results from various sites including physician ratings sites, social media, health care organization web sites, and a mix of many more sources of information.    5  One of the richest source of information available is provided directly by the health care organizations.  Some larger organizations create videos featuring individual physicians speaking about professional background, education, experience, medical practice philosophy, and personal information including family status and background, attitudes, and hobbies.  Through viewing video profiles, patients sample the doctor’s communication style (verbal and nonverbal), physical appearance, sense of humor, and general likability.  Additionally, in some cases, the video profiles disclose a more personal view of the physician.  The richness of this media makes a potentially powerful tool for patients to use to optimize physician selection decision-making.  However, academic research conducted about this technology is limited to primarily one key research and a limited number of published studies (e.g., Perrault, 2014, 2016, Perrault & Silk, 2015, 2016).  The ability to preview the physician’s characteristics at a more thorough level is even more valuable for marginalized people, such as LGBTQ, where historical and personal experience with health care providers may be negative.   Statement of the Problem Studying and understanding the physician selection process for all people is important; however, the LGBTQ healthcare disparities resulting from the effects of the experienced or perceived health care provider bias necessitate this research.  As previously mentioned, LGBTQ people who experience provider bias or fear bias are more likely to delay seeking or refuse seeking health care services (Knight & Jarrett, 2017; Mayer, Bradford, Makadon, Stall, Goldhammer, & Landers, 2008; Wheeler & Dodd, 2011).  The delay in seeking care and not receiving preventive care as recommended to avoid situations of potential bias contribute significantly to health care disparities for LGBT people.  One effective way to help overcome this barrier to effective health care is to help patients who fear bias find accepting health care    6  providers, where fear of stigma will not be a factor.  The potential differences in cue interpretations and values for the different sexual identity segments comprising the LGBTQ community necessitate the need to begin with a focus on only one segment, lesbians, for this research. Purpose of the Study  This study explores how women identifying as lesbian (or women exclusively attracted to women regardless of term used to describe sexual identity) interpret the verbal and nonverbal cues within an online physician video profile to determine whether a physician is LGBTQ-friendly.  The focus of the study is to examine how lesbians interpret and form judgments from the information provided to them through an online physician video profile.  The topics covered in the research questions begin with discussion around whether the participants believe finding an LGBTQ-friendly physician is important.  Following that topic, the focus shifts to an analysis of the participants’ perceptions of the specific qualities and cues noticed within sample physician videos.  This analysis provides insight into the characteristics desired when seeking care from a physician and how welcoming the physician is of LGBTQ patients. Following frameworks for both qualitative thematic analysis and narrative analysis, the following section outlines the methodological approach proposed to investigate how lesbians interpret and form judgments related to LGBTQ-friendliness from viewing online physician video profiles. Significance of the Study Willes and Allen (2014) measured a sample of women who have sex with women (WSW) in 2013 and found that few women have used online physician video profiles during the physician selection process.  Presumably with the growing pervasiveness of this technology, the    7  number of people using this type of information during the physician selection process should continue to increase over time but has not yet been studied extensively.   Understanding how people integrate this information and make judgments to select a physician is important for both the patient and the physicians.  The patients may improve the results of the physician selection process by gaining an awareness of this technology, using videos to find physicians that better meets the patient’s needs and communication styles.  The physicians (and health care organization) could improve outreach to all patients, and particularly patients from marginalized groups by learning about how people interpret the cues and signals presented in the videos produced.   Definition of Terms Some terms are important for the current study: B-roll – video element, any alternative footage cut in to the main video footage.   Genderqueer – also known as non-binary, a category of gender identities that are not exclusively male or female LGBTQ – Lesbian, Gay, Bisexual, Transgender, Queer/Questioning Lower third – video element, a graphic overlay that provides text to identify the individual and provide a bit of description for the audience. OB/GYN – a physician who specializes in obstetrics and gynecology Talking-head – video format that shows person talking about themselves or a business Assumptions, Limitations, and Delimitations To proceed with research, some necessary assumptions were made to frame and contain the participants and the sample online physician video profiles that were presented to the participants.  First, after consideration, the participant pool was limited to only women    8  identifying as lesbian (or women exclusively preferring women partners regardless of term used to describe sexual identity).  The decision to limit the participant pool to this segment of the LGBTQ community was based on the consideration that the premise of this study was that sexual identity may affect the perception and interpretation of verbal and nonverbal cues in an online physician video profile.  Simply, some keywords or triggers may be important to some segments of the LGBTQ community while others may not be.  Some physician characteristics may also be more important to some segments of the community than others.  To eliminate this concern, the decision was made to limit the participant pool to people identifying as lesbian.   This study is limited geographically as the participants for the focus group are located either within Wisconsin or near Wisconsin to accommodate the focus group process.  The experiences of lesbians from outside of this geography may be significantly different, which may limit the study’s generalizability.  Likewise, with the relatively new progress made toward the recognition of marriage for lesbian couples, the changing legal environment adds complexity to the subject matter that cannot be overlooked.    Likewise, the videos selected as potential examples to be shared with the participants were limited by health care organization and gender.  Two local health care organizations were used as the source of the videos.  The physician type was limited to OB/GYNs to provide somewhat consistent content and subject matter.  The videos were further limited to female OB/GYNs, as an assumption was made that gender differences would otherwise consume the discussions among the participants. Conclusion Although significant and dramatic strides for legal and social equity for LGBTQ people have been made over the past decade, stigmatization, prejudice, and fear of bias still exist for    9  LGBTQ people when in need of and while seeking health care.  A key to reducing the probability of the fear of bias becoming an actual lived experience for LGBTQ people is helping LGBTQ patients find LGBTQ-friendly health care providers.  Recent advancements in technological tools, including online physician profile videos may help patients find the best physician for achieving this goal. Online physician video profiles have not been studied extensively.  This dissertation addresses the gap in this literature and further expands the LGBTQ health communication issue literature.  Health care organizations have employed diversity initiatives in an attempt to gain LGBTQ patients and improve the health of the community.  Learning how to effectively reach the LGBTQ community through online physician video profiles is a critical component of this effort. The following chapter provides a discussion of the theoretical bases for the current study and an overview of the current literature covering the physician selection process, the issues around and impact of communication between patient and doctor, and why the importance of a successful physician selection process has elevated importance for LGBTQ people.      10  Literature Review The first step in forming a good relationship with a primary care physician is finding one whose communication style aligns with the patient.  Traditionally, people used word-of-mouth recommendations by others within social and work networks or professional referrals.  Today, a much wider net can be cast by using online resources to find the doctor that best matches the patient's needs.  This chapter is broken into three main sections.  The first develops a theoretical basis for understanding and representing the physician selection process.  The second section reviews the existing literature exploring online tools and information available to inform the physician selection process.  The final section provides an overview of health care disparity issues for LGBTQ people, and in doing so, explains the importance and contribution of the present study, to potential reductions in the health care disparity.   Uncertainty Reduction as an Assumption The researcher began this research project with the foundational assumption that the primary concern or driving force guiding a person through the process of selecting a physician is reducing uncertainty and nervousness or stress present in an initial office visit.  Just as Bradac (2001) states that humans possess a natural desire to reduce uncertainty when meeting people for the first time, a patient, win a doctor’s waiting room, may wonder whether the doctor will behave as judgmental, friendly, aloof, or pragmatic.  Berger and Calabrese (1975) formulated a communication theory concerned with the initial stage of interpersonal interactions called the uncertainty reduction theory (URT).  URT asserts that people seek information about strangers prior and during initial interactions so better understand the expected reactions or behaviors of the strangers (and themselves).  Berger and Calabrese (1975) propose that the cognitive stress    11  experienced with the uncertainty motivates persons to seek to reduce the level of uncertainty experienced.   Berger and Calabrese (1975) propose seven variables, or axioms, that affect uncertainty reduction: (1) verbal communication, (2) nonverbal warmth, (3) information seeking, (4) self-disclosure, (5) reciprocity, (6) similarity, and (7) liking.  The first two axioms predict that decreasing both verbal and nonverbal communication reduces uncertainty resulting in a desire for future communication.   Axioms three, four, and five describe that high uncertainty increases information seeking (question asking) behavior and reciprocal information sharing.  Additionally, when the intimacy level is low, as is common in initial interpersonal interactions, the intimacy level in the communication would also be expected to be low.  Described in practical terms, when people first meet, the expected behavior is for each participant to seek information and exchange communication without becoming too personal (i.e., small talk - asking about basic, demographic information instead about personal beliefs or values).   Axioms six and seven discuss similarity and likeability.  Essentially, URT states that as similarities are perceived between persons uncertainty is reduced, and as perceived similarities increase so does likeability.  Byrne (1961) contributes to URT by specifically examining the notion of attitudinal similarity and states that the participants felt more positive feelings toward a stranger expressing similar attitudes than someone with dissimilar attitudes.  The final axiom, seven, contends that reducing uncertainty increases attractiveness/likeability.   A main tenet of URT proposes that reduction in uncertainty leads to greater affinity.  (Berger & Calabrese, 1975; Walther & Parks, 2002).  The perceived similarity determines whether the interaction continues and facilitates the level of disclosure of personal or intimate    12  information disclosed in subsequent conversations.  Application of the axioms specifically to relationships outside the bounds of intimate or personal relationships continues as the subject of research.  Two studies (May & Tenzek, 2011, 2016) explain how URT is used in working relationships and another applies URT within the context of using online resources for a selection process for surrogacy.   Nesler, Storr, and Tedeschi (2001) extended the construct of similarity into working-relationship terms, toward the desire of working with someone with perceived similarities versus someone who is dissimilar.  Similarity predicted both liking the other person and desire to work with the other person.  URT is a one of the only theories to specifically describe initial interactions.  Because of this unique characteristic, URT has been used in several studies.  Two recent studies employ URT similarly to the present study and will be discussed next. May and Tenzek (2011, 2016) use URT as the foundation for a study to examine the use of online surrogacy ads to find matches for couples unable to conceive.  The result of the study is a list of traits perceived as ideal in a surrogate:  idealism, logistics, moral boundaries, willingness parameters, and personal disclosure.  In the case of online advertisements, the researchers note the lack of information presented and lack of communication exchange as factors limits the ability to reduce uncertainty.  An additional notable parallel with the present study is the claim that the people seeking surrogacy have uncertainty for a variety of reasons, one of which could be previous negative experiences with fertility treatments.   Just as a couple may seek a surrogate through online information seeking to provide surrogacy services, so might a person seek a doctor for health care services.  One key difference between the surrogacy advertisements studied by May and Tenzek (2011 & 2016) is in the richness of the online media available to inform the selection process.      13  Media Richness Theory as a Consideration  Daft and Lengel (1986) suggest that richer media sources are more successful at communicating complex information, particularly when significant ambiguity exists.  Because video constitutes a richer communication medium than a text-only web page, a physician video should be more effective at helping people with the complex decision-making process of assessing and choosing physicians.  Such might be the case when a person is viewing and comparing physician profile videos, where the dialogue may be quite similar to the information provided on a written web page, but nonverbal cues (i.e., communication style, gestures, physical appearance, environmental settings) may help the audience reduce equivocality of the physician’s message.  Using media richness theory (MRT) within the context of online physician profile videos, the degree to which nonverbal cues and personal details can be shared becomes limited by the richness of the media.   Although video technology does not perfectly replicate the interaction between patient or doctor, the observable cues should help predict how the physician would interact with a patient.  One consideration remains that although the patient will be able to observe behaviors in a physician profile video, which will potentially affect the patient’s selection process, the nonverbal cues become constrained to what will be visible in the video (Sprecher et al., 2013). The following section provides a summary of the literature that discusses the physician selection process.  The researcher provides an overview of the sources people use to inform the physician selection process.  The discussion begins with a brief look into the traditional word-of-mouth methods for finding information about physicians and then moves into online sources.    14  Physician Selection Process Overview Prior to the availability of internet resources, the most common sources of information to select health care providers included word-of-mouth and family/friend recommendations (Carlin, Krazlewski, & Savage, 2013).  Numerous studies report that personal referrals are the most trusted source for information about physicians (Alexander, Hearld, Hasnain-Wynia, Christianson, & Marsolf, 2001; Harris, 2003; Sinaiko, 2011; Willes & Allen, 2014).  A patient with health insurance coverage may have selected a physician based purely on geographic proximity, personal references and specialty.  Schelsinger, Kanouse, Martino, Shaller, and Rybowski (2014) claim that patients seeking primary care physicians “often make choices that are imperfectly informed” (p.  38S).  Today, however, the ability to make more informed choices in health care providers exists because of the wealth of information available at everyone’s fingertips. While some, if not most, patients leverage a combination of a health insurance preferred network and geographical proximity, this limits the informed decision-making process (Schlesinger, Kanouse, Martino, Shaller, & Rybowski, 2014).  The information sources available today enable people to take a more active approach to searching for and selecting a physician. Fox (2011) discussed the increasing prevalence of internet use for researching health information and searching for health care professionals.  The study reports that the Pew Internet & American Life Project found that 80% of internet users research health information and 44% of those users reported using the internet to research health care providers (Fox, 2011).  Perrault and Silk (2015) reported that more than half of that study’s participants would use and believe online resources are useful in the physician selection process.  The growth of the use of web-based communication technologies and mobile access to the internet and online health    15  information created an environment where multiple physician–specific rating web sites flourish (Trehan & Daluiski, 2016).  Searching the internet through Google, for a physician’s name, returns results from various sites including physician ratings sites, social media, health care organization web sites, and a mix of many more sources of information.  Although the amount of available information exploded, a recent study with American participants report that finding information about the quality of the provider is difficult; however, the definition of provider quality differs between patients and doctors (The Associated Press-NORC Center for Public Affairs Research, 2014).  Just as the definition of provider quality differs, so do the criteria used to select a physician. Selection Criteria In older study, Bornstein, Marcus and Cassidy (2000) state that people assess professional qualities more than personal qualities when deciding choice of doctor.  Kuruoglu, Guldal, Mevsim and Gunvar (2015) attempted to rank the criteria affecting the physician selection process in order of most important and agreed that professional characteristics are still the most important consideration, followed by patient-doctor relationship, individual characteristics, ethical characteristics, and the setting respectively.  However, other studies contradict this assertion.  The Associated Press-NORC Center for Public Affairs Research conducted a survey and found that patients tend to define health care provider quality more by doctor-patient relationships and interactions in the doctor’s office than by treatment effectiveness or clinical skills (The Associated Press-NORC Center for Public Affairs Research, 2014).    Several studies examine the qualities people look for when selecting a physician.  Patients’ expectations for physician communication qualities (e.g., listens carefully, gives easy-to-understand instructions, shows respect, and spends enough time) vary by specialty (Quigley,    16  Elliott, Farley, Burkhart, Skootsky, & Hays, 2014).  For example, Bakhsh and Mesfin (2014) evaluated 2185 reviews of orthopedic surgeons and found five factors correlate with higher patient ratings:  ease of scheduling, time spent with patient, surgeon knowledge, bedside manner, and wait time.  However, Galanis, Sanchez, Roostaeian and Crisera (2013) found that reputation and board certification were the most important factors for selecting a cosmetic surgeon.  Additionally, Engstrom and Madlon-Kay (1998) suggested that the most important qualities when searching for a family physician include the doctor’s approachability, interpersonal skills, and bedside manner (Perrault & Smreker, 2013).  Because of this variance, what might be a criticism for one type of physician may not be considered for another.  Detz, Lopez and Sarkar (2013) found six overarching domains of the factors being evaluated on physician review websites irrespective of specialty area: (a) personality traits/descriptors of physician, (b) perceived competence, (c) communication skills, (d) access/availability of physician, (e) office environment, and (f) coordination of care.  And while the importance of the personal and professional characteristics may vary from person to person or specialty to specialty, online sources of information, including those provided by the health care organizations, are available to inform the decision-making process. Online Physician Profiles and Physician Videos Health care organizations offer physician biographies to provide information about the physician’s background, education, experience, research and basic professional practice information and logistics.  Perrault and Silk (2015) examined the effectiveness of physician biographies in reducing uncertainty and communication apprehension through the information shared in the text-based biography.  The findings align with URT; patients liked the physicians perceived as more like themselves where the similarities led to greater reduction in    17  communication apprehension and uncertainty.  Perrault and Silk (2015) note that personal information about the physician would reduce communication apprehension more than professional information typically found in physician biographies, consistent with a previous study by Perrault and Smreker (2013).  The researchers recommend future research focusing on physician videos as the media in examining uncertainty reduction and communication apprehension and choosing a physician (Perrault & Silk, 2015). Some health care organizations provide a richer source of provider information beyond the text and photograph found on an organization-provided physician profile page.  Introductory physician videos feature individual physicians providing information about professional background, education, experience, medical practice philosophy, and in some cases, personal information about the family background, attitudes, and hobbies.  Videos provide a rich channel for patients to find physicians who best meet patient needs and expectations.  In addition to reviewing the physician’s biography, background, and qualifications, patients become able to preview and evaluate nonverbal cues including the physician’s communication style (verbal and nonverbal), physical appearance, sense of humor, general likability, among other personal attributes.  Following URT and MRT, the ability to view and consider the nonverbal cues should help the patient predict the physicians’ future behaviors and attitudes more effectively and thusly reduce uncertainty and anxiety related to the first-time office visit. To date, a limited amount of research exists that examines online physician videos.  This research, mostly conducted by Perrault (2014, 2016) and Perrault and Silk (2016), argue for the reduction of uncertainty and consideration of media richness in the context of using physician videos during the family physician selection process.    18  Physician video research.  Perrault (2014) provides the first published article that examines the use of video in online family physician profiles and biographies and suggests that patient uncertainty can be reduced more with video than with text-based profiles alone because of the additional pieces of information (nonverbal cues) available in video.  The study examined 150 family physician videos and found that more than 80% contained the physician’s philosophy of care, and nearly 48% contained some personal information about the doctor (i.e.  home town, marital status, number of children, other family members, religious affiliation, and hobbies or interests).  The study determined that nearly 41% of the videos showed the physician’s office and nearly 26% showed the doctor interacting with a patient.  Perrault (2014) suggests that the use of video in a physician’s online profile or biography is not yet fully developed.  The author suggests that showing a doctor interacting with a patient in the video assists a potential patient in understanding how the physician will treat them, reducing uncertainly and apprehension. Physician video profiles provide a tool for patients to select a physician.  Through video, the patient observes physicians’ communication styles (including nonverbal), personal appearance, race, and/or ethnicity.  A patient analyzes the more personal or intimate information disclosed by some physicians in videos.  A substantial amount of information becomes available to help the patient select a physician in short video (generally under two minutes in length).  The information gathered allows a patient to feel that the best choice of physician is being made.  And, ultimately, making the best choice is in both the patient’s and the physician’s best interest for a positive relationship to form and to increase patient satisfaction.   Perrault and Silk (2016) essentially recreated the researchers’ 2014 study, examining URT and communication apprehension through viewing physician biographies, with physician videos as the communication medium.  The study found that videos were more effective at    19  inducing perceived similarity than were text-based biographies (Perrault & Silk, 2016).  The findings further reflect the notion that sharing personal information instead of professional information alone is more effective at reducing uncertainty and inducing of perceived similarity for patients (Perrault & Silk, 2016).  Further, the participants of the study consistently stated a choice to seek care from the provider perceived as the most similar (Perrault & Silk, 2016). Perrault (2016) discussed the advantages of video over text-only biographies and examined whether personal information disclosed in physician videos affected patients’ preference of physician.  Not surprisingly, the findings support the previous findings of Perrault and Smreker (2013), Perrault and Silk (2015, 2016), that the participants had an easier time choosing physicians when personal information was disclosed in the video.  The participants further expressed appreciation for the ability to see the physicians’ personalities, a balance of both personal and professional information, and footage of patient interactions (Perrault, 2016).   As Kuruoglu, Guldal, Mevsim, and Gunvar (2015) stated, “Choosing the most appropriate physician for the individual plays a fundamental role in both establishing and maintaining a continuous and effective patient-doctor relationship” (p.  2).  A critical component to appropriateness is the physician’s communication style, which contributes significantly to the health outcomes of the patient.   Better Doctor – Patient Communication Matusitz and Spear (2014) assert that doctor-patient communication contributes to patients’ compliance with doctors recommended care plans and health outcomes.  Additional research indicates that good interaction between patients and doctors supports quality medical care and positive treatment outcomes (e.g., Dasinger, Krause, Thompson, Brand, & Rudolph; 2001; Dibbelt, Schaidhammer, Fleisher, & Greitemann, 2009; Griffin, Kinmonth, Veltman,    20  Gillard, Grant, & Stewart, 2004; Matusitz & Spear, 2014).  As Ha and Longnecker (2010) suggest, “Effective doctor-patient communication is a central clinical function in building a therapeutic doctor-patient relationship, which is the heart and art of medicine” (p.  38).  Considering this within the context of URT, a patient may be more willing or able to communicate effectively with a doctor who is perceived to be likeable by and/or similar to the patient.   Patients want better communication with doctors (Geist-Martin, Berlin, & Sharf, 2003; Matusitz & Spear, 2014).  Gao, Burke, Somkin, & Pasick (2009) define effective doctor-patient communication as when both the patient and the doctor both understand each other.  Makoul (2001) suggest seven essential elements to communication during patient encounters:  build the doctor-patient relationship, open the discussion, gather information, understand the patient’s perspective, share information, reach agreement on the problems and the plans, and provide closure.  To address each of those elements in a patient encounter, the doctor’s approach to communication needs to align with the expectations of the patient.  This alignment of expectations may be harder to overcome in cases where the patient lacks trust in doctors because of previous negative health care experiences as is the case for many LGBTQ people (Munson & Cook, 2016; Li, Matthews, Aranda, Patel, & Patel, 2015).  Effective communication is a requirement for building a strong doctor-patient relationship and for the patient satisfaction with care provided by the physician. Johnson and Nemeth (2014) suggested that satisfaction with care received correlates with lesbian and bisexual women’s future health care practices.  Because of the history of bias and unsatisfactory health care experiences, choosing a physician whom the patient likes and whose    21  communication style compliments that of the patient is important in reducing health care disparities for LGBTQ people. Factors that Elevate the Importance of Doctor Selection for LGBTQ People While Gao et al.  (2009) examined ethnic and cultural barriers to effective doctor-patient communication and did not consider sexual minorities, the possibility exists that similar barriers may be anticipated.  The study found that patients did not discuss cultural concerns, nor did the doctor in patient encounters.  Several studies focused on LGBTQ health communication issues found that patients often fear disclosing sexual identity to health care providers (e.g., Agénor, Bailey, Krieger, Austin, & Gottlieb, 2015; Mattocks, Sullivan, Bertrand Kinney, Sherman, Gustason, 2015; Metcalfe, Laird, Nandwani, 2015; Ross, Siegel, Dobinson, Epstein, & Steele, 2012; Whitehead, Shaver, & Stephenson, 2016).  And not surprisingly, Baldwin, Dodge, Schick, Sanders, & Fortenberry (2017) found that disclosure of sexual identity related to better doctor-patient interactions.  One example study, Dahan, Feldman, and Hermoni (2008), found that of 80 family physicians, the majority rarely or never asked a patient about sexual orientation, and only one reported asking patients regularly.  The invisibility of the patient’s sexual identity affects the types of questions asked and information disclosed and ultimately reduces the quality of care received by the patient. While sexual identity invisibility is an issue, many LGBTQ people reported far more negative experiences.  A study published in 2010 by Lambda Legal found that more than half of LGB people experienced negative situations (such as abusive language, healthcare provider refusing to touch him/her, or even being refused care at all) within a health care setting (Lambda Legal, 2010).  Several other studies over the past twenty years examine the importance of sexual identity disclosure and the issue of LGBTQ bias from health care providers with patients    22  (Agénor, Krieger, Austin, Haneuse, & Gottlieb, 2014; Fish, 2009; Johnson & Nemeth, 2014; Quinn, Schabath, Sanchez, Sutton, & Green; 2015; Tracy, Lydecker, & Ireland, 2010).  These studies find that people experiencing provider bias or fear bias are less likely to disclose sexual orientation and/or delay seeking or refuse seeking health care services.  The lack of inquiry and disclosure has created significant health care disparities for LGBTQ people. LGBTQ Health Disparities Throughout the past four decades, several studies have been conducted that demonstrate the undeniable health care disparity that exists when comparing LGBTQ people with heterosexual people (e.g., Bonvicini, 2017; Fredriksen-Goldsen, Kim, Barkan, Balsam, Mincer, 2010; Fredriksen-Goldsen, Kim, Barkan, Muraco, & Hoy-Ellis, 2013; Griggs, Maingi, Blinder, Dendurluri, Khorana, Norton, Francisco, Wollins, & Rowland, 2017; IOM, 2011).  These studies show that some segments of the LGBTQ people with higher rates of mental illness, higher rates of tobacco, alcohol, or substance abuse.  Additional studies conclude that lesbians are more likely to be overweight and therefore experience health conditions such as diabetes, heart disease, and cancer (Clavelle, King, Bazzi, Fein-Zachary, & Potter, 2015; Curmi, Peters, & Salamonson, 2016; Griggs, et al., 2017; IOM, 2011). In 2017, the American Society of Clinical Oncology (ASCO) published a position statement acknowledging the disparity for sexual and gender minority populations as well as the lack of and need for research pertaining to quality of care and ways to improve care for sexual and gender minorities (Griggs et al., 2017).  The publication of the position statement creates a landmark representing a shift from ignoring the LGBTQ disparity in cancer-specific conditions and recommends specific educational and research development solutions to address the concerns of LGBTQ people seeking cancer treatment and care.  While research provides    23  knowledge about the LGBTQ health disparities, the progress to improve provider education programs or training focused on LGBTQ cultural or clinical competency to reduce the gap in health disparities remains slow (Bonvicini, 2017).   LGBTQ Competence A Canadian study, Baker and Beagan (2014) examines the relevance of cultural competence with LGBTQ-identified women in routine practices in health care and found that while physicians often avoid making judgments about patients, still may unwittingly perpetuate heteronormativity that contributes to the marginalization of LGBTQ-identified women.  The marginalization is evidenced with the findings that LGBTQ people are less likely to seek health care (Mathieson, 2002) and express difficulty revealing sexual or gender identify with health care providers (Polonijo & Hollister, 2011). While marginalization and bias continue to occur in clinical settings for LGBTQ patients, few health care providers have received little training on the specific needs of LGBTQ patients (Baker & Beagan, 2014; Corliss et al., 2007; Khalili, Leung, & Diamant, 2015).  With the lack of LGBTQ cultural competency, physicians perceive the patient’s sexual identity to be irrelevant to the patient’s health which creates a barrier to patient openness and reduces quality of care (Baker & Beagan, 2014; McNair & Hegarty, 2010).   LGBTQ Patients Using Videos to Find LGBTQ-Friendly Physicians The delay in seeking care and avoiding recommended preventive care eliminate situations of potential bias but contributes to significant health care disparities for LGBTQ people.  One effective way to help overcome this barrier to effective health care is to help patients find LGBTQ-accepting health care providers, where fear of stigma will not be a factor.    24  Willes and Allen (2014) measured a sample of WSW with women in 2013 to find that few women used online physician video profiles during the physician selection process, but presumably with the growing pervasiveness, one might assume the number using this type of information during the physician selection process continues to increase over time.  The impact of the growing amount of information available to people related to performance, personality, communication style, and so forth, through online sources has been minimally studied.  Understanding how people can integrate this information and make judgments to select a physician is important for the physicians, and the health care organizations for which they physicians work, from both a branding and a marketing perspective.   While the literature demonstrates the disparities that exist, most articles do not focus on the solutions to reduce the disparities.  Some recent studies offer recommendations to create a more welcoming clinical experience and offering open communication with the patient (Alpert, CichoskiKelly, & Fox, 2017; Beagan, et al., 2015; McClain, Hawkins, & Yehia, 2016); however, what tends to be missed in the literature is the importance for a patient to find the “right fit” in a physician.   As Perrault and Silk (2015, 2016) and Perrault (2014) stated, online physician videos containing personal information about the physician can be an effective tool at reducing uncertainty and increasing the anticipated quality of care and patient satisfaction.  The current study would expect the same would hold true for LGBTQ patients who are concerned with finding a LGBTQ-friendly physician.  Some obvious examples that could inform an LGBTQ person while viewing a physician video both positively or negatively.  A negative example might be if the physician discloses being actively involved with volunteering for a church that is known to discriminate against LGBTQ people.  In this case, the LGBTQ person would likely not select    25  the physician when other options are available.  A more positive example might be a situation where the physician discloses being a member of the LGBTQ community.  Because of the similarity of identity or belonging to the community, the LGBTQ person would be more likely to consider the physician for care. The current research project examines how LGBTQ people, more specifically lesbians, can use online physician video profiles to identify physicians who are more likely to be LGBTQ-friendly.  The richness of this media makes a potentially powerful tool for patients to use to optimize the physician selection decision-making process.  The ability to preview the physician’s characteristics and form opinions about the physician’s values and beliefs are even more valuable for marginalized people, such as LGBTQ, where historical and personal experience with health care providers may be negative and significant health disparities exist. The research project examines lesbians could use physician videos to reduce the uncertainty in the search for a new physician.  Part of the study aims at identifying any detectable clues or warning indicators that would help assess whether a physician is LGBTQ-friendly.  Specifically, what clues would lesbians look for to assess LGBTQ-friendliness.  From this discussion, the outcome of the research provides insight for physicians as to what lesbians expect to see and hear, the verbal or nonverbal cues so that they can improve the impression that people form from future video profile views. The present study examines how lesbians interpret and form judgments from the information provided to them through an online physician video profile.  As a baseline, prior to examining physician videos specifically, participants were asked about previous health care experiences and whether the LGBTQ-friendliness of physician is important.    26  Following URT and MRT as guideposts, physicians perceived as most similar to the participants were expected to be more likeable and therefore deemed as more accepting of lesbian patients.  Following that presumption, the present study aims to answer the following research questions. R1: Do the participants believe finding a physician who is accepting of a patient’s sexual orientation is important? Why or why not?   Following the opening of the discussion.  The participants viewed sample physician videos and were then asked questions relating to the following two research questions. R2: What qualities or characteristics do the participants look for in physicians?  Which qualities or characteristics are most liked in physicians? R3: What cues do lesbians look for when viewing online video profiles to form a judgment about the physician’s acceptance levels? Are any cues more meaningful than others? Following frameworks for both qualitative thematic analysis and narrative analysis, the following section outlines the methodological approach proposed to investigate how lesbians interpret and form judgments related to LGBTQ-friendliness from viewing online physician video profiles.  The following chapter provides a review of the specific methods used for gathering and analyzing the data collected.    27  Methods and Procedures Participants The participants of this study comprise a purposive sample made up of self-identified lesbian women.  The researcher believes that while studying and understanding the physician selection process for each segment of the LGBTQ community remains important, the potential differences in the perceived value of and interpretation of various cues necessitate the need for focusing the current study to one segment.  Two groups of women were recruited.  The first group involved informants to participant in an initial focus group to test the focus group guide and approach to the questions.  The informants include the researcher’s spouse, and two other lesbian couples known to the researcher personally.  The informants were recruited through Facebook Messenger. The second group participated in one of two focus groups.  A total of twenty-five women volunteered to participate.  The maximum number of participants needed for each focus group was eight, so the goal was to find 16 women who could participate.  After scheduling for the two timeslots, several volunteers were eliminated due to scheduling conflicts, with eight participants identified for each of the focus groups.  As participants were scheduled on a first-come, first-serve basis, as additional volunteers made contact, each was asked if she may be available in case of a cancelation.  As a result, three additional women were identified and logged as backups.  The participants are female English speakers between the ages of 19 to 52, with a mean age of 29.2 and a median age of 27.5.  The sample was recruited from within Wisconsin.  (See Table 1 for participant details.)    28  The test focus group used a smaller group with five informants.  The informants ranged in age from 39 to 52 with the mean age of 44.6 and median of 44.3.  (see Table 1 for informant details.) Procedures Recruitment.  Lesbians were recruited through community-based purposive sampling (Stevens, 1998) from a combination of online and nonprofit community groups based in Southeastern Wisconsin.  The communities included online social media, specifically Facebook groups (e.g., Miltown LGBT Families, Lesbians of Wisconsin, Lesbians of Wisconsin >30, Wisconsin Lesbians and Allies), and Milwaukee-based non-profit LGBTQ organizations such as the Milwaukee LGBT Community Center and the UW-Milwaukee LGBT Resource Center.  The participants received an incentive, the choice of $25 gift cards from Target, Starbucks, or Colectivo, for participation. For the test focus group, five lesbian friends and family members were recruited personally via email or Facebook Messenger.  The informants were not eligible for the participation incentive but were provided a meal during the participation. Sample video review.  Following a brief discussion about the participants’ thoughts around selecting a physician and whether a perception of LGBTQ-friendly is important, the participants watched 3-5 profile video of female OB/GYNs.  The researcher watched the videos of all female OB/GYNs from two large health care organizations based in Milwaukee, Wisconsin.  Videos of any physicians the researcher knew were also removed from consideration.  Only videos containing at least one piece of personal information (e.g., family background, family status, or hobbies shared by the doctor) were considered from both Froedtert and the Medical College and Aurora Health Care web sites.  Additionally, the researcher made    29  certain to include some videos containing interesting features, such as the use of b-roll footage (e.g., still shots, and doctor-patient interaction portrayals) and lower thirds.  Finally, a few doctors practicing outside of the Milwaukee area were included to increase the probability of the doctor remaining unknown to the participants.  A final list of sixteen female OB/GYNs was prepared based on this selection criteria, however only three – five of the videos were shared during any of the focus group sessions. The information collected from the resulting participants’ discussions includes reactionary narratives related to the personal experiences and reactions to the online physician video profile.  The participants formed judgments related to whether the physician in the video was LGBTQ-friendly and shared the impressions with the group for discussion.  A guide was used to help collect the information  Focus group guide.  Krueger (1998) provides recommendations for the development of the questions or topics to guide the focus group discussion and two approaches for developing a focus group guide.  The first involves a “topic guide” and the second employs the “questioning route” (Krueger, 1998).  Topic guides offer more flexibility and support a more conversational approach to the focus group discussion; however, these characteristics create a potential lack of consistency between multiple focus groups.  The questioning route reduces flexibility in that the researcher develops and uses a list of specific questions to cover during the focus group.  While the questioning route ensures consistency between focus groups, the interaction may be less conversational.  For this study, a hybrid approach was used.  The guide created contained the main questions asked to guide the conversation to increase consistency between focus groups, but additional topics within the main areas were only listed (See Appendix A for the focus group    30  guide).  A sample focus group guide was tested through a test focus group conducted with volunteers from the social network of the researcher.   Test focus group.  Stevens (1998) discusses an approach where key informants (test participants) help formulate research questions, develop sampling strategies, and validate findings.  For the present study, the researcher enlisted the assistance of knowledgeable members of the lesbian community in the Milwaukee area to review and provide input into the study design, to refine the research questions and improve the interview guide.  The informants included three plaintiffs from the Wisconsin lawsuit for marriage equality, Wolf V. Walker (2014), one women who work in health care and with physicians, and another woman who works in public relations and marketing for LGBTQ nonprofit organizations.   The test participants provided feedback related to the focus group questions and process in an effort to improve the focus group process.  The test focus group provided valuable feedback about the need for the questions to be previewed by the researcher prior to the participants’ viewing of a physician video.  The most important consideration was how to provide a preview of the questions without influencing the participants’ focus.  By providing a general overview to the types of questions, the informants confirmed the viewing of the video was framed adequately enough to understand the purpose while not influencing the interpretation of the information and nonverbal cues.  The informants confirmed through active participation that the questions asked could elicit the desired type of feedback through participant discussion.  While the transcript captured during the test focus group was not analyzed as part of the thematic analysis, as to not influence the outcome of the analysis, the informants shared exemplary narratives that are shared as part of the results of the present study.    31  Research Design Overview Qualitative thematic analysis.  Although URT and MRT were assumptions considered for framing the overall study, an inductive qualitative thematic analysis approach was used to analyze the data.  Using a rigorous inductive approach ensured the themes identified remained closely linked to the data provided directly by the participants (Braun & Clarke, 2006).  Like grounded theory, this study was “mainly concerned with capturing and interpreting common sense, substantive meanings in the data” (Spencer, Ritchie & O’Connor, p 202).  Qualitative thematic analysis is arguably the most significant foundational qualitative methods used and one utilized to build many other approaches. To complement the results of the thematic analysis, narrative structural and thematic analyses on key narratives were also completed.  “Narrative analysis examines the story as a holistic piece of data” and provides for a way for a researcher to investigate how the participants make sense of their own lives (McKelvey, 2014, p.  103).   Data Collection Methods Focus groups.  As discussed in Stevens (1996), focus groups gather data to illustrate community interpretations and collective experiences.  Stevens (1996) discusses the history of the use of focus groups, which came out of the social sciences in the 1930s, becoming a commonly used tool within marketing research during the 1950s.  During that time, focus groups were found to be valuable in helping identify “how community and cultural values affected their [the participants’] decisions” (p.  170).  And, even more significantly, focus groups helped businesses learn how to reach new markets based on ethnic, racial, gender and other classifications (Stevens, 1996).  Similarly, one of the desired outcomes of the present study involves the generation of a guide for health care providers and organizations to teach how    32  verbal and nonverbal cues are interpreted and influence lesbian patients selecting a physician.  Using focus groups as the data collection strategy provides for interaction between participants, enhancing and highlighting where participants both agreed and disagree.  The synergy experienced during focus groups helps to ensure that the findings describe not just an individual’s contributions to the discussion, but also describes the groups impressions collectively and therefore is an excellent fit for this project. The optimal focus group size varies between 6-12 people, depending on the source (examples include Mack, Woodsong, MacQueen, Guest, & Namey, 2005; Morgan, 1998; Stevens, 1996).  After consideration, a goal of having six to eight participants for each focus group was established.  Where available, back-up participants were identified to be available in the case of cancelations.  Initially, the researcher was concerned because of a lack of response to the initial invitations; however, eight participants were found and did participate in each of the focus groups.   At the start of each focus group and the test focus group, the participants received two documents.  The first was the informed consent form.  While the participants were not required to sign and return the form, the researcher orally reviewed the form, highlighting key portions to ensure the participants understood that participation was voluntary and could be discontinued at any time the participant desired (See Appendix B for the informed consent form).   The second document the participant information form, contained one field for the participants to indicate the pseudonym to be used in any written reference if quoted or mentioned in resulting report of the research project.  The participants were asked to write any name desired.  While some participants selected both a first and last name, the researcher decided to use only first names for consistency throughout the report.  Below the name section, a list of sixteen    33  female OB/GYNs were provided.  In this section, the participants were asked to demarcate any familiar physicians’ names regardless of the reason for the familiarity.  Providing the pre-selected list of names and asking the participants to indicate any familiar physicians helped to ensure the participants viewing without any preconceived notions when forming initial impressions.  Before the focus groups began, these forms were collected and reviewed to determine which physician videos would be shared (See Appendix C for the participant information form with pseudonyms used for the physicians’ names). After obtaining informed consent and collecting the secondary form from each participant, the researcher began the focus group proceedings.  The focus groups were each approximately 90 minutes in length and took place in a Merrill Hall classroom at the University of Wisconsin-Milwaukee.   The focus groups were both audio and video recorded.  Initially, the audio recording was thought to be used solely as a backup for instances where the video recording failed to provide clear enough dialogue to transcribe; however, the audio recorded proved to be much clearer and served as the primary source for transcription.  The video recording was used to identify the speaker when not capable of identification from voice alone.   The audio recordings were professionally transcribed.  The transcriptions provided the lines of dialogue spoken, but the pseudonyms for the speakers were not included.  The researcher listened to and watched the audio and video recordings to add the names on all significant lines of transcriptions.  The researcher further added pseudonyms for the physicians’ names (e.g., Dr. A, Dr. B, Dr. C.…) to protect the identity of the physicians. The researcher encouraged the participants “to tell stories, rather than answer standardized questions in a stimulus-response fashion” (Stevens, 1998, p.  80).  An example of    34  an opening question used, found in the focus group guide is, “Let’s talk about the last time you searched for a doctor.  How did you find him or her?”  The questions asked were generally broad and open-ended as noted by Stevens (1998).  Additional questions included questions about the physician videos such as, “Could you tell me about any signs or cues you look for in a physician that would lead you to believe he or she is accepting and supportive of you and your sexual orientation?  How did you find that physician?”  The focus group guide contained open-ended questions to elicit stories from the participants.   Data Analysis The researcher used an inductive, multi-staged, analysis consisting of thematic analysis and narrative analysis.  Braun and Clark (2006) describe thematic analysis as a “foundational method for qualitative analysis” (p.  78).  Thematic analysis becomes extremely flexible in that a pre-existing theoretical framework for the method does not exist; therefore, the researcher chooses a theory (or not at all) to use as a framework (Braun & Clark, 2006).  Unlike other analytical methods, thematic analysis does not seek patterns in the data; instead thematic analysis identifies and analyzes themes to provide a rich account of the data (Braun & Clark, 2006).  A key characteristic of thematic analysis is the use of flexible procedures that vary across disciplines (Braun & Clark, 2006).   Thematic Analysis Although flexible, Braun & Clark (2006) provides a framework to help guide the research through conducting a thematic analysis.  To determine the appropriate approach, the researcher considered whether the data will be analyzed following an inductive (bottom-up) or theoretical process (top-down).  In inductive analysis, the data drives the analysis and generation of the themes; whereas, when employing theoretical thematic analysis, the predefined theoretical    35  framework drives the researcher to attempt to the fit the themes discovered into the framework (Braun & Clark, 2006).  For the present study, the researcher views the criticality of ensuring that the themes remain closely tied to the data (Patton, 1990); therefore, an inductive process was followed for the analysis.   Thematic analysis steps.  Braun and Clark (2006) further specify a step-by-step guide to conduct thematic analysis.   The six-phase approach defined by Braun and Clarke (2006) was followed.   1.  Becoming familiar with the data.  The researcher began the analysis by becoming familiar with the data.  Although the transcription was completed by a professional transcriptionist, the researcher still needed to add the pseudonyms for the participants and physicians in the transcription, which required listening or watching the recording and refining the transcription.  During this process, the researcher noted some initial thoughts.  The researcher began demarcating interesting and relevant participant narratives.  The “memoing” process was used by the researcher to reflect on the researcher’s own interpretations, thoughts and impressions. 2.  Generating the initial codes.  During the second phase, the researcher began coding of the transcripts.  Typically, this involves line by line code, but for the present study, the researcher coded only the lines where substantive concepts were discussed, omitting facilitator questions, the transcribed word of the videos, and single word responses, such as “uh huh,” “yea,” or the like.  Where one concept was discussed but spanned more than one line, only one code exists.  The initial codes defined the concepts discussed within the transcripts at a relatively low level.  The process of initial coding helped to organize the data and reduced the data into manageable segments and included highlighting the keywords and phrases in each line of text.     36  The keywords and phrases were entered in the coding workbook (a spreadsheet used to track codes, notes, along with identifiers representing the participant number and location in the transcript of the code (See example in Appendix D).  If the participants words were particularly poignant or otherwise noteworthy, the quotes were also included in the workbook entry.  Likewise, any narratives of note were highlighted in the transcript for future analysis. Having significant understanding of the similarity in information shared in the second focus group, the researcher decided to begin theme prior to coding the second transcript.  The initial themes discovered were used as a framework for coding the second transcript. 3.  Searching for themes.  Once the initial codes became documented in the workbook, the researcher reviews the codes and begins organizing the codes into logical groupings, initial themes.  New worksheets in the workbook to capture the lines believed to relate to each of the logical groupings.    Once the initial themes were captured, the researcher began the coding process with the second transcript.  The lines with clear relationship to the initial themes were added to the corresponding worksheet.  Lines where a relationship were not so clear were added to a worksheet, which indicated that further consideration was needed.  As the researcher began thinking about the uncategorized codes, theme review began. 4.  Reviewing themes.  The themes were reviewed on two different levels, as proposed by Braun and Clarke (2006).  The first step relates to reviewing the themes to ensure a proper fit and form a “coherent pattern” (Braun & Clarke, 2006, p.  91).  During this process, the researcher used a mind-mapping application by Mindjet called MindManager 2018 to help visually represent the relationships between themes.  Once the researcher determined that the derived themes formed a logical pattern, the second level of review begins.      37  During the second level of review, the researcher examined the themes to ensure that the data set as a whole is represented adequately.  The goal was for the themes to accurately reflect the collective voice of the focus group participants.  As the final set of themes were solidified, a mind map was created to represent the themes and the relationships between all the themes.  As the researcher discovered the candidate themes failing to meet the criteria, the researcher began the iterative process of reviewing, recoding, and redefining themes process until the themes “fit” the data appropriately.  Figure 1 shows the comprehensive mind map representing the relationships connecting themes discovered. 5.  Defining and naming themes.  In the fifth phase, the researcher defined and refines the themes captured during the analysis (Braun & Clarke, 2006, p.  92).   This process included describing how the theme fits into the bigger picture, along with how each interacts with the other themes.  The goal was to create and document the scope for each of the themes.  The researcher also focused on finding exemplar excerpts and narratives from the transcripts to highlight in the final report.  The fifth phase is also an iterative process of defining and refining until the researcher is satisfied with the themes discovered and the exemplars chosen to represent the theme. 6.  Producing the report.  The final step of the process as defined by Braun and Clarke (2006) included writing up the analysis including the theme definitions and exemplar text such that the eventual reader has a clear understanding the of story being told with the data. Narrative analysis The data analysis using a multi-staged narrative analysis for three key narratives.  The narrative analysis consisted of a combination of narrative structural analysis and narrative thematic analysis models as described by Riessman (2008).      38  During the thematic analysis process, participant narratives were demarcated in the transcript.  The most powerful narratives were analyzed following a model defined by Patrick Ewick and Susan Silbey as discussed in Riessman (2008).  The model suggests that once the narratives have been demarcated, each narrative becomes a unit of analysis.  The narratives analyzed as a whole represent the key differentiator between the initial and final thematic analysis.  The narratives found within the transcripts were identified and analyzed following a narrative thematic analysis methodology described by Riessman (1993, 2008).  While the narrative analysis was distinct from the initial thematic analysis described above, the steps were similar in approach. During the initial stage of narrative thematic analysis, the researcher coded the narrative data and began to identify initial themes.  Memo-writing provided a valuable exercise during this step.  Riessman (2008) states that Ewick and Silbey found sociological concepts in mundane stories of everyday life.  Following the model, a purposeful selection of narratives was chosen based on the themes discovered during the initial thematic analysis.    Methodological Rigor Methodological rigor for qualitative research cannot be established by following the same criteria or measurements offered in quantitative research methods (Braun & Clarke, 2006).  For this reason, common concerns pertaining to qualitative research relate to the validity and reliability of the results.  While some quantitative researchers may be familiar with terms such as validity, reliability, and generalizability, Riessman (1993, 2008) use the term “trustworthiness” to convey the notion of validity and rigor in qualitative research, and advocates against rigid standards for testing validity in qualitative research.  Qualitative studies, including the present study, are often described as descriptive or exploratory and are primarily concerned with    39  describing or exploring a particular phenomenon such that the primary goal is not to establish generalizability, although descriptive studies provide deep insight into constructs which could later prove to be generalizable.  Braun and Clarke (2006) combat the notion that thematic analysis lacks rigor by stating that a critical component of conducting a reliable and valuable study is by establishing an explicit list of methodological steps to follow and following those steps throughout the study.  As previously mentioned, the researcher established a specific set of steps and followed those steps throughout the project to ensure a rigorous approach.   For the purpose of the present study, the researcher chose to consider a list of foundational criteria proposed by Riessman (1993) for the definition of trustworthiness:  persuasiveness, coherence, correspondence, and pragmatic use (McKelvey, 2014, p.  105).  To further establish the trustworthiness of the study the credibility, dependability, confirmability, and transferability must be considered (Bloomberg & Volpe, 2008; Guba & Lincoln, 1998).  In many cases, the criteria Bloomberg and Volpe (2008) speak directly to the persuasiveness and pragmatic use criteria proposed by Riessman. Generally, the validity of a study is related to the how true or accurate the results are.  The present study is rooted in a socialist constructionist perspective (Braun & Clark, 2006), such that the concern isn’t necessarily that the findings are historically or factually correct, but rather are based on the participants perceptions and the sociocultural contexts or conditions that inform the formation of the perceptions (Braun & Clark, 2006).  The primary goal of the present study is to specifically focus on examining the participants’ perspectives and describe them.   For this reason, testing historical or factual accuracy, which may be a primary concern for quantitative research methods, is not a concern.  Instead, the researcher is concerned with the coherence, persuasiveness, and credibility of the narratives shared by the participants.    40  For the present study, credibility of the data collected was tested through two distinct measures.  Bloomberg and Volpe (2008) state that credibility can be established through collecting data from multiple sources and through multiple methods.  Two focus groups were conducted independently using the same focus group guide.  The researcher asked the same questions to start the conversations with the groups.  The results of both focus groups were compared.   These narratives shared by the participants provide different perspectives related to the same concerns and events.  When comparing the different perspectives for the narratives, points of convergence and divergence (Riessman, 2008) can be analyzed.  The divergence, between different opinions shared by the focus group participants supports the authenticity or credibility of the stories being told.  The convergence of the narratives between the participants, supports the reliability or dependability of the narratives.  The convergence of the stories may also support perhaps the notion of transferability as discussed by Bloomberg and Volpe (2008).  Following the recommendation set forth by Dibley (2011) to “respect the raw data” in a way that “preserves its veracity and demonstrates the credibility of the process” (p.  19), effort will be made to keep the key narratives shared by the participants intact. Following Stevens’ (1998) suggestion, to encourage the participants to share personal stories, creating a comfortable environment is important.  The researcher attempted to create a comfortable environment for the participants to encourage interaction among the participants that was more balanced between the researcher and the participant.  With the participants’ comfort in mind, the researcher provided water, snacks, and nearby access to a restroom for the participants.  The research made certain to explain that the participants could leave whenever necessary.  The researcher also disclosed sexual orientation to the participants in an effort to create more comfort.     41  Stevens (1998) asserts that taking measures to ensure participant comfort increases the validity (trustworthiness) of the results of this study. Riessman (2008) adds the concept of social justice as a criterion of trustworthiness (McKelvey, 2014).  For this study, the narratives provided may contribute positively to social change and the advancement of equal rights for LGBTQ people in health care environments.  Along the same vein, Braun and Clarke (2006) assert that thematic analysis “can be useful for producing qualitative analyses suited to informing policy development” (p.  97).  Therefore, the methods used for this study support the development of policies that may positively affect progress toward reducing health disparities for LGBTQ people.   Conclusion Thematic analysis possesses many strengths for this analysis.  Braun and Clarke (2006) indicate that this method is flexible, easy to learn, and can generate unexpected insights that might not otherwise be found through other methods.  Likewise, thematic analysis is a foundational qualitative method that is accessible to the public.  Braun and Clarke (2006) further state that thematic analysis is a useful method for participatory research, where the participants are seen to be collaborators with the researcher.  The participatory nature of focus groups and the desire to capture the collective voice made thematic analysis the correct choice for the present study.   Future pragmatic use of the findings of the present study and future studies that establish consistent or supportive results will further establish the trustworthiness of the present study. The following chapter discusses the results of following the aforementioned research methods to answer the research questions.  The themes were primarily directly derived as a result of the participants answering the researcher’s questions during the focus group.  The results were categorized by four major themes that align with the research questions.  The first theme relates    42  to the impact of the video being the medium.  The second theme addresses the reasons why the participants believe finding an LGBTQ-friendly physician is important.  The third theme contains the qualities or characteristics desired in an OB/GYN.  The final theme represents the specific communicative components affecting participants’ perceptions while viewing the physician videos.      43  Results Three major themes emerged when analyzing the texts that describe the factors influencing the impressions formed through viewing online physician videos.  The themes include: (a) video as the medium, (b) the patient’s inputs to the process, and (c) the characteristics of the physician.  Before responding to the specific research questions, an overview of the first two major themes is provided.  The third theme discussion goes into detail, addressing the specific research questions. Video as the Medium Physician videos represent an increasingly important component of the physician selection process and contain diverse cinematic elements.  A consistent approach to producing physician videos does not yet exist.  Some of the videos played during the focus groups contained b-roll footage of doctor-patient interactions or still images of the physician’s family or hospital where the physician practices, while some videos contained lower thirds, another set were simply talking-head videos.  Additionally, the preparedness of the physician or comfort level of the physician videotaped varies and affects how viewers form opinions about the physician.  Although the focus group facilitator did not ask any probing questions pertaining to the medium specifically, comments provided by the participants reflect the impact of the quality and characteristics of the video format.   One such comment questioned the age of the video and whether the content was “outdated” or “from the 80s.”  Others questioned whether the physician had a choice to show b-roll footage in the video or the video editor’s choice.  Discussions were a bit more contentious pertaining to the value of showing b-roll footage in the video.  Specific comments pertained to    44  showing a family portrait, a shot of the doctor’s hand with a wedding ring, and doctor-patient interactions within the video.  The most divided of the discussions related to the former. Some participants questioned the authenticity of the doctor-patient interaction being shown in the video.  Several participants commented to the perceived dramatization of the interaction.  Fionna stated,  …To me, the patient interaction seemed kind of fake.  Like, it felt, uh, like they were very aware of the camera and it -- I think the other person had a lab coat on...  So, it was probably one of her colleagues…   Others, although understanding that the patient interaction was likely staged, thought the demonstration of doctor-patient interaction provided a “nice” inclusion.  Cyndy was the most outspoken about her appreciation of the b-roll footage and believed seeing the physician within the interaction provided insight: …You know, that woman, the first one (the first physician video contained no b-roll), she was a blank page.  She was just talking….  Just words or do you want to look at a picture book with words, you know, so ...  that's the first thing that jumped out at me right away.… But it was still -- it was still there.  You know, they're not actors.   The focus group participants were mostly consistent in the commentary surrounding b-roll footage of both family portraits and video shots featuring wedding rings (only one participant expressed disagreement).  In the case of seeing the still shot of the doctor’s family, the groups indicated that the family portrait caused negative reactions.  The effect of the family pictures becomes elaborated in response to a research question, but the main reason for the lack of interest in seeing these is the concern for the bias introduced with the family portrait and the    45  shot that featured a view of the physician’s wedding ring and how the b-roll introduces distraction.  Using b-roll footage to represent family or relationship as Meg stated, “kind of threw (her) off.”  One conversation about seeing the wedding ring in the b-roll of a doctor-patient interaction where the doctor was examining the patient’s neck area was, ANNIE:  There was a shot of her wedding ring. SEVERAL FOCUS GROUP MEMBERS: (Loud Laughter.) FEMALE SPEAKER:  Yeah, we noticed that too. FEMALE SPEAKER:  It was big. Several participants discussed how the introduction of these types of family or relationship status visuals introduce an undesired bias.  Just as doctors may be biased against LGBTQ families or relationships, the fear existed that LGBTQ patients may feel bias against the doctors who, as one participant brutally states, “shoving your very like heteronormative family in my face.”  An informant participant stated, “I actually got creeped out when I saw her family.”  Seeing traditional symbols of marriage and family may seem disconcerting for some LGBTQ people.  One dissenting opinion was expressed by Kim:  She didn't say -- she didn't present her marriage or her family to me as though she was unique or different or uppity about it.  She presented it to show that I care very much about my family.  I do this because I care about you, same safety and confidence.  Being family-oriented tells me she has something to focus on and work on, no matter what she identifies her family as.  Didn't make me feel like if I said, ‘You know I'm a lesbian and I have three children,’ that she would've said, ‘Oh, well, your family's not as ...’ I didn't get that.    46  Use of b-roll in video may be a video editor’s choice for many reasons.  The editor or producer may believe the b-roll adds to the story told in the video.  Or, the b-roll may simply cover the number of edits made to the a-roll to make the dialogue sound more seamless.   Other concerns related to the use of video pertained to the preparedness of the physicians as subjects within the video.  After discussion, some participants opined that one physician who appeared to be “low-energy” or “not excited” about her practice was instead nervous or apprehensive in front of the camera.  Katie explained this contradiction of opinion: And I feel like this third one was like, ‘I'm a really good doctor, I just don't like when I have to talk about myself,’ and I could relate to that.  Like I feel like that's how if someone stuck a camera in my face and was like, ‘Tell me about how wonderful you are,’ I would also react in a similar way, so I think I liked that.  It made me feel like, okay, this is someone who would understand like my anxiety or my whatever because she didn't seem super gung ho about ranting about how great she was, so that was kind of -- like very low energy, but at the same time, I could attribute it, I feel like, to something. An informant reiterated the point: I don't know if that means that she just was having more difficulty coming up with some of the information that she wanted to provide, but it just seemed like … she's a little bit more hesitant to be in front of the camera, and I would actually relate to that a little bit better because then I think, well, she's a little awkward and I -- I like awkward.  Not too awkward…but it's awkward enough that she didn't feel comfortable.    47  While in some cases, expecting a lack of preparation would hurt the impression being formed by the physician’s performance, in these cases, the viewer identified with the awkwardness and uncomfortableness of being on camera.  The participants perceived a similarity with the physician and that lead to reducing uncertainty and a greater affinity. And while the richness of the video provides more insight into the demeanor and communication style of the physician, attempting to discern whether the physician was LGBTQ-friendly seemed impossible in most cases.  After viewing the videos and discussing characteristics that the participants found interesting, the facilitator asked whether the participants thought the physician was welcoming of LGBTQ patients.  The most common response reflected that the short video provided a lack of information and the participant would require a first appointment to make the determination. The use of video to enhance a physician’s online profile does sometimes introduce concerns that may not exist with text-based profiles, but overall, the value of having a video is significant.  One participant discussed that in her process of finding a doctor, she immediately skips over doctors without videos.  Katie stated,  Like I've been a given a list and I immediately crossed off the people who didn't have a video because I felt like now I have no way of knowing what I'm getting myself into and it's stressful enough to go to a new provider, especially if you have a particular issue… Of course, the effects of the medium and the interpretation of the content is dependent on the previous experience and preconceived notions of the viewer.   The Patient’s Inputs to the Process One notion mentioned multiple times by multiple participants is the consideration that    48  everyone chooses a health care provider.  Cassie clearly confirmed this by saying, “I think we're allowed to be picky because like you…there's thousands of videos, so if you watched ten seconds and you're like, eh, nope, next…You get -- you get the choice.”  Another participant, Kim, summarized this notion in other words: “if they can't get you to the point where you click and try to make an appointment or get there, if that barrier's so large, you're gonna pass 'em up.  'Cause you have thousands of choices, just like they have thousands of patients.”  While the participants are fully aware that everyone has a choice of health care provider, they may not always be aware of how previous experience may affect the decisions made in the physician selection process. Each patient brings personal experiences when searching for physicians or seeing physicians.  In the case of searching for an OB/GYN, some participants disclosed that all previous care was provided by a general practitioner and they had not yet felt the need to seek an OB/GYN.  One participant disclosed seeing the same doctor she has been seeing since she was a child, one selected by her parents.  In other cases, where the participants selected physicians and have seen OB/GYNs, previous experiences influenced the physician selection process both positively and negatively.  A positive example was shared by one of the participants, Cassie, after viewing one of the physician videos: I think I liked her because the doctor I had when I was younger, like all throughout high school and stuff, she was like older or like hippie -- super friendly, super over -- like I felt totally comfortable talking with her about everything and she kinda reminded me of her, just -- just like calm and cool.   Another participant discussed how comparing the doctor in the video to her previous experience has led her to appreciate the physician: “I'm the only one -- I'm like, she gets a ten    49  from me.  I have to compare her to what I've known and experienced and, believe me, she can put in another IUD for me.”  In both of these cases, the participant compares the physician to physicians they have seen in the past.  The richness of the video, being able to hear the physician speak, hear the confidence or personality vocally, and witnessing mannerisms, enabled the comparison for the participants. In the context of a discussion about physician gender influencing the selection process, one participant mentioned that she grew up in a town where only male physicians existed.  She further revealed that although she has had trauma issues with males in the past, she expressed comfort with seeing male physicians for gynecological care.  Another participant held the opposite opinion: “…nothing's come good out of my -- men in life, except for my adoptive father.  It's just -- to me, that's -- I don't feel comfortable even in a public setting with males.  And I always have my guard up.  It's just -- growing up in the town I did, kinda have to.”  On the other hand, Cyndy stated, “I just got a doctor so -- 'cause my doctor, she -- got sick and she had to retire…I only deal with female doctors.”  One informant, Charvonne provided a narrative as to why she only selects female physicians: Um, having two babies and having had male doctors, it's really difficult for them to take my word for it.  Um, I found…in both cases, I had doctors who were trying to perform or would perform or giving me advice or shirking me off, um, situations that I was like, ‘Wait, uh, no.’  (Chuckle.)  Um, (inaudible) because no matter what I said, it was kinda like, ‘Oh, don't worry about it.’  There was no real explanation as to what I was going through or what I was feeling.  The first male doctor, my mom's like… because my breasts were huge, and I knew I wasn't breastfeeding and my mom's like, ‘Don't forget to tell him to give you the shot.’     50  And I talked to the doctor, he's like, ‘There is no shot.’  And I'm like, ‘But there's a shot that they give you … if you're not breastfeeding so that your breasts don't leak and ...’ (the doctor responded) ‘There's no shot.  I don't know who told you that.’  Um, so it was just a lot of dismissal and a lot of just ignoring my issues and a lot of not explaining anything…like not really wanting my…input or respecting my decision.  Just, ‘Well, I think this is what's best for you, so this is what I'm gonna do to you.’ In this case, the doctor was accurate in his response that a shot wasn’t available to help her situation, but the doctor failed to recognize that such a treatment option did exist decades ago but was found to cause severe and potentially life-threatening side effects, so the treatment is no longer recommended (LaFleur, n.d.; M.C.  Burke January 2, 2018, personal communication).  Charvonne is interpreting the way the male doctor reacted to her questions as a dismissal and she ties this to the doctor’s gender.  In her assessment, female doctors are more responsive to her concerns and questions as well as respectful of her decisions.  These are a few examples of how the viewers’ previous experiences with health care providers may introduce bias (good or bad) into the physician selection process.  That, in combination with the quality (or age) of the video and other production factors, could affect whether a potential patient decides to even watch a physician’s video to its completion.  Next, the qualities of the physicians, how those are perceived in videos through verbal and nonverbal cues, and which qualities are most important to lesbians are discussed.    51  R1:  Do the participants believe finding a physician who is welcoming of a patient’s sexual orientation is important?  Why or why not?   Many participants mentioned that some specialty physicians may not need to always be LGBTQ-friendly, but all participants agreed that finding a LGBTQ-friendly primary care physician is important for avoiding bias and heterosexism.  The participants discussed three specific reasons for why finding of a physician welcoming of LGBTQ patients is important: reducing irrelevant medical questions, including family and loved ones in health care experiences, and improving the quality of care.  Cyndy summarized the need to avoid bias and be comfortable in real world terms: You know, just to be comfortable.  'Cause if they're not comf- -- I mean, you're -- you're standing there sometimes in just a gown and they're touching you and shit and if they don’t -- they don’t like you 'cause you're gay, you don't want 'em touching you.  You know, so they -- to me, that's -- that's number one. Finding a LGBTQ-friendly physician also contributes to improving the health care experience by reducing the need to answer irrelevant medical questions, which may feel like microaggressions for some LGBTQ people.  Reducing irrelevant questions or perhaps framing the questions more inclusively creates an environment that allows LGBTQ patients to include family/partners in health care experiences, and ultimately improves the quality of health care received. Irrelevant medical questions.  One of the most commonly discussed issues related to the reason for wanting to see LGBTQ-friendly physicians is to not have to answer questions that are perceived to be unrelated to the patient’s experience or to not have to constantly answer the same questions in appointments.  The obvious, and perhaps superficial, of the questions relates to birth control and pregnancy topics.  Simple responses included, “I get tired of asking –    52  answering the same, “No, I’m not pregnant.”   The participants agreed that unnecessary tests make lesbian patients uncomfortable and sometimes angry.  One participant shared her experience about answering questions about birth control: I think it's important because I take continuous birth control but for, um, lessening endometriosis symptoms and every time I go to the doctor, even though I've had the same doctor for a few years, she always asks, ‘Oh, are you taking it for pregnancy prevention?’  And then I have say, ‘No.’  And then she says, ‘Are you sexually active?’  And I have to say, ‘Yes.’  And then she looks at me like I'm crazy.  And I say, ‘Well, I -- I'm gay, so there's no penis involved.’  So that's why.   The participant continued by describing how she is affected by these types of conversations with health care providers: So, it's like constantly having to come out -- having to come out to your doctor is just like exhausting.  It's just not something you want to have to like prepare yourself for when you're going in for like a yearly checkup. The “coming out” process is often emotional and something that often requires preparation as the participant stated.  Finding a physician who is LGBTQ-friendly would eliminate the need for constant preparation and create an environment where open dialogue would be welcomed.  Another participant explained how a change of approach to these questions affects how the patient responds: I created a scene when I went to get -- but I was having a procedure and he's like, ‘Oh, we can't begin because they're using a certain dye, um, and we need you to take a pregnancy test.’  And I go, ‘Well, you asked me if I was pregnant, and I said no.’  Then…a nurse got a little personal, a male nurse, you know, ‘Well,    53  how frequently are you having intercourse?’  I said, ‘For one, that's none of your business and, two, I'm a lesbian, so I'm not.’  When the physician approached the situation with the participant, the physician said, \"Well, what can we do to lessen that (the negative reaction to the requirement of having a pregnancy test)?”  The participant responded with the suggestion that reframing the statement to something such as, “If you are of child-bearing age, we require you to have a pregnancy test, just in case.”  For this participant, the requirement of having a pregnancy exam before a procedure was not the problem at all.  Instead it was the invasive personal question about sexual behavior that was upsetting. While patients identifying as lesbian may become pregnant and may have sex with male partners, addressing these questions repeatedly in the same fashion becomes concerning for many patients.  This concern also pertains to the desire to have partners or spouses accompany a patient to a medical appointment. Including family/loved ones in health care experiences.  When looking beyond the mechanics of an office visit with a physician, the participants also discussed the importance of being able to include love ones in health care experiences.  Meg offered her own experience: For my experience, when I was going through all that, um, it was good to have somebody who was, um, lesbian-friendly, first of all, because I did have a partner and instead of like somebody like not addressing her, it -- they -- all the doctors included her in the conversations and it made everything go a lot smoother for me.  So that was helpful. Katie added to Meg’s commentary by discussing how shame and stress are introduced in situations where partners or spouses may not be included in health care interactions:    54  Yeah, I think very similarly.  Like it's -- especially in the context of looking for something that involves more than one person, it's hugely important, and it has been so far, to have a practitioner who doesn't question that person's involvement in the process -- and that person's input and they know that that's valuable, um, 'cause I think that if you constantly feel like you're having to apologize for or make an exception for whoever your partner is, it just adds a whole level of stress -- that like -- medical things are stressful enough, you don’t need that also, to feel like you have to be guarded in terms of what your life looks like.   Katie mentioned the need to apologize for her partner, which reflects the shame an LBGTQ person may harbor from years of hiding sexual identity.  This shame contributes to the stress that someone might feel in situations where being authentic and honest may not be accepted.  Other participants countered that having an LGBTQ-friendly physician should be important not only if a partner or spouse is involved, but for a single person.  Jay explained, I wouldn't think of it as if I'm with someone, but just me in general as identifying as that.  -- I remember my primary doctor, she was asking me questions and she said, ‘If you were sexually intimate, who would it be with?’  And I just said, ‘Woman.’  And there was really like no reaction to it from her.  She just kept typing, kept going, and then I just kind of thought of it that way, like -- I guess with my doctor, that's someone who in a way almost becomes your family and you kind of open up to.  So regardless of it being like somebody else there, now or even when I'm single, like I should be comfortable to talk with my doctor openly and, you know, if those questions ever do come up, (inaudible) sexually active, you know, who is it with, and then speak and then she can tell you things    55  and then, you know, still regarding your health….  They're gonna know some personal things about you, um, that you might not even share with your family yet or your significant other …so I just think it just helps with that comfort.    An informant, Denise, mentioned that she calls physicians’ offices before making an appointment to inquire specifically about the physician’s LGBTQ-friendliness and explained why she puts in this effort through her narrative.  In 2005, when seeking a physician to help expand Denise and Anne’s family, the couple was told by one local health care organization, “We do not see lesbians during, um, business hours.  We only see them after hours…and you have to come alone.”  The same couple told a heartbreaking account about an experience while seeking emergency care accompanied by her spouse: Well, you think that until it happens to you, 'cause it happened to me in the emergency room, when I was in rural Michigan and the nearest E.R.  was 20-some-odd miles away and I was bleeding out and, you know, and they kept talking about me in the waiting room -- well, not in the waiting room.  I'm like in the room with Ann (her spouse) and then, without them even waiting to get out of earshot, they're talking about how ridiculous it is for lesbians to be wanting to be pregnant and, you know, they just left me hemorrhaging there with no pain -- you know, there was nowhere else for me to go.   Denise added that in retrospect driving farther to a larger city hospital may have helped the couple avoid the outright prejudice experienced even in the case where she was seriously ill.  Her spouse, Ann added, “Well, the doctor didn't face us to talk to us.  He faced the wall and talked to a wall.”  In this particular situation, Denise and her spouse did not have a choice in physician or hospital, but had she the choice, she would prefer seeing someone who wasn’t blatantly biased    56  against her or her spouse’s desire to become parents.  Certainly, in a situation such as this, an LGBTQ patient may question the quality of care received from a homophobic physician. Improving quality of care.  Another significant theme related to the importance of feeling comfortable with a physician and being able to disclose sexual orientation is the notion that sexuality is part of who the patient is and to provide quality care, the physician needs to treat the entire person, not just the specific complaint of the day.  Common discussion points included the notions that doctors should know “everything” about the patient and that accurate diagnoses require knowing a patient’s history.  One participant Kim explained,  when you can't share a part of yourself, that really deters the quality of the care that you're gonna get -- for yourself and from the individual giving it to you.  So that's to me why it became really important to finally be able to share that, so it made a great difference in my healthcare. And the care might be improved not just by knowing more about the patient’s history, but through engaging the patient.  Fionna explained how she appreciates a physician who wants to learn more about who she is as a person: She said, ‘Get to know them as a whole person…and, ‘Individualized care,’ which is good; because, I feel like sometimes when you see physicians, you know that they like only know your name by reading your chart...  Like they come in and they're like, ‘Oh, okay,’ like I just basically reviewed your chart, I don't know anything about you.  So, it seems like she'd be personable with knowing her patients. Fionna expressed a preference for the physician to be interested in and knows her as a person.  In the situation Fionna described, she did not feel a reason to really engage in open    57  dialogue with the physician.  While all participants agreed that finding an LGBTQ-friendly physician is important, one informant never considered this as a factor during the selection process before participating in the focus group.  Marie told the group,  …Never even entered my mind to find out if they're LGBTQ-friendly.  I guess because I have been lucky so far that there really hasn't been much as far as backlash…so we haven't had that problem with our doctor, we haven't had that problem with the schools, we haven't had that problem with either of our jobs, that -- we just haven't had those problems.  It didn't occur to me that a doctor, somebody that you really should see -- and now I know if I would've walked in and found out that this new doctor is homophobic, I'd be outta there in a New York minute. Marie may have never thought about that before going to a physician for the first time, but clearly, she would not hesitate to leave a physician should she discover the physician wasn’t LGBTQ-friendly.  Encountering homophobia in a physician’s office would cause the patient to consider searching for a new physician, temporarily prohibiting the development of a long-term doctor-patient relationship, or in some cases, contributing to the person delaying preventive or other health care services in the future. Next, the focus group discussion shifted toward the other characteristics and qualities of the ideal physician would possess. R2: What qualities or characteristics do the participants look for in physicians?  Which qualities or characteristics are most liked in physicians? By and large, most of the qualities desired in an OB/GYN for a lesbian patient would not differ from the qualities that any other patient would appreciate.  Essentially, these break down    58  into a handful of important characteristics.  The characteristics have been grouped into themes.  The four most remarkable that may contain subtle differences from the expectations of the general public include: coming from diverse backgrounds; being authentic, trustworthy and honest; having a balance of being humble and practical, but professionally confident; and being female.  The discussion begins with the most prominently discussed of these. Coming from diverse backgrounds.  The participants took a keen interest in the backgrounds of the physicians and often compared and contrasted the physician’s experiences to the participants’ personal experiences.  In all cases, the participants appreciated physicians coming from diverse backgrounds and atypical upbringings.  Several participants expressed that notion when discussing a physician who was raised by parents in the Peace Corps.  The participants tended to like the physicians who mentioned living in or growing up in many different types of cities or countries.  Alternately, Jackie described the opposite impression of a physician who grew up in Milwaukee’s north shore (an affluent suburban area), went to college and medical school in Wisconsin, and continues to practice in suburban Milwaukee:  “Uh, she seemed very suburban, so…when she said, ‘friends and neighbors,’ I would have a tendency to think that she maybe wouldn’t have the same values as me and maybe, possibly wouldn't be as LGBTQ...” Since Jackie’s upbringing and background are completely different from that of the physician, she perceived that someone growing up in and residing in a suburban area would not share the same values and may not be LGBTQ-friendly.  Jackie would pick a different doctor simply because of this perception.  When discussing another physician, Jackie shared what she describes as a “personal bias” about people who appreciate travel as a hobby:    59  I also liked…that she said that she travels in her free time….  My personal bias is that people who tend to travel have a tendency to be more open-minded to… different groups of people, different communities, so I would definitely put her on my list for a maybe for a doctor.   Another relevant narrative shared that demonstrates how perceived similarities (or dissimilarities) affect the affinity for the physician was shared by Katie: I really liked what she said about…finding her calling at a really young age by writing a book report…about childbirth 'cause I have wanted to be a midwife since I was like eight or nine.  So, I feel like…we would have stuff to talk about besides just whatever the appointment was about, which I think is kind of nice to build that relationship. Sharing commonalities in upbringing, backgrounds, hobbies, goals, reduces the uncertainty in the selection process.  The patient is better able to predict what the conversation will be like in a first office visit and is able to feel more comfortable.  Because of the perceived similarity, the patient may feel the physician is likeable and walk in better prepared for open and honest communication; however, an important piece to open communication is the authenticity of the physician.   Being authentic, trustworthy, and honest.  Many LGBTQ people remain wary of sharing sexual orientation or information about sexual practices with physicians fearing a biased reaction, so desiring a trustworthy and honest physician is not surprising.  The participants perceived honesty and authenticity through the physician’s physical appearance, chosen words and delivery in the videos.  Negative comments include references to the physician being “fake nice,” or being the kind of person “that I would expect to say that she had some gay friends.”     60  One participant simply stated that she wanted a physician to, “Be honest.  Don’t be scripted.”  A reaction to another video provided a more positive reaction relating to authenticity.  An informant, Kami, explained that genuineness is something she perceives through a person’s facial expressions: Um, she smiled through her eyes.  That's like one of the biggest things for me -- that a person's being genuine, when they're talking, it's just the -- you can see it --You can -- that there's just honesty there when she's talking. Sometimes the perception of a person being genuine (or not) cannot be described through physical characteristics; rather, the participant described the perception as a feeling she had in reaction to the physician.  A similar reaction was described by Katie:  I feel like she was hitting a lot of buzz words, but I didn't really feel like it was -- there was anything behind it.  It was almost like someone had given her like a checklist of like, \"You should say 'advocate,' and you should say, 'open-minded,' and you should say, 'relationship,'\" but there wasn't like the feeling behind it. She continued with a description of the difference between someone who is authentically LGBTQ-friendly versus someone who may just need to be LGBTQ-friendly at work:  I feel like, to me, there's a difference between someone being LGBT-professional and someone being LGBT-friendly.  And I feel like I might put her in the professional category at this moment… not necessarily…someone I'd be really empowered to talk about specific LGBTQ issues with.  I feel like I could trust her not to turn me away or to be rude about it, but I don't know if I would trust her to be someone I would go for advice in that particular area of my life.    61  Marie did not seem confident that authenticity can be effectively discerned from watching most physician videos: Ten years ago…looking for our doctor was a lot different, but this -- I look at these videos when I see 'em and I think, you can tell me what you want, but 90 percent of the time, I don't know if you're blowing smoke up my ass. Lesbian patients want to find genuine and honest physicians worthy of trust.  If a physician is not necessarily welcoming of LGBTQ patients, perhaps due to religious beliefs or otherwise, a lesbian would want to know, so she could proceed with the selection process with other physicians.  Being authentic and taking an honest approach to communication is critical as lesbians notice the cues when discerning LGBTQ-friendliness.  Beyond authenticity, lesbian patients prefer physicians to be down-to-earth but provide confidence in technical ability and knowledge. Having a balance of humility and professional confidence.  While paternalistic approaches to medical care may have been common throughout history, the participants were highly critical of overly confident physicians.  In the case where the physician in the video stated, “I know I am confident that I’m going to fix the problem and guide her (the patient) safely to recovery,” most of the participants felt the physician was overly confident, statements such as “had a huge ego” or “thought highly of herself.”  The group suggested that the physician seemed to take less of a patient-centered approach to care because she spoke too much about herself in the video and not about the needs of the patients she cares for.  Katie sensed the negative effect of the self-centeredness through the impression she formed: …and I feel like -- she almost caught herself a couple times where she was like, ‘And then make just -- I mean, help them make decision for themselves’ --    62  and I felt like it was -- regardless of whether or not it was LGBTQ related, there was sort of a, ‘I am the doctor and you are the patient,’ whereas like she was saying all the right things, but that was not the tone, was leading me to believe.  Like I felt like if I went to her and said, ‘You gave me these options; I really want to do this one,’ and she -- like, I really want to do B and she wanted me to do A, she'd be like, ‘But, okay, but why don’t we do A first and then we can come back to what you wanted.’ Becky captured the notion of connecting being humble with being patient-centered in what she shared with the group: “It was kind of like regardless of who you are, she wants to treat you.  Like she cared, she seemed real caring about each individual person and not just trying to fix people or -- like, she really wanted to help, whatever she could do, without a big ego in the way.”  The participants appreciated the physicians who mentioned taking a more educator and partner type role with patients.  Fionna explained this notion through describing an impression she felt from one of the videos:  I liked that she said that her job is to educate rather than tell the patient what to do, sort of like …explaining it and taking them through the journey rather than saying, ‘I'm your doctor, this is what you need to be doing.’  Most participants acknowledged that a balance between being confident and yet humble is most desirable.  Kim, although appreciating a doctor taking a more patient-centered and/or educator role, explained that she admired confident physicians and countered, “I want someone holding a knife in their hand to be confident.”   On the opposite end of the spectrum, Cyndy expressed a profuse appreciation for a physician who she described as “someone she would like to shoot pool with.”  Cyndy went on to    63  say, \"…She just seemed so down-to-earth, like she's from Green Bay.  She's a Packer fan.  You know, you can just tell.”  While Cyndy’s perspective may have been unique and extreme, her reaction to watching the video demonstrates how quickly and strongly the perceived similarities in backgrounds or hobbies can create a sense of liking for the other person.  Cyndy mentioned the notion of “having a shot” with that particular physician.  While most of the other participants failed to comment similarly about desiring a down-to-earth physician, an apparent characteristic that the participants agreed is important in the selection process is gender. Female OB/GYNs are ideal.  While a few of the participants shared that they have or had male physicians, the overwhelming majority of participants expressed that gender constituted a critical factor in the selection process.  Jay commented about how gender affects her process: …I don't know if it's bad that I have this bias but when looking for a doctor period, doesn't matter for what, I always tend to go with females and, um, I don't know if I just feel like they would be more open.  I never really thought of it that way.  Me personally, I just feel more comfortable talking about anything with a woman and, I don't know, I just feel like it'd be just too much -- too many things that I'd just be like I don't understand with a male -- so that's why I probably just don't bother.   Jackie agreed that seeing female physicians is more comfortable, “…I would be much more comfortable seeing a female doctor than a male doctor.  I would -- I just would not be comfortable like getting a pap smear -- pap smear from a male doctor at -- at all.” Another participant, Annie suggested that specialty area may dictate whether the sexual orientation of the physician or gender plays a role when looking for a physician:    64  but I know…when I lived in Madison, there was a dentist that advertised himself as being very LGBT friendly and so I went -- I made a point to see him.  And so, I guess maybe depending on the specialty, like I would prefer to have an LGBT provider, but maybe for O.B., I would prefer to have a woman. Tori Jo reiterated this notion about specialty playing a role: “I think personal like that, like a general per- -- like general doctor, especially a doctor that's gotta be touching, I'd prefer a woman, but a dentist or, you know, my specialist for my ankles, I had a male…”  In some cases, where the options might be limited, gender may be used to make the final selection.  Jackie describes this situation:  I looked through video profiles when I was looking for my provider.  Um, and the ones that I liked best were already full and weren't accepting new patients, so I went with a female provider and that was at the hospital that I wanted to go to. Kirsten explained that although she grew up with male physicians, some who delivered her children without any issues at all, she now has a female OB/GYN: I've always, like growing up, I've always seen men.  (Chuckle.)  Like my mom always told me when I was like growing up that men are more like gentle and because they don’t have -- that's just what she told me, like 'cause they don’t have …our same reproductive system, why they're like more gentle and like look into knowledge and -- but now, my OB/GYN are (is)…female…But I never had any problems, at all, like men delivering my children and they were focused and educated... Katie, however questioned the reason why she, or other women, may unknowingly seek a female physician over a male and relates this notion to her upbringing:    65  I think it's something that I've thought about, but I've never really -- it's never been what I've used as a deciding factor and I don't know if that's some of me just unknowingly using like it as a deciding factor and, oh, well, like my top two are always women…but I feel like if you presented me with two like equal videos that happened to have like a script that was like perfectly tailored to what I was looking for and one was a male and one was a female, I don't know if that would be something I would use to decide.  Um, 'cause like I've had doctors of both genders before and it hasn't been ever really an issue.  I think that it was something that I've always felt like I should only want a woman, just because like my mom said, ‘Oh, when you're’ -- you know, 'cause my pediatrician all growing up was a -- was a male and then like, ‘Oh, whenever you want to’ -- like, ‘Let me know whenever you're uncomfortable,’ like, ‘We can go find you a female doctor,’ and it was almost like I felt like I was supposed to be uncomfortable with it where I never really was. While the researcher assumes that some physicians may believe that gender should not play a role in the selection process for patients, the participants feel otherwise and generally prefer female OB/GYNs.  The participants perceive a similarity with the physician because of gender and believe the physician will be better able to identify with the conditions or problems experienced by the patients.  In addition to the gender of the physicians, the participants took note of what the physician said in the video in an effort to determine if the physician was LGBTQ-friendly.    66  R3:  What cues do lesbians look for when viewing online video profiles to form a judgment about the physician’s acceptance levels?  Are any cues more meaningful than others? Three main themes were discovered when examining the codes for communication and language-specific cues informing whether a physician is welcoming of LGBTQ patients.  These themes represent both desired cues and undesirable: using keywords, inclusive language, and codes; being explicit and direct; and LGBTQ visibility.  As the participants watched the physicians’ videos, many commented on the absence or inclusion of keywords in the physician’s dialogue. Using keywords, inclusive language, and codes.  Some of the physicians used words that seemed to trigger positive reactions among the participants.  Participants noticed when the physicians made statements such as, “I really enjoy the diversity of all patients,” where the word “diversity” is the most noted keyword used by the physicians that grabbed the participants’ reaction.  Other words such as “community,” “trust,” and “advocacy,” were noted by some, but not with the same effect as “diversity.”  The physician may not have even considered LGBTQ diversity when using that term, but for LGBTQ people, the notion of LGBTQ diversity is most likely the first thought that enters the mind. Beyond using the term “diversity” in the physician’s dialogue, the participants took note of the use of (and lack of) gender-inclusive and LGBTQ-inclusive language.  The desire for gender-inclusive language was expressed by several participants.  Although OB/GYNs treat patients who are biologically female, and issues related exclusively to the female anatomy, the participants felt using terms like “ladies” to describe patients would marginalize some potential patients.  Fionna addressed the issue of genderqueer or transsexual (female to male) patients who need the care of an OB/GYN:    67  I noticed that she only used like gender-specific pronouns, which, I understand the majority of her patients probably are cis women or prefer she/her pronouns, but I feel like that could be deterrent to people who -- like prefer gender-neutral pronouns or are trans and may have to see an OB/GYN for some reason... Not only the use of gendered pronouns to describe the patient, but the use of gendered language to describe the patient’s partner or spouse, proved to be troublesome for the participants.  Kirsten described the warning signs of a physician who is not LGBTQ-friendly by saying, “Probably if they're using… ‘her,’ and like, ‘her husband.’”  Tori Jo commented about an assumption often made with LGBTQ people: “Even just the first visit, they assume you have a husband.”  Katie contributed to the conversation with her response:  I think, just I mean in looking at a lot of these videos, I know that was something that made me move on from a provider was someone who -- 'cause like we were looking in the context of -- of creating a family and so when it was every reference was ‘the woman and her husband’ or ‘the woman’ -- like, ‘I love when the fathers get involved,’ ‘I love’ -- I wanted to hear ‘partner,’ I wanted to hear ‘family.’   Katie continued by describing how these words affect her feeling able to include her partner in her health care in the context of wanting to start a family: Like I wanted to hear words that weren't so exclusive of my partner because I know that that's something that we (Katie and her partner) had talked about as being a problem, is like wanting to both feel as invested in the process as we could and that's hard when you have a provider who's constantly having to catch themselves, like constantly being like, ‘You and your ...  person here’ -- you    68  know, like -- you can feel when someone's not comfortable with that and so I think the use of those words in a video made me more likely to skip it.  Whereas if I heard a lot of like ‘partner’ or ‘family’ or, you know, ‘couple,’ that was something that made me consider, okay, this could be someone worth looking into. Tori Jo agreed with this and added that the use of gender neutral terms adds comfort for her in an office visit: You know, if I walk in there and be like, ‘Oh, so, you know, who's your husband?’  No.  ‘Who's your boy’ -- no.  Just, ‘Who is your partner,’ like she said.  ‘Who is your significant other?’  ‘Who's your spouse?’  Gender neutral is always a big thing, especially if, you know, you do end up dating like a transgender person even.  Like I understand it's a he and him and everything, but as a gender neutral, that makes me so much more comfortable. Cassie appreciated one physician’s use of inclusive language when talking about a patient and her family: I did like one person (physician from video), I don't remember who it was, but she said, ‘I work with the woman and her family,’ so she did say family instead of like, ‘I work with her and her husband.’  She could've said that, but she didn't.  She said, ‘I work with her and her family.’   Another participant, Jackie, explained how the use of gender-neutral language could be a deciding point for whether she decides to make an appointment: I picked up on the fact that she was very gender-neutral in the words she used, them -- they, them, and their, in when she was talking about patients.…And she    69  was talking about how communication was important to all people....  Um, (I) wouldn't be 100 percent sure if she would be LGBTQ friendly, but I would imagine she would be.  I think out of the whole list, I would probably go for her over any of the other doctors. Charvonne, a practice focus group informant, agreed that physicians who used less gendered language are perceived to be more LGBTQ-friendly: I didn't get the feeling…that she wouldn't see anybody, whether they were transgender, trans to male, male to female, whether they were lesbian.  I didn't get that feeling that she wouldn’t because I don't think she used a lot of gendered language. Kami expressed the desire to hear the physicians use inclusive language: “I think a little bit of inclusive language -- Even if they like stopped themselves and said, you know, ‘Oh,’– ‘partner…’ (That way) I know they're actively thinking about it.  That would be…a good thing…” These examples demonstrate how the use of gender-neutral and LGBTQ-inclusive language is helpful for lesbian patients to discern who may or may not be LGBTQ-friendly.  The participants also discussed physicians including codes that represent being LGBTQ-friendly within the videos.   Codes have been used throughout the past several decades among LGBTQ people to indicate sexual identity.  Rainbows, pink and black triangles, an earring in one ear or the other, all were codes to let others know that a person was a member of the LGBTQ community.  Similar codes were discussed within the context of the physicians making viewers aware of their openness and support of LGBTQ people.  Kim, raised the issue of using safe zone signage, “‘We    70  provide a safe zone.’  She can be using terminology that, I'm sorry, heterosexual people aren't gonna know, but I'm gonna know when she says it's a safe zone…It’s like a little secret code.”   Some symbols mentioned beyond the safe zone signage include rainbows and triangles.  Kim further explained how the use of symbols and codes would help her move forward with building a positive relationship with the physician: …I was looking in those videos too for anything that said safe zone, anything -- to say allied, there -- there was nothing.  There was no- -- nothing.… I'm gonna be wondering -- are you LGBT friendly.  So those -- those images …make a difference.  So, I would automatically, no matter what she said to me, if I saw that, I would know right away she's LGBT friendly and then I can move from there.   Conversely, some symbols may also cause concern for lesbian patients.  Religious symbols were noted as something that might dissuade some.  One participant discussed how she wears a cross necklace but hides this accessory out of concern that people may associate that symbol as representing traditional values.  And although Kim, who wears a cross necklace herself, admitted,  I would go by that imagery….  It would make me stop and start going, oh, god -- should I even mention I'm a lesbian 'cause…my quality of care will decrease all the sudden. Fionna was also troubled by religious imagery and expressed a similar concern to her focus group:  I think that if someone was wearing like a cross necklace or something, that might deter me from…--not to say religious people can't be LGBT or LGBT-friendly, but I just don't believe in any type of spiritual or religious thing like that, so I feel    71  like that might be a blockage just because I feel like that really informs a lot of people's morals…  The use of inclusive language and symbols or codes might partially inform some people as to whether a physician is LGBTQ-friendly.  But, at a higher level, using inclusive language also reflects the physician having similar values with the viewer.  Perceiving the similarity in morals or values promotes the likeability of the physician.  While this was extremely important for the participants, what the participants wanted the most was for the physicians to be more explicit in expressing the openness to having LGBTQ diverse patients.  Being explicit and direct.  While some lesbians might appreciate the use of coded language or nonverbal symbols to represent a physician’s LGBTQ-friendliness, the participants expressed that those things are not enough.  Cassie equated using codes and symbols to “hiding.”  In fact, one participant described how use of those symbols would not draw her toward selecting a physician.  Fionna said,  Well, you were talking a lot about the doctors having a sign in the background or wearing a pin…I don't think that they should have to like have a secret code.  That's not something that would really encourage me to go there, if they felt like they couldn't really talk about -- like if they wanted to communicate that they were LGBT friendly, I would want them to say that… Several participants from each session contributed to this common theme.  Jay said,  Well, I guess everybody kinda touched on it, but I mean when they go and they're describing, you know, people of all different backgrounds, they can simply say it, you know.  I don't see why that would be a problem. Tori Jo added,    72  We like to be unique, we like different…words, \"they,\" \"them.”  You know, mention the LGBT community at least once, even if it's just for five or ten seconds.  It's something to give us a little bit of hope that, hey, this doctor actually might have a good running chance of being somebody who's friendly. Cassie noted that none of the physicians were explicitly LGBTQ-friendly and stated, “I just think that the key is for them to be explicit…I think that's key.”  Jay spoke about how physicians can just mention offering care to LGBTQ patients in the context of treating a diverse group of patients without catering solely LGBTQ patients: And then, you know, just like how they were saying -- uh, a lot of people that said yes to, as far as being LGBT friendly, they didn't necessarily say it.  It was just like sort of a vibe.  But it -- you know, when they were telling, \"I help women of all backgrounds, um, women old, young, LGBT, I help people from\" -- you know, and -- and they can just say it, just like that.  It'd be just simply -- you know, you don't have to cater to one -- you know what I mean?  Kim explained that she has respect for those who are explicit in support: “I get a different sense of respect for someone who will say, you know, ‘I'm an LGBT ally,’ or, ‘We don't discriminate, I am here…to treat all patients.’” She makes a point that diversifying patients is not only good for LGBTQ patients but everyone: If you want …(to) diversify your patients…you … should advertise it by saying it, because it sends a message not just to me, the LGBTQ plus patient, but also to all your other patients that, ‘I welcome everybody and I'm just letting you know that… (in) this environment you'll see that…’    73  Through explicitness, the physician not only gains the respect of the LGBTQ patient but opens a door to better communication with the patient.  Unfortunately, contradictory to what the participants would like to see in the videos, the participants all agreed that any resemblance of LGBTQ-friendliness or inclusion was completely absent in the sample videos viewed.  LGBTQ invisibility.  As the participants viewed the physicians’ videos, a repeated theme was expressed that disheartened some.  The participants noticed that none of the physicians mentioned any LGBTQ-related topics.  Some questioned whether this was the case because the physician feared doing so would prevent heterosexual patients from seeking care from that physician.  Cassie noted, “Well, not even like -- well, just different words for the same meaning, but none of 'em said anything about like same-sex couples looking to get pregnant or options for same-sex couples…Or non-traditional families.”  Some participants considered that LGBTQ-friendliness might be something a health care seeker might see on the physician’s profile page, or something that could be searched, but not something evident in the videos.  Kim summarized this notion and explained how the perceived invisibility marginalizes patients and engenders the feeling of not being welcomed in the physician’s practice. You know, it's like I'll write it, or you can search me there, but for someone to openly say…there's just some clues.  I don't think what they realize is the frame that they're presenting to us is heterosexuality is normal…so I'm not gonna go outside that box because I don't realize that I need to reach you by saying those things.  I mean, I don't think they're aware of it.…You need to put those out there if you want to reach a large number of patients because until our climate and our culture changes…we're gonna always feel unwelcomed.    74   The use of LGBTQ-inclusive language, gender-neutral terminology, and attention to symbols and codes all could have a positive effect on whether a physician is selected and seen by a lesbian patient.  However, a more powerful, and perhaps more important, message, is that lesbians want physicians to provide explicit and direct visibility to the LGBTQ community.  As on participant said in response to this notion, “Oh my god, that would blow my mind.”  Online physician videos are a valuable tool useful to anyone searching for a physician.  LGBTQ people could find particular usefulness with helping to eliminate physicians who may not be LGBTQ-friendly or choosing physicians who appear to be LGBTQ-friendly.  One participant, Katie, discussed how she has found videos useful in this process, I mean, it's good to see that it's definitely becoming more of a normal thing, but I really wish that it would be something that all providers would do because I think it can really help eliminate a lot of…finding someone who's not great and having to repeat the process all over again. Understanding how the cues are perceived and evaluated by the participants is the just first step to inform LGBTQ-friendly physicians about how to better reach LGBTQ patients.   Overall, the participants agreed that finding an LGBTQ-friendly physician is important to create a comfortable care experience by eliminating unnecessary medical questions, allowing partners to more easily participate, and ultimately, improving the quality of care.  Physician videos provide insight into a physician’s acceptance level of LGBTQ patients through exposing characteristics, qualities, and cues that are made available because of the richness of the media.  The participants noted that the preferred qualities a physician would possess are to be female, be authentic, and have a balance of professional confidence and humility.  Additionally, the participants identified keywords, inclusive language, and LGBTQ-visibility as important factors    75  in the physician selection process.  Next, the discussion will continue with the implications of these findings and how this knowledge can be applied in a practical sense for physicians trying to reach LGBTQ patients.    76  Discussion Summary of Findings and Theoretical Implications  Throughout recent history, word-of-mouth personal or professional recommendations represented the most heavily used methods by people searching for a physician (Alexander, et al., 2001; Carlin, 2013; Harris, 2003; Sinaiko, 2011).  Fox (2011) found increasing use of internet sources for searching for health care providers.  Bornstein et al.  (2000) found that professional qualifications rated as more important than personal characteristics when searching for a physician; however, more recent studies, such as The Associated Press-NORC Center for Public Affairs (2014) survey, as well as Perrault and Silk (2015, 2016) tend to agree that personal qualities and physician communication qualities receive careful consideration.  For LGBTQ patients, communication qualities might also include the ability to have open and honest discussion with the physician without fear of bias (Lamba Legal, 2010). The lesbian participants and informants of this study agree that a perception of acceptance and welcome of LGBTQ patients by a doctor is an important factor to consider during the physician selection process for many reasons including avoiding blatant discrimination and bias during office visits, reducing irrelevant and bothersome medical questions, including loved ones in health care experiences, and ultimately for improving the quality of care.  One important piece that could contribute to the ability of selecting a LGBTQ-friendly physician is using physician profile videos, a relatively new and rich source of information, to examine various characteristics and communication styles of the physicians being considered to get a sense for whether the physician provides a “good fit.” Physician profile videos represent an increasingly important component to the physician selection process where the participants, primarily residing in a large metropolitan area, have    77  access to a wealth of information on a seemingly endless list of physicians.  While the use of physician videos is becoming more pervasive, a consistent approach to the creation of the videos has not yet been introduced, making side-by-side comparisons difficult.  Some videos include use of b-roll footage, while others do not.  Some physician videos contain lower thirds, while others have no titling available.  Some of the videos employ higher quality or more recent material.  Each of these characteristics affects the impression that viewers form about the physicians.    The video production component that raised the most concern with the participants was the use of b-roll, particularly the insertion of a family portrait in the video and b-roll showing doctor-patient interactions containing camera shots of close-ups of the physician’s hand and wedding ring.  Most participants found these images distracting or worse, disruptive to forming a positive perception of the physician through the heteronormative representation of family.  The participants in this case may perceive the existent dissimilarity of family background or the marginalization caused by the invisibility of LGBTQ families within the physician videos.  In either of these cases, the participants that did not appreciate the inclusion of the physicians’ family information and seemed to believe the information, particularly a family snapshot, was irrelevant and should not be included.  Another important component that affected the participants’ perceptions was the preparedness of the physician.  One example related to a physician who many participants perceived to be “low energy” or “not excited” about her practice.  In this case, other participants perceived the physician to be nervous, awkward, or someone who doesn’t like to talk about herself.  For these participants, that perception related directly to the participant’s own personal    78  experience.  The participants sensed a similarity with the physician and for that reason appreciated that physician more.     The video production elements of the user of b-roll and the preparedness of the physician affected the impressions formed by the participants both positively and negatively, but in both cases, the key determining factor for the impression formed is the perceived similarity of the participant.  The examples of having a negative reaction to the display of a family portrait or the positive reaction to the awkward physician illuminate the notion that the participant brought personal experiences into the process.  The participants witnessing or with personal negative experience relating to the marginalization of a LGBTQ family may react more strongly to the inclusion of a family portrait included in the physicians’ videos.  Likewise, participants with the experience or feelings of awkwardness while being videotaped and/or interviewed, felt more kinship with the physician perceived as awkward or uncomfortable speaking about herself.   The video production elements affecting the viewers’ perceptions are only introduced because of the use of video and the viewer seeing the physician and the elements included in b-roll.  These elements would not be available if the physician’s profile were solely text-based.  The use of video provides the viewer the ability to visually observe characteristics that would otherwise only be observable through an initial office visit or known through second-hand accounts via word-of-mouth recommendations.    After viewing sample physician videos, the participants discussed and defined several characteristics or expectations of physicians.  These characteristics can be grouped into four themes: (a) coming from diverse backgrounds; (b) being authentic, trustworthy and honest; (c) having a balance of humility and professionally confidence; and being (d) female.  While each of these themes describe distinct personal traits or qualities, the participants’ comments    79  demonstrated support for URT (Berger & Calabrese, 1975).  The participants felt more comfortable with the physicians who shared common backgrounds and seemed to hold the same personal values or viewpoints.  The similarities were expressed through notions such as physicians who have lived in many different locations or who came from nontraditional upbringings would have a greater appreciation for diversity.  The participants came from various backgrounds and upbringings, but commonly believe that a physician who only lives in and grew up predominately white, upper-middle class, suburban areas may tend to be more close-minded and less accepting of people of other cultures or sexual identities.  Physicians with nontraditional backgrounds or those who have lived in many different types of environments are more likely to have been exposed to diverse groups of people.  This affects the perception of the physician being potentially LGBTQ-friendly.  Just as the participants have an appreciation for diversity, and obviously, LGBTQ diversity, the physicians from nontraditional upbringings or have lived in many different environments, appreciate diversity.  In addition to having exposure to different cultures and people, the participants also preferred physicians who had a balance of humility and confidence. The participants felt that confidence for a physician is important, but the physician should also be humble and “down-to-earth,” like someone, as stated by one participant, that she “would shoot pool with.”  The notion of the participant feeling as though she could shoot pool with the physician connotes being comfortable with and having a friendship or partnership with the physician.  The perceived humility reduced uncertainty for the participants.  While the participants might expect for a surgeon to want to “fix” a problem, for a primary care physician, the participants want someone who offer advice and an open and nonjudgmental ear to patients and support the patients in health care decision-making.  In cases where the physicians were    80  perceived to be “over confident,” the participants did not feel a reduction in uncertainty or apprehension and felt no kinship with the physician.  The physicians who were perceived to be most down-to-earth were most liked by the participants.   Because the comfort level was greater with the physicians who seemed to be humbler, the participants felt greater affinity and expressed a desire to seek care for those physicians.  A factor that was universally accepted by the participants and more impactful than having a balance of confidence and humility, was the gender of the physician. The point of perhaps the strongest agreement with most participants is the desire to select a female OB/GYN.  The participants expressed more comfort with the thought of a first-time appointment with a female physician because of the belief that female physicians would be better able to personally connect or relate with the obstetric or gynecological health conditions of the patient and communicate effectively with the patient about those conditions.  When considering the axioms of URT (Berger & Calabrese, 1975), while a comparison of the participants’ perceptions in relationship to both female and male physician videos isn’t possible (since no male videos were shared), the participants without question, expressed similarities to and a greater affinity for female OB/GYNs.  The participants believed that female physicians relate better to female patients and would offer more support and comfort for patients. Although the current study did not directly test URT (Berger & Calabrese, 1975), the findings related to the qualities perceived in the physician videos support the conclusion perceived similarities reduce uncertainty and increase the likability of the other person (in this case, the physician).  The one characteristic, however, that can adversely affect most other qualities perceived in the video is the trustworthiness of the physician.    81  Perhaps the most critical factor affecting the perceptions formed while watching physicians’ videos involves the authenticity and trustworthiness of the physician in the video.  Above everything, the participants disliked the physicians who appeared to be “fake” or “professionally LGBTQ-friendly.”  One comment shared by an informant about one physician is that the physician seems like someone who would say she had gay friends.  This statement was made to express how the physician didn’t seem to be LGBTQ-friendly, but probably would claim that she was.  The physician was perceived to not be authentic in her statements and therefore would not be trustworthy or a genuine ally.  The participants want physicians to be honest about who they are and what they believe.  Instead of a physician telling the viewers why she is so great and how she can fix the patient’s problems, the participants want a physician who will provide open and honest advice, provide education about the options for treatments, and be someone the patient can trust.  When the participants perceived that the physician was not authentic, no other characteristics mattered.  The participants formed opinions about the physicians’ qualities through the verbal and nonverbal cues observable in the video.  These cues also informed the participants about the LGBTQ-friendliness of the physician.  The participants provided insight into the cues that help to form impressions about the physician’s LGBTQ-friendliness.  Five themes became apparent in the analysis: using keywords, inclusive language, and codes; being explicit and direct; and LGBTQ invisibility.  The division among the participants related to using coded language seemed to be somewhat related to the age difference.  In this case, the participants who suggested that the physicians could use codes to represent LGBTQ support referred back to decades ago when showing support subversively was thought to be necessary for fear of retribution.  Younger participants suggested that the physician using codes to represent support was not seen to be positive.  Instead, the participants saw the    82  use of codes as not truly being supportive or welcoming.  Although a difference of opinion existed related to the use of codes to signify support of LGBTQ patients, all agreed that patients directly and explicitly stating an openness to LGBTQ patients would be a significant step forward. The participants want the physicians to use inclusive and gender-neutral language.  The participants want physicians who explicitly state support and openness to treating LGBTQ patients.  If the physician is authentic and truly supportive and welcoming of LGBTQ patients, bravely making a statement such as, “I help women of all backgrounds, ethnicities, sexual identities, ages,” should be easy to include in the physician’s video and would enable LGBTQ patients to make a more informed decision.  A physician explicitly stating an openness to LGBTQ patients becomes appreciated and respected by many LGBTQ patients for simply standing up as an ally openly.  Through this action, the physician would also be providing visibility to the LGBTQ community. A universal communicative characteristic perceived by the participants was the invisibility of the LGBTQ community in the physicians’ videos.  The participants noticed that not one of the physicians mentioned any topics related to LGBTQ people or used language to purposely include LGBTQ people.  This perceived invisibility conjures the feeling of not being welcomed by the physicians or more broadly, the health care industry.  Providing visibility to LGBTQ people by “simply stating” support and acceptance of LGBTQ patients, may help patients who might otherwise delay or avoid care to make an appointment.  These findings are consistent with the physician video research conducted to date.  These findings complement and extend the research begun by Perrault and Smreker (2013), Perrault (2014), and Perrault and Silk (2015, 2016).  The current study’s findings align    83  with the findings of Perrault and Silk (2015, 2016), that personal information shared in physician videos can help inform the physician selection process and help the participants to determine the physicians perceived to be more likeable, generally correlating with the physicians who are have perceived similarities in backgrounds and values.  When a selected physician is perceived as likable, and the patient is better able to predict the behavior and communication of the physician, the patient experienced reduced apprehension about the first office visit.  Reducing the apprehension and anxiety enables open and honest dialogue between the physician and patient.   Video provides a much richer glimpse into information about physicians, however; similar to the findings of Sprecher, et al.  (2013), the cues found within the video are constrained to only what is visible in the video.  The participants often stated that the discernment of LGBTQ-friendliness was not possible with the amount of information and cues shared in the video with complete certainty since they could not see enough of the physician.  While this knowledge may not be complete, the participants agreed that the videos were good tools to use for comparison and eliminate physicians perceived as less welcoming of LGBTQ patients.  MRT suggests that richer communication media are more effective in communicating complex ideas and decision-making processes (Daft & Lengel,1986).  The present study doesn’t compare the situation of searching for and selecting a physician using only text-based resources with searching using videos; however, one participant indicated that when she searches for a physician, she only considers the physicians providing videos and eliminates physicians without videos immediately from consideration.  In this case, one the participant feels as though she lacks enough information with the text-based sources.  The richness of the video provides the participant enough information to form an impression of the physician.      84  Practical Implications Positive interaction between and strong doctor-patient communication remains necessary to support optimal care for the patient and compliance with the doctor’s recommendations (Matusitz & Spear, 2014).  As mentioned previously, Ha and Longnecker (2010) state, “Effective doctor-patient communication is a central clinical function in building a therapeutic doctor-patient relationship, which is the heart and art of medicine.”  Patients want effective communication with doctors where the patients and doctors understand each other (Gao, et al., 2009; Geist-Martin, et al., 2003; Matusitz & Spear, 2014).  For patients identifying as LGBTQ, satisfaction with the care received and creating a good relationship with the physician is related to future health care practices, such as delaying or refusing care after experiencing bias in a health care setting (Johnson and Nemeth, 2014). The delay or refusal of seeking health care for preventive care and when a health concern exists directly contributes to the health disparities that exist for LGBTQ people (e.g., Bonvicini, 2017; Fredriksen-Goldsen, Kim, Barkan, Balsam, Mincer, 2010; Fredriksen-Goldsen, Kim, Barkan, Muraco, & Hoy-Ellis, 2013; Griggs, Maingi, Blinder, Dendurluri, Khorana, Norton, Francisco, Wollins, & Rowland, 2017; IOM, 2011).  And while health disparity research is plentiful, progress to improve physician or other provider education has lagged behind and the research related to provider education or competence (Baker and Beagan, 2014; Corliss et al., 2007, Khalili, et al., 2015).  Not to mention that the LGBTQ competence research focuses on the doctor-patient communication and patient interactions that take place only AFTER the patient has selected a physician and made the appointment.  A void exists in the literature pertaining to the effort needed to engage disenfranchised LGBTQ patients and get them to walk through the door.    85  The present study provides insight into and concrete examples of how OB/GYNs may better reach lesbian patients through addressing some of the concerning verbal and nonverbal cues shared in the online physician video.  Physicians who desire to reach LGBTQ patients more effectively can begin to work on improving the perceptions formed by working on these relatively simple practical tips in preparation of recording a profile video: 1. Be honest and authentic.  Some physicians may be tempted to say what the patient wants to hear, but viewers will stop consideration of the physician if a lack of authenticity or inconsistency of the physician’s overall character is perceived.  Physicians who work for organizations with marketing initiatives targeted toward the LGBTQ community may be encouraged to claim to be LGBTQ-friendly.  However, doing so may cause more harm than good for LGBTQ patients should a negative experience occur during an initial office visit, particularly for those who have experienced bias or prejudice in the past with other health care providers.   2. Become educated about inclusive and gender-neutral language.  Using simple terms or phrases such as, “the patient and her husband,” instead of, “the patient and her family,” may seem appropriate and natural since many patients likely have husbands; however, this choice of words may offend LGBTQ patients who may already feel marginalized using heterosexist language.  Physicians should stop assuming if the patient is heterosexual, and instead consider that LGBTQ people exist and need to be included.  Likewise, OB/GYNs could use gender-neutral pronouns such as “they” or “them” to refer to patients to eliminate the constant use of “she” or “her.”  While an    86  assumption exists that only people who were born biologically female people require gynecological care, people who are transgender (female to male) or identify as genderqueer may feel excluded by the use of feminine pronouns and lesbian patients also appreciate the inclusion of this segment of the LGBTQ community.  Some other language to avoid would include: a. Referring to “husband” – instead try “spouse” or “partner” b. Referring to patients as “ladies” or “women” – instead try using “patients”, or “people”, or “people requiring gynecological care” c. Avoiding references to “mom and dad” – instead try using “parents” 3. Be an ally and find ways to express being an LGBTQ ally.  The lesbian participants want the physicians to be direct and brave enough to openly express a desire to treat diverse patients, including LGBTQ patients.  This notion can be expressed several different ways.  Physicians should find the verbiage that feels most comfortable.  Some examples include stating:   a. I enjoy treating patients of diverse backgrounds, including diverse ethnicities, religions, and LGBTQ patients. b. I am an ally of the LGBTQ community and welcome patients of all sexual identities. c. Or, if the physician is involved in supporting or volunteering for LGBTQ-related organizations, offering a statement about that involvement would demonstrate the physician’s identity as an ally. 4. Talk about, but don’t show, your family.  LGBTQ people like to hear about some personal characteristics about physicians, including hearing about the    87  physician’s family status.  However, sharing a family portrait does not add value for the decision-making process and may introduce bias for the person viewing the video.   Physicians seeking to reach LGBTQ patients need to become educated on the use of gender-neutral and inclusive language, find ways to express an appreciation of diversity, and be explicit in the openness to welcoming and treating LGBTQ patients without bias.  The existing training programs on LGBTQ patient diversity should be extended to include media and marketing training sufficiently prior to recording a physician’s profile video for the physician to practice.   Limitations of the Study This study examines how lesbians form impressions from the observable cues found within physician profile videos.  This study is bound to geography as the focus group participants live either within Wisconsin or near Wisconsin to accommodate the in-person focus group participation.  The researcher expects variance to exist with the impressions formed by lesbians from outside of this geographic area where the lived experiences of LGBTQ people may be significantly different.  For example, while same sex marriage is now legal in all areas of the United States, nondiscrimination laws and adoption laws still vary widely across the country and affect LGBTQ people on an everyday basis.   A second limitation, and perhaps the researchers biggest regret, to this study relates to the trustworthiness of the findings.  Riessman (1993, 2008) and Bloomberg and Volpe (2008) discuss the notions of correspondence or confirmability.  The criteria refer to reconnecting with the participants following data analysis and confirming that the findings align with the understanding of the participants.  The researcher should have included a step for reconnecting    88  with the participants to validate the findings in the proposal and IRB request.  Reconnecting provides an important consideration not considered until after the current project neared completion but should be prior to advancing the research further. Another limitation relates to the type and gender of physician videos used as samples.  The researcher limited the videos to only those of female OB/GYNs to ensure consistency and to reduce the effect of gender differences becoming the focus of the participants.  While consistency in the basic content was maintained, the participants still spent time discussing the preference of having a female OB/GYN.  In hindsight, having a mix of both male and female might offer more detailed data related to the specific reasoning behind the desire to see female physicians. The limitations, however, introduce opportunities for future research to strengthen the trustworthiness of this line of research.  Some suggestions include extending the research beyond the focus of lesbian patients, examining other types of physicians (i.e., family doctors, internal medicine doctors, or other specialists), and examining the research questions on a broader basis with quantitative research methods to test generalizability. Suggestions for Future Research Additionally, the current study focuses on only the lesbian segment of the LGBTQ community.  Further research should examine how other segments of the LGBTQ community may interpret the verbal and nonverbal cues found in physician videos.  Looking beyond the LGBTQ community and into other minority groups of people, a similar approach might prove valuable to determine the cues important for members of the community in a search for a physician.    89  Another possible area of research examines the data for the current study with focus on the philosophy of and approach to care of the physician.  The current study focused on the characteristics of the physician, while more data is available related to the physicians’ practice.  The coding and theme development process surfaced themes related to these topical areas but did not directly relate to the current research questions.  A future study to examine this area specifically would add value to the line of research and should be pursued. The purpose of the current study is to describe the collective voice of the lesbian participants.  Unlike quantitative research, the intent is not to attempt to generalize the findings to the larger population, but only provide description for the sample.  With that notion in mind, future quantitative studies would complement the present study and extend the findings into generalizable constructs.   Conclusion Online physician profile videos constitute valuable tools for the physician search and selection process.  Inquiry into this new information source for the purpose of selecting a physician remains new and understudied.  Investigating how this technology can be used to support the process of finding an optimal fit for the patient can help LGBTQ patients find and seek care from welcoming physicians providing treatment without bias or judgment.  Fostering this type of nondiscriminatory patient interaction contributes to the reduction of health disparity that exists for LGBTQ people.  The first necessary step toward progress is for the physicians who desire to reach LGBTQ patients explicitly express the notion of being an LGBTQ ally and welcoming LGBTQ patients to the physician’s practice.  As one participant, Kim, equated the need to be brave when coming out as a lesbian to the desire for the physicians to also be brave in explicitly welcoming lesbian patients,     90  You need to come out as an ally just like you (I) do as an LGBT person.  You need to let us know.  And if you are a true ally…it's your actions that are gonna demonstrate to me that you're an ally to the diverse community I'm part of… it's taken a long time for us to get where we are -- and very brave to stand up and say, you know, I'm a lesbian, in any form, no matter when you come out or where, so…I get a different sense of respect for someone who will say, you know, ‘I'm an LGBT ally,’ or, ‘We don't discriminate, I am here…to treat all patients.’ With training and support, physicians who are authentically LGBTQ-friendly, can help break down the barriers that exist today and stop many LGBTQ patients from seeking care as is recommended and needed for maintaining optimal health.      91  Table Table 1  Focus Group Participants/Informants Participant Pseudonym Age (Years) Focus Group Session Anne 42 PFG Annie 36 1 Becky  40 2 Cassandra 28 2 Charvonne 46 PFG Citlalli 21 2 Cyndy 53 2 Denise 44 PFG Fionna 20 2 Ida 19 2 Jackie 29 1 Jay 27 1 Kami 39 PFG Katie 26 1 Katy 23 1 Kim 47 2 Kirsten 28 1 Marie 52 PFG Meg 29 1 Stephanie 20 2 Tori Jo 21 1 Note:  Practice Focus Group is represented with PFG.    92  Figure Figure 1:  Emergent Themes Mind Map     93  References Adams, M. L.  (1989).  You’re all right so long as you act nice:  Lesbians’ experience of the North American health system.  Fireweed, 28, 53-67. Agénor, M., Bailey, Z., Krieger, N., Austin, S. B., & Gottlieb, B. R.  (2015).  Exploring the cervical cancer screening experiences of black lesbian, bisexual, and queer women: The role of patient-provider communication.  Women & Health, 55(6), 717–736.  https://doi.org/10.1080/03630242.2015.1039182 Agénor, M., Krieger, N., Austin, S., Haneuse, S., & Gottlieb, B.  (2014).  Sexual orientation disparities in Papanicolaou test use among US women: The role of sexual and reproductive health services.  American Journal of Public Health, 104(2), E68-E73.  https://doi.org/10.2105/AJPH.2013.301548  Alexander, J. A., Hearld, L. R., Hasnain-Wynia, R., Christianson, J. B., Marsolf, G. R.  (2011).  Consumer trust in sources of physician quality information.  Medical Care Research and Review, 68(4), 421-440.  https://doi.org/10.1177/1077558710394199 Alpert, A. B., CichoskiKelly, E. M., & Fox, A. D.  (2017).  What lesbian, gay, bisexual, transgender, queer, and intersex patients say doctors should know and do: A qualitative study.  Journal of Homosexuality, 64(10), 1368–1389.  https://doi.org/10.1080/00918369.2017.1321376 The Associated Press-NORC Center for Public Affairs Research.  (2014).  Finding quality doctors: How Americans evaluate provider quality in the United States.  APNORC.org, (July).  https://doi.org/10.3886/ICPSR36055.v1 Baker, K., & Beagan, B.  (2014).  Making assumptions, making space: An anthropological critique of cultural competency and its relevance to queer patients.  Medical Anthropology    94  Quarterly, 28(4), 578–598.  https://doi.org/10.1111/maq.12129 Bakhsh, W., & Mesfin, A.  (2014).  Online ratings of orthopedic surgeons: Analysis of 2185 reviews.  American Journal of Orthopedics, 43(8), 359-63. Baldwin, A. M., Dodge, B., Schick, V., Sanders, S. A., & Fortenberry, J. D.  (2017).  Sexual minority women’s satisfaction with health care providers and state-level structural support: Investigating the impact of lesbian, gay, bisexual, and transgender nondiscrimination lLegislation.  Women’s Health Issues, 27(3), 271–278.  https://doi.org/10.1016/j.whi.2017.01.004 Beagan, B., Fredericks, E., & Bryson, M.  (2015).  Family physician perceptions of working with LGBTQ patients: Physician training needs.  Canadian Medical Education Journal, 6(1), e14-22. Berger, C. R., Calabrese, R. J.  (1975).  Some exploration in initial interaction and beyond: Toward a developmental theory of communication.  Human Communication Research, 1, 99–112.  https://doi.org/10.1111/j.1468-2958.1975.tb00258.x Bloomberg, L., & Volpe, M.  (2008).  Completing your qualitative dissertation: A roadmap from beginning to end.  Thousand Oaks, CA: Sage Publications, Inc.  https://doi.org/10.4135/9781452226613 Bonvicini, K. A.  (2017).  LGBT healthcare disparities: what progress have we made? Patient Education and Counseling,100(12), 2357-2361.  https://doi.org/10.1016/j.pec.2017.06.003 Bornstein, B. H.  (2000).  Choosing a doctor: an exploratory study of factors influencing patients ' choice of a primary care doctor.  Social Science & Medicine, 6(3), 255–262.    95  Bradac, J. J.  (2001).  Theory comparison: Uncertainty reduction, problematic integration, uncertainty management, and other curious constructs.  Journal of Communication, 51, 456–476.  https://doi.org/10.1111/j.1460-2466.2001.tb02891.x Byrne, D.  (1961).  Interpersonal attraction and attitude similarity.  Journal of Abnormal and Social Psychology, 62(3), 713-715.  https://doi.org/10.1037/h0044721 Carlin, C. S., Kralewski, J., Savage, M.  (2013).  Sources of information used in selection of surgeons.  American Journal of Managed Care, 19(8), e293-e300.   Clavelle, K., King, D., Bazzi, A.  R., Fein-Zachary, V., & Potter, J.  (2015).  Breast cancer risk in sexual minority women during routine screening at an urban LGBT health center.  Women’s Health Issues: Official Publication of the Jacobs Institute of Women’s Health, 25(4), 341–348.  https://doi.org/10.1016/j.whi.2015.03.014 Corliss, H. L., Shankle, M. D., & Moyer, M. B.  (2007).  Research, curricula, and resources related to lesbian, gay, bisexual, and transgender health in US schools of public health.  American Journal of Public Health, 97(6), 1023–1027.  https://doi.org/10.2105/AJPH.2006.086157 Curmi, C., Peters, K., & Salamonson, Y.  (2016).  Barriers to cervical cancer screening experienced by lesbian women: A qualitative study.  Journal of Clinical Nursing, 25(23–24), 3643–3651.  https://doi.org/10.1111/jocn.12947 Daft, R. L., & Lengel, R. H.  (1986).  Organizational information requirements, media richness and structural design.  Mangement Science, 32(5), 554–571.  https://doi.org/10.1287/mnsc.32.5.554 Dahan, R., Feldman, R., & Hermoni, D.  (2008).  Is patients' sexual orientation a blind spot of family physicians? Journal of Homosexuality, 55(3), 524-532.     96  https://doi.org/10.1080/00918360802345321 Dasinger, L. K., Krause, N., Thompson, P. J., Brand, R. J., & Rudolph, L.  (2001).  Doctor proactive communication, return-to-work recommendation, and duration of disability after a workers’ compensation low back injury.  Journal of Occupational and Environmental Medicine, 43(6), 515–525.  https://doi.org/10.1097/00043764-200106000-00001 Detz, A., López, A., & Sarkar, U.  (2013).  Long-term doctor-patient relationships: Patient perspective from online reviews.  Journal of Medical Internet Research, 15(7), E131.  https://doi.org/10.2196/jmir.2552 Dibbelt, S., Schaidhammer, M., Fleischer, C., & Greitemann, B.  (2009).  Patient-doctor interaction in rehabilitation: The relationship between perceived interaction quality and long-term treatment results.  Patient Education and Counseling, 76(3), 328–335.  https://doi.org/10.1016/j.pec.2009.07.031 Dibley, L.  (2011).  Analyzing narrative data using McCormack’s lenses.  Nurse Researcher, 18(3), 13-19. Engstrom, S., & Madlon-Kay, D.  (1998).  Choosing a family physician.  What do patients want to know? Minnesota Medicine, 81(12), 22-6. Ewick, P.  & Silbey, S. S.  (1995).  Subversive stories and hegemonic tales:  Toward sociology of narrative.  Law & Society Review, 29(2), 197-226.  https://doi.org/10.2307/3054010 Fish, J.  (2010).  Cervical screening and HPV infection in lesbian and bisexual women.  (2010).  Reproductive Health Matters, 18(35), 187. Fox, S.  (2011).  The social life of health information.  from Pew Internet &American Life Project, Retrieved from http://www.pewinternet.org/2011/05/12/the-social-life-of-health-information-2011/.    97  Fredriksen-Goldsen, K. I., Kim, H. J., Barkan, S.  E., Balsam, K. F., & Mincer, S. L.  (2010).  Disparities in health-related quality of life: A comparison of lesbians and bisexual women.  American Journal of Public Health, 100(11), 2255–2261.  https://doi.org/10.2105/ajph.2009.177329 Fredriksen-Goldsen, K. I., Kim, H. J., Barkan, S. E., Muraco, A., & Hoy-Ellis, C. P.  (2013).  Health disparities among lesbian, gay, and bisexual older adults: Results from a population-based study.  American Journal of Public Health, 103(10), 1802–1809.  https://doi.org/10.2105/AJPH.2012.301110 Galanis, C., Sanchez, I., Roostaeian, J., & Crisera, C.  (2013).  Factors influencing patient interest in plastic surgery and the process of selecting a surgeon.  Aesthetic Surgery Journal / the American Society for Aesthetic Plastic Surgery, 33(4), 585-90.  https://doi.org/10.1177/1090820X13481228 Gao, G., Burke, N., Somkin, C. P., & Pasick, R.  (2009).  Patient communication during.  Qualitative Health Research, 19(6), 778–789.  https://doi.org/10.1177/1049732309335269 Geist-Martin, P., Berlin Ray, E., & Sharf, B. F.  (2003).  Communicating health: Personal, cultural, and political complexities.  Belmont, CA: Wadsworth. Griffin, S. J., Kinmonth, A. L., Veltman, M. W.  M., Gillard, S., Grant, J., & Stewart, M.  (2004).  Effect on health-related outcomes of interventions to alter the interaction between patients and practitioners: A systematic review of trials.  Annals of Family Medicine, 2(6), 595–608.  https://doi.org/10.1370/afm.142 Griggs, J., Maingi, S., Blinder, V., Denduluri, N., Khorana, A. A., Norton, L., Francisco, M., Wollins, D.  S., Rowland, J. H.  (2017).  American Society of Clinical Oncology position statement: Strategies for reducing cancer health disparities among sexual and gender    98  minority populations.  Journal of Clinical Oncology, 35(19), 2203–2208.  https://doi.org/10.1200/JCO.2016.72.0441 Guba, E. G.  & Lincoln, Y. S.  (1998).  Competing paradigms in social research.  In N.  K.  Denzin & Y.  S.  Lincoln (Eds.), The landscape of qualitative research.  (pp.  195-220).  London: Sage. Ha, J., & Longnecker, N.  (2010).  Doctor-patient communication: A review.  The Ochsner Journal,10(1), 38-43. Harris, K. M.  (2003).  How do patients choose physicians?  Evidence from a national survey of enrollees in employment-related health plans.  Health Services Research Journal, 38(2), 711-732.  https://doi.org/10.1111/1475-6773.00141 Holley, K.  & Colyar, J.  (2012).  Under construction: How narrative elements shape qualitative research.  Theory into Practice, 51, 114-121.  https://doi.org/10.1080/00405841.2012.662866 Institute of Medicine (2011).  The health of lesbian, gay, bisexual, and transgender people: Building a foundation for better understanding.  Washington, D.C.: The National Academies Press. Johnson, M. J., & Nemeth, L. S.  (2014).  Addressing health disparities of lesbian and bisexual women: A grounded theory study.  Women’s Health Issues, 24(6), 635–640.  https://doi.org/10.1016/j.whi.2014.08.003 Johnson, M. J., Mueller, M., Eliason, M. J., Stuart, G., & Nemeth, L. S.  (2016).  Quantitative and mixed analyses to identify factors that affect cervical cancer screening uptake among lesbian and bisexual women and transgender men.  Journal of Clinical Nursing, 25(23–24), 3628–3642.  https://doi.org/10.1111/jocn.13414    99  Johnson, M. J., Nemeth, L. S., Mueller, M., Eliason, M. J., & Stuart, G. W.  (2016).  Qualitative study of cervical cancer screening among lesbian and bisexual women and transgender men.  Cancer Nursing, 39(6), 455–463.  https://doi.org/10.1097/NCC.0000000000000338 The Joint Commission.  Advancing effective communication, cultural competence, and patient and family centered care for the lesbian, gay, bisexual and transgender community.  http://www.jointcommission.org/assets/1/18/LGBTFieldGuide_web_linked_ver.pdf.  Published 2011.  Accessed December 14, 2015. Khalili, J., Leung, L. B., & Diamant, A. L.  (2015).  Finding the perfect doctor: Identifying lesbian, gay, bisexual, and transgender-competent physicians.  American Journal of Public Health, 105(6), 1114–1119.  https://doi.org/10.2105/AJPH.2014.302448 Knight, D. A., & Jarrett, D.  (2017).  Preventive health care for women who have sex with women.  American Family Physician, 95(5), 314–321. Krueger, R. A.  (1998).  Developing questions for focus groups: Focus group kit 3.  Thousand Oaks, CA: Sage Publications.  https://doi.org/10.4135/9781483328126 Kuruoglu, E., Guldal, D., Mevsim, V., & Gunvar, T.  (2015).  Which family physician should I choose? The analytic hierarchy process approach for ranking of criteria in the selection of a family physician.  BMC Medical Informatics and Decision Making, 15, 63.  https://doi.org/10.1186/s12911-015-0183-1 LaFleur, E.  (n.d.) Can medication help suppress lactation after childbirth? Retrieved from https://www.mayoclinic.org/healthy-lifestyle/labor-and-delivery/expert-answers/lactation-suppression/faq-20058016  Lambda Legal.  (2010).  When health care isn’t caring: Lambda Legal’s survey on discrimination against LGBT people and people living with HIV.  Retrieved from    100  http://data.lambdalegal.org/publications/downloads/whc ic-report_when-health-care-isnt-caring.pdf Li, C. C., Matthews, A. K., Aranda, F., Patel, C., & Patel, M.  (2015).  Predictors and consequences of negative patient-provider interactions among a sample of African American sexual minority women.  LGBT Health, 2(2), 140–146.  https://doi.org/10.1089/lgbt.2014.0127 Mack, N., Woodsong, C., MacQueen, K. M., Guest, G., & Namey, E.  (2005).  Qualitative research methods: A data collector’s field guide.  Research Triangle Park, NC: Family Health International Makadon, H. J., Mayer, K. H., Potter, J., & Goldhammer, H.  (2015).  Fenway guide to lesbian, gay, bisexual, and transgender health (2nd ed.).  Philadelphia, PA:  American College of Physicians. Makoul, G.  (2001).  Essential elements of communication in medical encounters: the Kalamazoo consensus statement.  Academic Medicine : Journal of the Association of American Medical Colleges, 76(4), 390–393.  https://doi.org/10.1097/00001888-200104000-00021 Mathieson, C., Bailey, N., & Gurevich, M.  (2002).  Health care services for lesbian and bisexual women: Some Canadian data.  Health Care for Women International, 23(2), 185-196.  https://doi.org/10.1080/073993302753429059 Mattocks, K. M., Sullivan, J. C., Bertrand, C., Kinney, R. L., Sherman, M. D., & Gustason, C.  (2015).  Perceived stigma, discrimination, and disclosure of sexual orientation among a sample of lesbian veterans receiving care in the Department of Veterans Affairs.  LGBT Health, 2(2), 147–153.  https://doi.org/10.1089/lgbt.2014.0131    101  Matusitz, J., & Spear, J.  (2014).  Effective doctor–patient communication: an updated examination.  Social Work in Public Health, 29(3), 252-266.  https://doi.org/10.1080/19371918.2013.776416 May, A., & Tenzek, K.  (2011).  Seeking Mrs.  Right: Uncertainty reduction in online surrogacy ads.  Qualitative Research Reports in Communication, 12(1), 27-33.  https://doi.org/10.1080/17459435.2011.601522 May, A., & Tenzek, K.  (2016).  “A Gift We Are Unable to Create Ourselves”: Uncertainty reduction in online classified ads posted by gay men pursuing surrogacy.  Journal of GLBT Family Studies, 12(5), 430–450.  https://doi.org/10.1080/1550428X.2015.1128860 Mayer, K. H., Bradford, J. B., Makadon, H.  J., Stall, R. S., Goldhammer, H., & Landers, S.  (2008).  Sexual gene minority health: What we know and what needs to be done.  American Journal of Public Health, 98, 989-995. McClain, Z., Hawkins, L. A., & Yehia, B. R.  (2016).  Creating welcoming spaces for lesbian, gay, bisexual, and transgender (LGBT) Patients: An evaluation of the health care environment.  Journal of Homosexuality, 63(3), 387–393.  https://doi.org/10.1080/00918369.2016.1124694 McKelvey, M. M.  (2014).  The other mother:  A narrative analysis of the postpartum experiences of nonbirth lesbian mothers.  Advances in Nursing Science, 37(2), 101-116.  https://doi.org/10.1097/ANS.0000000000000022 McNair, R. P., & Hegarty, K.  (2010).  Guidelines for the primary care of lesbian, gay, and bisexual people: a systematic review.  The Annals of Family Medicine, 8(6), 533–541.  https://doi.org/10.1370/afm.1173 Metcalfe, R., Laird, G., & Nandwani, R.  (2015).  Don’t ask, sometimes tell.  A survey of men    102  who have sex with men sexual orientation disclosure in general practice.  International Journal of STD & AIDS, 26(14), 1028–1034.  https://doi.org/10.1177/0956462414565404 Morgan, D., Krueger, R. A, & King, J. A.  (1998).  Focus group guidebook.  Sage Publications Inc.  http://dx.doi.org/10.4135/9781483328164 Munson, S., & Cook, C.  (2016).  Lesbian and bisexual women’s sexual healthcare experiences.  Journal of Clinical Nursing, 25(23–24), 3497–3510.  https://doi.org/10.1111/jocn.13364 Nesler, M., Storr, D., & Tedeschi, J.  (2001).  The interpersonal judgment scale:  A measure of liking or respect?  Journal of Social Psychology, 133(2), 237-242.  https://doi.org/10.1080/00224545.1993.9712141 Patton, M.  (1990).  Qualitative evaluation and research methods (Second ed.).  Newbury Park, CA:  Sage. Perrault, E. K.  (2014).  The content of family physicians’ online videos and biographies.  Family Medicine, 46(3), 192–197. Perrault, E. K.  (2016).  Patients’ preferences for family medicine physicians’ video biographies.  Health Marketing Quarterly, 33(4), 342–352.  https://doi.org/10.1080/07359683.2016.1238654 Perrault, E. K., & Silk, K. J.  (2015).  Reducing communication apprehension for new patients through information found within physicians’ biographies.  Journal of Health Communication, 20(7), 743–750.  https://doi.org/10.1080/10810730.2015.1018569 Perrault, E. K., & Silk, K. J.  (2016).  The uncertainty reducing capabilities of primary care physicians’ video biographies for choosing a new doctor: Is a video worth more than two hundred words? Health Communication, 31(12), 1472–1481.  https://doi.org/10.1080/10410236.2015.1082457    103  Polonijo, A., & Hollister, B.  (2011).  Normalcy, boundaries, and heterosexism: An exploration of online lesbian health queries.  Journal of Gay & Lesbian Social Services, 23(2), 165-187.  https://doi.org/10.1080/10538720.2011.560099 Quigley, D., Elliott, D., Farley, M., Burkhart, N., Skootsky, D., & Hays, O.  (2014).  Specialties differ in which aspects of doctor communication predict overall physician ratings.  Journal of General Internal Medicine, 29(3), 447-454.  https://doi.org/10.1007/s11606-013-2663-2 Quinn, G. P., Schabath, M. B., Sanchez, J. A., Sutton, S. K., & Green, B. L.  (2015).  The importance of disclosure: lesbian, gay, bisexual, transgender/transsexual, queer/questioning, and intersex individuals and the cancer continuum.  Cancer, 121(8), 1160–1163.  https://doi.org/10.1002/cncr.29203 Riessman, C. K.  (1993).  Narrative Analysis.  Newbury Park, CA: Sage Publications. Riessman, C. K.  (2008).  Narrative methods for the human sciences [Kindle version].  Thousand Oaks, CA: Sage Publications. Ritchie, J., Spencer, L., & O’Connor, W.  (2005).  Carrying out qualitative analysis.  In J.  Ritchie, & J.  Lewis (Eds.), Qualitative research practice: A guide for social science students and researchers (pp.  219-262).  Thousand Oaks, CA: Sage. Ross, L. E., Siegel, A., Dobinson, R., Epstein, R., & Steele, L.  (2012).  “I don’t want to turn totally invisible”: Mental health, stressors, and sup- ports among bisexual women during the perinatal period.  Journal of GLBT Family Studies, 8, 137–154.  http://dx.doi.org/10.1080/1550428X .2012.660791    104  Sabin, J. A., Riskind, R. G., & Nosek, B. A.  (2015).  Health care providers’ implicit and explicit attitudes toward lesbian women and gay men.  American Journal of Public Health, 105(9), 1831–1841.  https://doi.org/10.2105/AJPH.2015.302631 Schlesinger, M., Kanouse, D. E., Martino, S. C., Shaller, D., & Rybowski, L.  (2014) Complexity, public reporting, and choice of doctors: a look inside the blackest box of consumer behavior.  Medical Care Research and Review, 7(5), 38S-64S.  https://doi.org/10.1177/1077558713496321 Sinaiko, A. D.  (2011).  How do quality information and cost affect patient choice of provider in a tiered network setting?  Results from a survey.  Health Services Research Journal, 46(2), 437-456.  https://doi.org/10.1111/j.1475-6773.2010.01217.x Spencer, L., Ritchie, J., & O’Connor, W.  (2005).  Analysis: Practices, principles, and processes.  In J.  Ritchie, & J.  Lewis (Eds.), Qualitative research practice: A guide for social science students and Researcher (pp.  199-218).  Thousand Oaks, CA: Sage. Sprecher, S., Treger, S., Wondra, J., Hilaire, N., & Wallpe, K.  (2013).  Taking turns:  Reciprocal self-disclosure promotes liking in initial interactions.  Journal of Experimental Social Psychology, 49, 860-866.  https://doi.org/10.1016/j.jesp.2013.03.017 Stevens, P. E.  (1998).  The experiences of lesbians of color in healthcare encounters: Narrative insights for improving access and quality.  Journal of Lesbian Studies, 2(1), 77-94.  https://doi.org/10.1300/J155v02n01_06. Stevens, P. E.  (1996).  Focus groups: Collecting aggregate-level data to understand community health phenomena.  Public Health Nursing (Boston, Mass.), 13(3), 170-6.Tracy, J. K., Lydecker, A. D., & Ireland, L.  (2010).  Barriers to cervical cancer screening among    105  lesbians.  Journal of Women's Health, 19(2), 229-237.  https://doi.org/10.1089/jwh.2009.1393 Tracy, J. K., Schluterman, N. H., & Greenberg, D. R.  (2013).  Understanding cervical cancer screening among lesbians: A national survey.  BMC Public Health, 13(1), 1.  https://doi.org/10.1186/1471-2458-13-442 Trehan, S. K., & Daluiski, A.  (2015).  Online patient ratings: Why they matter and what they mean.  Journal of Hand Surgery, 41(2), 316-319. Walther, J. B., & Parks, M. R.  (2002).  Cues filtered out, cues filtered in: Computer-mediated communication and relationships.  In M.  L.  Knapp & J.  A.  Daly (Eds.), Handbook of interpersonal communication (3rd ed., pp.  529-563).  Thousand Oaks, CA: Sage. Wheeler, D. P., & Dodd, S. J.  (2011).  LGBTQ capacity building in health care systems: A social work imperative.  Health & Social Work, 36, 307–309.  https://doi.org/10.1093/hsw/36.4.307 Whitehead, J., Shaver, J., & Stephenson, R.  (2016).  Outness, Stigma, and Primary Health Care Utilization among Rural LGBT Populations.  PloS One, 11(1), e0146139.  https://doi.org/10.1371/journal.pone.0146139 Willes, K. L., & Allen, M.  (2014).  The importance of sexual orientation disclosure for women who have sex with women.  In Harvey, V., & Heinz Housel, T., (Eds.) Health care disparities and the LGBT population.  Lanham, MD: Rowman & Littlefield. Wolf v. Walker, 986 F.Supp.2d 982 (W.D.  Wisc 2014).    106  Appendix A Focus Group Topic Guide INTRODUCTION 1. Introduction to study 2. Signing informed consent 3. Introductions 4. Let’s talk about the last time you searched for a doctor.  How did you find him or her?  5. Do you believe finding a physician who is LGBT accepting is important?  Why or why not?  VIDEO PROFILES 6. Let’s take a look at a couple different video profiles found online.  I am interested to hear what you think of each of these doctors after watching their video profiles: a. Show a couple profiles for Family Medicine Doctors  b. In between the two videos, as briefly about general impressions of the first physician: i. Did you notice anything interesting about the physician? ii. Did you like him or her?  Why or why not? iii. Do you think this physician would be welcoming of LGBT patients?  Why or why not? a. What made you come to this conclusion? c. Repeat above questions after watching second video d. Differences between two videos?  Similarities? e. Anything you would have liked to have seen discussed or covered in either video that wasn’t? f. As a lesbian, what would you look for in a physician if you were searching for one now? i. Would you look for anything in particular to help determine if the physician is LGBT-friendly? g. If you were to provide advice to a physician making a video profile, what would you tell him or her are the most important topics to be covered?  WRAPPING UP – BRINGING FULL CIRCLE 7. Now, after participating in this discussion, has your opinion changed as to the importance of finding a physician that is LGBT accepting?  How? 8. Does anyone have any other comments that you would like to share? 9. Wrap up/Next Steps 10. Thank You    107  Appendix B Informed Consent Form University of Wisconsin – Milwaukee Consent to Participate in Online Research  Study Title:  Lesbian Patients Using Online Video Profiles to Find Doctors:  How Cues Inform the Decision-making Process  Person Responsible for Research:  Karina Willes and Dr.  Mike Allen  Study Description:  The purpose of this research study is to explore how women who identify as lesbian (or women who are exclusively attracted to women regardless of term used to describe sexual identity) interpret the verbal and nonverbal cues with an online physician video profile to determine whether a physician is LGBTQ-friendly.  If you agree to participate, you will be asked to participate in a focus group of 6-8 women.  During the focus group, you will be asked questions about the importance of finding a physician who is LGBTQ-friendly.  You will also be asked to watch and discuss sample physician video profiles.   The focus group will take approximately 90 minutes of your time and will take place on the campus of UW-Milwaukee and will be both video and audio recorded to assure accuracy.    Risks / Benefits:  There will be no costs for participating, nor will you benefit from participating other than to further research focused on improving the health of LGBTQ people.  Risks to participants are considered minimal.  With focus groups, there is always the risk that someone in the group will share your responses with others who were not in the group.  In order to minimize this risk please do not share anything you do not want others to know.  Confidentiality:  Your responses will be treated as confidential and any use of your name and/or identifying information about anyone else will be removed during the transcription process so that the transcript of the conversation is de-identified.  All study results will be reported without identifying information so that no one viewing the result will ever be able to match you with your responses.  You will be asked what name you would like used in the final report.  If, at any point, you would like to re-identify yourself with the information, you will have that choice.  Direct quotes may be used in publications and presentations.  Data from this study will be saved on a password protected computer for the duration of the study, including time for publication, estimated to be at least three years.  Only the research team will have access to the information.  However, the Institutional Review Board at UW-Milwaukee or appropriate federal agencies like the Office for Human Research Protections may review this study’s records.    Voluntary Participation:  Your participation in this study is voluntary.  You may choose not to take part in this study or can withdraw from this study at any time without penalty.  You are free to not answer any questions during the focus group discussion.  Your decision will not change any present or future relationships with the University of Wisconsin Milwaukee.     108  Will I be compensated for my participation in this study?  You will receive a $20 gift card after the completion of the focus group for your participation.  You will be asked to select your choice of a gift card from Colectivo, Starbucks, or Target prior to the date of the focus group.     Who do I contact for questions about the study?  For more information about the study or study procedures, contact Karina Willes at klwilles@uwm.edu or 262.993.1996 or Mike Allen at mikealle@uwm.edu, 414.229.4261.  Who do I contact for questions about my rights or complaints towards my treatment as a research subject?  Contact the UWM IRB at 414-229-3173 or irbinfo@uwm.edu  Research Subject’s Consent to Participate in Research:  By participating in the focus group, you are indicating that you have read the consent form, you are 18 or older, and that you are voluntarily agreeing to take part in this study.    Thank you!    109  Appendix C Participant Information Form Please tell me the name that you would like to be referred to should you be quoted or referenced in the final report.   Your age:  _________  Below is a list of profiles we will be discussing during the focus group.  Please cross off any of the doctors who you are familiar with (whether or not you have seen them as a patient, know of them socially, or otherwise).  Dr. A Dr. B Dr. C Dr. D Dr. E Dr. F Dr. G Dr. H Dr. I Dr. J Dr. K Dr. L Dr. M Dr. N Dr. O Dr. P     110  Appendix D Example Coding Matrix     111  Curriculum Vitae KARINA L. WILLES  EDUCATION Doctor of Philosophy, Communication, August 2010 – Present  University of Wisconsin-Milwaukee, Milwaukee, Wisconsin Research interests:  LGBTQ communication issues, technology, and health communication Dissertation:  Lesbian Patients Using Online Video Profiles to Find Doctors:  How Cues Inform the Decision-Making Process Chair:  Professor Mike Allen Anticipated Completion:  May 2018 Master of Business Administration, August 1999 University of Wisconsin–Oshkosh, Oshkosh, Wisconsin Bachelor of Business Administration, May 1992 Major: International Business and Language Area Studies Minor: Spanish Saint Norbert College, De Pere, Wisconsin  CERTIFICATIONS 2008, Advanced Project Management Certification, University of Wisconsin-Milwaukee 2008, Management Certificate – University of Wisconsin-Milwaukee 2006, Microsoft Project Black Belt, IIL 2004, PMP (Project Management Professional), Project Management Institute 2003, Project Management Certificate, University of Wisconsin - Milwaukee 2000, Certified Webmaster, Marquette University, Milwaukee, Wisconsin 2000, HIA (Health Insurance Associate), Health Insurance Association of America 1998, MHP (Managed Healthcare Professional), Health Insurance Association of America 1998, Licensed Health and Life Intermediary, State of Wisconsin  AWARDS 2017, Amelia Lucas Trust awardee, monetary award supporting dissertation research, University of Wisconsin – Milwaukee 2016, Top Student Paper, Communication Ethics, Activism, and Social Justice Interest Group, Central States Communication Association Convention, Grand Rapids, MI  2015, Bill of Rights in Action Award, Constitutional Rights Foundation, Chicago, IL     112  2015, Wisconsin’s Civil Libertarian of the Year, ACLU of Wisconsin  2014, Lynford Lardner Community Service Award, Foley & Lardner LLP, Milwaukee, WI  2014, Community Champion Award, LGBT Community Center, Milwaukee, WI  2002, Technology Department Employee of the Quarter, Foley & Lardner LLP  1999 & 1998, Presidential Award Winner, Wellmark Inc., Des Moines, IA  PUBLICATIONS Willes, K. L.  (2017).  LGBTQ workplace issues.  In M.  Allen (Ed.), Business and Professional Communication (2nd ed.).  Upper Saddle River, NJ: Pearson Higher Education. Willes, K. L.  (2017).  Data cleaning.  In M.  Allen (Sr.  Ed.), Encyclopedia of Communication Research Methods.  Thousand Oaks, CA: Sage. Willes, K. L.  (2017).  Sampling decisions.  In M.  Allen (Sr.  Ed.), Encyclopedia of Communication Research Methods.  Thousand Oaks, CA: Sage. Willes, K. L.  (2017).  Unobtrusive measures.  In M.  Allen (Sr.  Ed.), Encyclopedia of Communication Research Methods.  Thousand Oaks, CA: Sage. Willes, K. L., & Allen, M.  (2014, April).  The importance of sexual orientation disclosure to physicians for women who have sex with women.  In V.  Harvey.  & T.  Heinz Housel (Eds.), Health Care Disparities and the LGBT Population.  Lanham, CT:  Lexington Books. Allen, M., Bourhis, J., Burrell, N., Cole, A., Cramer, E. C., Dilbeck, K. E., England, N., Hawkins, J. L. M., Maier, M., Mullane, R. R., Omachinski, K., Omori, K., DeCloedt-Pincon, D., Victor, A. K., Willes, K. L., & Zmyslinski-Seelig, A. N.  (2013).  Comparing communication doctoral programs, alumni, and faculty:  The use of Google scholar, Journal of the Association for Communication Administration, 32 (2), 55-68.  RESEARCH PAPERS IN PROGRESS Willes, K. L., Motel, L., & Jagiello, K.  (2018).  A thematic analysis of LGBTQ family art projects.  (In progress). Willes, K. L., & Nicolini, K.  (2018).  Suicide and Wisconsin’s LGBTQA community: What are the effects? (In progress). ACADEMIC CONFERENCES Paper Presentations     113  Willes, K. L., Jagiello, K., Motel, L., & Allen, M.  (2018, April 7).  LGBT families:  Not different, but equal.  Presented at the CSCA Annual Conference. Willes, K. L., & Motel, L.  (2017).  Online physician video profiles:  A thematic analysis of the information family practice physicians disclose.  Presented at annual convention of the National Communication Association, Health Communication Division, Dallas, TX, November 16. Willes, K. L.  (2017).  How patients find doctors: an information integration and uncertainty reduction approach to the effects of online physician profiles.  Presented at the CSCA Annual Conference, March 16-18. Willes, K. L.  (2017).  Suicide and Wisconsin’s LGBTQA community:  What are the effects?  Presented at the CSCA Annual Conference, March 16-18. Nicolini, K. M., Victor, A. K., & Willes, K. L.  (2016).  Sustaining HIV Activism: Prioritizing self-care and inspiring innovative solutions.  In Messner, B.  A.  (Chair), Top papers in communication ethics and freedom of expression:  Ethical questions within forms of inquiry, activism, and argumentation.  Presented at the CSCA Annual Conference on April 14, 2016.  Top Student Paper, Communication Ethics, Activism, and Social Justice Interest Group. Nicolini, K. M., Victor, A. K., & Willes, K. L.  (2015).  Developing an HIV activist identity: A narrative analysis.  Paper presented at the OSCLG conference on October 3, 2015. Willes, K. L.  (2015, April 16).  Assisted conception for lesbian couples:  Barriers and progress.  In Davidson, R.  D.  (Chair), Families, friends, lovers and others:  Exploring heteronormativity (queer) interpersonal relationships.  Paper presented at the CSCA Annual Convention.  Madison, WI. Willes, K. L., & Allen, M.  (2014, April 3).  The importance of sexual orientation disclosure to physicians for women who have sex with women.  In Ahmet Atay (Chair), Examining sexual orientation disclosure and gender identity.  Paper presented at the Central States Communication Association Convention, Minneapolis, MN. Willes, K. L., & Omachinski, K.  (2013, November).  Connecting colleagues through LGBT training in the workplace.  In Zamanou-Erickson, S.  (Chair), Innovative techniques for training professionals.  Paper presented at the 99th annual convention of the National Communication Association, Communication and Social Cognition Division, Washington, DC. Kim, S., Allen, M., Ahn, S., Cole, A., Cramer, E. C., Becker, K.  A., Choi, C.  S., Dilbeck, K.  E., Gross, C.  M., Hawkins, J.  L.  M., Jayroe, T.  J., Kim, M.,    114  Mullane, R. R., Priddis, D. M., Smith, K., Victor, A. K., Willes, K. L., & Zmyslinski-Seelig, A. N.  (2013, November).  Testing the evidence effect of Additive Cues Model (ACM).  In Ivanov, B.  (Chair), The role of social cognition in message production and processing.  Paper presented at the 99th annual convention of the National Communication Association, Communication and Social Cognition Division, Washington, DC. Priddis, D., Willes, K. L., & Allen, M.  (2012, July).  Does this App Make My Butt Look Big? M2M Smartphone Applications.  In Evolving sexual trends:  Online and offline.  Paper presented at the International Association for Relationship Research annual conference. Roundtable Discussions/Panels Organized and Chaired  Willes, K. L.  (2018, April 7).  Sexual Orientation and Gender Identity Caucus Research in progress roundtable.  Presented at the CSCA Annual Conference. Willes, K. L., Defenbaugh, N., Harness, L., Manning, J., Morgan, S., Wesp, L. M., & Woods, L.  (2016, October 13).  In Willes, K. L.  (Chair), Communication issues and perceived bias between health care providers and LGBTQ patients.  Round table discussion presented at the 2016 OSCLG Annual Conference. Willes, K. L., Hawkins, J. M., Manning, J., McBride, M. C., Nicolini, K. M., Turner, L. H., & Victor, A. K.  (2015).  In Willes, K. L.  (Chair), The same sex marriage debate: how the Supreme Court ruling affects communication.  Round table discussion presented at the OSCLG conference on October 3, 2015. Panels Willes, K. L.  (2016, October 16).  From spouses to parents: The next turn in the LGBT Conversation.  In Burrell, N.  (Chair), A lifespan of female conversations: The bitter, the sweet, the happy, and the sad.  Presented at the 2016 OSCLG Annual Conference. Dwyer, K., Ristic, I., Willes, K. L., & Young, L. B.  (2016).  Technology in healthcare:  Exploring the effects on communication and care.  In Maxwell, L.  (Chair), Panel discussion presented at the CSCA Annual Conference on April 16, 2016. Burrell, N. A., Priddis, D., Nicolini, K. M., Korn, J., Klein, M. C., Weissman, K., & Willes, K. L.  (2015).  Our Blazing a new path: embracing opportunities on the unconventional PhD journey.  In Burrell, N.  (Chair), Panel discussion presented at the NCA Annual Convention on November 21, 2015.     115  Invited Presentations Tilleman, M., & Willes, K. L.  (2017, October 18).  Diversity – LGBT community.  Panel discussion presented at the Wisconsin Chapter of the Association of Legal Administrators Monthly Meeting. Willes, K.  L., & Young, K. L.  (2017, February 16).  A story about overcoming barriers.  Presented at Alverno College’s Forum:  Barriers to LGBTQ Empowerment: Dialogue to Action.   INTERVIEWS AND MEDIA EXPOSURE  Sachs, J., & Delong, K.  (2015, August 25).  Another victory for same-sex couples in WI: birth certificate issued to couple including both parents.  Retrieved from: http://fox6now.com/2015/08/25/another-big-victory-for-same-sex-couples-in-wisconsin-birth-certificate-issued-to-couple-includes-both-parents/. Halsted, G.  (2015, August 24).  Same-sex parents prevail in birth certificate dispute.  Retrieved from http://www.wpr.org/same-sex-parents-prevail-birth-certificate-dispute. Gavino, Y.  (2015, June 30).  Same-sex couple fights to get both names on daughter’s birth certificate.  TMJ 4.  Retrieved from:  http://www.scrippsmedia.com/tmj4/news/Same-sex-couple-fights-to-get-both-names-on-daughters-birth-certificate-310968641.html Henzl, A. E.  (2015, April 24).  Milwaukee, WI.  Wisconsin lesbian couple fights for both names to be on child’s birth certificate.  WUWM.  Retrieved from: http://wuwm.com/post/wisconsin-lesbian-couple-fights-both-names-be-child-s-birth-certificate. Slater, T.  (2015, April 23).  Milwaukee, WI.  Gay couple battles to get both names on child’s birth certificate.  WISN.  Retrieved from: http://www.wisn.com/news/gay-couple-battles-to-get-both-names-on-childs-birth-certificate/32520012. The Wisconsin Gazette.  (2015, April 21).  ACLU goes back to court:  wants to guarantee both parents in a same-sex couple must be listed on Wisconsin birth certificates.  The Wisconsin Gazette.  Retrieved from: http://www.wisconsingazette.com/wisconsin/aclu-goes-back-to-courtbreakwants-to-guarantee-both-parents-in-same-sex-couple-must-be-listed-on-wisconsin-birth-certificates.html. Stein, J.  (2015, April 20).  Milwaukee, WI.  Gay parents seek both names on children’s birth certificates.  Milwaukee Journal Sentinel.  Retrieved from: http://www.jsonline.com/news/statepolitics/gay-parents-seek-both-names-on-childrens-birth-certificates-b99485111z1-300720011.html    116  Wheeler News Service.  (2014, October 7).  Madison, WI.  Same-sex couples believe marriage ruling will ease adoption process.  WTAQ.  Retrieved from: http://wtaq.com/news/articles/2014/oct/07/same-sex-couples-believe-marriage-ruling-will-ease-adoption-process/. Murray, T.  (2014, October 7).  Milwaukee, WI.  Same sex couple wants baby’s birth certificate changed.  TMJ4.  Retrieved from: http://www.jrn.com/tmj4/news/Same-sex-couple-wants-babys-birth-certificate-changed-278452331.html. Murray, T., Associated Press.  (2014, October 6).  Milwaukee, WI.  Supreme Court decision means Wisconsin same-sex marriages may resume.  TMJ 4.  Retrieved from http://www.jrn.com/tmj4/news/High-court-denies-gay-marriage-appeal-278229451.html. Stephenson, C.  (2014, October 6).  Milwaukee, WI.  Same-sex couples celebrate Supreme Court decision.  Milwaukee Journal Sentinel.  Retrieved from http://www.jsonline.com/news/same-sex-couples-celebrate-supreme-court-decision-b99365939z1-278285441.html. Johnson, S., & Lorenzsonn, E.  (2014, September 4).  Milwaukee, WI.  Federal appeals court upholds ruling striking down same-sex marriage ban.  Wisconsin Public Radio.  Retrieved from http://www.wpr.org/federal-appeals-court-upholds-ruling-striking-down-same-sex-marriage-ban. Stein, J.  & Marley, P.  (2014, September 4).  Court rules against Wisconsin’s, Indiana’s gay marriage bans.  Milwaukee Journal Sentinel.  Retrieved from http://www.jsonline.com/news/statepolitics/court-throws-out-wisconsins-and-indianas-gay-marriage-bans-b99344862z1-273993541.html?ipad=y Valliere, T.  (2014, September 4).  Milwaukee, WI.  Appeals court rules Wisconsin same-sex marriage ban unconstitutional:  AG J.  B.  Van Hollen says he will ask U.S.  Supreme court to reverse decision.  WISN Channel 12.  Retrieved from http://www.wisn.com/politics/appeals-court-rules-samesex-marriage-ban-in-wisconsin-unconstitutional/27882336 Johnson, S.  (2014, August 27).  Plaintiffs in gay marriage ban lawsuit see Tuesday’s hearing as ‘historic’:  Same-sex couples travel by bus to Chicago to witness hearings.  Wisconsin Public Radio.  Retrieved from http://www.wpr.org/plaintiffs-gay-marriage-ban-lawsuit-see-tuesdays-hearings-historic. The Associated Press.  (2014, August 26).  Judge takes tough tone at gay marriage hearing.  New York Times.  Retrieved from http://www.nytimes.com/2014/08/27/us/judges-take-tough-tone-at-gay-marriage-hearing.html?_r=0.    117  Wainscott, K.  (2014, August 26).  Judge blast Indiana, Wisconsin gay marriage bans.  WISN Channel 12.  Retrieved from http://www.wisn.com/news/wisconsin-indiana-set-to-defend-gay-marriage-bans/27730480. Druke, G.  (2014, June 13).  Milwaukee, WI.  In same-sex marriage case, two plaintiffs see progress, challenges ahead.  Wisconsin Public Radio.  Retrieved from http://www.wpr.org/same-sex-marriage-case-two-plaintiffs-see-progress-challenges-ahead. Gay couples line up to marry after ruling striking down ban.  (2014, June 7).  Wisconsin State Journal.  Retrieved fromhttp://host.madison.com/news/local/govt-and-politics/gay-couples-line-up-to-marry-after-ruling-striking-down/article_d4b76da1-3fc7-5946-9cb2-dc7ea1d81f94.html Garcia, M.  (2014, June 6).  Wisconsin:  Judge strikes down 2006 marriage ban.  The Advocate.  Retrieved from http://www.advocate.com/politics/marriage-equality/2014/06/06/wisconsin-judge-strikes-down-2006-marriage-ban  TEACHING/TRAINING EXPERIENCE 2016-Present, Communication 105, Business and Professional Communication, UW-Milwaukee 2016, Spring, Comm 321, Organizational Behavior and Communication, Marian University. 2016, Spring, Comm 334, Small Group Communication, Marian University 2002 – Present, Technology Project Management Basics.  Part of the Technology Orientation Program at Foley & Lardner LLP.  Held with each new employee within the Technology Department. 2008, The Business Value of Story-Telling.  Seminar held during Foley & Lardner’s Technology Project Management Summit 1998 - 1999, How to Use the Wellmark Web.  Multiple sessions of classroom training held for the launch of the Intranet at Wellmark Inc.  PROFESSIONAL EXPERIENCE Senior Project Manager (2006 to Present) Project Manager (2004 to 2005) Project Leader (2001 to 2004) Foley & Lardner LLP, Milwaukee, Wisconsin    118  Responsible for mission-critical, highly visible projects, including mergers and acquisitions, web application/site development, third-party software implementations, and infrastructure-related projects. Web Developer/Designer (2000 to 2001) QUAD/GRAPHICS, INC., Pewaukee, Wisconsin Responsible for development of Quad’s Internet sites, www.qg.com and www.parceldirect.com, as well as the Intranet, “Inside Quad.”  Teamed with business areas to identify requirements and develop different web sites to meet targeted needs. Internal Communication Specialist (1998 to 2000)  Customer Service Coordinator (1996 to 1998) Wellmark Blue Cross and Blue Shield of Iowa and South Dakota / WELLMARK INC., Des Moines, Iowa Responsible for content management and creation for the corporate Intranet, the “Wellmark Web” and providing content for other employee communication vehicles.  Worked with and provided leadership for multiple teams to customize and develop a successful Intranet serving over 2,700 users.  Identified requirements, created marketing materials, and used extensive communications and teamwork to continuously improve the functionality and increase the utilization rates.   Underwriter (1995 to 1996)  Claims Analyst (1994 to 1995)  Customer Support Representative (1994)  AMERICAN MEDICAL SECURITY, Green Bay, Wisconsin Accounts Receivable and Special Projects Clerk (1986 to 1993) CAREW CONCRETE & SUPPLY COMPANY, INC., Appleton, Wisconsin Vice President of Marketing (1992)  Director of Internal Promotion (1991) DISCOVERIES INTERNATIONAL, INC., De Pere, Wisconsin A closely held import business operated by St.  Norbert College’s international business students.   Station Manager (1991 to 1992) Disk Jockey (1988 to 1991) WSNC RADIO, St.  Norbert College, De Pere, Wisconsin     119  VOLUNTEER EXPERIENCE Board Member (July 2016 – Present) MILWAUKEE PRIDE, Milwaukee, Wisconsin A nonprofit organization committed to outreach, support, and educating the general community about the needs and issues related to LGBTQ culture.  Currently leading the effort to develop a workplace LGBTQ ally/inclusion training program to be offered to our corporate sponsors and the general public.  Member (2011 – Present) CAREER SATISFACTION INITIATIVE, Foley & Lardner LLP A Committee within the Milwaukee office of Foley & Lardner LLP that works toward improving the working environment and raising the career satisfaction of all employees.  Member (2007 - Present) LESBIAN, GAY, BISEXUAL, TRANSGENDER, and ALLY AFFINITY GROUP, Foley & Lardner LLP Volunteer Teacher (May 2014, May 2015, May 2016) JUNIOR ACHIEVEMENT OF WISCONSIN, Milwaukee, Wisconsin Taught JA course to third grade class at Wisconsin Conservatory of Lifelong Learning  Volunteer Career Coach (September 2012) MY LIFE MY PLAN, Wisconsin Conservatory of Lifelong Learning Participated in workshop to offer coaching to high school students in researching career path and postsecondary educational opportunities.   Volunteer Panel Reviewer (October 2012) CENTRAL STATES COMMUNICATION ASSOCIATION Reviewed and scored a selection of panel proposals for consideration for the CSCA conference in 2013. Founder/Leader (2010-2011) STEP AWAY FROM SUICIDE  Lead a group to create an interactive LGBT suicide prevention art installation, “Step Away from Suicide.” This installation existed during Pridefest Milwaukee, Milwaukee, WI on June 10 -12, 2011 and Pride Alive, Green Bay, WI on July 9, 2011.    Member (September 2011 – October 2012) HUNGER TASK FORCE COMMITTEE, Foley & Lardner LLP A Committee within the Milwaukee office of Foley & Lardner LLP that organized various fundraising events including a silent auction and a gift basket raffle to raise money for the Hunger Task Force.    120  Volunteer Judge (November 2011) PUBLIC SPEAKING SHOWCASE, University of Wisconsin - Milwaukee Board Member-Vice President-Communications (2005) PROJECT MANAGEMENT INSTITUTE SOUTHEAST WISCONSIN CHAPTER  ACADEMIC CONFERENCES ATTENDED  CSCA 2018, Milwaukee, WI, April 5-8  NCA 2017, Dallas, TX, November 16-19  CSCA 2017, Minneapolis, MN, March 16-18  OSCLG 2016, Oak Park, IL, October 13-16  CSCA 2016, Grand Rapids, MI, April 13 – 17   NCA 2015, Las Vegas, NV, November 19 - 22  OSCLG 2015, Bowling Green, KY, October 1 - 4  CSCA 2015, Madison, WI, April 15 - 19  NCA 2013, Washington, DC, November 21 – 24  IARR 2012, Chicago, IL, July 13 – 16  CSCA 2012, Cleveland, OH, March 29 – 31  35th Annual Wisconsin Women’s Studies Conference and the 6th Annual UW System LGBTQ Conference, Madison, WI, March 25-26, 2011  CSCA 2011, Milwaukee, WI, April 6-10, 2011  Annual Research Conference.  Important Issues in Education, UWM School of Education.  Milwaukee, WI, March 2010  PROFESSIONAL CONFERENCES ATTENDED  Wisconsin LGBTQ Leadership Forum, Milwaukee, WI, 2017, 2016  Professional Development Day, PMI-Southeast Wisconsin Chapter, Milwaukee, WI, 2005, 2015, 2016  ILTA SharePoint Symposium, Baltimore, MD, 2015  Project Management Institute Global Congress, North America, 2005, 2006, 2007, 2011, 2014, 2017  Annual Wisconsin IT Symposium, EFM Events, Waukesha, WI, 2009, 2010, 2012, 2013, 2014, 2015, 2016, 2017  ILTA (International Legal Technology Association), Washington, D.C, 2012   Gilbane - Content Management and Information Technology Conference, 2005, 2007       121  INVITED PROFESSIONAL CONFERENCE PRESENTATIONS Technology Executives Club, IT Governance and Project Management.  Panel discussion participant for “Implementing an IT Governance Model,” 2006.  Quoted in article found at http://wistechnology.com/articles/2857/. Internal Communications Forum, Blue Cross and Blue Shield Association, presented “How the Intranet can improve the circulation of information throughout the company,” 1999  ACADEMIC AND PROFESSIONAL ORGANIZATION MEMBERSHIPS  Organization for the Study of Communication, Language and Gender (2015 – Present) National Communications Association (2012 – Present) Central States Communication Association (2011 – Present) Project Management Institute (2000 to Present) Project Management Institute, Southeast Wisconsin Chapter (2000 - Present) Consortium of Higher Education LGBT Resource Professionals (2013 – Present) International Association for Relationship Research (2012) Milwaukee Software Process Improvement Network (2005 – 2011) MPUG-Global- Microsoft Project Professional Users Group (2005 - 2011) Association for Information and Image Management (2008 - 2009) International Association of Business Communicators (1999) ",
    "id": 217195036,
    "identifiers": {
        "doi": null,
        "oai": "oai:dc.uwm.edu:etd-2956"
    },
    "title": "Lesbian Patients Using Online Video Profiles to Find Doctors:  How Cues Inform the Decision-making Process",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-05-01T08:00:00+01:00",
    "publisher": "UWM Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://dc.uwm.edu/cgi/viewcontent.cgi?article=2956&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/217195036.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/217195036"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/217195036/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/217195036/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/217195036"
        }
    ],
    "abstract": "Today, the growth of the use of web-based communication technologies and online health information creates an environment where people can find vast amounts of information about physicians from several sources. Some health care organizations offer physician profile videos that feature individual physicians providing professional and personal background. Videos provide a rich channel for patients to find physicians who best meet patient needs and expectations. Physician videos provide an introductory view into the communication style and demeanor of the physician, both of which contributes to the health outcomes of the patient.\nBecause of previous negative health care experiences or the fear of having a negative experience, many LGBTQ people delay seeking care health care or refuse seeking care altogether. The delay in care and refusal of care contributes to significant LGBTQ health disparities. One effective way to help overcome this barrier to effective health care is to help patients find LGBTQ-accepting health care providers, where fear of stigma will not be a factor.\nUsing uncertainty reduction theory and media richness theory as foundations, this study examines how lesbians could use physician videos to identify LGBTQ-friendly physicians. Using actual video profiles to prompt discussion, two focus groups of eight lesbians each discussed the importance of a physician being LGBTQ-friendly, the characteristics lesbian patients look for or like in physicians, and what verbal and nonverbal cues lesbians look for to form judgments about physicians’ acceptance levels.\nThe findings indicate the participants agreed that physician LGBTQ-friendliness is important in helping reduce irrelevant medical questions, include loved ones in health care experiences, and improve the quality of care. The participants discussed the physician qualities most appreciated in physicians including being authentic, creating a balance of being down-to-earth while professionally confident, and being female. The cues the participants would consider distinguishing LGBTQ-friendly physicians include the use of keywords and inclusive language. But, most importantly the participants indicated the desire to see physicians be explicit and direct about welcoming LGBTQ patients. The directness would provide visibility to the LGBTQ community which seems to be mostly absent in representation in physician videos today. The theoretical and practical implications are discussed. Tips are shared for physicians who desire to have better reach to LGBTQ patients",
    "tags": [
        "text",
        "Health Care Disparity",
        "LGBTQ Communication Issues",
        "Media Richness Theory",
        "Physician Selection",
        "Physician Videos",
        "Uncertainty Reduction Theory",
        "Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:dc.uwm.edu:etd-2956",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3551",
        "openDoarId": 0,
        "name": "University of Wisconsin-Milwaukee",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 217195036,
        "depositedDate": null,
        "publishedDate": "2018-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T05:05:23+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T18:11:16+01:00"
    },
    "urls": [
        "https://dc.uwm.edu/etd/1951",
        "https://dc.uwm.edu/context/etd/article/2956/viewcontent/Willes_uwm_0263D_12117.pdf"
    ],
    "lastUpdate": "2024-01-24T05:05:23+00:00",
    "setSpecs": []
}