{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Harris, Angelique"
        },
        {
            "name": "Daniels, Jessie"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T11:16:28+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213086829.pdf",
    "fullText": "Marquette Universitye-Publications@MarquetteSocial and Cultural Sciences Faculty Research andPublications Social and Cultural Sciences, Department of1-1-2017Lesbians and Tech: Analyzing Digital MediaTechnologies and Lesbian ExperienceAngelique HarrisMarquette University, angelique.harris@marquette.eduJessie DanielsHunter CollegeAccepted version. Journal of Lesbian Studies, Vol. 21, No. 2 (2017). DOI. © 2017 Taylor & Francis.Used with permission. Marquette University e-Publications@Marquette  Sociology Faculty Research and Publications/College of Arts and Sciences  This paper is NOT THE PUBLISHED VERSION; but the author’s final, peer-reviewed manuscript. The published version may be accessed by following the link in th citation below.  Journal of Lesbian Studies, Vol. 22, No. 3 (2018): 263-266. DOI. This article is © Taylor & Francis and permission has been granted for this version to appear in e-Publications@Marquette. Taylor & Francis does not grant permission for this article to be further copied/distributed or hosted elsewhere without the express permission from Taylor & Francis.   Lesbians and Tech: Analyzing Digital Media Technologies and Lesbian Experience  Angelique Harris Department of Social and Cultural Sciences at Marquette University, Milwaukee, WI Jessie Daniels Sociology at Hunter College and The Graduate Center, CUNY  ABSTRACT The rise of the popular Internet has coincided with the increasing acceptance, even assimilation, of lesbians into mainstream society. The visible presence of lesbians in the tech industry and in digitally mediated spaces raises a set of questions about the relationship between queer identities and Internet technologies. This introduction to a special issue of Journal of Lesbian Studies explores some of these questions and provides an overview of the articles that follow. KEYWORDS: Lesbian, queer, LGBT, Internet, social media, digital media technology The Lesbians Who Tech Summit drew women—most of them queer tech workers—to New York City in early September 2017. Leanne Pittsford started Lesbians Who Tech in 2012 in response to the lack of visibility of women, and especially lesbians, in the tech industry. Lesbians Who Tech is now a 20,000-member organization with chapters in over 40 cities around the world, ranging from Boston to Melbourne, providing networking and support. Pittsford, a White woman who founded the organization, makes sure that 50% of the Summit's speakers are women of color, and the event emphasizes that it welcomes gender-non-conforming and trans women. In so doing, Lesbians Who Tech accomplishes a diversity that many organizations and conferences, from tech to academia, fail to achieve. Heralded as an antidote to the overwhelming maleness, straightness, and Whiteness of most tech conferences, one writer proclaimed: “You want to see intersectionality in practice? Go to a Lesbians Who Tech Summit” (Rizzo, 2016). However, the rise of a visibly lesbian tech organization at the same political moment of increasing acceptance and assimilation for lesbians highlights a set of questions about how digital media technologies are reshaping lesbian communities that few have wrestled with in the scholarly literature. What does the rise of the popular Internet mean for lesbian identities and relationships? How does the multiplicity of queer identities encapsulated in the codes of “butch and femme” get translated to online spaces that are predicated upon binaries of zeroes and ones? How do Black lesbians negotiate the often hostile and aggressively White, male, heteronormative spaces of massive, multiplayer games? How does the performative visual digital culture demand a narrative from lesbians about their sexual selves? How has dating changed for lesbians in the digital era of algorithmic matchmaking? There are many more questions to be raised about lesbians and digital media technologies, but these are just some of the questions addressed here. This themed issue of Journal of Lesbian Studies focuses on digital media technologies and their impact on the lived and social experiences of lesbians, queer, and gender-non-conforming women. The articles that follow come from authors writing across a number of disciplines and about a wide range of digital platforms. Each one speaks to a particular vector of lesbian identities and experience as they are mediated through digital platforms. Lesbians have identified as butch and femme for more than 100 years, but these identities refract through the lesbian community in complex ways, more salient for some than for others (Rothblum, 2010). Today, these identities are being articulated online in a variety of new ways, which Faithe Day takes on in “Between Butch/Femme: On the Performance of Race, Gender, and Sexuality in a YouTube Web Series.” In this article, Day examines two web series, “Between Women” and “The Peculiar Kind,” created by and for queer women of color. She analyzes the performance of masculinity and femininity and the role of visibility/invisibility in the construction of a sexual identity. While femme queers may be “hidden in plain sight,” the gender performance of masculine-presenting women is complicated by a kind of hypervisibility. Day explores the ways in which a politics of recognition plays out in the representation of queer identity in digital media. Each week, an estimated 155 million people in the United States play online video games for at least three hours, and two-thirds of households own a game console, making it a 13-billion-dollar industry. The Microsoft game console Xbox is among the most popular (Lofgren, 2016). Xbox Live allows for real-time social interaction among players, and in this massive, multiplayer community, a significant amount of personal identity is shared visually (video), verbally (audio), and/or through non-verbal cues (avatar, gamertag, etc.). Kishonna Gray takes up the interplay of identity and community in her article, “Gaming Out Online: Black Lesbian Identity Development and Community Building in Xbox Live.” Through in-depth interviews with gamers, Gray finds that Black lesbian gamers are subject to daily oppression including, but not limited to, racism, sexism, heterosexism, and nativism. Due to the inequalities they experience, they have segregated themselves from the larger gaming community and play from the digital margins. This ghettoization reveals their lack of connection to the larger Xbox community, although it simultaneously solidifies their affective ties to each other and to supportive allies within the space. Gray assesses the reality of a Black lesbian gaming community within a platform that devalues their existence. The advertisements for online dating services beckon with the promise of “finding your perfect match.” Yet, the overwhelmingly straight, White image of the ads and the industry give little indication of how such algorithmic matchmaking is transforming dating for lesbians, including lesbians of color. In their article, “Mommy Markets: Racial Differences in Lesbians' Dating Preferences for Women with Children,” Matthew H. Rafalow and Jessica M. Kizer examine racial differences in dating preferences for lesbians. They draw on a sample of 1,923 lesbians on Match.com to quantitatively analyze the factors that shape the decisions that go into lesbian dating, and they identify a key factor: already having children. They find that Blacks, Latinas, and Asians are more likely than Whites to have children and be more open to dating other women with children. Rafalow and Kizer suggest race differentially structures lesbians' openness to partners with children, and thus may be a possible mechanism for racial stratification. Younger queer people, having come of age during a moment of putative social acceptance and a measure of legal quality, are eager to eschew identity labels of a previous generation, such as “lesbian.” At the same time, those young people who may have grown up being digital face a set of paradoxes when they log on to platforms that rely on sexual identity tags like #lesbian. Andrea Herrera examines these contradictions in her article, “Theorizing the Lesbian Hashtag: Identity, Community, and the Technological Imperative to Name the Sexual Self.” In it, Herrera draws on the insights of science and technology studies regarding categorization processes to interrogate the architectures of online platforms that produce a technological imperative to name aspects of the self with words. She chooses the use of hashtags on Instagram (e.g., #lesbian) as her field of investigation, and finds that such hashtags are a potent form of affirming community around sexual identity that also reinforces the power relations that compel individuals to name and account for their sexual selves. By detailing how sexual identities function in the online lives of young queer women, Herrera complicates work that suggests that the salience of sexual identity categories is decreasing. The articles in this special issue represent a pinhole glimpse into the vast universe of research yet to be written on lesbians and digital media technologies. We would like to thank Esther Rothblum for inviting us to collect this work here. We hope that this interdisciplinary collection is generative for other scholars. References 1. Lofgren, K. (2016). 2016 Video Game Statistics & Trends: Who's Playing What & Why. Big Fish Games. Retrieved fromhttp://www.bigfishgames.com/blog/2016-video-game-statistics-and-trends/.  2. Rizzo, C. (2016, September 28). Lesbian Spaces, the Final Frontier: A Report on the Lesbians Who Tech NYC Summit. Huffington Post. Retrieved fromhttps://www.huffingtonpost.com/entry/lesbian-spaces-the-final-frontier-a-report-on-the_us_57e9766ce4b05d3737be6630  3. Rothblum, E. D. (2010). The Complexity of Butch and Femme among Sexual Minority Women in the 21st Century. Psychology of Sexualities Review, 1(1), 29–42.  Additional information Author information Angelique Harris Angelique Harris, Ph.D., is the Director of the Center for Gender and Sexualities Studies and Associate Professor of Sociology in the Department of Social and Cultural Sciences at Marquette University. She has authored books and articles in the areas of the sociology of health and llness, race and ethnicity, gender and sexualities, sociology of religion, media studies, and social movements. Jessie Daniels Jessie Daniels (Ph.D., M.A., Sociology, UT-Austin) is the author or editor of five books and dozens of peer-reviewed articles. She is Professor of Sociology at Hunter College and The Graduate Center, CUNY.    ",
    "id": 213086829,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:socs_fac-1233"
    },
    "title": "Lesbians and Tech: Analyzing Digital Media Technologies and Lesbian Experience",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T08:00:00+00:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1233&amp;context=socs_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213086829.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213086829"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213086829/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213086829/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213086829"
        }
    ],
    "abstract": "The rise of the popular Internet has coincided with the increasing acceptance, even assimilation, of lesbians into mainstream society. The visible presence of lesbians in the tech industry and in digitally mediated spaces raises a set of questions about the relationship between queer identities and Internet technologies. This introduction to a special issue of Journal of Lesbian Studies explores some of these questions and provides an overview of the articles that follow",
    "tags": [
        "text",
        "Lesbian",
        "queer",
        "LGBT",
        "Internet",
        "social media",
        "digital media technology",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:socs_fac-1233",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213086829,
        "depositedDate": null,
        "publishedDate": "2017-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T09:24:07+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:16:28+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/socs_fac/230",
        "https://epublications.marquette.edu/context/socs_fac/article/1233/viewcontent/harris_11488.pdf",
        "https://epublications.marquette.edu/context/socs_fac/article/1233/filename/0/type/additional/viewcontent/harris_11488acc.docx"
    ],
    "lastUpdate": "2024-01-23T09:24:07+00:00",
    "setSpecs": []
}