{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Vincent, John"
        }
    ],
    "contributors": [
        "Muddiman, Dave"
    ],
    "createdDate": "2013-07-16T13:13:58+01:00",
    "dataProvider": {
        "id": 418,
        "name": "E-LIS",
        "url": "https://api.core.ac.uk/v3/data-providers/418",
        "logo": "https://api.core.ac.uk/data-providers/418/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/11879332.pdf",
    "fullText": "Working Paper 5Lesbians, Bisexuals, Gay Men and Transgendered People1John VincentAbstractThe  paper  argues  that  although  writings  on  social  exclusion  have  largely  ignored  “lesbigays” (lesbians, gay men, bisexuals and transgendered people), they can be socially  excluded. It begins by contrasting the cultural acceptance of lesbigay images with the reality  of  discrimination and homophobia. It then gives instances of  this discrimination, such as  criminal  attacks,  harassment  and legal  discrimination,  including  “Clause  28”.  The  next  section of the paper looks at developments in the US and Canada and emphasises progress  made within the US library profession. The paper then turns to UK public library services,  referring  to  past  research,  including  the  (presently  unpublished)  Burning  Issues  Group  survey  of  public  library  provision  in  London.  It  also  comments  on  the  general  lack  of  research on lesbigays and public libraries. The effect of  “Clause 28” is considered. The  paper also suggests that libraries could learn from developments in the field of museums. It  is concluded that overall provision for lesbigays is still patchy, with little attention having been  paid  to  the  needs  of  lesbigay  communities.  Recommendations  for  action  are  made (April, 1999).IntroductionWhilst much current writing about social exclusion has concentrated on its relationship to poverty, it is also clear that it is a much wider and more complex issue. Drawing on the work of Duffy [1995], Clive Miller2 [1999] is working to produce a definition to encompass these wider issues:“Duffy’s definition points to three factors that undermine the ability of  socially excluded people to participate effectively. They often lack the material resources, i.e. they are living in poverty, and the skills and knowledge, that enable others to participate. They suffer direct and indirect discrimination by those who control access to economic, political, social and cultural life. They become distanced, and can become alienated, from mainstream society ... Hence the three groups of  factors,  the ability and resources of excluded individuals and groups, organisational  and  social  attitudes  and  actions  towards  them,  and  some  of  the  alienated reactions combine to produce exclusion. Duffy’s definition also shows that social exclusion is very  closely  bound  up,  but  not  totally  synonymous,  with  poverty.  It  takes  poverty  into 1 In this paper, I have used the US term, lesbigay, to cover lesbian, gay, bisexual and transgendered people2 The Office for Public Management is developing a framework and collaborative management model to support those public service managers who are trying to combat social exclusion/promote social inclusion. For further information, contact the Office at 252B Gray’s Inn Road, London WC1X 8JT (tel 0171-837 9600).62account in terms of lack of material resources but then goes further to define the social impact that it must have to be socially excluding.” (p3)Miller then goes on to argue, using people with disabilities and black people as examples, that people who may not be on or below the poverty line are still socially excluded:“through  direct  and  indirect  discrimination,  they  are,  regardless  of  their  abilities  and resources, denied access to jobs, career advancement, goods and services, and may be socially shunned or verbally and physically abused.” (p4)So  far,  writings  on  social  exclusion  have  generally  ignored  lesbigays,  but,  using  these definitions, lesbigays can clearly be socially excluded - if anyone doubts this, they have only to read the next section.BackgroundWe are living in strange times, with what seems to be a widening gap between the acceptance of cultural images and the reality of discrimination.Lesbigay  images  are  everywhere:  Hayley,  the  transgendered  character  in  Granada Television’s long-running “soap”,  Coronation Street;  the adventures of Stuart,  Vince and Nathan in Channel 4’s ground-breaking series, Queer as Folk [1999]; lesbian poet U (Ursula) A Fanthorpe in the running to be Poet Laureate; Ian McKellen’s well-reviewed performance as the gay film director, James Whale, in Gods and Monsters [1999]; Lily Savage not only has her own show but is also starring in the musical,  Annie, on the London stage; Pam St Clement out as a star of BBC-TV’s EastEnders; Waheed Alli ennobled; Dana International winning the Eurovision Song Contest in 1998.Yet, at the same time, famous lesbigays are still frightened of, or extremely cautious about, coming out - for example, according to Terry Sanderson [1999]:“... there was the case of James Dreyfus [sic], who is ... making a tidy living out of playing the Nancy, firstly as PC Goodie in The Thin Blue Line and, more recently, in Gimme, Gimme, Gimme on BBC2. Over at Elle magazine, he was described as ‘the straight-in-real-life actor’. Could it possibly be the same James Dreyfus who gave a coming-out interview a week earlier in the Pink Paper? ...” (p59).although, in some cases, this may be because of fears over their future careers: after she came out, Ellen DeGeneres’s series was cancelled (although the network deny it was because of her sexuality)  [Gay  Times,  1998a],  and  being  thought  lesbigay  still  leaves  people  open  to mockery and worse, for example as described in this article by Richard Williams [1999] following an incident between footballers Graeme Le Saux and Robbie Fowler:“According to (a friend), Fowler had been taunting Le Saux throughout the match, calling him a ‘poof’ and a ‘faggot’. While Le Saux was preparing to take a free kick in the second half, Fowler turned his back, stuck out his bottom, and shouted ‘Come on, come on, give it to me up the arse.’ The friend said that Le Saux had complained to the referee and the linesman, 63who took no action against Fowler but booked Le Saux for time-wasting. When the Chelsea man further remonstrated with his opponent, telling him that he was a disgrace and that he had insulted his family, Fowler allegedly responded: ‘Fuck your family.’”Williams contrasts this with the way in which the French media have treated the lesbian tennis star, Amélie Mauresmo - and thereby highlights another element of the UK scene, the readiness  of  the  UK  media  to  treat  lesbigay  issues  as  though  they  are  scandalous:  for example,  the “Get  this  filth  off  our  screens:  outrage at  gay kiss on  EastEnders” [Wood, 1996].The Le Saux/Fowler incident has at least focused some attention on this issue [The Guardian, 1999]:“Sports  Minister  Tony  Banks  said  yesterday  that  there  was  ‘an  enormous  amount  of homophobia’ in sport at the same time as ‘probably a significant number of gay footballers and gay spectators’.”The tragic later life of Justin Fashanu shows just what can happen to an out sportsman.Just one further example [Wockner, 1999]:“Gold medal swimmer Mark Tewksbury decided to reveal his gay sexuality during a public appearance at Toronto’s Buddies in Bad Times Theatre after losing a six-figure contract as a motivational speaker for an unnamed financial institution. The company had complained that the three-time Olympic medalist (sic), who set seven world records during his sporting career, was already ‘too openly gay’.”Discrimination against lesbigays in the UKDiscrimination is everywhere. Before examining some examples in a little more detail, here are two powerful statements:“Terri and I are fully aware that, as Black lesbians, raising Black children in a white, racist, sexist and homophobic society, we are fighting against a system that threatens to devour us and ‘our’ children. The dominant white culture impresses upon our children, from an early age, values that are alien to their experiences at home.” [Akanke, 1994, p102]“Teacher: I don’t think a teacher is going to think an Asian or black kid is a homosexual, they just wouldn’t. They’ve got enough problems dealing with being black. Like you wouldn’t think of a handicapped person as a homosexual, would you? No, you just wouldn’t, would you?” [Mac an Ghaill, 1994, p167]Murderthe clear-up rate of lesbigay murders consistently falls behind that for other murders, and much criticism has been made of the police handling of cases [eg Richardson, 1997; Powell and Richardson, 1997b]; in the case of the murder of Michael Boothe in 1990, the police failed to follow up a number of leads, and, to date, have not charged anyone with this killing [Powell and Richardson, 1999] - indeed, it has been suggested that he was the “gay Stephen Lawrence” [Gay Times, 1999e]. Vicky Powell and Colin Richardson’s analysis of 220 cases of murder of gay men since 1986 [Powell and Richardson, 1999]:64“suggests that almost two-thirds of gay murder victims are not acquainted in any way with their killer ... This means that gay murders are not so easy to solve, and goes some way to explaining  why,  according  to  our  figures,  the  clear-up  rate  for  murders  of  gay  men  is significantly lower than for that for murder as a whole.In 1990 ... we have records of 28 murders of gay men in this country, of which nine were committed in Greater London. Nationally, six cases are still outstanding, representing a clear-up rate of less than 80 per cent. Of the London murders, three, all of which took place in west London, remain unsolved to this day, representing a clear-up rate of only 67 per cent. The clear-up rate for all murders in London that year was more than 80 per cent.” (p42)People convicted of the murder of lesbigays are often given light sentences by their use of the ‘homosexual panic’ defence:“Research  by  Gay  Times shows  that  the  ‘homosexual  panic’  defence  has  been  used successfully in at least ten cases in this country in the past nine years. In each of these cases, the  courts  accepted  that  the  killer  had been provoked when their  victim made unwanted ‘homosexual advances’.” [Richardson, 1995].This obviously is not just an UK problem. According to a report in Gay Times [1999c], “A lesbian, gay or transvestite person was murdered, on average, every three days in Brazil last year, according to statistics released by Grupo Gai da Bahia” and Matthew Shepard’s brutal murder in the US has focused attention on the extent of homophobia there.Violent attacks, harassment and verbal abusea recent survey [Mason and Palmer, 1996] of over 4000 lesbians, bisexuals and gay men found that, in the last 5 years:• a third of men and a quarter of women had experienced violent attacks• 32% had been harassed• 73% had suffered verbal abuse.Bullying of young lesbigaysbullying  of  young  lesbigays  is  very  common,  often  having  tragic  consequences  [see  for example Rivers,  1995].  At the end of 1998, the Family Planning Association launched a training course aimed at those working with young people, in a bid to help professionals combat homophobic bullying of young lesbians and gay men. This issue had been given a high profile, following the death of a 15-year-old boy who committed suicide after years of bullying at school by pupils who thought he was gay [Gay Times, 1999a].As Ken Livingstone [1998] states:“The Millbank Tendency has developed the interesting line that it was ‘GLC excesses’ over lesbian and gay rights that prompted the Thatcher government to bring in clause 28. I make no apology for tackling this issue. The GLC funded a study which showed that  amongst young lesbians and gays, half had experienced problems at school, many had been beaten up because of their sexuality, some had been evicted from their homes and some had tried to commit suicide.” 65The Pink Paper has launched a “Learn the Lesson” appeal which asked readers to write to the head-teachers of their old schools, telling them that they are gay, as part of a campaign to make life easier for lesbigays at school, and described the sort of harassment young lesbigays face [Reay-Smith, 1999].The harassment and outing of politicians and other prominent people by the mediaduring the preparation of this paper, Nick Brown MP preempted being outed by News of the world by coming out,  Ron Davies MP was dealing with the flood of  rumours about  his sexuality,  following an  attack  on Clapham Common,  and  MEP Tom Spencer  was outed following his ‘problems’ in Customs [Murphy and Moss,  1999]. Whilst there are obviously strong arguments for public figures to come out voluntarily - and there is also an argument for confronting closeted lesbigay politicians who vote against lesbigay issues - nevertheless the media still create unnecessary “news” about the lesbigay famous.Discrimination at workthere is still no legislation to protect lesbian/gay employment rights. For example, a lesbian employee of South West Trains took her employer to court for refusing to allow her partner travel  concessions  awarded  to  non-married  heterosexual  partners  of  employees  [Palmer, 1996]. In the event, her rights were not recognised by the UK Government or the European courts.Discrimination by Health Authoritiesa recent study has shown that, in 1997/98, English Health Authorities were spending only an average 20% of their HIV-prevention budgets on gay men, despite the fact that gay men account for over 60% of all new HIV cases each year [National AIDS Trust, 1999].Life insurance/pension companieslife-insurance companies  frequently  discriminate  against  gay/bisexual  men by refusing to allow them to take out policies:  in some cases,  they will  allow a policy only if  the man concerned has a test for HIV. Most company pension schemes do not recognise same-sex partners [Wood, 1998].The continuing bar on out lesbigays being employed in the armed forces whatever one’s view of wanting to serve in the armed forces, it is illegal to be out and to do so, and, following from this, discrimination is rife. Between 1978 and 1998, nearly 1,500 service  personnel  have  been  discharged  by  the  Ministry  of  Defence  because  of  being lesbigay; the organisation of lesbigay military personnel, Rank Outsider, reckons that another 600 staff were dismissed via other procedures, and that some 2,000 have left ‘voluntarily’ because of stress and persecution [Tatchell, 1998].Lesbigays and religionduring the 1998 Lambeth Conference’s discussion of homosexuality (which they decided to condemn),  the Archbishop of Canterbury “joined African and Asian bishops in  opposing more acceptance of lesbians and gay men. And in early October, he said he would continue to oppose attempts to reduce the age of consent for gay men.” [Powell, 1998b].Age of consent66although the age of consent for gay men has been lowered to 18, it is still illegal for sexual activity to take place other than between “consenting” adults, and other than in private - it is, of course, entirely illegal for men under the age of 18 to have gay sexual activity.Public displays of same-sex affectioncommenting on the dangers of being attacked by passers-by, Robert Wintemute [1995] also says pithily:“two men or two women can be fined simply for kissing in the street” (p501).Privacy lawit is unlawful for gay sex to take place if more than two people are present: in January 1998, seven men were convicted for their part in a consensual sex party held in a private home [Tatchell, 1998b; Gay Times, 1999d].Parentingin relation to existing parents, for example, Wintemute [1995] identifies discrimination by the courts:“Where a gay, lesbian, or bisexual person is already a biological and legal parent of a child, usually  because  of  a  dissolved  heterosexual  marriage,  the  courts  frequently  discriminate against them on the ground of the sexual orientation in deciding whether they, their former husband or wife, a relative, or a local authority should have custody or care and control of, or access to, the child.” [p512].The continuing harassment of cottagers via the gross indecency lawsdespite criticisms of this use of police time and public money - for example “Cottaging raid ‘a waste of public funds’ says judge” [Gay Times, 1998] - it continues - “60 men arrested in national sex crackdown” [Powell, 1995]. According to a recent article [Tatchell, 1998c]:“The last time gross indecency prosecutions were lower than the 1996 figure (283) was 50 years earlier, in 1946, when the number of men proceeded against totalled 281. From 1946, prosecutions rose relentlessly for the next four decades ... the 1,717 prosecutions for gross indecency in 1989 were nearly double the number during the anti-gay witch-hunts of 1952-55 and four times the level in 1966, the year before law reform” [emphasis his].The results are often tragic: “Two men die after Scottish cottaging crackdown” [Powell and Richardson, 1997a].The continuing refusal by the Government to repeal “Clause 28” (see below)Discrimination against lesbigay publicationsthe  most  famous recent  example  was  the  successful  case  brought  against  Gay News for blasphemous libel for its publication of an erotic poem about Jesus, but there have also been 67regular seizures by the Customs and Excise of lesbigay publications entering the country; in 1995, the police and Customs raided the lesbigay shop, Clone Zone, in London and seized magazines  and  videos  [Hamilton,  1995];  and,  in  1998,  the  police  seized  the  book, Mapplethorpe,  belonging  to  the  Library  of  the  University  of  Central  England  [Powell, 1998a].Discrimination by omissionjust as with all socially excluded groups, we are often omitted from history: for example, mainstream  television  can  still  show  programmes  of  significance  to  lesbigays  without mentioning us (such as The day Britain turned disco [1999]).“Clause 28”What exactly is “Clause 28”? “Clause 28” was put on the statute books after a spate of anti-gay coverage in the media and high-profile controversy around some children’s books and education:  for some background to this, as well as a critique of attempts by local authorities to deal with lesbigay issues, see Davina Cooper [1994].It was introduced into the Local Government Act [1988], and states:“28 (1) The following section shall be inserted after section 2 of the Local Government Act 1986 (prohibition of political publicity) -2A - (1) A local authority shall not -(a) intentionally promote homosexuality or publish material with the intention of promoting homosexuality;(b) promote the teaching in any maintained school of the acceptability of homosexuality as a pretended family relationship.”It is, in my view, a highly discriminatory piece of legislation (I could not imagine anything similar being written about other socially excluded groups) which applies only to activities funded by local authorities, but does include public libraries. The present Government has made commitments to repeal this legislation, but these appear to be becoming less firm as time passes. For further discussion of its effects on public libraries in the UK, please see below.Fears of a further backlashIt is clear that any gains are fragile. For example, even a mainstream commentator has noted:“Gay discos would do better to revive [the 1970s] sense of resistance, rather than its music ... 68despite the advances, equality is still a long way off, especially for working-class gays outside the major cities. And with the guard down, there’s no guarantee that the situation can’t go into reverse.” [Steel, 1999]and, in the second volume of his monumental three-volume work on “The Information Age”, Manuel Castells [1997] also seems to see the potential for a gloomy future. He suggests that the lesbigay movements are part of the last stages of patriarchalism, but that:“there is no predetermined directionality in history ...  A fundamental restoration, bringing patriarchalism back  under  the  protection  of  divine  law,  may well  reverse  the  process  of undermining  the  patriarchal  family,  unwillingly  induced  by  informational  capitalism,  and willingly pursued by cultural social movements.” (p242)Lesbigays and public libraries in the US and CanadaIn 1986, I wrote:“Librarians are a key resource in helping to overcome some of these areas. Yet, very little has been done in the way of providing services to lesbians and gay men, and, indeed, there are still  battles  in  some  authorities  over  providing  magazines.  Those  authorities  which  have developed services such as the provision of booklists and exhibitions are themselves often under attack ...” [Vincent, 1986b]So, what has changed in the last 13 years? Before examining the state of public librarianship in the UK, it is salutary to look at the progress made in the US and Canada.US  society  has  similar  (if  not  worse)  discrimination  towards  lesbigays.  Some  current examples include the horrendous murder of Matthew Shepard (the 21-year-old student was lured from a bar in Laramie, Wyoming, in October 1998, driven out of town, beaten, robbed, and left tied to a fence in sub-zero temperatures) [Rodgerson, 1998], and, according to Gay Times [1998c), “In the days following Matthew’s death, according to the gay Internet news service Wired Strategies,  a lesbian was attacked in Minnesota after attending a vigil in his memory and suffered bruises and cuts; four men were beaten up in San Francisco by a gang yelling ‘fags’; two gay men were shot dead in California after being harassed repeatedly by a stranger; and a bisexual man in Cincinnati was found beaten and strangled in his home.”in 13 states, homosexual and heterosexual oral and anal sex are banned [Gay Times, 1999b]; the general attacks on sexual freedom and the moral panic stirred up by the media in response to men cruising in toilets, parks and truck stops [Rofes, 1999]; and Keith Boykin graphically describes the extent of homophobia and racism as a black gay man in the US [Boykin, 1998].However,  public  libraries  (and  librarians  generally)  seem to  be  continuing  to  make  real progress, despite vitriolic comments by some of our colleagues:“I  still  find  it  reprehensible  that  an  association  I  am  a  member  of  chooses  to  glorify 69homosexuals. The vast majority of the American people do not support such a lifestyle that flies  in  the  face  of  sound family  values  and  a  healthy  physical  and  mental  well-being.” [Hartwell, 1992]Via  its  Social  Responsibilities  Round  Table,  the  American  Library  Association  has established a network3 for examining and keeping up-to-date with major policy areas - these include the Feminist and the Gay, Lesbian and Bisexual Task Force (GLBTF) [SSRT, 1998]. The GLBTF was founded in 1970 (as the Task Force on Gay Liberation). Their activities include:  making  two  annual  book  awards;  presenting  programmes  at  the  ALA’s  annual conference; publishing a quarterly newsletter; maintaining a clearinghouse of gay, lesbian and bisexual related bibliographies, directories and reading lists; holding “Read-Alouds” and social hours at ALA conferences [ALA, 1998].The following quote from a New York newspaper makes a telling point: could we imagine the same being written about a central London library, for example? “The music spans gay generations, from Judy Garland’s ‘The Man that Got Away’ to k.d. lang’s ‘Big-Boned Gal’ to the ‘We Shall Overcome’ of Broadway show tunes, ‘I Am What I Am.’ But this is not some eclectic circus of the disco mind. It’s the New York Public Library on 42d Street. And the songs bouncing off the library’s stately marble walls are not coming from some transgressive gay ghetto blaster, but from the library’s own speaker system, part of its epic exhibition of lesbian and gay history, ‘Becoming Visible: The Legacy of Stonewall.’” [Botello, 1994]The US library profession also recognises the importance of listening to our own stories [Neely and Abif, 1996; Kester, 1997], and these two important publications emphasise how necessary it is for us to make our voices heard.Significant articles about the library needs of gay and lesbian teenagers have also appeared in the US library  press,  which,  for  example,  stress  the  importance of  maintaining  a  fiction collection to “assuage the fears of young homosexuals” [Cockett, 1995]; emphasise the need to provide public library services for gay, lesbian, and bisexual teens [Hawkins, 1994]; and guide the librarian towards selecting positive materials - “Library materials that offer support to gay and lesbian teens can save lives” [Caywood, 1993].A recent article on collection development included a valuable guide to “Evaluation of fiction literature for homophobia” [Stearns, 1996].Yet it is also worth noting that, despite these advances, there are still major problems in terms of access to lesbian and gay materials, the result of what has been described as the insidious nature of heterosexism [Gough and Greenblatt, 1992]4. A national survey [Bryant, 1995] of 3  in October 1998, these Task Forces, Committees and other Affiliates were: Alternatives in Print; Coretta Scott King Award (for Black authors and illustrators of children’s books who have promoted \"better understanding and appreciation of the culture and contribution of all peoples to the realization of the American dream\"); Environment; Feminist; Gay, lesbian and bisexual; Hunger, homelessness and poverty; International responsibilities.4 This article also includes a useful framework for assessing service delivery, \"Test your gay/lesbian service quotient\".70250 public and college libraries in the US found that 14% of respondents said that  their libraries carried no books “with gay and lesbian themes or characters”. Eric Bryant observed that:“Libraries across the country continue to downplay gay and lesbian issues in their collections and public service efforts”and concluded that:“A firm belief in outreach to all communities characterised most of the libraries with larger gay collections and organised services [however] ... the most frequent reply was that there were no gays in the respondents’ area, making outreach impossible.”One notable exception was the San Francisco Public Library which had a stock of over 6,000 lesbigay materials.A more recent survey of 19 large urban US and Canadian library systems examined their catalogues to determine their holdings of 222 gay-related titles. Amongst other findings, a key one was that, in general, the Canadian libraries in the survey carried fewer titles and fewer copies per head than the US libraries did [Spence, 1998].A recent small-scale survey [Joyce and Schrader, 1997] of 46 gay male users of one Canadian public  library  found  that  the  public  library  was  their  most  significant  resource  for information, and yet, despite considerable work to develop stock provision by the staff, the gay men surveyed were not aware of the stock.Lesbigays and public libraries in the UKSo, what progress has been made in the UK? What services can lesbigays expect from their public libraries? And how are lesbian, bisexual, and gay workers treated - are our voices heard?In a key (but, sadly, little-publicised) piece of research carried out in three London boroughs, Phil Brett [1992] came to some important conclusions. These included that:“1. The results obtained from the questionnaire suggested that people thought lesbians and gay men should be treated as a target group for service provision ...”“2.  People  clearly  felt  that  homosexuals  were  discriminated  against  in  society  and  that libraries should not support such prejudice. This included the sample of the public which might  have  been  perceived  to  have  the  opposite  view.  This  opinion  did,  however,  have limitations. For example, whilst the public survey indicated a desire that libraries should be non-homophobic there was opposition to libraries being anti-homophobic. The public were against libraries being used to fight discrimination as this was seen as political interference in the neutrality of the library. The library staff ... were in favour of an interventionist role ... The results of the survey suggest that in certain areas libraries might follow policies of which the  public  disapprove.  Such  as  in  the  issue  of  gay  titles  in  junior  collections  and  the implementation of a ‘positive images’ policy. In both cases library staff were in favour, whilst the public were against (although in each case there was an important minority taking the 71opposite view). The acceptance of this indicates that those connected with libraries feel that whilst libraries should respond to the wishes of the general public there should be care taken to take into account the wishes of minorities. The balance between the two is not an easy one. There did however appear to be a consensus view that  the library role is  not just one of mirroring  the  lowest  common  denominator  but  educational.  One  could  ask  what  the librarian’s response should be if the majority were against black authors being stocked ...”“3. How far minorities are catered for again raises the question of whether a library should be merely non-discriminatory or be anti-discriminatory. The majority of answers from the broad based questionnaire were in favour of the latter, however, in practice this did not appear to be the case ... It would appear logical that for a library to be truly non-homophobic it cannot avoid taking a more active stance ... Stocking material which is available is a good first step, but  what  if  that  which  is  made  available  by  publishers  is  minimal,  as  is  the  case  with children’s books, reference material and large print? The material available is not balanced, the respondents agree that, so to merely replicate the publishers[‘] decisions is to replicate the bias.  Therefore,  a  balanced  stock  is  impossible.  To  achieve  a  balance  libraries  need  to influence publishers to publish a wider choice.”“4. ... The data collected in this paper appears to show that where libraries are involved in [operating equal opportunity] policies ... the service is improved ...”“5. The lack of a written stock policy could be the reason for the identified gaps in provision. The  reliance [on]  provision  by  demand could,  in  the  case  of  homosexuals[‘]  position  in society, mean a demand not articulated and therefore not provided for ... A written policy with guidelines on stock selection would help in diminishing the negative aspects of ‘censorship’ and promote the positive ones of ‘selection’ ...”“6. ... In general the respondents felt that appropriate books about homosexuality should be stocked in the junior libraries ...”“7. There were only a few concrete examples of Section 28 having any effect. A number of the  respondents  indicated that  they felt  that  financial  restrictions  due to  cuts  have had  a greater impact ...”“8. The findings would seem to suggest that the majority of those questioned believed that a public  library  should  attempt  to  provide  a  balanced  stock.  In  attempting  to  do  so  it  is necessary to acknowledge that it  is not a balanced world. Libraries can not cure society’s failings but they can play a subjective role in attempting to provide material by or for people who either question society or are themselves questioned by society. In doing so a public library can make a contribution to humanity ...”In her survey of the attitudes of library directors5 in Canada and the UK, Ann Curry [Curry, 1997] uncovered some interesting, and ultimately horrifying, attitudes:“‘It is a dangerous political situation to say that the library promotes social change. If you say that with a hung council ... the library will get short shrift and funding reductions down the road’” (UK director) (p42)“[A] factor noted only by the British directors involves a different kind of ‘high’ demand: that of  special  interest  groups  and  council  politicians  for  ‘politically  correct  literature  on politically  correct  themes’.  Material  dealing  with  women’s  and  gay/lesbian  issues  was 5 the views of 30 UK and 30 Canadian directors were surveyed72mentioned  specifically  in  this  context.  Four  directors  felt  that  their  libraries  were  being exploited in a power struggle when they purchased widely and deeply in these areas, only to discover that the people who had demanded specific items were not reading them.” (p51)“Most  directors,  while  agreeing or  strongly agreeing that  ‘positive’  homosexual  literature should be included in public library collections, feel that positive images should be provided for all groups in society and that negative images of homosexuals should also be provided.” [emphasis author’s own] (p69)Curry concludes, worryingly, that “Overall, the British appear to be reluctantly compromising services to gays/lesbians to avoid Section 28 prosecution ...”, although she is also clear that personal views may have an effect:“‘Sex, politics and religion are things which one keeps to oneself.  I  have no objection to homosexuality, provided it is kept quiet and out of sight as that sort of thing should be. I object to it being paraded.’” (UK director) (p224)This view appears to be prevalent, in that a recent report [Pluse and Prytherch, 1996] of a survey of some 500 pieces of research in progress (and which also included 433 suggestions from respondents for further research) included no mention of any research either in hand or required in relation to lesbian and gay issues.In a recent article, Judy Hendry [Hendry, 1997] produced a valuable outline of the key ways in which lesbigays are discriminated against, and, particularly, the effects of “Clause 28”, and concludes with a highly pertinent question: “Can  we,  as  librarians,  justify  ignoring  and  thereby  condoning  this  contravention  of democracy?”A  recent  issue  of  Community  librarian included  two  feature  articles.  In  the  first,  Peter Fairbrother suggests “It’s now 1998, but sadly some prejudices still remain ... it often remains the case that titles with positive gay identities are rarely included in the materials collected by library  and  Information  Centres”  and  he  urges  that  “as  with  materials  for  other  usually ignored  [sic]  groups,  a  positive  effort  needs  to  be  made  to  ensure  library  stocks comprehensively reflect society as it is today.” [Fairbrother, 1998]In a ‘back to basics’ article in the same issue, John Warburton [Warburton, 1998] suggests that we still need to look at ourselves (as service-providers), and consider establishing staff training programmes; consider lists of examples of materials which we could purchase and make available; look at catalogue access to lesbigay materials; and consider that “adverts encouraging gays to use their local libraries could be placed in the gay press.” He also raises the thorny issue about the best arrangement of stock - in separate sections or amongst the rest?This debate is continued in a letter in response to John Warburton’s article by Evelyn Healy of Glasgow City Libraries and Archives, which sets out Glasgow’s position [Healy, 1998]. She states (and, incidentally, gives some indication of the volume of stock held):“Glasgow City Council believes that lesbians and gay men are entitled to the same rights as any other Glasgow resident ... our department liaises with representative organisations such as 73PHACE West and the Glasgow Women’s Library ... After discussion, it was decided not to have separate sections for lesbians and gay men in our libraries for the following reasons. Highlighting lesbian and gay men [sic] material may act as a deterrent for those who do not wish to be identified as such but who have an interest in such material. In most of our service points there would be insufficient material to sustain a separate section. We do not highlight other areas of stock, and highlighting lesbian and gay men [sic] stock could be misconstrued as a form of discrimination. Highlighting such stock may lead to homophobic vandalism, which is counterproductive.” [italics mine]In October 1995, the Community Services Group of the Library Association put on a well-attended course, “Less equal than others”, a course on library services for lesbigays; what was remarkable about this was that it was the first time that a Library Association group had organised a course on this topic6, and that, even in 1995, some attendees were nervous of being there, for fear that their employers might find out. (This concern on the part of library workers  about  discrimination  seems  to  have  been  borne  out  by  the  small-scale  survey undertaken by Philip Abbott [1998] who found that “discrimination exists on a corporate level”, and the testimonies he incorporates highlight this). This  course  was  followed  by  two  highly-successful  courses  organised  by  Southwark, “Burning Issues 1” and “Burning Issues 2”. Participants from these courses were invited to attend a follow-up meeting, and, in 1996, the Burning Issues Group7 (BIG) was formed as a network for library workers interested or involved in service delivery to lesbigays. In 1997, the BIG carried out a survey of public library provision in London, and the results (as  yet  unpublished)  show  just  how  patchy  services  are.  Of  the  33  library  authorities surveyed, 12 did not reply. Of the remainder, only 2 indicated that they stocked music of interest to lesbigays, none stocked relevant talking books, and five did not take any specific periodicals or newspapers. Asked about the management of resources and services, only one authority had specific funding identified, only 5 had special sections, and only 9 organised any events, for example to tie in with Gay Pride (and one authority responded specifically that they did not have any events because there was a lack of political support). Asked about performance indicators or other ways in which they assessed the needs for and take-up of the services, most used only their issue figures, although 2 included users’ comments, 2 looked at their stock turnover, one monitored periodicals usage, and two used quality assessment visits. This  important  survey  showed  the  disparities  in  service  provision,  and,  interestingly, indicated that provision is not just being made by the so-called “loony left” authorities. Many authorities were making every effort to develop service provision, despite lack of resources, yet, at the same time, there were clear indications of authorities treating their library users as all being the same or invisible: as so little surveying of the needs of lesbigay users had been carried out, it  is hardly surprising that these authorities could not say why a service was required. There was also a suggestion that those authorities which, in the past, had established services  specifically  targeted  towards  women,  the  Black  communities,  people  with 6 although the Association of Assistant Librarians, South-East Division, had organised sexuality awareness training for their committee [Montgomery and Behr, 1988], and Alison Behr had also organised a course for the Association of Assistant Librarians, South-East Division in 1990 on \"Section 28: 2 years on\" [Behr, 1990].7 the Burning Issues Group (BIG) is now an Organisation in Liaison with the Library Association. BIG can be contacted by e-mail: <bissues@yahoo.com> or via Richard Pearce, Senior Librarian, Croydon Central Library, Katharine Street, Croydon CR9 1ET.  e-mail address: <rpearce@library.croydon.gov.uk>74disabilities, and lesbigays had largely abandoned these, either for budgetary reasons or for fear of being labelled “politically correct”.At a major Arts Council Conference held in April 19988, one of the seminars, “Bigger issues - promoting literature with lesbians and gay men” led by Michael Clarke, Head of Libraries and  Information  Services,  Leicester  City  Council,  focused  on  the  queer  contribution  to literature,  the  effects  of  “Clause  28”  (the  most  insidious  of  which  he  identified  as  self-censorship), and strategies for inclusion. The key points to come out of the seminar [Arts Council, 1998] included:• not all lesbigays will identify themselves, so the audience is difficult to identify;• “Section 28” has become an alibi for self-censorship and inactivity, and it needs to be repealed;• technology could provide valuable developments, such as virtual readers groups;• the National Year of Reading needs a lesbian and gay focus;• a literary award for lesbian and gay writing (parallel to those awarded in the US) is needed;• libraries must be proactive in contacting lesbian and gay groups in the community;• there  was a  very small  take-up at  the Conference of  this  seminar  (and one on disability issues)• was this because librarians have not yet started to address these topics?“Clause 28”So, is the “Clause” having any real effect9?Certainly,  at  the  time,  it  did  affect  the  services  provided  by  some  public  libraries:  for example, Calderdale, West Yorkshire, had refused to stock Pink paper after advice from their solicitors [Library Association Record, 1995a]; there were protests in Glasgow, after claims by the Pink Paper that it had been banned from all libraries in Glasgow [Library Association Record, 1995b]. Alison Behr [1990], who has regularly commented on the development of “Clause 28” for the Library Association, identified the key issues as the law’s lack of clarity and the dangers of self-censorship, and showed how it was being used to carry out a number of political moves, such as the disbanding of Ealing’s Lesbian and Gay Unit. 8 Reading for Life, 22-23 April 1998.9 one area where \"Clause 28\" is having an impact is on the ability of social workers and other support people to assist gay men with learning difficulties to discover their sexuality, which could be interpreted as \"promoting\" homosexuality [Davidson-Paine and Corbett, 1995].75Gabrielle Bourn, in her study of museums’ provision [Bourn, 1994], says that: “it seems that lesbian and gay exhibitions are not held and projects not planned because of real or imagined local  authority pressure. This is  particularly so since the introduction of Section 28 of the Local Government Act [1988], making the promotion of homosexuality illegal within local government. Despite the fact that no one has been prosecuted under this clause it is a convenient tool used by certain councillors, who are often already prejudiced against lesbians and gay men.”Gabrielle Bourn then says that some museum professionals saw putting on lesbigay-related exhibitions as putting the museum at risk, and that:“Other people spoke of timing exhibitions so that they did not coincide with the run up to local  elections and thus be  used to attack funding for  arts  and museums by conservative elements within a council. There were fears too of alienating a traditional museum audience and of local taxpayers complaining of exhibitions they considered unsuitable.”Even the Library Association guidelines [Library Association, 1996] state that the wording of the legislation has led to “hesitation in promoting services for lesbians and gay men” [their emphasis]. Given the vagueness of this legislation, their advice in relation to the publishing of booklists is necessarily guarded: “To publish such a list as part of a series  with the intention of promoting the stock of the library is more likely to be considered legal” [their emphasis]and their advice about community contacts seems to me to be confusing:“...  if  a local authority  intends to promote homosexuality by using its libraries to support homosexual community contacts, that is illegal. A public library is acting legally if it contacts such groups as part of its normal business of making contacts within the local community with the intention of promoting the library service.” [their emphasis]In terms of library stock, the guidelines have a positive stance, apart from the notion that materials “should be bought as part of a balanced library stock”: this raises the old chestnut about what constitutes “balance” - in the 1990s, do we really need to buy some positive material to “balance” the negative? Should we not be concerned to use our skills as librarians to  select materials,  thereby  rejecting  negative  materials?  (This  issue  has  been  widely discussed, for example by Jean Rogers of National Council for Civil Liberties (now Liberty), who  differentiated  between  “censorship,  which  is  a  negative  process  of  exclusion,   and selection, which implies a more positive approach” [Atkins, 1988], and by the present author [Vincent, 1986].)Despite  previous  attempts  to  provide  guidance  to  library  users,  for  example  booklists produced by individual library authorities10 (or groups of authorities to tie into Gay Pride), there is currently very little available, and, at present, certainly nothing of the calibre of Out 10 such as those produced by Lambeth Library Service, Creative writing by and about gay men and Stories and poems by and about lesbian women (both June 1987)76on the shelves11 [Allen et al, 1989]. Could this be one effect of “Clause 28”?Yet there are public library services which are providing high levels of service to lesbigays, but their work is very little reported (could this too be for fear of “Clause 28” and of being seen to “promote”?) One leading authority is Brighton and Hove which has provided not only successful  collections  of  materials  but  also  has  a  high  level  of  user  involvement  in  the provision. Mark Norman has recently studied the service [Norman, 1998], and concluded that: “This  study  shows that  the  [lesbigay]  Collection is  an  important  information resource  in Brighton & Hove for the [lesbigay] community ...  the Collection appears to be successful because  it  attempts  to  fulfil  gay  men  and  lesbians’  different  information  needs  ... Respondents’ reasons for  use suggest the [lesbigay] Collection has important  educational, cultural and economic roles, providing access to resources that may be difficult to find or expensive ...Respondents were aware [that lesbigay] services are poor in the UK and praise the Collection for being better than other library authorities. Their comments suggest some have  high  expectations  of  the  Collection,  requiring  closer  liaison  with  them  to  prevent expectations from greatly exceeding library capabilities.”So,  despite  some  exciting  initiatives  by  particular  library  services  (or  individual  library workers), overall provision is still extremely patchy.It  is  salutary to reflect  on this  lack of real  development in the light of Richard Ashby’s pioneering article [Ashby, 1987], in which he said that the library profession was ignoring gay  and  lesbian  issues,  and  that,  whilst  there  were  some  developments  in  provision  - particularly in urban communities - there was lack of recognition of the isolation of many lesbigays. Richard Ashby called for attention to the following:• staff training• the  development  of  materials  selection  policies,  leading  to  effective  selection practice• greater assistance to lesbigay users to find their way around libraries• the urgent need to talk to lesbigays and their organisations in the community.It is interesting to note that parallel debates are taking place within the field of museums, especially over the dilemma of visibility versus inclusion. There has recently been a number of  major  initiatives,  including  the  exhibition  of  gay  men’s  art  at  the  Open  Museum in Glasgow; exhibitions to mark Gay Pride at Croydon Museum; a Science Museum exhibition on health,  which included AIDS and gay men12,  and perhaps  public  libraries  could learn something from this.11 A revised edition is due to be published shortly.12 my thanks to Rachel Hasted at Croydon Museum for this information77ConclusionsJudging by the results of the BIG survey, it  is salutary to think that we still  rely on the goodwill  of  particular  individuals  for  a  key  public  service,  rather  than  expecting  such  a service to be provided as a matter of course - this could not be the case in 1999 with regard to services for the black community, for example, and it is an indictment of the UK public library scene that this should still be the case for lesbigays.Despite  occasional  flurries  of  activity  in  the  librarianship  press,  no  real,  concentrated attention is being paid to the needs of the lesbigay communities, nor are many library workers relating  their  services  to  the  wider  (inter)national  picture  of  discrimination  and  social exclusion.As indicated in the recommendations which follow, we need to take some action now.To quote Steven Joyce:“I am not saying that one need to take a stand on every social issue, but those that sit on the fence ought to think about who built that fence. By adopting a voice librarians can give voice to others who would not  normally have one. The fence will  never go away, but  socially responsible librarians can help to construct a few gates.” (p13)Recommendations1. further research into the library needs of lesbigays to produce a report parallel to that by Patrick Roach and Marlene Morrison [1998]2. public library authorities produce and implement long-term strategies for tackling social  exclusion,  to  involve:  targeting  priority  needs;  secure,  sustainable  funding; advocacy and innovation; monitoring and evaluation3.  the establishment  of  a national group as a  fully-constituted part  of the Library Association (parallel to the American Library Association SRRT)4. training, both in areas of service delivery and stock awareness (one useful approach would be to incorporate this in the programme for “Branching out”13), including the development  of  staff  training to  gain  awareness  of  lesbigay  needs  and to  combat heterosexism5. the Library Association and its branches and groups should draw attention to the iniquities of “Clause 28” and continue to press at the highest levels for its repeal6.  research needs  to  be  carried out  into IT developments,  such  as  virtual  readers groups (as suggested at the Arts Council Conference)13 the Society of Chief Librarians-led training initiative to develop approaches for librarians in promoting books and reading.787. following another recommendation of the Arts Council Conference, the setting up of a literary award for lesbian and gay writing, perhaps organised via the national focus group8. further research into the current extent of community contact by public libraries, with recommendations for good practice9. develop ways of supporting lesbigay communities in their own analyses of their requirements10.  develop  meaningful  partnerships  between  public  libraries  and  lesbigay communities (eg based on common objectives, shared resources)11. further study of the ways in which public libraries should deal with policy and service provision in areas with which their community may not agree12. research into the effects of supplier selection on the available ranges of materials of relevance to lesbigays13.  public  libraries  should  continue  to  raise  with  materials  suppliers  (publishers, booksellers,  library suppliers,  authors,  illustrators)  the range of materials available and  gaps  in  that  provision  (such  as  large  print  publishing  of  relevant  lesbigay material)14.  the  development  of  materials  selection  policies  to  cover  the  requirements  of lesbigays15. research into comparisons of provision with other sectors, such as museums, the arts16.  the  Library  Association  and  local  government  organisations  to  press  for  the (re)introduction of equal opportunity policies into all local authorities, and to ensure that lesbigay issues are includedAcknowledgementsI  would  like  to  thank  Philip  Abbott,  Gabrielle  Bourn  and Mark  Norman  for  generously sharing their work with me; the Burning Issues Group for their support; Alison Behr for her comments on my draft paper; the staff of the Library Association Information Services for their help in supplying documents and other information; Cal Gough, Ellen Greenblatt and Michael Miller for their interest and access to US networks; Rachel Hasted for discussing museum initiatives with me; Colin Richardson of Gay Times for drawing my attention to his most  recent  article;  Janet  Holden  of  the  Project’s  Advisory  Group  for  her  advice  and comments on my draft paper; and the rest of the Project Team for their helpful comments on early drafts of this paper. 79ReferencesAbbott, P. (1998), How managers can manage diversity and overcome discrimination on the  grounds  of  sexual  orientation. BA  (Hons)  major  project  dissertation,  Manchester Metropolitan University.Akanke (1994), “Black in the closet” in Epstein, D. (editor)  Challenging lesbian and gay inequalities in education. Buckingham: Open University Press.Allen,  J.  et  al  (1989), Out  on the shelves: lesbian books into libraries.  Newcastle under Lyme: Association of Assistant Librarians.ALA (1998), “ALA GLBTF Home Page” [Internet] Available from: <http://calvin.usc.edu/ trimmer/ala_hp.html> [accessed 11 October 1998].Arts Council of England (1998), Reading for Life: Conference report. London: Arts Council of England.Ashby, R. (1987), “Library services to lesbian and gay people” Assistant Librarian 80 (10) pp 153-155.Atkins,  K. “‘That’s not censorship,  that’s selection!’  :  AAL National Student Conference 1988” Assistant Librarian 81 (7) 1988 pp102-104.Behr, A. (1990), “Where are we now? Section 28: two years on” Assistant Librarian 83 (9) pp132-134.Botello, G. (1994), “Stonewall goes uptown to 42d Street”,  New York Newsday 4 August 1994, “Cityscape” column.Bourn, G. (1994),  Invisibility: a study of the representation of lesbian and gay history and  culture in social history museums. MA dissertation, University of Leicester.Boykin,  K.  (1998),  One  more  river  to  cross:  black  and  gay  in  America.  New  York: Doubleday (Anchor Books).Brett, P. (1992), “Politics and public library provision for lesbians and gay men in London” International Journal of Information and Library Research 4 (3), pp195-211.Bryant, E. (1995), “Pride & prejudice: findings of a survey of gay and lesbian library service Library Journal 120 (11) pp37-39.Castells,  M.  (1997),  The power of  identity.  (The Information Age:  economy,  society  and 80culture, vol 2). Oxford: Blackwell.Caywood, C. (1993), “Reaching out to gay teens” School Library Journal, 39 (4) April 1993, p50.Cockett, L. (1995), “Entering the mainstream: fiction about gay and lesbian teens”  School Library Journal 41 (2) February 1995 pp 32-3.Cooper, D. (1994), Sexing the city: lesbian and gay politics within the activist state. London: Rivers Oram.Curry,  A.  (1997),  The limits  of  tolerance:  censorship  and intellectual  freedom in  public libraries. Lanham, Maryland: Scarecrow Press.  Davidson-Paine, C. and Corbett,  J. (1995) “A double coming out: gay men with learning difficulties” British Journal of Learning Disability vol 23 no 4 pp 147-151.The day Britain turned disco (1999), ITV [television documentary].Duffy, K. (1995), Social exclusion and human dignity in Europe: background report for the  proposed initiative by the Council  of  Europe.  Council  of  Europe Steering Committee on Social Policy.Fairbrother,  P.  (1998),  “Information  provision  for  gay  users”  Community  Librarian new series no 20 Spring 1998, pp1-4.Gay Times (1998a), “Network cancels Ellen” June 1998 p58.Gay  Times (1998b),  “Cottaging  raid  ‘a  waste  of  public  funds’  says  judge”  Gay  Times December 1998 p46.Gay Times (1998c), “Matthew Shepard’s death reveals the extent of American homophobia” December 1998 p62.Gay Times (1999a), “Homophobic bullying campaign launched” January 1999 p41.Gay Times (1999b), “Georgia sodomy law overturned” Gay Times February 1999 p54.Gay Times (1999c), “One gay murder every three days in Brazil” March 1999 p52.Gay Times (1999d), “Court upholds Bolton Seven sentences” March 1999 p37.Gay Times (1999e), [cover headline] April 1999.Gods and Monsters (1999), directed by B. Condon [film].Gough, C. and Greenblatt, E. “Services to gay and lesbian patrons: examining the myths” 81Library Journal 117 (1) June 1992 pp59-63. The Guardian (1999), 8 March 1999 p11.Hamilton,  A.  (1995),  “Police and Customs seize  gay  magazines  and videos”  Gay Times February 1995 p31.Hartwell, R. (1992), [letter] American libraries 23 (November 1992) p843, quoted in Joyce, Steven (qv).Hawkins, H (1994), “Opening the closet door: public library services for gay, lesbian, and bisexual teens” Colorado Libraries 20 (1) Spring 1994 pp 28-31.Healy, E.M. (1998), [letter] Community Librarian new series no 21, Autumn/Winter, 1998.Hendry, J. (1997), “Freedom of information: the lesbian and gay issue” Assistant Librarian vol 90 no 3 March 1997 pp37-40.Joyce, S. (1998?), “A few gates: an examination of the social responsibilities debate in the early 1970s and the early 1990s” [Internet] Available from:<http://www.slis.ualberta.ca/issues/sjoyce.htm> - [accessed 2 September 1998].Joyce,  S  and Schrader,  A M (1997),  “Hidden perceptions:  Edmonton gay males and the Edmonton Public  Library”  Canadian Journal  of  Information and Library  Science 22  (1) April 1997 pp 19-37.Kester,  N.  (editor),  (1997),  Liberating  minds:  the  stories  and  professional  lives  of  gay,  lesbian and bisexual librarians and their advocates. McFarland.Library Association (1996), Sexual orientation and libraries. London: Library Association.Library Association Record (1995a), “... as Section 28 saga continues”  97 (3) March 1995 p140.Library Association Record (1995b), “Section 28 saga continues”  97 (11) November 1995 p579.Livingstone, K. (1998), The Independent,  2 December 1998 p4.Local Government Act 1988 (Chapter 9). London: HMSO.Mac  An Ghaill,  M.  (1994),  “(In)visibility:  sexuality,  race  and  masculinity  in  the  school context” in Epstein, D. (editor) Challenging lesbian and gay inequalities in education. Open University Press.Mason, A. and Palmer, A. (1996), Queer bashing: a national survey of hate crimes against  lesbians and gay men. London: Stonewall.82Miller, C.(1999),  Managing for social cohesion: working draft. London: Office for Public Management.Montgomery,  A.  and  Behr,  A.  (1988),  “Significant  others”  Assistant  Librarian 81  (11) pp164-168.Murphy, J. and Moss, V. (1999), “Gay sex shame of top Tory” The Mail on Sunday (1999) 31 January 1999 p1.National Aids Trust (1999), Are health authorities failing gay men? Neely,  T.Y.  and  Abif,  K.K.  (editors),  (1996)  In  our  own  voices:  the  changing  face  of  librarianship. Lanham, Maryland: Scarecrow Press.Norman, M. (1998), Out on loan. BA dissertation, University of Brighton.Palmer,  A.  (1996),  “Work  discrimination  claims  urged  as  lesbian  mounts  European challenge” Gay Times September 1996 p49.Pluse, J. and Prytherch, R. (1996), Research in public libraries: final report of the project on  Research  in  Public  Libraries.  London:  British  Library  Research  and  Innovation  Centre (British Library Research & Innovation Report no.8).Powell, V. (1995), “60 men arrested in national sex crackdown” Gay Times September 1995 p27.Powell, V. (1998a), “University in Mapplethorpe obscenity row” Gay Times April 1998 p46.Powell, V. (1998b), “Archbishop Carey meets gay Christians”  Gay Times December 1998 p48.Powell, V. and Richardson, C. (1997a), “Two men die after Scottish cottaging crackdown” Gay Times January 1997 p41.Powell, V. and Richardson, C. (1997b), “Lessons to be learned” Gay Times February 1997 pp46-50.Powell, V. and Richardson, C. (1999), “How did they get away with murder?”  Gay Times April 1999 pp36-42.Queer as Folk (1999), directed by S. Harding and C. McDougall, Channel 4 from Tuesday 23 February 1999 for 8 weeks [television series].Reay-Smith, P. (1999), “Are lessons being learned?” Pink Paper 12 March 1999 p20.Richardson, C. (1995), “‘Homosexual panic’ defence succeeds again” Gay Times November 1995 p30.83Richardson, C. (1997), “Police make arrests in gay murder case”  Gay Times January 1997 p45.Rivers, I. (1995), “The victimization of gay teenagers in schools: homophobia in education” Pastoral Care in Education vol 13 no 1 March 1995 pp 35-41. Roach, P. and Morrison, M. (1998), Public libraries, ethnic diversity and citizenship (British Library Research and Innovation Report 76). Coventry: CEDAR, University of Warwick.Rodgerson, G. (1998), “Savage gay murder spurs calls for US hate crime law”  Gay Times November 1998 p45.Rofes, E. (1999), “Putting the sex back in homosexuality” (report from the Gay Men’s Sex Summit), Gay Times January 1999 pp28-32.SRRT  (1998),  “Task  Forces  and  other  Affiliates”,  [Internet]  Available  from: <http://www.jessamyn.com/srrt/taskforce.html> [accessed 11 October 1998].Spence, A. (1998), Gay books in the public library: responsibility fulfilled or access denied?  : how 19 large urban American and Canadian library systems compare in service to their  communities. Toronto: International Information Research Group.Stearns, R. (1996), “Collection development issues for materials for and about lesbian and gay people” Current Studies in Librarianship 20 (1) Spring/Fall 1996 pp82-88.Steel, M. (1999), “There’s nowt so queer as blokes” The Independent (the Friday Review) 29 January 1999 p8Tatchell, P. (1998a), “The price of equality” Gay Times January 1998 p46.Tatchell, P. (1998b), “Small town witch-hunt” Gay Times March 1998 pp36-40.Tatchell,  P. (1998c), “Gross indecency prosecutions lowest since 1946”.  Gay Times April 1998 p48.Vincent,  J.  (1986a),  “Censorship  and  selection  in  public  libraries”  in  Dixon,  J.  (editor) Fiction in libraries. London: Library Association.Vincent,  J.  (1986b),  An introduction to community  librarianship.  London:  Association of Assistant Librarians.Warburton, J. (1998), “How serious is your commitment to your lesbian and gay readers?” Community Librarian new series no. 20 Spring 1998 pp6-9.Williams, R. (1999), “Both of these footballers are at the pinnacle of their profession ...” The Independent Thursday Review 4 March 1999 p1.84Wintemute, R. (1995), “Sexual orientation discrimination” in McCrudden, C. and Chambers, G.  Individual rights and the law in Britain. Oxford: Oxford University Press for the Law Society, pp491-533.Wockner,  R.  (1999),  “‘I’m a great,  screaming queen,’  says Canadian Olympic swimmer” Gay Times February 1999 p54.Wood, K. (1998), “New Tax Year - same old robbery” Gay Times March 1998 pp32-34.Wood, M. (1996), “Get this filth off our screens” The Sun 30 August 1996 p15.85",
    "id": 11879332,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.rclis.org:7121"
    },
    "title": "Lesbians, bisexuals, gay men and transgendered people",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2000-01-01T00:00:00+00:00",
    "publisher": "London: Resource: The Council for Museums, Archives and Libraries",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2000",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/11879332.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/11879332"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/11879332/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/11879332/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/11879332"
        }
    ],
    "abstract": "The paper argues that although writings on social exclusion have largely ignored “lesbigays” (lesbians, gay men, bisexuals and transgendered people), they can be socially excluded. It begins by contrasting the cultural acceptance of lesbigay images with the reality of discrimination and homophobia. It then gives instances of this discrimination, such as criminal attacks, harassment and legal discrimination, including “Clause 28”. The next section of the paper looks at developments in the US and Canada and emphasises progress made within the US library profession. The paper then turns to UK public library services, referring to past research, including the (presently unpublished) Burning Issues Group survey of public library provision in London. It also comments on the general lack of research on lesbigays and public libraries. The effect of “Clause 28” is considered. The paper also suggests that libraries could learn from developments in the field of museums. It is concluded that overall provision for lesbigays is still patchy, with little attention having been paid to the needs of lesbigay communities. Recommendations for action are made (April, 1999)",
    "tags": [
        "Book chapter",
        "PeerReviewed",
        "BC. Information in society.",
        "CC. User categories: children, young people, social groups.",
        "DC. Public libraries."
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Book chapter",
        "PeerReviewed"
    ],
    "oai": "oai:eprints.rclis.org:7121",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "418",
        "openDoarId": 0,
        "name": "E-LIS",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 11879332,
        "depositedDate": null,
        "publishedDate": "2000-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T10:55:47+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-16T13:13:58+01:00"
    },
    "urls": [
        "http://eprints.rclis.org/7121/1/vol3wp5.pdf",
        "http://eprints.rclis.org/7121/"
    ],
    "lastUpdate": "2024-01-30T10:55:47+00:00",
    "setSpecs": []
}