{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mendoza, Leonardo Daniel"
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-20T12:35:00+01:00",
    "dataProvider": {
        "id": 3596,
        "name": "Loyola Marymount University",
        "url": "https://api.core.ac.uk/v3/data-providers/3596",
        "logo": "https://api.core.ac.uk/data-providers/3596/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/572819692.pdf",
    "fullText": "LMU/LLS Theses and Dissertations 8-2-2022 Lesbian, Gay, Bisexual, Transexual (LGBT) U.S. Latinx Catholics and the U.S. Catholic Church: A Critique of Certain Aspects of Roman Catholic Moral Teaching in light of a Latinx Theological Anthropology Leonardo Daniel Mendoza Loyola Marymount University, leonardo.mendoza26@yahoo.com Follow this and additional works at: https://digitalcommons.lmu.edu/etd  Part of the Religious Thought, Theology and Philosophy of Religion Commons Recommended Citation Mendoza, Leonardo Daniel, \"Lesbian, Gay, Bisexual, Transexual (LGBT) U.S. Latinx Catholics and the U.S. Catholic Church: A Critique of Certain Aspects of Roman Catholic Moral Teaching in light of a Latinx Theological Anthropology\" (2022). LMU/LLS Theses and Dissertations. 1166. https://digitalcommons.lmu.edu/etd/1166 This Research Projects is brought to you for free and open access by Digital Commons @ Loyola Marymount University and Loyola Law School. It has been accepted for inclusion in LMU/LLS Theses and Dissertations by an authorized administrator of Digital Commons@Loyola Marymount University and Loyola Law School. For more information, please contact digitalcommons@lmu.edu. Lesbian, Gay, Bisexual, Transexual (LGBT) U.S. Latinx Catholics and the U.S. Catholic Church: A Critique of Certain Aspects of Roman Catholic Moral Teaching in light of a Latinx Theological Anthropology              by   Leonardo Daniel Mendoza      A thesis presented to the    Faculty of the Department of Theological Studies Loyola Marymount University    In partial fulfillment of the Requirements for the Degree Master of Arts in Theology       August 2, 2022 i  Abstract  This Capstone Research Project aims to address the certain aspects of Roman Catholic moral teaching. Throughout this project I argue that when it comes to the Lesbian, Gay, Bisexual, Transexual and Queer (LGBTQ+) Catholics, the moral teaching is essentially corrupt. This paper begins by providing an overview of current Catholic teaching relevant to LGBTQ+ persons. In the second section I focus on the lived experience on the Latinx LGBTQ+ community in the United States to demonstrate several flaws in Catholic moral tradition. I place a special emphasis on the Latinx LGBTQ+ community in Florida as I base my argument on the tragic attack against LGBTQ+ people at Pulse Nightclub and I rely on the insights of a social scientific study conducted among LGBTQ+ youth in Florida. In the third and final section of my research project, I engage with the theological anthropologies of M. Shawn Copeland and Ada Maria Isasi-Diaz to create a framework from which a theological corrective action may emerge to remedy the harm done by the deeply corrupt and erroneous Catholic moral teaching.                                ii   Dedication  To my parents, whose sacrifices made this moment possible.  To the LGBTQ+ Catholics of past, present, and future generations, may we all be welcomed and loved unconditionally by our families, friends, and churches.                                         iii   Acknowledgements  Many thanks to Dr. Nancy Pineda-Madrid, T. Marie Chilton Chair in Catholic Theology for directing this project and for her continued guidance and support in my theological education. With equal gratitude, I am grateful to Dr. Cecilia Gonzalez-Andrieu for her guidance and support as second reader for this research project.                                        iv   Table of Contents Abstract                    i            Dedication                                         ii Acknowledgements                                                                                                            iii Introduction               p. 1 Section One: Official Catholic Moral Doctrine          p. 6 Section Two: Developments in Psychology and the Natural Sciences                          p. 14 Section Three: From Developments in Psychology and                                                                                               the Natural Sciences to the Theological                                                                         p. 18 Section 3 Subsection 1: Building on the Lessons from African American                                     Theological Anthropology                                                                               p. 26 Section 3 Subsection 2: Ada Maria Isasi – Diaz and the perspective                                                                 of Mujerista Theological Anthropology                                 p. 28 Section 3 Subsection 3: Building Bridges: M. Shawn Copeland’s                                                                   and Ada Maria Isasi – Diaz’s Theological Anthropologies                                           p. 33 Anthropologies and the Latino LGBTQ+ Community in the USA         A Call for Action to Latinx Theologians in the USA                             p. 38      1  Introduction  The Roman Catholic Church and its moral doctrine on sexual orientation, human sexuality, and gender are built on the foundations of scripture and nearly two thousand years of tradition. Over the course of two millennia, Catholic moral thought has been built on interpretations of the philosophical and theological works from Thomas Aquinas’ natural law theory as articulated in the Summa Theologica and other of his writings. The Confessions of Saint Augustine has also shaped the way in which the Catholic Church has developed its moral teaching on issues of sex and sexuality. Yet, when it comes to the lives, sexualities, and lived experiences of Lesbian, Gay, Bisexual, Transexual, and Queer (LGBTQ+) persons there is no moral equivalent in the Catholic moral tradition. The LGBTQ+ community is left without adequate representation in the Catholic traditions moral doctrine because we have not been considered as licit or been considered in the same way cis-gender heterosexual individuals have. Rather to be LGBTQ+ has been equated with being contrary to the natural law1, the plan God has for humanity, and in official language of Catholic doctrine, it has been described as “intrinsically disordered” and “sinful.”2   This capstone research project has as its aim to demonstrate that the Catholic moral tradition has not developed a full understanding of the human person insofar as it has failed to consider the developments in contemporary science regarding the vast spectrum of human sexuality and sexual orientations of non-hetero normative individuals, couples, and families. In effect what I will be arguing is that by having an incomplete and inconsistent moral doctrine, the  1For an overview of the natural law in the Roman Catholic tradition see, International Theological Commission, “In Search of a Universal Ethic: A New Look at the Natural Law” Accessed July 21, 2022. https://www.vatican.va/roman_curia/congregations/cfaith/cti_documents/rc_con_cfaith_doc_20090520_legge-naturale_en.html.  2 Catholic Church, ed. Catechism of the Catholic Church: Revised in Accordance with the Official Latin Text  Promulgated by Pope John Paul II. 2nd ed. Vatican City : Washington, DC: Libreria Editrice Vaticana ;  United States Catholic Conference, 1997, nos. 2357 – 2359. 2  Catholic tradition has erred in its teaching and has as a result harmed individuals and communities by perpetuating a moral teaching that is not only incomplete, but incorrect. The way in which this point will be illustrated is threefold; first, I will articulate the long-standing teaching of the Roman Catholic Church on sexual morality as it relates to LGBTQ+ persons by providing an overview of the corpus of foundational theological works. Second, I will provide insights from contemporary natural and social sciences and juxtapose the findings of these fields with the Catholic moral doctrine on sex and human sexuality. This will provide an avenue to showcase that the best of science today demonstrates that the foundations upon which the Catholic moral tradition stand on are defective. Third, I will rely on the theological anthropologies of Shawn M. Copeland and Ada Maria Isasi-Díaz to develop a comparison between the insights on what it means to be human and deprived of one’s humanity and how one may be able to reclaim and reaffirm their humanity as a gift from God. This third part will be critical to my argument as I will use these two forms of theological anthropologies to demonstrate that while official Catholic moral doctrine teaches that LGBTQ+ persons lack a degree of humanity, it is in fact possible for LGBTQ+ persons to live as members of the Church without censoring who they are, needlessly depriving themselves of friendship and love. Moreover, the insights of M. Shawn Copeland and Ada Maria Isasi-Díaz provide a framework that empowers LGBTQ+ identifying persons to live as beloved children of God. By approaching the theological task in this manner, I seek to demonstrate that being LGBTQ+ is a blessing and gift from God. To accomplish this, I will build on the theological anthropologies found in African American and Mujersita thought can and do in fact provide a framework from which the LGBTQ+ Latinx community can build on to achieve full, conscious, and active participation in 3  the life of the Church and the sacraments without judgement and without harmful theology and self-censorship.   While this task may seem daunting and may be viewed as necessary by many, there are those who may argue that such a project is not needed. Theologians and others may feel and believe that because there are parishes and pastoral organizations that minister to LGBTQ+ persons, a critique on certain aspects of the Catholic moral tradition is not necessary. To this I counter with the following, parishes and pastoral organizations that minister to the LGBTQ+ persons do exist and the work they do is truly the sacred work of God. However, they are exceptions to the norm, if one sets foot outside those safe and sacred spaces one is again ensnared by the harmful reality of a corrupt moral doctrine in Roman Catholic thought. Yes, these centers and parishes exist, however, this issue is not just a pastoral dilemma, it is also a theological dilemma that must be addressed. LGBTQ+ persons, their loved ones, their families, ought to be welcomed in all churches and congregations that call themselves Catholic, not out of so-called tolerance often dubbed as “hate the sin not the sinner” mentality but welcomed in the way in which Jesus welcomed all who encountered him in good faith. Therefore, while pastoral centers and parishes do form a part of the issue I intend to address here, my focus is intentionally focused on the theological dimension as I argue that the source of the problem is a deeply corrupt moral teaching.   Since I will be focusing on the theological dimension of this issue, I now turn to recent studies that prove the theological importance of this project. A 2019 analysis of suicides in the LGBTQ+ community conducted by Bridget H. Lyons, Mikel L. Walters, Shane P.D. Jack, Emiko Petrosky, Janet M. Blair, and Asha Z. Ivey-Stephenson found that LGBTQ+ persons are 4  twice as likely to consider taking their own life in comparison to their heterosexual peers.3 Additionally, the way in which LGBTQ+ persons commit suicide is different than their heterosexual peers. For example, Lyons et. al. found that gay men are more likely to commit suicide by strangulation or hanging whereas heterosexual males are more likely to commit suicide using a gun.4 Their study also found that gay men who commit suicide had been diagnosed with mental health problems whereas heterosexual men were undiagnosed.5 Lastly, twice as many gay men were more than twice as likely to commit suicide after the death of a loved one.6 This last detail is particularly striking as it demonstrates that in the midst of grief, the compounding pain and pressure they experience in their daily life and the loss of someone whom they love is often too much to handle that suicide is seen as the only recourse they have left.  Not only are suicide attempts and suicide rates disproportionately higher for LGBTQ+ persons compared to their heterosexual peers, but very often LGBTQ+ youth are also targeted, attacked, and killed in hate crimes. For example, a 24-year-old gay man in Spain was outside a bar in Galicia. He was facetiming a friend when three men assumed he was recording them, they proceeded to beat him, call him homophobic slurs, and ultimately killed him.7 Two months later in Spain, a 20-year-old man was attacked by a group of men. They attacked him with a knife and  3 Bridget H. Lyons, Mikel L. Walters, Shane P.D. Jack, Emiko Petrosky, Janet M. Blair, and Asha Z. Ivey- Stephenson. “Suicides Among Lesbian and Gay Male Individuals: Findings From the National Violent  Death Reporting System.” American Journal of Preventive Medicine 56, no. 4 (April 2019): 512–21.  https://doi.org/10.1016/j.amepre.2018.11.012, 513 – 515. 4Lyons et. al., “Suicides Among Lesbian and Gay Male Individuals: Findings From the National Violent  Death Reporting System.” 514 – 517. 5Lyons et. al., “Suicides Among Lesbian and Gay Male Individuals: Findings From the National Violent  Death Reporting System.” 515 – 517. 6Lyons et. al., “Suicides Among Lesbian and Gay Male Individuals: Findings From the National Violent  Death Reporting System.” 515 – 517. 7Caridad Berme Pinedo and Elisa Lois Marta. “LGBTQ+ Groups Protest across Spain after 24-Year-Old Beaten to Death.” EL PAÍS English Edition, July 6, 2021. https://english.elpais.com/society/2021-07-06/lgbtq-groups-protest-across-spain-after-24-year-old-beaten-to-death.html. 5  carved the word “Maricon” (the homophobic slur translates in English to Faggot).8 While some may concede that this hate fueled attacks are borne out of ignorance and homophobia, they may still feel that this line of inquiry is not needed. I respond by pointing to the fact that Queer spaces are often vilified and attacked violently by people who would rather have LGBTQ+ people dead than leave them be in their Queer and Sacred spaces. The attack on Pulse Nightclub in Florida is such an example in the USA. While the attack was carried out by a radicalized Islamic fundamentalist, the silence of many faith leaders in the Catholic community in the aftermath of this attack was deafening. Church leaders could not bring themselves to utter a word of sympathy, compassion, or basic respect or to demonstrate solidarity with the LGBTQ+ community as other Christian faith leaders lamented that “many more had not died.”9    I would be remiss if I failed to point out that countless LGBTQ+ youth are forced into the streets by their parents when they find out that their son, daughter, child, is LGBTQ+. In September of 2014, Jason Welle of the Jesuit Post published a story that provided the narratives of LGBTQ+ youth who were left homeless by their parents after they came out as LGBTQ+. Welles article cited a 2010 study conducted by the University of San Francisco where ninety percent of parents who kicked their child out of the home after they found out they were part of the LGBTQ+ community cited their religious belief as the reason for doing so.10 To make myself perfectly clear, this theological inquiry is justified by the countless lives that have been harmed, destroyed, and taken away from our LGBTQ+ community. The social, economic, cultural, and political components that compound this issue are all important however, I firmly believe that  8P. Nagovitch Torres, P. Segura, and C. A. Brascia, V. “Police Investigate Homophobic Assault at Knifepoint in the Center of Madrid.” EL PAÍS English Edition, September 7, 2021. https://english.elpais.com/spain/2021-09-07/police-investigate-homophobic-assault-at-knifepoint-in-the-center-of-madrid.html. 9Eddie A. Rosa Fuentes, “Pulse and the Closet: Frameworks for an Eschatological Discourse.” Currents in Theology and Mission 48, no. 3 (June 16, 2021). https://currentsjournal.org/index.php/currents/article/view/314.  10Jason Welle, “The Shame of Religious Families: Homeless LGBT Youth.” The Jesuit Post, September 17, 2014.  https://thejesuitpost.org/2014/09/the-shame-of-religious-families-homeless-lgbt-youth/.  6  the root cause of this problem is the corrupt moral teaching of Roman Catholic moral doctrine that has influenced the way in which society and family units perceive the LGBTQ+ community. This theological inquiry therefore will not only seek to demonstrate how and why the Catholic moral teaching concerning LGBTQ+ persons, sex and human sexualities is harmful and wrong. I will attempt through the course of this essay to provide a framework of theological reflection and action that will allow us to see that to be LGBTQ+ is not wrong or evil. Rather to be LGBTQ+ is to be human, to be made in the image of God, and to be a gift that God herself has created for a purpose.  Section One: Official Catholic Moral Doctrine  In the revised Catechism of the Catholic Church of 1985 the official teaching of the church regarding LGBTQ+ persons are described as “intrinsically disordered.” Furthermore, the word used to describe LGBTQ+ persons in official church documents is “homosexual.”11 However, that same document calls on all persons to not discriminate against the “homosexual person.” It also calls on the Church and its members to approach the person “suffering from these tendencies” to be treated with respect and compassion. 12The use of “intrinsically disordered” implies that there is something wrong or defective or lacking in the LGBTQ+ person. The use of the word homosexual erases the vast number of the LGBTQ+ community and ignores the vast spectrum of human sexualities and sexual orientations. Again, this so-called revised Catechism perpetuates the outdated and harmful understanding of the human person and human sexualities. In this section I focus on articulating the Catholic Church’s teaching to answer why that is.   11Catholic Church, ed. Catechism of the Catholic Church, 2357 – 2359.  12Catholic Church, ed. Catechism of the Catholic Church, 2357 – 2359. 7   The Congregation for the Doctrine of the Faith has in its history issues two letters addressing the doctrinal aspects germane to LGBTQ+ persons. These are entitled “Persona Humana - Declaration on Certain Questions Concerning Sexual Ethics”13 and the “Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons.”14 These two declarations have articulated the moral teaching of Roman Catholic thought during the pontificates of Paul VI and John Paul II and they reveal how the teaching of the church has (under)developed over time.   In Persona Humana, the Congregation for the Doctrine of the Faith led by Cardinal Franjo Seper as its Prefect opens their statement by acknowledging the “contemporary scientific research” of the time on the topic of sexuality in relation to the “biological, psychological, and spiritual” dimensions of it.15 Yet in the entirety of the letter beyond the opening paragraph, what follows is not an assessment of the developments if the contemporary scientific research of the time. Instead, what follows is an airing of grievances on the moral erosion as a result of “unbridled exaltation of sex.”16 The result of unregulated sex has according to this doctrinal declaration led to the confusion of morals, the spread of sexual perversion, and has caused a loss of truth.17   The rise of sexual immorality and the decaying moral values of society the congregation then states, weighs heavily on the conscience of the bishops and demonstrates the need for a  13Congregation for the Doctrine of the Faith, “Persona Humana - Declaration on Certain Questions Concerning  Sexual Ethics.” Accessed May 25, 2022.  https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_con_cfaith_doc_19751229_persona-humana_en.html. 14Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” Accessed May 25, 2022.  https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_con_cfaith_doc_19861001_homosexual-persons_en.html. 15Congregation for the Doctrine of the Faith, “Persona Humana,” no. 1. 16Congregation for the Doctrine of the Faith, “Persona Humana,” no. 1. 17Congregation for the Doctrine of the Faith, “Persona Humana,” no. 2. 8  wholesome moral teaching. This need for wholesome moral teaching the congregation notes has led them to write this declaration because the voices of national episcopal conferences are not being heeded. More to the point of the LGBTQ+ community, the moral erosion lies in the destruction of the “essential natural order of man” and the breakdown of the family unit.18 It is in section eight of the declaration Persona Humana where the congregation addresses its LGBTQ+ concerns directly. There is a criticism of the psychological developments made in relation to whether or not the LGBTQ+ person is born that way or if they are conditioned into being that way. This point is demonstrated as the congregation writes: “A distinction is drawn, and it seems with some reason, between homosexuals whose tendency comes from a false education, from a lack of normal sexual development, from habit, from bad example, or from other similar causes, and is transitory or at least not incurable; and homosexuals who are definitively such because of some kind of innate instinct or a pathological constitution judged to be incurable.”19 The congregation is of the opinion, unfounded on any scientific evidence, that LGBTQ+ persons are misled and uneducated on who we are, that we are uneducated to understand and know what and how we feel, or that it is a “transitory” thing a phase we go through. Additionally, the congregation clearly states that perhaps our sexuality and sexual orientation is a result from unnatural development. Once again, we see the harmful, derogatory, dehumanizing aspect of the failed Catholic moral doctrine. Yet, in subsequent paragraphs the congregation concedes that there could be a second category of “homosexuals” that are in fact born with a “tendency” that is “so natural that it justifies in their case homosexual relations within a sincere communion of life and love analogous to marriage, in so far as such homosexuals feel incapable  18Congregation for the Doctrine of the Faith, “Persona Humana,” nos. 3, 8-9. 19 Congregation for the Doctrine of the Faith, “Persona Humana,” nos. 8. 9  of enduring a solitary life.”20 While the congregation concedes that there could be some people that are really LGBTQ+ by nature, it must be that they are so not because of the scientific evidence that supports the notion that LGBTQ+ persons are born that way but because of original sin and man’s wayward nature which leads us to act against the natural order.   In this declaration, written in the year 1975 by the Congregation for the Doctrine of the Faith led by Prefect Cardinal Franjo Seper, the Catholic Church reiterated its longstanding understanding on morality in relation to the sexual act and in a very limited context the human sexuality the sexual orientation of LGBTQ+ persons. It is evident in both the body of this declaration and in its foundations – the footnotes that this document did not at any point address the “contemporary scientific developments.”21 Instead, the congregation repeated the same statements of old in a new document with a different name. In its forty – five citations not once did it cite a scientific study, even a dubious one that would have supported their poor understanding of human sexuality. Instead, there are references to a few documents from the Second Vatican Council, addresses given by previous popes, prior encyclical letters, other ecclesial documents and scriptural passages in the Gospel of Matthew and Luke and some New Testament Epistles – citing Paul’s excessively.22 The only times the fields of sociology and psychology were engaged in this document, the congregation refused to acknowledge that the advancements made in those areas could inform the moral teaching of the church by constituting a criteria of objective truths.23  In a more critical and close reading of this declaration, one finds the understanding of LGBTQ+ persons underwhelming as we are labelled as naïve and uneducated persons that are  20Congregation for the Doctrine of the Faith, “Persona Humana,” nos. 8. 21Congregation for the Doctrine of the Faith, “Persona Humana,” no. 1. 22See the footnotes in Congregation for the Doctrine of the Faith, “Persona Humana,”  23Congregation for the Doctrine of the Faith, “Persona Humana,” no. 9.   10  easily deceived and used as pawns to promote an unnatural and immoral lifestyle.24 The dehumanization of LGBTQ+ people is not only present in the written word but in the context in which this letter was promulgated in. In 1975, the HIV/AIDS epidemic was ravaging the LGBTQ+ community in the United States and abroad. Imagine, having a loved one having to fight against HIV/AIDS or know of someone they love fight for their life and then having this document come out of the Vatican? Theological arguments ought to be based on facts and should be informed by the best of the natural and social sciences. Yet, the Catholic Church seems to base their moral teaching on their own authority without consulting the best of contemporary scientific evidence.   In the “Letter to the Bishops on the Pastoral Care of Homosexual Persons” written by the Congregation for the Doctrine of the Faith under Cardinal Joseph Ratzinger as its Prefect, reiterated the same teaching concerning LGBTQ+ persons in Persona Humana.25 In the decades that followed the 1975 document the Catholic Church had once again failed to listen to the scientific advancements of the time, especially the advancements made in the field of psychology, sociology, and biology. First, it opens by acknowledging that human sexuality and sexual orientations are a growing part in the conversations in the pastoral setting.26 However, the congregation immediately goes on an aggressive approach to the debate on LGBTQ+ issues and identity as they write: “Since this debate often advances arguments and makes assertions inconsistent with the teaching of the Catholic Church, it is quite rightly a cause for concern to all engaged in the pastoral ministry, and this Congregation has judged it to be of sufficiently grave  24Congregation for the Doctrine of the Faith, “Persona Humana,” nos. 8-11. 25Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” No. 1. 26Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” No. 1. 11  and widespread importance to address to the Bishops of the Catholic Church this Letter on the Pastoral Care of Homosexual Persons.”27 Second, not only does the congregation ignore the advancements made in scientific research that demonstrates the reality the LGBTQ+ persons have a natural behavior. That sexual orientations differ from their heterosexual counterparts and the heteronormative behaviors because human sexuality is in fact a broad spectrum rather than a mere binary. The congregation ignored these developments and once again described LGBTQ+ persons as “intrinsically disordered” and again defined LGBTQ+ persons strictly as “homosexual.”28 Moreover, the congregation continued to perpetuate the unfounded claim that LGBTQ+ people “suffer” from this inclination.29 Again, like in Persona Humana the congregation laments a decay in the moral foundations of society. The congregation again cites prior declarations from the Vatican, the statements from pontiffs of old, and some loosely interpreted parts of sacred scripture. In this document the same harmful teaching and rhetoric concerning LGBTQ+ persons are regurgitated. LGBTQ+ persons are again called “intrinsically disordered” and the congregation goes as far as to state that LGBTQ+ persons lack their “indispensable essential finality” as a result of their human nature.30  Thus, the congregation declares the humanity of the LGBTQ+ person as deficient. The congregation writes: “As in every moral disorder, homosexual activity prevents one's own fulfillment and happiness by acting contrary to the creative wisdom of God. The Church, in  27Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.”  No. 1. 28This term “homosexual” is used throughout the entire document. See generally, Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” 29Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” No. 12. 30Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” No. 3. 12  rejecting erroneous opinions regarding homosexuality, does not limit but rather defends personal freedom and dignity realistically and authentically understood.”31 The claim that the humanity of the LGBTQ+ person is deficient is perhaps the most harmful component in this “Letter to the Bishops” as it stigmatizes an entire group by setting this harmful preaching as a part of the magisterium of the church.  It is evident that the Congregation for the Doctrine of the Faith views LGBTQ+ persons as a form of subhuman individuals. This declaration creates this stigmatization of LGBTQ+ persons not only in a theological sense but in a pastoral sense as well. This letter is addressed to the Bishops of the Latin Rite. The erroneous theological errors in this moral doctrine spills over in the parish setting wherein the actual harm to LGBTQ+ persons take place. The congregation asks the bishops “to provide pastoral care in full accord with the teaching of the Church for homosexual persons of their dioceses. No authentic pastoral programme will include organizations in which homosexual persons associate with each other without clearly stating that homosexual activity is immoral. A truly pastoral approach will appreciate the need for homosexual persons to avoid the near occasions of sin.”32 In effect this theological error is given a framework to be applied in every Roman Catholic diocese. In fact, the congregation states this explicitly as they say: “In a particular way, we would ask the bishops to support, with the means at their disposal, the development of appropriate forms of pastoral care for homosexual persons. These would include the assistance of the psychological, sociological and medical sciences, in full accord with the teaching of the  31Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” No. 7. 32Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” No. 17. 13  Church.”33 Needless to say, the congregation would rather have a corrupt moral doctrine guide the efforts to accompany and journey with LGBTQ+ persons rather than admit that perhaps the Catholic moral tradition has got it wrong. Indeed, the congregation would rather bar so-called dissenting theologians away from LGBTQ+ persons in the name of their ideological pursuit for so – called purity. More to the point, the congregation it seems would rather see programs like the gay conversion therapy “Courage”34 propagate everywhere but organizations like “New Ways Ministries”35 which has been censured by the United States Conference of Catholic Bishops ought not exist in the eyes of the USCCB and the Holy See. Indeed, the parishes, pastoral centers, and other sacred spaces that allow for an inclusive ecclesial participation for LGBTQ+ persons are seen by the congregation as harmful locales that will spread confusion, immorality, and misinformation regarding an alleged truth.36 This mentality in the United States Catholic Church has caused LGBTQ+ Catholics harm as the only officially recognized ministry for LGBTQ+ persons is the gay conversion therapy group known as “Courage.”37 This organization has since launched a separate program “EnCourage” for family, siblings, and friends of persons who are LGBTQ+.38  The” Courage” gay conversion therapy organization is run by members who claim that they at one point identified as “homosexual” but after prayer, discernment, and finding the truth  33Congregation for the Doctrine of the Faith, “Letter to the Bishops of the Catholic Church on the Pastoral Care of  Homosexual Persons.” No 17. 34Courage International, Inc. “EnCourage.” Accessed May 25, 2022. https://couragerc.org/encourage/.  35Since 1984 the Catholic Bishops of the United States have condemned inclusive ministries to the LGBTQ+  community. In 2010, then Cardinal Francis George of Chicago reiterated the longstanding condemnation of  New Ways Ministries. See “USCCB President Clarifies Status of New Ways Ministry | USCCB.” Accessed  August 1, 2022. https://www.usccb.org/news/2010/usccb-president-clarifies-status-new-ways-ministry.  36By so-called truth, I mean that it holds no truth. It is just another ideology that has been accepted as true and  unchanging. It is nothing more than a false idol that has contributed to the deaths of many LGBTQ+ persons. 37The official website of the USCCB provides a direct link to the “Courage” gay conversion therapy program under  the page dedicated to church teaching on “Homosexuality.” More troubling is that the link itself is placed  under the category of pastoral care. See “Homosexuality | USCCB.” Accessed August 1, 2022.  https://www.usccb.org/committees/laity-marriage-family-life-youth/homosexuality. 38See generally, Courage International, Inc. “EnCourage.” Accessed May 25, 2022. https://couragerc.org/encourage/. 14  – whatever that may mean, they were no longer homosexual.39 This is precisely why the moral doctrine of the church must acknowledge it is incorrect, harmful, and unrepresentative of who or what God is. If being Lesbian, Gay, Bisexual, Queer, Trans, gender non-conforming, non-binary, can be allegedly prayed away or cured through a radical self-denial.  Section Two: Developments in Psychology and the Natural Sciences Recent insights and developments in the field of psychology demonstrate that there are compounding factors that adversely impact LGBTQ+ persons of color. For example, in their chapter titled, LGBT Psychology and Mental Health: Emerging Research and Advances, Kevin L. Nadal, Tanya Erazo, Julia Schulman, Heather Han, and Tamara Deutsch demonstrate that ethnic minorities face macroaggressions in relation to their racial demographic and if they are LGBTQ+, they may also suffer compounding microaggressions based on their sexual identity and orientation.40 It is therefore safe to presume that LGBTQ+ Latino Catholics face similar compounding stressors that aggravate their own lives as they relate to their cultural, religious, and social circumstances. Indeed, the macroaggression for LGBTQ+ Latino would be their sexual identity and the compounding aggravating microaggression would be their ethnic background and Catholic identity. Indeed, for many LGBTQ+ Latino Catholics, their various identities are called into question because of their sexual identity and orientation. Many Latinx LGBTQ+ Catholics are not considered authentically Latino and may even have their masculinity called into question by their families, friends, and social groups. In addition to this LGBT Latinx  39 See generally, Courage International, Inc. “Courage.” Accessed May 25, 2022. https://couragerc.org/. 40 Kevin L. Nadal, Tanya Erazo, Julia Schulman, Heather Han, and Tamara Deutsch LGBT Psychology and Mental Health: Emerging Research and Advances, edited by Richard Ruth, and Erik  Santacruz, ABC-CLIO, LLC, 2017, http://ebookcentral.proquest.com/lib/lmu/detail.action?docID=5105882. 137 – 148. 15  Catholics have their Catholic identity and belonging in the Roman Catholic Church called into question to the point of facing outright hostility from fellow Roman Catholics.  The contempt with which many LGBTQ+ Latino Catholics are received with and the outright hostility they are confronted with has led many away from the Roman Catholic Church and has pushed a significant portion of LGBT Latinx Catholics into other harmful arenas. According to the National Institutes of Health (NIH), LGBTQ+ persons in general are considered being in a “group engaged in risky behaviors” which range from sexual promiscuity and the use of alcohol and schedule 1 drugs.41 While the behaviors that some members of the LGBTQ+ community engage in are dangerous and detrimental to the integrity of their bodies, I want to focus the attention on the root causes of these behaviors. I argue that these behaviors are responses to the rejection and desolation many LGBTQ folks experience. Now, let me be equally clear, in no way am I arguing that the use of alcohol and schedule 1 drugs are a legitimate response to relieve the pain and suffering that many in the community experience. I am simply making the point that there is a correlation between the rejection and pain that LGBTQ+ persons experience from their social, ethnic, and religious groups and the risky behaviors that they are led to engage in.  According to Karina Gattamorta and Narciso Quidley-Rodriguez in “Coming Out Experiences of Hispanic Sexual Minority Young Adults in South Florida,” seventy-five percent of the participants in their study identified as Catholic. Moreover, their study identified three cultural factors within the Hispanic (Latino) community that keep LGBTQ+ Latinx persons in the closet and force them to self-censor their lives.42 Gattamorta and Quidley-Rodriguez identify  41 Warren JC Smalley KB, Barefoot KN, “Differences in health risk behaviors across understudied LGBT subgroups,” Health Psychol 2016 Feb;35(2):103-14. doi:10.1037/hea0000231. Epub 2015 Aug 10. PMID: 26375040. 42 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  16  concepts like familism and machismo as key cultural attitudes that shape and govern the ways in which LGBT Latinos and their families navigate their identity as LGBT persons and as family related to an LGBT son, daughter, brother, or sister.43 Gattamorta and Quidley-Rodriguez define familism as the attitude and approach of placing the best interest of the family over the individual person.44 This of course means that the LGBT Latino is more likely to self – censor their life and stay in the closet instead of coming out. Gattamorta and Quidley-Rodriguez note that for many LGBT Latinos, coming out to their families about their sexual identity is seen as an offense to the family name and is seen as bringing shame to the family in the broader communities like their church and social groups.45 Machismo on the other hand is defined by Gattamorta and Quidley-Rodriguez as a cultural component prevalent in the Hispanic/Latino community in their study that governs the gendered expectations of how men should act and be perceived as by family, the community, and their social groups.46 Gattamorta and Quidley-Rodriguez highlight the fact that machismo and the machista attitude prevalent in the Hispanic/Latino community is linked to harsh and unfounded judgmental attitudes towards LGBT persons and they argue is also linked to “internalized homophobia” and other psycho-social ailments that include suicidal tendencies.47   Young Adults in South Florida,” Journal of Homosexuality 65, no. 6 (May 12, 2018): 741–65, doi:10.1080/00918369.2017.1364111, 1 – 7. 43 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,” 13 – 16. 44 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,” 3, 14 – 16. 45 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,” 3, 13 - 15, 17. 46 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,” 13 – 15. 47 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,” 3, 13 – 15. 17  Coupled together, machismo and familism create a harmful cultural stressor which aggravates the lived reality of LGBT Latinos. On the one hand LGBT Latinos are forced to make an impossible choice between being who they are, how they were born, and ultimately how God made them or choose to be conditionally loved by their family, friends, social and faith community. In choosing to be conditionally loved by their various social groups and families, LGBT Latinos make the difficult decision to live in the closet and engage in the harmful and unnecessary practice of self-censorship to satisfy cultural expectations that seep into the religious beliefs and values held by many Latinx parents and community members.  Gattamorta and Quidley-Rodriguez found in their study that of those LGBT Latinos that did “come out” to their relatives, friends, and other social groups, the ways in which they come out of the closet vary. For some, their coming out experience was stating that they identified as LGBTQ+. For others, their coming out experience was less direct as they may have not explicitly acknowledged their identity and orientation but rather was implicit. By this, Gattamorta and Quidley-Rodriguez state that their coming out experience was more discreet as it could be an action like inviting LGBTQ+ friend(s) or a same-sex plus one to a family gathering. Still for others it may simply mean living a discreet – closeted double life. In this situation one may have a partner but will not explicitly acknowledge their partner with the label of “boyfriend,” “novio,” “girlfriend,” or “novia.”48 To some this may seem like a livable compromise but like Gattamorta and Quidley-Rodriguez point out, it serves only as a faux toleration because familism and machismo still govern the way in which the LGBTQ+ Latinx person lives their life.49  48 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,” 7 – 15. 49 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,” 7 – 15. 18  For those Latinx persons that do come out in an outward or public manner, their odds of being fully accepted and loved by their families, friends, and others depends in part on the level of progressivism. By this it is understood that each LGBTQ+ Latinx may face a different response or level of acceptance as it is dependent on the openness of each family unit. Gattamorta and Quidley-Rodriguez note that some of the participants in their study reported being kicked out of their homes by their parents. Others reported losing friends after they came out to them. Indeed, as Gattamorta and Quidley-Rodriguez note, in the United States twenty to forty percent of homeless youth are LGBTQ+ youth who were kicked out of their homes by parents or caretakers.50  Section 3: From Developments in Psychology and the Natural Sciences to the Theological In the earlier portion of this section the developments in psychology and the natural sciences demonstrated that the understanding of LGBTQ+ Latinos are largely influenced by cultural attitudes and expectations as well as preconceived and at times unfounded notions on what the LGBTQ+ community and individual is. In section one, I provided an overview of the current state of play concerning LGBT Latino Catholics and the Roman Catholic Church and a set of justifications for this line of inquiry which included the deeply tragic stories of young men beaten or killed by homophobic persons and the complicity and silence of some Catholic clergy and the failure of certain aspects of Roman Catholic moral theology. In section two I focused on recent developments in the sciences to ask the simple yet difficult question facing the Catholic Church: is it possible that the moral teaching of the Church in respect to LGBTQ+ persons is flawed? Given the developments discussed above, I believe the answer to the question is yes. In section three I will therefore return briefly to that topic as I will seek to address the following  50 Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,” 16. 19  question: can the LGBTQ+ Latino Catholic community be a source of theological inquiry? After providing an answer to this question, I will turn my attention to the works of theologians M. Shawn Copeland and Ada Maria Isasi-Díaz as their theological anthropologies, though different from one another provide lessons for the LGBTQ+ community and the Catholic Church in the United States.  In “Queer as Social Location: Legitimate Category or just Propaganda?,” Thomas Bonache  asks “whether ‘sexual orientation’ is a legitimate ‘social location’ from which to do theology.”51 Bonache seeks to answer this question by equating “sexual orientation with race, gender, and class.”52 In making this argument, Bonache places the LGBTQ+ community and its struggles for equality and justice in the same standing with the civil rights movement, its struggle, and its fight for equality and justice.53 In so doing Bonache pushes the argument that if the theologian is to use the lived experience of a people group like the lived experiences of the African American community and the feminist movement, then the lived experience of the LGBTQ+ community is also therefore a legitimate source of theological inquiry.54   Bonache goes on to provide essential insights into the status quo related to LGBTQ+ relations with heteronormative and patriarchal structures of the day. He cites Urvashi Vaid, a lesbian activist, who argues that there is a pursuit in the LGBTQ+ community for assimilation rather than full integration in society. By this Vaid means that to an extent part of the LGBTQ+ community would be content with an artificial equality and achieving “mainstream” inclusion.  51 Thomas Bonache, “Queer as Social Location: Legitimate Category or just propaganda?” in Christology from the  Margins, SCM Press, 187 – 199. 52 Thomas Bonache, “Queer as Social Location: Legitimate Category or just propaganda?” in Thomas Bohache, Christology from the Margins (London: SCM Press, 2008), 187 – 199. 53 Thomas Bonache, “Queer as Social Location: Legitimate Category or just propaganda?” in Thomas  Bohache, Christology from the Margins (London: SCM Press, 2008), 199 – 202. 54 Thomas Bonache, “Queer as Social Location: Legitimate Category or just propaganda?” in Thomas  Bohache, Christology from the Margins (London: SCM Press, 2008) 202 – 208. 20  However, Vaid notes that to an extent is due to internalized homophobia. Now this internalized homophobia not only affects these individuals but in a larger extent, minority members within the LGBTQ+ community. Vaid notes that the desire for mainstream acceptance of LGBTQ+ persons with internalized homophobia turns them into oppressed persons who also oppress the minority groups in the LGBTQ+ community.55  Bonache seems to believe that this short-sighted desire for mainstream inclusion by some members of the LGBTQ+ community have caused many LGBTQ+ persons to deny who they are and live in the shadows, in the closet. Bonache argues that if the theological discourse officially taught by the Catholic tradition remains unchanged, it will continue to be what it is, “heterocolonialism.”56 Until this time comes however, the LGBTQ+ community will not be able to enjoy the full, active, and conscious participation in the life of the Church. This is due in part because theology done from the lived experience of LGBTQ+ persons threaten the patriarchal and heteronormative structures that are upheld by certain aspects of Roman Catholic Moral teaching. In another way, the exclusion of LGBTQ+ persons is due to the lack of moral courage by Catholic clergymen, the laity, and theologian who fail to advocate for the marginalized LGBTQ+ Latinx Catholic community.   While recent publications in Roman Catholic – LGBT relations have increased with best sellers like James Martin’s Building a Bridge: How the Catholic Church and the LGBT Community Can Enter into a Relationship of Respect, Compassion, and Sensitivity are good and significant developments, it is not enough. While this book does provide a practical and pastoral framework for LGBTQ+ inclusion in the life of the Church and is helpful in achieving a fruitful  55 Thomas Bonache, “Queer as Social Location: Legitimate Category or just propaganda?” in Thomas  Bohache, Christology from the Margins (London: SCM Press, 2008), 192 – 193. 56 Thomas Bonache, “Queer as Social Location: Legitimate Category or just propaganda?” in Thomas  Bohache, Christology from the Margins (London: SCM Press, 2008), 193. 21  dialogue between the LGBTQ+ community and the Roman Catholic Church, I cannot help but criticize the lack of critical engagement with the systemic failures of the Church. As helpful as the advice and guidance Martin provides in his book, he does not acknowledge the inconsistencies with which the institutional church has had in its relations with the LGBTQ+ community.57 For example, the United States Conference of Catholic Bishops (USCCB) have issued pastoral letters like “Always Our Children” to provide pastoral counsel to parents of LGBTQ+ persons and LGBTQ+ individuals.58 Yet, in practice most Bishops, dioceses, and parishes in the United States do not echo the same pastoral message and practice. Quite the opposite as some bishops in the United States have used their pastoral authority to bar trans folks from being baptized, while others continue to perpetuate false, unfounded, and harmful narratives of the LGBTQ+ person and community.59  The inconsistencies in the pastoral practice of many U.S. bishops, has led scholars like M. Sheila Nelson to criticize the disparity between thought and practice.  Nelson acknowledges that the USCCB has published documents related to the LGBTQ+ Catholic Community but these pastoral letters and that which is contained in them are not preached from the pulpit and are ignored by many priests and bishops. Another example of the disconnect between thought and practice is the recent action of a bishop in Wisconsin banned Transgender folks from receiving the sacraments of initiation.60 This, even in the face of official Church teaching stating that the  57See generally, James Martin. Building a Bridge: How the Catholic Church and the LGBT Community Can Enter into a Relationship of Respect, Compassion, and Sensitivity. Revised and Expanded edition. New York, NY: HarperOne, 2018.   58United States Conference of Catholic Bishops, “Always Our Children,” Accessed July 20, 2022. https://www.usccb.org/resources/always-our-children.  59NBC News. “Catholic Diocese Says Gay and Trans People Can’t Be Baptized or Receive Communion.” Accessed July 22, 2022. https://www.nbcnews.com/nbc-out/out-news/catholic-diocese-says-gay-trans-people-cant-baptized-receive-communion-rcna8217.  60M. Sheila Nelson, “From Closet to Lampstand” in More Than a Monologue Sexual Diversity and the Catholic Church Volume 1: Voices of Our Times, Christine Firer Hinze and J. Patrick Hornbeck II eds., Fordham University Press, New York, 2014, 70 – 80. 22  only preconditions for receiving said sacraments are the intention to live a life representative of the teachings of Christ and the Gospels. The sad reality for the LGBTQ+ Catholic community is that we do not have a queer sacred space within the Roman Catholic Church and that of course is a disservice to the LGBTQ+ faithful and to the Reign of God. To this end, I now turn to the insights of M. Shawn Copeland and Ada Maria Isasi-Díaz to demonstrate that their insights provide an analogous framework for the LGBTQ+ Latinx Catholics.  Section 3 Subsection 1: Building on the Lessons from African American Theological Anthropology In Enfleshing Freedom: Body, Race, and Being,  I decided to make use of the theological insights of M. Shawn Copeland to draw parallels between the lived experience of Black women and the LGBTQ+ community. In so doing, I do not seek to equate the injustices that these two communities have historically faced. What I aim to accomplish here is to demonstrate that the unjust systems and practices that are used to oppress and marginalize Black women are the same systems and practices that are used to oppress the LGBTQ+ community. In Enfleshing Freedom: Body, Race, and Being M. Shawn Copeland uses slavery and the experience of black women in the slavery era as her point of departure in theological anthroplology.61 She does this to demonstrate that theological anthropology may use physical “bodies as a point of reflection.”62 For Copeland, theological anthropology is the attempt to “understand the meaning and purpose of existence within the context of divine revelation.”63 Within the context of Enfleshing Freedom, Copeland presents a theological anthropology that places the human as the focal point in its relation to God in light of the Imago Dei, the “unique place in creation” humans have, and the notion that humans are made  61 M. Shawn Copeland, Enfleshing Freedom: Body, Race, and Being. Innovations. Minneapolis: Fortress Press,  2010, 7 – 9. 62 M. Shawn Copeland, Enfleshing Freedom, 22. 63 M. Shawn Copeland, Enfleshing Freedom, 23. 23  for communion with other living beings.64 In the broader context of her book, Copeland uses the history of slavery and the treatment of black women and their bodies as the focal point of her theological anthropology.65  Copeland holds the idea that all human beings share a “distinct capacity” to share life in God. This is based on the notion of the Imago Dei as it creates a separation between human beings and all other creatures. Thus, humanity can boast that it is the only aspect of God’s creation that shares God’s image and likeness and therefore has the “distinct capacity for communion with God.”66 Moreover, the Imago Dei and the “distinct capacity for communion with God” seems to have an implication that the human being has also the capacity and perhaps moral obligation to be and share “in communion with other living beings.”67 This last part, the obligation to be and live in communion with other living beings Copeland argues, has been denied to black lives – specifically the lives and bodies of black women.68 The first example is the story of the black women held in slavery who were physically abused, raped, used as breeders and treated as less than human.69 The slave owners and those who participated in these atrocities sinned against God and against these women and their bodies. They failed to see the image of God in these women, they failed to be in communion with their fellow human beings and ignored not only their own place – “unique place” in God’s creation but ignored the reality that those women and their bodies also belong in that same “unique place” in God’s creation.70  The second example is taken from the narrative Copeland includes regarding the pregnant migrant woman who was forced to give birth on the side of the road as she was ignored and  64 M. Shawn Copeland, Enfleshing Freedom, 24. 65 M. Shawn Copeland, Enfleshing Freedom, 24. 66 M. Shawn Copeland, Enfleshing Freedom, 24. 67 M. Shawn Copeland, Enfleshing Freedom, 24. 68 M. Shawn Copeland, Enfleshing Freedom, 24. 69 M. Shawn Copeland, Enfleshing Freedom, 29 - 38. 70 M. Shawn Copeland, Enfleshing Freedom, 29 - 38. 24  mocked by several Italian persons who saw her and, in her condition, could not care less about her and her child.71 Copeland argues that in this case the people that mocked and ignored the woman they sinned against God and this woman and her soon to be born child. Moreover, she claims that grace on the other hand would have been demonstrated “in divine solidarity.”72 This “divine solidarity” Copeland argues would “…oblige theological anthropology to acknowledge and repent of its complicity on the transgression of the humanum in exploited, despised, poor women of color:…”73  The Humanum is a key concept in Copeland’s theological anthropology as it connects the notions of sin and grace to the God-Person relationship and Person-Person relationships. Copeland grounds the concept of the Humanum in the Incarnation and argues that it has six principles that define what it means to be a human person. The first principle holds that a person is a person because the person is a “creature made by God.”74 The second principle states that a “person in community, living in flexible, resilient, just relationships with others.”75 The third principle calls for “an incarnate spirit” in terms of “race, gender, sex and sexuality, and culture.”76 The fourth principle calls for a capability to “working out essential freedom through personal responsibility in time and space.”77 The fifth principle requires the person to be a “social being” in relation to God and in relation to fellow persons.78 Lastly the sixth principle in the concept of the Humanum calls for a living in the existential tension that exists and is a part of life and the struggles of life.79  71 M. Shawn Copeland, Enfleshing Freedom, 95 - 100. 72 M. Shawn Copeland, Enfleshing Freedom, 104. 73 M. Shawn Copeland, Enfleshing Freedom, 104. 74 M. Shawn Copeland, Enfleshing Freedom, 92. 75 M. Shawn Copeland, Enfleshing Freedom, 92. 76 M. Shawn Copeland, Enfleshing Freedom, 92. 77 M. Shawn Copeland, Enfleshing Freedom, 92. 78 M. Shawn Copeland, Enfleshing Freedom, 92. 79 M. Shawn Copeland, Enfleshing Freedom, 92. 25   The notion of the Humanum connects the initial constructive approach Copeland bases her theological anthropology on. Earlier in this paper, I articulated Copeland’s definition of theological anthropology as the attempt to “understand the meaning and purpose of existence within the context of divine revelation.”80 Her theological anthropology is then based and grounded on the notion that each person is made in the image and likeness of God, shares a “distinct capacity” for communion with God.81 In addition to this she believes humanity holds a “unique place” in creation and that this “unique place” enables us and perhaps even requires us to be in communion with other living beings.82  It becomes evident that the theological anthropology of M. Shawn Copeland flows from below rather than from on high. Humans therefore experience themselves and God in a real and physical manner that does not detach from their bodies and present realities. The point of departure for Copeland is the physical body in relation to the metaphysical God. But her anthropology does not limit itself to the way in which other theological anthropologies have by focusing on the from on high approach that focuses on the soul or supernatural existential first and relegate the body and other physical realities as unimportant or irrelevant to the task set out in theological anthropology. The fundamental reason why Copeland and her point of departure in theological anthropology is helpful for LGBTQ+ Latinx Catholics is that she begins from the tangible bodies of God’s creation and builds from there to describe and articulate the reality of the God – Human relationship. This helps place the theological spotlight on the real-life impacts that abstract theological discourse tends to ignore. Moreover, it is true that the Christian tradition has  80 M. Shawn Copeland, Enfleshing Freedom, 23. 81 M. Shawn Copeland, Enfleshing Freedom, 24. 82 M. Shawn Copeland, Enfleshing Freedom, 24.  26  throughout its history needed to reshape its approach to the theological task and has in many ways discerned what kinds of theological questions need to be asked and how to go about in addressing them. Copeland follows this part of the tradition as she does not depart from the entirety of the tradition and instead works from within the tradition to offer an alternative method in theological anthropology that can account for the experiences: physical, religious, and metaphysical of groups and communities that have been neglected or ignored by the tradition itself. In the Subsection 3 I seek to follow Copeland in doing the same for the LGBTQ+ community. Section 3 Subsection 2: Ada Maria Isasi-Díaz and The Perspective of Mujerista Theological Anthropology  The field of Latinx Theology in the United States has discussed themes like “lo cotidiano” or on popular religious images and devotions yet few Latinx theologians write about the plights of Latina women and their resilience in the face of social and systemic injustices. On the one hand Latina women face cultural challenges to behave a certain – feminine – way and if they stray from these socio-cultural constructs, they in many circumstances face criticism from within their own communities and families. The late theologian Ada Maria Isasi-Díaz, in light of these hard truths, constructed a bottom – up approach to Theological Anthropology that takes into account the lived reality and experience of Latina women in the United States. In her book Mujerista Theology, Isasi-Díaz argued that in many ways Mujerista Theological Anthropology is built around the notions of “La Lucha”, “Permitanme Hablar”, and “La Comunidad/La Familia.”83 Isasi-Díaz is also quick to note however that these three categories do not constitute the entirety of Mujerista Theological Anthropology but rather, it encompasses that which she has  83 Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, Maryknoll, N.Y: Orbis  Books, 1996, 128 – 129. 27  observed in conversation with Latina women and their lived realities.84 I am utilizing the insights of Isasi-Díaz for the same reason why I used Copeland, to draw a parallel between the struggle and resilience of Latina women and the LGBTQ+ community. This becomes apparent when the themes of “La Lucha,”” La Familia/La Comunidad,” and “Permitanme Hablar” are discussed within the LGBTQ+ community.  For Isasi-Díaz “La Lucha” is the Latina’s “ability to deal with suffering without being defined by it.”85 By this she means that although social and systemic structures exist and do wrongly oppress and marginalize Latinas in American Society and in the American Church, Latina women do not give in or give up in the face of these injustices. Instead, Isasi-Díaz contends that “La Lucha” is “central to [Latina] women’s self – understanding.”86 For Isasi- Díaz then, Latinas understand that suffering may be a part of their lived experience, but it is not by any means, their purpose or destiny. Indeed, Isasi- Díaz herself questions such beliefs because as she says that a “Christian message that teaches suffering is necessary is questionable.”87 She bases this claim on the notion that the narrative of “suffering as necessary” is a tool that “leads to oppression of some by those in power.”88 Moreover, Isasi-Díaz goes on to argue that the lived experience of Latinas demonstrate that suffering is not their purpose or destiny. She bases this belief on the way in which fiestas demonstrate Latina women’s resilience. For Isasi-Díaz, fiestas serve to encourage, share, and be present to themselves and others who are facing adverse situations.89  84 Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 128 – 129. 85 Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 129. 86Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 129. 87Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 129. 88Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 129.  89Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 130. 28   The second concept which Isasi-Díaz’s Mujerista Anthroplogy is based on is that of “Permitanme Hablar.”90 Isasi-Díaz defines this as the act or practice of “denouncing the erasure of Latina women from the histories of communities, countries of origin, and in the United States.”91 Indeed, Isasi-Díaz argues that Latinas are “not absent from history” instead Latinas have gone ignored.92 The concept of “Permitanme Hablar” is therefore the act of claiming of one’s moral status in society at large. Isasi-Díaz argues that in so doing, Latinas are both “making known their past” and “participating in making present” their current history.93 In so doing, Latinas are claiming their rightful place in the church and society because they are in this way active co-creators of their destinies. Isasi-Díaz puts this in the following manner, Latinas are often spoken to, about, or given symbolic yet empty gestures to make them feel as if they are a part of the discussion without actually being given a seat at the table.94 Permitanme Hablar, therefore empowers Latinas to boldly claim their moral status in society to actively participate in the creation of their present and future.  The third hinge of Isasi-Díaz’s Mujerista Anthropology is the notion of La Familia or La Comunidad.95 Isasi-Díaz distinguishes these two as she defines La Familia as the “central and most important institution in life.”96 La Familia, for Isasi-Díaz is central regardless of one’s experience (positive or negative) with their family.97 However, she also argues that La Comunidad relies on interdependence. That is, that the whole cannot function coherently if one of its members is not included. Additionally for Isasi-Díaz, both La Familia and La Comunidad  90Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 132 – 136.  91Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 132. 92Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 133. 93Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 133.  94Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 133.  95Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 137.  96Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 137. 97Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 137. 29  do not need to adhere to social or cultural norms of the “patriarchal family structure” or emphasize the need for gendered norms and expectations.98 The challenge that Isasi-Díaz’s vision of La Familia and La Comunidad is critical as it upends the long standing machista attitude prevalent in many Latinx families and communities. By challenging the patriarchy and gender-based norms, La Familia and La Comunidad as envisioned by Ada Maria Isasi- Díaz becomes a more inclusive and flexible people group that serves to provide support to all of its members regardless of who they are.  Section 3 Subsection 3: Building Bridges: M. Shawn Copeland’s and Ada Maria Isasi-Díaz’s Theological Anthropologies and the Latino LGBTQ+ Community in the USA  In the overview provided of both Copeland’s and Isasi-Díaz’s theological anthropologies, I set the foundations to demonstrate the relevant lessons their insights have for the LGBTQ+ Latinx Catholics in the United States. Those lessons are as follows: first, in Copeland’s thought the notion of the six principles of the Humanum forces one to consider the physical body and the more abstract and often elusive social body. Second, in Isasi-Díaz ‘s thought, the three notions of mujerista anthropology present the LGBTQ+ community a roadmap for fruitful engagement with the U.S. Catholic Church.   The six principles in Copeland’s notion of the Humanum are a helpful tool to engage LGBTQ+ Latinx Catholics. As a refresher, the six principles will be rearticulated here. First, a person has moral status and agency over their being and belonging in the community because they are made by God and are made in the image of God.99 In this way, all of God’s people can claim their rightful place among the community. Second, the person is called to be in  98Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 138.  99 M. Shawn Copeland, Enfleshing Freedom, 92. 30  communion with themselves and their communities.100 This dispels any and all forms of exclusion; Copeland focuses on exclusions of black women’s bodies, but I argue that it may also extend to the LGBTQ+ communities. Third, Copeland argues that the Humanum calls for “an incarnate spirit” that encompasses “race, gender, sex and sexuality, and culture.”101 In this way, the physical bodies that are marginalized by physical barriers as well as social barriers are brought to the fore of the discussion. In accounting for race, gender, sex, sexuality, and culture, Copeland’s theological anthropology poses a challenge to the explicit and implicit practices of exclusion and marginalization at the macro and micro levels of the Church and Society. The fourth principle calls for a capability to “working out essential freedom through personal responsibility in time and space.”102 For Copeland, this means that each person is empowered or is to be empowered to be able to create their own lives without undie burdens. The fifth principle requires the person to be a “social being” in relation to God and in relation to fellow persons.103 By this Copeland argues that the individual is linked with the broader community and cannot set itself apart from it nor can the individual be set apart from the community. Lastly the sixth principle in the concept of the Humanum calls for a living in the existential tension that exists and is a part of life and the struggles of life.104   Isasi- Díaz’s Mujerista Theological Anthropology is in my assessment, simpatico with Copeland’s principles of the Humanum. The notions of Mujerista Anthropology; La Lucha, Permitanme Hablar, and La Familia/La Comunidad are simpatico with the six principles of the humanum in the following manner. Principles four, five, and six of the Humanum are consistent  100 M. Shawn Copeland, Enfleshing Freedom, 92. 101 M. Shawn Copeland, Enfleshing Freedom, 92. 102 M. Shawn Copeland, Enfleshing Freedom, 92. 103 M. Shawn Copeland, Enfleshing Freedom, 92. 104 M. Shawn Copeland, Enfleshing Freedom, 92.  31  with the theme of La Lucha as they call for the person to actively claim themselves, to claim their space in their communities, and to claim control over their lives and destiny. Moreover, La Lucha demands that one not let suffering define who they are. This is in line with the sixth principle of the Humanum that exhorts one to live in the tension that exists and is a part of the struggles of life. La Lucha and living in the tension of life’s struggles both demand of the person and people group a commitment to perseverance and resilience.   Another way in which these distinct theological anthropologies pair well with each other is as follows; the notion of Permitanme Hablar is simpatico with principles one, two, and three of Copeland’s articulation of the Humanum. Isasi-Díaz notes that Permitanme Hablar is about claiming one’s rightful place in the history – telling and history – making processes of their lived reality. Principle one of the Humanum echoes this as it brings forth the reality that all peoples are created by God and fashioned in God’s own image. This principle reminds us that each person is endowed by God with a moral worth and is given a space in the church and society. Indeed, when one seeks to speak up for themselves and their community in order to claim their place at the table in the church and society. Permitanme Hablar implicitly embraces the theme in principle one as the individual is empowered to speak up by virtue of their God – given dignity.105 Moreover, the second principle of the Humanum is also present in the notion of Permitanme Hablar as the person and people group are called to live in and be in communion with one another. Permitanme Hablar calls persons and people groups to be in communion with one another in such a way where it makes any act of exclusion unacceptable. In this manner, when one speaks on their own behalf or on behalf of an entire group, a sense of communion is  105Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 132 – 136.  32  formed.106 By this I mean that the bond of communion is formed between an individual and group or between people groups when solidarity is built by acts of advocacy and compassion.   Lastly, the notion of La Familia/La Comunidad is simpatico with the fifth principle of the Humanum. For Ada Maria Isasi- Díaz, La Familia/La Comunidad is an integral part of Latinx culture.107 The fifth principle of the Humanum in Copeland’s theological anthropology is always to remain connected to the broader community and social groups.108 In this way both notions found in the theological anthropologies of Copeland and Isasi-Díaz are simpatico with each other. These theological anthropologies one hailing from the perspectives of Mujerista and African – American theologies and informed by the lived reality of Latina women and Black women’s bodies, demonstrate that community and family units are critical components that have a real and present effect on how individuals and groups are included or marginalized in a community or society.   Coupled together the insights of the theological anthropologies of M. Shawn Copeland and Ada Maria Isasi-Díaz provide the LGBTQ+ Latino community with helpful and practical theological grounding. Many LGBTQ+ Latinos simply being who they are is simply not possible because of social, cultural, and religious factors. As mentioned in the first section of this paper, a study by Gattamorta and Quidley-Rodriguez demonstrated that LGBT Latinos in Florida social and cultural factors that aggravate the lived reality of LGBT Latinos include concepts like familism and machismo.109   106Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 132 – 136. 107Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 137 – 143.  108M. Shawn Copeland, Enfleshing Freedom, 92.  109Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority  Young Adults in South Florida,”  13 – 15. 33  One can argue that familism is a traditional and patriarchal interpretation of Ada Maria Isasi-Díaz’s notion of La Familia/La Comunidad as familism considers the needs of the family group and broader society as more important than the needs and reality of the individual.110 The interpretation offered by familism as indicated in the study of Gattamorta and Quidley-Rodriguez shows that many Latinx families and communities will willingly and unwillingly force their LGBTQ+ loved ones to choose between living out who they are in a public manner and be shunned out of fear of what others in the family and community will say or think. Others may force their LGBT loved ones to choose an alternative that is in many ways worse than the first. The choice LGBT loved ones would be forced to continue to “live in the closet” and self – censor all aspects of their life so they can avoid talking about it, so they can avoid the judgement of their family and social group. This is the reason why I believe the theological insights of M. Shawn Copeland and Ada Maria Isasi- Díaz provides a framework for the inclusion of LGBTQ+ Latinos in the United States. Coupled together these distinct and very different theological anthropologies can serve to articulate the lived experiences of a community that is marginalized, maligned, and mocked by many in the Church and in society.  Conclusion and A Call for Action Here in the United States, we have a similar trend. The attack on Pulse Night Club in Florida is a tragic example of this reality. This attack was carried out by a radicalized Islamic fundamentalist. However, the victims of the attack were largely Latinx. The response of the Christian community in Florida left a painful reminder of how bigoted and hateful Christians can be. One pastor lamented that the attacker did not kill more of the LGBT persons.111 The response  110Ada Mariá Isasi-Diáz, Mujerista Theology: A Theology for the Twenty-First Century, 137 – 138.  111Eddie A. Rosa Fuentes, “Pulse and the Closet: Frameworks for an Eschatological Discourse.”   34  by Catholic faith leaders to the attack itself or to certain responses of their fellow colleagues in faith service was equally deafening. However, I have started to believe that perhaps the silence, the deafening silence of Catholic leaders – those ordained and those in lay ministries may be a sign of contempt for the LGBTQ+ community. This is not some sort of reach or broad stroke argument, as I base this belief on the actions of Catholic leaders. For example, the United States Conference of Catholic Bishops led by the Los Angeles Archbishop Jose H. Gomez publicly and very loudly repudiated House Resolution 1, also known as the Equality Act112. This legislation would have prevented employers and others from discriminating against LGBTQ+ persons.   Even in the face of the corrupt moral teaching in the Roman Catholic tradition, I still hold the belief that the theological anthropologies of M. Shawn Copeland and Ada Maria Isasi-Díaz still hold great promise for LGBT Latinx Catholics in the United States. There is indeed reason to hope as there are a handful of scholarly articles on this subject written by Latinx Theologians that are utilizing the insights of other communities with similar experiences. For example the Academy of Catholic Hispanic Theologians of the United States (ACHTUS) held a colloquium to “redress” the topic of LGBTQ+ persons and theological discourse in 2014 and there are an increasing number of Latinx theologians contributing to this discourse directly by researching and writing about the LGBTQ+ community and indirectly by supporting their colleagues or students who wish to contribute to this area.   Until then however, we can rely on vast literature on the lived experience of White LGBTQ+ Catholics. Such literature consists of the works of James Martin’s Building a Bridge:  112“Bishops Say Order on LBGTQ Equality Has Implications for Religious Liberty | Angelus News,” January 25, 2021. https://angelusnews.com/news/nation/bishops-say-order-on-lbgtq-equality-has-implications-for-religious- liberty/. See also, Robert Shine, ed. “Archbishop Gomez Implicitly Condemns LGBTQ Movement as ‘Pseudo-Religion.’” New Ways Ministry, November 6, 2021. https://www.newwaysministry.org/2021/11/06/archbishop-gomez-implicitly-condemns-lgbtq-movement-as-pseudo-religion/. 35  How the Catholic Church and the LGBT Community Can Enter into a  Relationship of Respect, Compassion, and Sensitivity113 and other books such as John McNeil’s books Taking a Chance on God: Liberating Theology for Gays, Lesbians, their Lovers, Families, and Friends114 and The Church and the Homosexual.115 We can also build upon Richard Cleaver’s insights in Know My Name: A Gay Liberation Theology.116 Additionally, there is also Homosexuality in Modern Catholicism: The Silence of Sodom117 written by Mark Jordan. Last but not least is the edited collection compiled by Jeffrey Siker Homosexuality in the Church: Both Sides of the Debate.118  These six books are not an exhaustive list of everything written on White LGBTQ+ Catholics and their lived experience with Roman Catholicism. Rather it is simply a drip in the vast ocean of this literature. In comparison with what we currently have available from the LGBTQ+ Latinx Catholic perspective however, the literature listed above is certainly more. McNeil’s book on the Church and homosexuality places the moral tradition of the Catholic Church in conversation with scientific evidence that was available in his time.119 Siker’s edited volume detailing both sides of the debate on this issue brings in a vast number of ecumenical and interreligious perspectives on the matter. However, strictly speaking on the content, it not once articulated the issue from a Latinx point of view. This may be attributed to a number of  113James Martin. Building a Bridge: How the Catholic Church and the LGBT Community Can Enter into a  Relationship of Respect, Compassion, and Sensitivity,  114John J. McNeill, Taking a Chance on God: Liberating Theology for Gays, Lesbians, and Their Lovers, Families,  and Friends ; with a New Preface. Boston: Beacon Press, 1996.  115John J. McNeill, The Church and the Homosexual. 4th ed. Boston: Beacon Press, 1993. 116Richard Cleaver, Know My Name: A Gay Liberation Theology. 1st ed. Louisville, Ky: Westminster John Knox  Press, 1995. 117Mark D. Jordan, The Silence of Sodom: Homosexuality in Modern Catholicism. Chicago: Univ. of Chicago Press, 2000. 118Jeffrey S. Siker, ed. Homosexuality in the Church: Both Sides of the Debate. 1st ed. Louisville, Ky: Westminster/J. Knox Press, 1994. 119Jeffrey S. Siker, ed. Homosexuality in the Church: Both Sides of the Debate. 36  circumstances ranging from the academic background, lived experience, and the race of the authors who contributed to his book.   In McNeil’s book Taking a Chance on God, he articulates a hopeful vision of a church that walks with and loves the LGBTQ+ person unconditionally. McNeil holds out hope that perhaps one day the Catholic Church comes to recognize that LGBTQ+ persons are part of the fold and ought to be able to participate fully in the life of the church and the reception of the sacraments.120 This hopefulness is echoed in Cleaver’s Know my Name as he also longs for a church that lets God lead and the ministers to humbly follow like Moses and the priestly figures of the Old Testament.121 Mark Jordan on the other hand is a little less optimistic as he argues in Homosexuality in the Modern Church that the Church – at least in the era of John Paul II made it easier to persecute “dissenting” theologians who dared to speak against the official teachings of the church.122 His argument against optimism on this issue is in my assessment well founded. However, I also argue that Jordan was well aware that his book and his arguments in it would not be well received by some in leadership. However, the fact that Jordan wrote about it anyways is worthy of praise. The narrative that suffering is necessary, and that suffering must define who we are as Catholics and as persons. This narrative is championed by many Roman Catholic Bishops and Priests in the United States, as well as conservative and traditionalist theologians.   The literature representative of the White Catholic LGBTQ+ experience varies by author and circumstance. However, it does constitute a significant level of representation for this part of the LGBTQ+ community. Latinx LGBTQ+ Catholics do not count with this level of representation, and it does in my reflection on this issue have to do with a lack of institutional  120 John J. McNeill, Taking a Chance on God 121Richard Cleaver, Know My Name 122Mark D. Jordan, The Silence of Sodom: Homosexuality in Modern Catholicism 37  support from the Church and the Academy. Academic institutions who have graduate programs in theological studies, divinity, or religious studies should do more to address the plight of the Latinx LGBTQ+ community. This can be achieved in many ways, first by hiring and supporting faculty and researchers who wish to contribute to this area of scholarship. Second, institutions can and should foster up and coming theologians, especially Latinx theologians who have an interest in this field. This can be done by supporting initiatives, projects, and conferences that deal with issues relevant to the LGBTQ+ community and the church. Some institutions are already making some steps in this direction, and it shows that the Academy does have the capacity to be a conduit of positive change in this particular discourse.   In closing I wish to reiterate the aims of this project. First, I provided an overview of official Catholic teaching on morality as it relates to the LGBTQ+ community. Second, I provided recent developments in the sciences that challenge certain elements of the moral doctrine of the church. Third, I presented the theological anthropologies of M. Shawn Copeland and the late Ada Maria Isasi-Díaz to demonstrate that the insights of African American and Mujerista theologies can and do provide a viable framework for the LGBTQ+ Latinx community. Lastly, I aimed to present the lack of representation of the LGBTQ+ Latinx Catholics in literature in comparison to the literature discussing White LGBTQ+ Catholics. In closing, the lives of LGBTQ+ persons are worthy of respect and love, for the Church to deny unconditional acceptance to LGBTQ+ folks, is to deny the very person of Christ. We all have a responsibility to be our sibling’s keeper – even if said sibling is LGBTQ+.    38  References Angelus News, “Bishops Say Order on LBGTQ Equality Has Implications for Religious Liberty.” January 25, 2021, https://angelusnews.com/news/nation/bishops-say-order-on-lbgtq-equality-has-implications-for-religious-liberty/.  Bohache, Thomas. Christology from the Margins (London: SCM Press, 2008).  Catholic Church, ed. Catechism of the Catholic Church: Revised in Accordance with the Official Latin Text Promulgated by Pope John Paul II. 2nd ed. Vatican City : Washington, DC: Libreria Editrice Vaticana ; United States Catholic Conference, 1997.  Cleaver, Richard. Know My Name: A Gay Liberation Theology. 1st ed. Louisville, Ky: Westminster John Knox Press, 1995.  Congregation for the Doctrine of the Faith. “Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons.” Accessed May 25, 2022. https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_con_cfaith_doc_19861001_homosexual-persons_en.html.  Congregation for the Doctrine of the Faith. “Persona Humana - Declaration on Certain Questions Concerning Sexual Ethics.” Accessed May 25, 2022. https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_con_cfaith_doc_19751229_persona-humana_en.html.  Copeland, M. Shawn. Enfleshing Freedom: Body, Race, and Being. Innovations. Minneapolis: Fortress Press, 2010.  Courage International, Inc. “Courage.” Accessed May 25, 2022. https://couragerc.org/.  Courage International, Inc. “EnCourage.” Accessed May 25, 2022. https://couragerc.org/encourage/.  Cristina L. H. Traina, “More than a Monologue: Sexual Diversity and the Catholic Church. Volume 1: Voices of Our Times,” Theology & Sexuality 21, no. 3 (September 2, 2015): 233–34, doi:10.1080/13558358.2015.1228263.  Fuentes, Eddie A. Rosa. “Pulse and the Closet: Frameworks for an Eschatological Discourse.” Currents in Theology and Mission 48, no. 3 (June 16, 2021). https://currentsjournal.org/index.php/currents/article/view/314.   International Theological Commission ‘In Search of a Universal Ethic: A New Look at the Natural Law.” Accessed August 2, 2022.  https://www.vatican.va/roman_curia/congregations/cfaith/cti_documents/rc_con_cfaith_doc_20090520_legge-naturale_en.html.  39  Isasi-Díaz, Ada María. Mujerista Theology: A Theology for the Twenty-First Century. Maryknoll, N.Y: Orbis Books, 1996.  Jordan, Mark D. The Silence of Sodom: Homosexuality in Modern Catholicism. Chicago: Univ. of Chicago Press, 2000.  Karina Gattamorta and Narciso Quidley-Rodriguez, “Coming Out Experiences of Hispanic Sexual Minority Young Adults in South Florida,” Journal of Homosexuality65, no. 6 (May 12, 2018): 741–65, doi:10.1080/00918369.2017.1364111.  Lyons, Bridget H., Mikel L. Walters, Shane P.D. Jack, Emiko Petrosky, Janet M. Blair, and Asha Z. Ivey-Stephenson. “Suicides Among Lesbian and Gay Male Individuals: Findings From the National Violent Death Reporting System.” American Journal of Preventive Medicine 56, no. 4 (April 2019): 512–21. doi:10.1016/j.amepre.2018.11.012.  NBC News. “Catholic Diocese Says Gay and Trans People Can’t Be Baptized or Receive Communion.” Accessed August 2, 2022. https://www.nbcnews.com/nbc-out/out-news/catholic-diocese-says-gay-trans-people-cant-baptized-receive-communion-rcna8217.  Martin, James. Building a Bridge: How the Catholic Church and the LGBT Community Can Enter into a Relationship of Respect, Compassion, and Sensitivity. Revised and Expanded edition. New York, NY: HarperOne, 2018.  McNeill, John J. Taking a Chance on God: Liberating Theology for Gays, Lesbians, and Their Lovers, Families, and Friends ; with a New Preface. Boston: Beacon Press, 1996.   McNeill, John J. The Church and the Homosexual. 4th ed. Boston: Beacon Press, 1993.  Pinedo, Caridad Bermeo, Elisa Lois, Marta. “LGBTQ+ Groups Protest across Spain after 24-Year-Old Beaten to Death.” EL PAÍS English Edition, July 6, 2021. https://english.elpais.com/society/2021-07-06/lgbtq-groups-protest-across-spain-after-24-year-old-beaten-to-death.html.  Ruth, Richard, and Santacruz, Erik, eds. LGBT Psychology and Mental Health: Emerging Research and Advances. Santa Barbara: ABC-CLIO, LLC, 2017. Accessed May 25, 2022. ProQuest Ebook Central.  Shine Robert Editor Managing, “Archbishop Gomez Implicitly Condemns LGBTQ Movement as ‘Pseudo-Religion,’” New Ways Ministry, November 6, 2021, https://www.newwaysministry.org/2021/11/06/archbishop-gomez-implicitly-condemns-lgbtq-movement-as-pseudo-religion/.  Smalley KB, Warren JC, Barefoot KN. Differences in health risk behaviors across understudied LGBT subgroups. Health Psychol. 2016 Feb;35(2):103-14. doi: 10.1037/hea0000231. Epub 2015 Aug 10. PMID: 26375040.  40  Siker, Jeffrey S., ed. Homosexuality in the Church: Both Sides of the Debate. 1st ed. Louisville, Ky: Westminster/J. Knox Press, 1994.  Torres, P. Nagovitch, P. Segura, C. A. Brascia, V. “Police Investigate Homophobic Assault at Knifepoint in the Center of Madrid.” EL PAÍS English Edition, September 7, 2021. https://english.elpais.com/spain/2021-09-07/police-investigate-homophobic-assault-at-knifepoint-in-the-center-of-madrid.html.  United States Conference of Catholic Bishops, “Always Our Children.” Accessed August 2, 2022. https://www.usccb.org/resources/always-our-children.  Welle, Jason. “The Shame of Religious Families: Homeless LGBT Youth.” The Jesuit Post, September 17, 2014. https://thejesuitpost.org/2014/09/the-shame-of-religious-families-homeless-lgbt-youth/.   ",
    "id": 572819692,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.lmu.edu:etd-2169"
    },
    "title": "Lesbian, Gay, Bisexual, Transexual (LGBT) U.S. Latinx Catholics and the U.S. Catholic Church: A Critique of Certain Aspects of Roman Catholic Moral Teaching in light of a Latinx Theological Anthropology",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-08-02T08:00:00+01:00",
    "publisher": "Digital Commons at Loyola Marymount University and Loyola Law School",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.lmu.edu/cgi/viewcontent.cgi?article=2169&context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/572819692.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/572819692"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/572819692/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/572819692/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/572819692"
        }
    ],
    "abstract": "This Capstone Research Project aims to address the certain aspects of Roman Catholic moral teaching. Throughout this project I argue that when it comes to the Lesbian, Gay, Bisexual, Transexual and Queer (LGBTQ+) Catholics, the moral teaching is essentially corrupt. This paper begins by providing an overview of current Catholic teaching relevant to LGBTQ+ persons. In the second section I focus on the lived experience on the Latinx LGBTQ+ community in the United States to demonstrate several flaws in Catholic moral tradition. I place a special emphasis on the Latinx LGBTQ+ community in Florida as I base my argument on the tragic attack against LGBTQ+ people at Pulse Nightclub and I rely on the insights of a social scientific study conducted among LGBTQ+ youth in Florida. In the third and final section of my research project, I engage with the theological anthropologies of M. Shawn Copeland and Ada Maria Isasi-Diaz to create a framework from which a theological corrective action may emerge to remedy the harm done by the deeply corrupt and erroneous Catholic moral teaching",
    "tags": [
        "text",
        "Queer Theology",
        "Latino/a/x/",
        "LGBTQ+",
        "LGBTQ+ Latinos",
        "Latino Theology",
        "Religion",
        "Religious Thought, Theology and Philosophy of Religion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.lmu.edu:etd-2169",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3596",
        "openDoarId": 0,
        "name": "Loyola Marymount University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 572819692,
        "depositedDate": null,
        "publishedDate": "2022-08-02T08:00:00+01:00",
        "updatedDate": "2024-01-24T14:07:21+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-20T12:35:00+01:00"
    },
    "urls": [
        "https://digitalcommons.lmu.edu/etd/1166",
        "https://digitalcommons.lmu.edu/context/etd/article/2169/viewcontent/LeonardoMendoza_Theology_ResearchProject_2022.pdf"
    ],
    "lastUpdate": "2024-01-24T14:07:21+00:00",
    "setSpecs": []
}