{
    "acceptedDate": "",
    "authors": [
        {
            "name": "McNulty, Ann"
        },
        {
            "name": "Richardson, Diane"
        },
        {
            "name": "Monro, Surya"
        }
    ],
    "contributors": [],
    "createdDate": "2012-08-09T03:06:07+01:00",
    "dataProvider": {
        "id": 126,
        "name": "University of Huddersfield Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/126",
        "logo": "https://api.core.ac.uk/data-providers/126/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/9052440.pdf",
    "fullText": "University of Huddersfield RepositoryMcNulty, Ann, Richardson, Diane and Monro, SuryaLesbian, Gay, Bisexual and Trans (LGBT) Equalities and Local Governance Research report for practitioners and policy makersOriginal CitationMcNulty, Ann, Richardson, Diane and Monro, Surya (2010) Lesbian, Gay, Bisexual and Trans (LGBT) Equalities and Local Governance Research report for practitioners and policy makers. Research Report. ESRC.This version is available at http://eprints.hud.ac.uk/14271/The University Repository is a digital collection of the research output of theUniversity, available on Open Access. Copyright and Moral Rights for the itemson this site are retained by the individual author and/or other copyright owners.Users may access full items free of charge; copies of full text items generallycan be reproduced, displayed or performed and given to third parties in anyformat or medium for personal research or study, educational or not-for-profitpurposes without prior permission or charge, provided:• The authors, title and full bibliographic details is credited in any copy;• A hyperlink and/or URL is included for the original metadata page; and• The content is not changed in any way.For more information, including our policy and submission procedure, pleasecontact the Repository Team at: E.mailbox@hud.ac.uk.http://eprints.hud.ac.uk/  Lesbian, Gay, Bisexual and Trans (LGBT) Equalities and Local Governance  Research report for practitioners and policy makers           Ann McNulty, Newcastle University / Newcastle Healthy City  Diane Richardson, Newcastle University  Surya Monro, University of Huddersfield   March 2010                                                 2 Introduction to the research report  This report has been written for practitioners and policy makers. The research findings will be presented and written about in more detail in various places. For details see: http://research.ncl.ac.uk/selg/.   The research project explored local authority sexualities and trans1 equalities initiatives in Northern Ireland, Wales and England. While each of these different parts of the UK has a particular system of governance, the research focused on factors identified as drivers of, and forms of resistance to, the LGBT equalities agenda across geographical and political boundaries. To protect the confidentiality of research participants we refer to the geographical location of people who are quoted only when relevant, for example when what they said related to a particular place.   The research looked at sexualities and trans equalities work in local authority settings. However, as Local Strategic Partnerships2 / Local Strategy Partnerships3 (Northern Ireland) bring local authorities together with other parts of the public sector and with the private, business, community and voluntary sectors, the report includes examples of work shared by a range of organisations, and a list of resources4 that can be used across provider boundaries.   We warmly thank:   Research participants who gave generously of their time in interviews and Action Learning Set sessions   Advisory group members whose input was invaluable at strategic points in the research project   The Economic and Social Research Council for funding the project5   Practitioners in local authority and other settings who contacted the research team to share examples of sexualities and trans equalities work in their areas   Sue Tatah who provided administrative support throughout   Michaela Fay who was Research Associate in the first year of the project6   Angela Scott for her work towards the end of the project, particularly for taking the lead in the organisation of the conference on 11 March 2010 (see page 27)                                                    1  For the purpose of the report trans is used as well as transgender.  2  See http://www.communities.gov.uk/localgovernment/performanceframeworkpartnerships/.   3  See http://www.rpani.gov.uk, Review of Public Administration in Northern Ireland website.  4  All websites were accessed at the beginning of March 2010. 5  ESRC grant number RES-062-23-0577, Organisational Change, Resistance and Democracy:  Lesbian, Gay, Bisexual and Transgender Equalities Initiatives in Local Government. 6  Ann McNulty joined the research team in January 2009, seconded from Newcastle Healthy City.  3 Contents   page 4     Background to the research                                              page 5     Summary of research findings                                         page 6     Research findings                                                                                                                    Social change   Drivers of organisational cultural change     Barriers, forms of resistance, and strategies for change   Community engagement and local democracy    page 18    Interesting practice                                                          page 21    Conclusion and recommendations                                  page 22    Appendix 1: Legislative and policy frameworks                                  page 23    Appendix 2: Resources                                                                                                                                           page 25    Appendix 3: Organisations involved in the research                             page 27    Appendix 4: „Broadening Horizons‟ end of project conference                                        4 1   Background to the research The report presents findings from a two and a half year research project, 2007-2010, funded by the Economic and Social Research Council. The research explored sexualities and trans equalities initiatives in local government settings in Northern Ireland, Wales and England, against a background of local authority modernisation7 and legislative and policy developments introduced by the UK New Labour government8 and the Welsh and Northern Ireland Assembly Governments.   Qualitative research methods were used in Northern Ireland, Wales and North-East and South-East England respectively:   Four councils, one in Wales, one in Northern Ireland, one in South-East England and one in North-East England9, volunteered to be case study areas. Thirty-seven people took part in case study interviews, and in each area at least eight people took part in a one to one interview. Most participants worked in local authority settings10, including Leisure, Youth Services, Adult Social Care, Environment, Education, Social Inclusion and Community Development. They worked in different positions such as Equality and Diversity Lead, Policy Officer, Performance Manager, Councillor, Chief Executive and Service Director. Others were from partner organisations, for example the Police, Fire Service, and voluntary and community sector groups.    In each of the four areas a group of people11 formed an Action Learning Set, meeting four times over a period of four to six months. Most were working in local authorities and some were from partner organisations such as NHS trusts, housing providers and voluntary sector networks. In each Action Learning Set people shared ideas, experiences, successes and frustrations in relation to taking forward the sexualities and trans equalities agenda.   Fifteen people, each from a national stakeholder organisation (based in Wales, Northern Ireland and England), took part in one to one interviews.   Five councillors, from Northern Ireland, North East England and South-East England, took part in one to one interviews.                                                  7  See for example: Meta-evaluation of the Local Government Modernisation Agenda,  The State of Governance of Places: Community Leadership and Stakeholder Engagement,   published 2008 by the Department for Communities and Local Government; Strong, Effective Local Government in Northern Ireland, published by the Northern Ireland Local Government Association and the Society of Local Authority Chief Executives Northern Ireland in 2007.  8  See Lesbian, Gay, Bisexual and Transgender Equality, a factsheet published by the Government Equalities Office in 2010, outlining what the UK government has done for people who are LGBT, and what the proposed single Equality Bill will do. The single Equality Bill was published in April 2009. It has completed its passage through the House of Commons and its Lords Third Reading was due on 23 March. The Bill does not apply to Northern Ireland.  9   Newcastle upon Tyne wished to be identified as the North East England council case study. 10  A single Health and Social Care Board (merged from four Health and Social Services Boards in April 2009), rather than individual local authorities, is responsible for social care provision in Northern Ireland. Similarly, Education and Library Boards have covered these areas of service provision. Transition to a single Education and Skills Authority is underway. 11 The number of people who formed an Action Learning Set differed slightly across the four areas: 6, 8, 9 and 10.   5 2   Summary of research findings (in no order of importance)  Interview data show that the research participants:   Viewed legislative and policy changes as significant drivers of the sexualities and trans equalities agenda.   Identified factors that support organisational change, including leadership, working in partnership where appropriate, and working across the equality strands in an integrated way.   Assessed the implementation of sexualities and trans equalities policies as uneven within their own organisations. A similar picture emerged of inconsistent performance across local authorities.    Had different perspectives, developed in their respective statutory, voluntary and community sectors, and at their national (infrastructure) or local levels. This misalignment of „view‟ potentially undermines a shared agenda.   Perceived that there has been significant progress in building the importance, and the vocabulary, of lesbian, gay, bisexual and trans equalities into the local government modernisation process. However, the general sense is that organisational cultural change is slow.   Experienced difficulty in taking the LGBT equalities agenda forward, because of the backward pull of (some people‟s) lack of understanding, discriminatory views, discomfort, fear, embarrassment and resistance to change.    Understood the management of work across equality strands as a complex task because of a perceived hierarchy, with LGBT equalities talked about as being “way at the bottom”, “the new kid on the block”, “the latest strand in the pecking order”, “the area where you really have to put your head above the parapet”, “the most sensitive area … people tiptoe around it”.    Found that there is added value in partnerships between people who are lesbian, gay, bisexual and trans and service providers, managers and commissioners. Developing trust through working together can lead to a useful unpicking of the tensions between the equality strands12, between the L, G, B and T in the LGBT cluster, and between the range of experiences and “voices” within each of the lesbian, gay, bisexual and trans communities.    Valued practitioner groups / multi-agency forums, to share ideas, success in LGBT equalities work, and strategies for responding to forms of resistance.                                                  12 The equality strands in England are: age, sexual orientation, gender, transgender, faith and belief, race and disability. In Wales the use of the Welsh language is an additional protected area. In Northern Ireland Section 75 of the 1998 Northern Ireland Act refers to the duty of public bodies to promote equality of opportunity for people of different religious belief, political opinion,    ethnic group, age, marital status and sexual orientation; between men and women generally; between people with and without a disability; and between people with and without dependants.  These are commonly referred to as the nine equality areas.  6 3    Research findings  3a  Social change Participants reflected on recent “dramatic” social change, sharing the view that people who are lesbian, gay, bisexual and transgender are now generally less likely to experience discrimination because of legislative and attitudinal shifts. There was recognition of the crucial role of community activism in these changes.  A participant working in a national stakeholder organisation referred to employers proactively enquiring about how to be more inclusive of people who are bisexual, a development that would have been unimaginable even five years ago. Progress is not straightforward however (similarly illustrated in other UK research13 14 15):  LGBT equality is becoming more accepted and understood, but at the same time there are still quite a lot of people who don‟t understand why we‟re doing it or have the attitude of “It‟s OK, so long as you don‟t kiss in front of me or shove it in my face”, who don‟t see equality as actual equality.   A participant emphasised that “there are an awful lot of people in the rest of Wales (ie outside of cities) who certainly aren‟t out and bold”, then went on to highlight a positive shift in media attention towards violence against LGBT people:  A couple were subject to a homophobic attack, a physical attack, and it made Welsh news. Now, in the past that probably wouldn‟t have been the case, so … the media obviously thought that it was something of importance. Lobbying groups also came out and said it was appalling and the police did some really good work around that, raising awareness of it. Now, in the past that might not have been the case.  You‟d hear about racist incidents but not homophobic incidents.   Changing media representation was understood as part of the social and cultural shift, with several participants referring to the appearance of lesbian and gay characters in soap operas16, and other interviewees to the visibility of civil partnerships. While there was general acknowledgement of significant social change since gay men “used to go to prison, which is not so terribly long ago”, several participants referred to continuing stereotyping of people who are lesbian, gay, bisexual and trans, particularly in relation to working and living with children, for example: “Would you want a teacher of your child to be LGBT?”                                                   13 An increased proportion of the participants in the 2008 Equality Awareness Survey undertaken by the Equality Commission for Northern Ireland, said that they would mind having a lesbian, gay or bisexual person as either a work colleague or neighbour, in comparison with those who took part in the 2005 survey (23% in 2008 compared with 14% in 2005). See the survey report, The changing face of prejudice in Northern Ireland. 14 See pages 75-90 in Martin Mitchell, Charlie Howarth, Mehul Kotecha and Chris Creegan‟s report, Sexual orientation research review 2008, published in 2009 by the Equality and Human Rights Commission.  15 See pages 10-12 in Beyond tolerance: Making sexual orientation a public matter, published by the Equality and Human Rights Commission in 2009. 16 For example, the first EastEnders gay Muslim character, Guardian, 29 July 2009, pages 12-13.    7 3b  Drivers of organisational cultural change  The following were identified as drivers of change in relation to promoting equality for lesbian, gay, bisexual and trans users of, and employees in, local government and other services. In interviews and Action Learning Sets participants identified factors that appeared to drive changes in attitudes and behaviour within their organisations. Several people referred to the benefits of cultural change in the workplace, while commenting that they were not sure that their work environment was “there yet”. Suggested benefits included positive impact on wellbeing, performance and productivity, for example if people who are lesbian, gay, bisexual and trans feel comfortable and safe talking about their relationships and family groups with colleagues.    Legislative and policy changes Legislative and policy changes introduced by the UK New Labour government and the respective Assembly Governments in Wales and Northern Ireland were viewed as significant drivers of the sexualities and trans equalities agenda:   People might say that legislation doesn‟t have an impact on the grassroots, but it does because it creates that lever where you can say “You need to do something about this.”  Several participants shared a feeling of disappointment that statutory bodies have always had the power to do things differently, yet many make changes only when they have to, and sometimes without awareness of why the changes are important:  You‟d rather people do it because it‟s a good thing to do … sometimes in practice you need a „carrot and stick‟ sort of approach.  It wasn‟t “We should have been there” or “We‟re going to do it because it‟s lacking in policy”… I think it was something that was driven from elsewhere, outside.  A lot of local authorities will do what‟s legally required rather than seeing why they should be doing it.   The policy move to local government performance assessment was identified as a platform for sexualities and trans equalities work. Participants gave examples of positive change, for example in the area of procurement of services:  We‟ve commissioned a voluntary sector organisation to set up a consultation network with LGBT people, and I‟ve only been able to do that because the law‟s changed and all the documents coming out are explicitly targeting these issues. So now if I get challenged: “Why are you doing this?”, I can say very clearly “You cannot be an excellent council if you‟re not doing this”.  I know of some councils … where they have drawn up new contracts for sub-contractors, and the sub-contractors have to respect the strands of  8 diversity, including lesbian, gay, transgender, and if they abuse any one of those strands they can lose a very profitable contract.  A participant with experience of working in the private sector before taking a senior management post in local government, referred to performance management as a lever to mainstream sexualities and trans equalities:   I think the policy framework has taken us a long way in recognising that these are various groups, all with various issues … In any business what gets measured gets done, and if you can align the principles of equality and diversity to your own performance management, then that‟s about embedding it into the mainstream. What (name of Equality and Diversity Officer) gets from me is support in terms of raising awareness across the organisation, raising the profile, getting LGBT issues on the agenda and making sure they are considered in strategic planning.  There was however unfavourable comparison with other equality strands, in relation to the speed at which legislation had been introduced:   Because it‟s been so fast, people have found it very difficult to get their heads round the amount of change, and it‟s been a lot slower and phased in over the other equality sectors.  The importance of translating policy into practice and making it “live” was mentioned by several interview and Action Learning Set participants who were working at local and national levels. For example:  If we say “We want you to embed”, then it‟s got to be at the heart of what we do, it‟s not an add-on, you know, don‟t just start off thinking of one middle class type of person and then think “Oh yes, there‟s a BME17 person, there‟s a disabled person, there‟s LGB”. It‟s actually quite a challenge, because of course you‟ve got cultures with that, and strands within strands. You know, it‟s very, very complex, so I think it‟s quite aspirational to say that we‟re all about embedding equality in everything we do, but I think you‟ve got to have that aspiration, and I think what we‟ve come to is an understanding that we‟re not going to achieve everything at once.   Leadership Participants highlighted the importance of having a committed individual to champion the sexualities and trans equalities agenda and bring others on board. One commented “If LGB issues are important to them (Councillors), that is a driver”, and referred to two Welsh councils who were holding ceremonies for people in same gender relationships before the introduction of civil partnerships. There was reference to councils encouraging hotels and other organisations to move away from a position of “Well, we‟re not having civil partnerships here“. One interviewee referred to the positive culture of the Welsh Assembly Government:                                                    17 The acronym BME stands for Black and minority ethnic.  9 You‟re given a very strong steer by the way the ministers relate to the different LGBT groups, and they‟re accessible for a meeting or a discussion, with “Is there a problem?”, “Is there an issue?”  The following quotes from two people at the most senior management level in separate local authorities (Chief Executive and Director of Services), and a Councillor in another area, express a sense of responsibility as well as capacity to act as a catalyst to fix sexualities and trans equalities firmly in mainstream planning and practice, even though “it takes a long time to get to that place”:  If people are using language that‟s inappropriate here (at work) they‟ll use it elsewhere, so we‟ve got to tackle it … I‟m not a manager who will just listen and put it to one side. It will be tackled … and I‟m very aware that if I take action in one place, it will have a ripple effect.  The whole equalities agenda would feature very heavily in that performance report. It‟s a regular item on my management team agenda and as a result that issue will cascade into other management teams and service specific management teams agendas, and there will be a constant reporting format on how we‟re doing, “Well, we didn‟t get that right” or “You need to improve on that” or “We need to look at that as an example of best practice”.  If you‟ve got strong leadership at the top, then the rest (of the sexualities and trans agenda) will fall in line in terms of the organisation. It‟s built into everything within the structures of the organisation, all the way through.  A frontline local authority worker confirmed the value of leadership at senior management level:   I have reported a couple of staff in the past for derogatory (in relation to LGBT) comments and they have been dealt with. I have to say I‟ve got very good support from my management team. All of my managers are very supportive of anything anti-discriminatory, not just LGBT, anything, and they stamp it out.   However, the same participant went on to say that this was not the organisational „norm‟, as other managers did not tend to respond in the same way. This emphasises the importance of consistency across the various parts of large organisations. The consequences of inconsistency were highlighted across interviews, for example:  I realised when attending the first anniversary of the council‟s LGBT employees network that it was still quite hard to be out at work. People talked about being terrified about being out at work because they thought they would miss promotions. One person said “My boss doesn‟t know I‟m here today”, even though at very senior level this employee group is supported wholeheartedly.    10 Initiatives were blocked, basically stopped above my head and didn‟t go any further within the Council. I just remember sitting down with them (local voluntary sector organisation) and making a note of all their suggestions and then sending the memo to line management and it didn‟t go any further … politically handcuffed.   Local partnerships18  Participants identified the potential of appropriate partnership work, for example as a way of learning from things that other agencies have tried out, that appear to work and “that we could tap into”. A community activist outlined an event organised by a group involving LGBT activists, Equality Officers from several councils and representatives from the Police, Fire and Rescue Services, and highlighted the value of the information produced from it:   The councils were surprised at the response that we had and at the depth of information that they were able to glean from that, which has helped them to formulate their own guidelines … Initially a lot of them were looking to tick boxes, and when they came into contact with some of the minority, which we sometimes refer to as the invisible groups (pause), they suddenly began to realise that there was a lot of deeper impact within the council‟s remit of housing, social activities, leisure, employment and all these issues.  Another activist, involved in an annual event for people who are bisexual, identified the beginning of a more trusting relationship with service providers:  BiReCon19 was an amazing example of that last year, where all organisations that would previously have been viewed as having to be there because that‟s what you do, and never doing anything about bi issues, they were proactively invited to talk about their inclusion of bi issues, without there being any attack against them20.  Working together can break down barriers, as illustrated by an Action Learning Set participant who described the development of a productive relationship with workers in a local LGBT voluntary sector organisation, once assumptions could be set aside:  There was far less of a blockage within the local authority than the LGBT people on the outside believed there was.                                                    18 A 2005 report, Partnerships in Northern Ireland, published by the Office of the First Minister and Deputy First Minister, identifies partnership working as a powerful tool which may provide the only way to address some challenging social issues. The report also highlights the risks involved in a partnership approach, for example the time resource needed to form effective partnerships.  19 BiReCon 2008 (University of Leicester) was an opportunity to build bridges between bisexual communities, organisations and researchers, http://www.bicon2010.org.uk/bicon/birecon.  20 Ruth Hunt from Stonewall, in her presentation at the 2009 LGBT Health Summit in Gateshead, North East England, stressed the importance of listening without „attack‟, acknowledging mistakes and continuing to work together.   11 Participants who were community activists highlighted the scope for different agencies, organisations and groups involved in Local Strategic Partnerships to work on common issues such as access to services, and to explore ways of sharing information where appropriate:   I‟m involved with the Older Peoples Council and know that some local councils in this part of the country are linking up with other service providers like Ambulance, Fire, Police, Social Services, Housing and Leisure. They can all identify older people who are vulnerable whether it‟s through age, infirmity, ethnic minority or sexual orientation or whatever, and link them into other support services, so that you don‟t end up thinking “Well, how come all those people knew (that someone was in need), but nobody knew?”. It‟s a major change in thinking, partially instigated by government, partially instigated by the service user groups like Age Concern, Help the Aged, partly by the Diversity Forums highlighting specifics that the council may not hear about, and I think it‟s a process.  Inter-agency partnership was identified as valuable, for example to avoid small communities and groups being overloaded and overwhelmed by separate public sector consultations, and to reduce the risk of “fractured” consultation processes.    Taking an integrated equalities approach In anticipation of the introduction of a single Equality Bill, participants discussed ways of working across equality strands in an integrated way rather than with “the boxes into which nobody quite fits”. Though this is arguably a more complex process, interviewees referred to possible advantages:   If you actually say “We are going to look at all the different equality strands, including LGBT”, that is an immediate driver … you know, this is not making sense from the perspective of a citizen, people with all sorts of factors and facets, considering them only under a disability scheme, where is that taking us? … Why would you focus on one aspect of a person rather than look at them in the round?   The benefit that that has for areas that are more sensitive is that it means that employers and public authorities, by adopting an integrated approach, can actively promote equality in all areas, but they do it through one medium, in effect.   Several participants in one of the Action Learning Sets identified the single Equality Bill as a platform for action, and a means to address the perceived hierarchy of equality strands and reposition LGBT equalities, described as “the most sensitive area” that “people tiptoe around” and “the last bastion of diversity”.   However, several interviewees emphasised the risk of becoming “diversity neutral” and losing a focus on experiences of inequality and discrimination that are specific to people who are lesbian, gay, bisexual and trans and older or younger, have a religious belief, are from a majority or minority ethnic community, live with or without a disability:  12 What they‟re assuming is that we are far enough down the line, that diversity is so embedded in everything that we do, that we don‟t necessarily need to specifically highlight it.   As soon as you cluster you might lose the detail … always when you amalgamate you lose detail, and by clustering there may be a nugget of information from one of the sections (of LGBT) which is crucial for you and if you amalgamate you will lose it.  So we don‟t talk about being gay and we don‟t talk about gay rights and we don‟t talk about different races … so we‟re closed in on neutrality.   Taking a positive, proactive approach Participants described a continuum of positive, proactive approaches to taking the LGBT agenda forward in various policy and practice areas.  The first two quotes illustrate the importance of proactive communication about monitoring the sexual and gender identities of staff and service users. This was generally referred to as a difficult process, not least because many people do not feel comfortable talking about sexuality and may experience questions as intrusive. Participants highlighted the importance of explaining the purpose and benefits of a monitoring system well in advance of implementation, ensuring privacy and safety, asking only what it is useful, and responding to the data:  The council‟s employment forms are asking people if they are part of the LGBT community and reassuring them they will give them full support, and the power of the council behind them. But LGBT history goes back a long way and they‟re well aware, a lot of them, that exposing yourself as being lesbian, gay, bisexual or transgendered could discriminate against you in the past (in relation to) being employed in a proper job, retaining a proper job, getting promotion. Councils I think, certainly here to my knowledge, are very proactive in trying to get rid of that image.  It‟s about making sure it‟s communicated why you‟re implementing your monitoring system, so that people know it‟s a positive thing, that it‟s kept confidential and anonymous, and, if we introduce it … it would be to make sure that services are responsive to LGBT people‟s needs.  There was reference to a guide produced by Stonewall21, explaining why a range of data may now be requested and what the benefits are.   Participants emphasised the importance of organisations giving an unambiguous message that they welcome people who are lesbian, gay, bisexual and trans. This was described as the local authority being able to “come out and say that we welcome employees who are LGBT, that we‟ll protect them, that we don‟t want them bullied”.                                                   21 What’s it got to do with you? is Stonewall‟s 10 point plain English guide for people concerned about completing monitoring information. See page 24.  13 3c  Barriers, forms of resistance, and strategies for change Participants across the UK gave examples of barriers and resistance to taking forward the LGBT equalities agenda, despite an overarching legislative and policy framework and the efforts of champions. They outlined counter-strategies.   Tick-box approaches There was frequent reference in interviews and Action Learning Sets to the risk of local authorities and other statutory organisations “ticking the box” because “they want to be seen to be doing the right thing”, without achieving change:  You know, we‟ll do what we have to, we‟ll tick a box if we have to.    Some of them (Equality Officers) were in reality fighting, they were fighting old ideas from their bosses. The bosses were ticking the box, while they (the people below them) were trying to be very proactive.   Participants gave examples of compliance for its own sake, in different settings and at different organisational levels:   And so what they (schools) do is they'll comply, but they simply can't go beyond that and, you know, compliance is just the beginning of it. In fact, you can be very effective in complying with something and do quite negative practice.  An Equality Officer described a strategy for supporting service managers to do more than tick the LGBT equalities box:   I get in touch and say “Let me work with you and help you understand what the equality law is saying, and let me put you in touch with local organisations, with different communities.”   Institutional inequalities Several participants commented on cultural assumptions within their organisations that everyone is or should be heterosexual. This form of institutional inequality often co-existed with a reduction in the reporting of direct discrimination by lesbian, gay, bisexual and trans colleagues, giving a false impression of the level of attitudinal change. For example:   It‟s almost being seen as “Oh, you can be gay and you can have your rights and that‟s fine, but we still want to see heterosexuals”. It will be a long time before that attitude is changed.  A significant number of participants across the UK referred to the demographics of Councillors and people in the most senior positions in public sector organisations i.e. predominantly from majority communities (white, male, heterosexual), and potentially, though not inevitably, unsympathetic to minority community issues22:                                                   22 See page 77 in the Sexual Orientation Research Review 2008 published by the Equality and Human Rights Commission (full reference pages 23-24), table 5: People likely to hold discriminatory attitudes towards lesbian, gay and bisexual people.  14 You‟ve only got to look at the demographics of councillors … and it‟s obvious that that would be one area where you‟d experience resistance … particularly in some rural areas.  There were references to Councillors who actively find ways “not to move the agenda forward or to slow it down and make life difficult”, who can be “deliberately obstructive” and have the “capacity to make flippant off-hand remarks”:  I wouldn‟t wish to say that it was all members, but there are certain of our members who, if I mentioned the word lesbian or gay to them, I could foresee the reaction I would get. If I said I had a complaint from a gay person about somebody‟s behaviour, they might well make a joke of it or not regard it as particularly important … I imagine if you closed the door and there was a discussion about “Why are we doing this?” (sexualities and trans equalities work), that would not make happy listening.   In contrast, there were examples of positive leadership and action by Councillors and senior managers with broader life and work experiences, including having been involved in community activism and / or employed in the voluntary sector. In Northern Ireland several people reflected on the influence of the Civil Rights campaign23 on the vigorous development of the community and voluntary sectors.  Another example of institutional inequality was identified by three participants, each of whom talked about local authority computer systems (for example in public libraries) blanket-blocking the words lesbian, gay and bisexual, resulting in people not being able to access information, including details of services.  I‟ve been involved in speaking to authorities and saying “You need to look at this” in terms of access. Those are the people (i.e. without access to a home computer) who probably need the services most, but they can‟t gain access to them. This is not good enough really and you can‟t just blanket firewall.   Embarrassment, fear, lack of understanding and expressions of prejudice Participants talked about the complexity of working with people who are ambivalent about LGBT equalities, some of whom are “still acting on very basic and clearly unsubstantiated prejudice”, a sign “that we are really at the very early stages of dealing with sexual orientation effectively”:    They don‟t know anything about it. They haven‟t even been trained in the language and can accidentally be offensive … so there is a big training issue there.  I mean, it‟s the only prejudice I know where people can make a homophobic comment and at the same time make some kind of claim about their moral character.                                                  23  The Civil Rights campaign in Northern Ireland began from the late 1960s in response to inequalities that existed along sectarian lines, for example in the allocation of housing and jobs. For more information see: http://cain.ulst.ac.uk.  15 There was reference to people‟s expressions of discomfort and resistance to change:   We don‟t really know anything about that and we don‟t really want to know anything about that.   Several participants suggested however that “once you open the subject up to people, then they‟re quite receptive. They just don‟t have any knowledge”. At the time of interviews, the Improvement and Development Agency for local government was piloting targeted resources and support in three smaller council areas, including work around sexual orientation.   Well-designed and inclusive equalities training programmes were identified as crucial to reducing people‟s levels of discomfort and fear, and improving their understanding of how people who are lesbian, gay, bisexual and transgender experience inequalities. A common theme was the need for training that equips practitioners to challenge discriminatory and disrespectful behaviour by service users and colleagues.   Lack of resources  Participants referred to the “perennial challenge” of resourcing equality initiatives generally and LGBT equalities in particular. Several talked about the risk of people becoming exhausted by the struggle to effect change across the equality areas:   I will always tackle anybody, it doesn‟t matter if it‟s race, whatever, I will always, that‟s just me … it‟s draining.  The development of links with other people who are working to the same agenda was highlighted as a way of sustaining morale and adding value to work across the equalities strands, including LGBT:  It has given me people to talk to (participant commenting on being part of an Action Learning Set). We started thinking about what we were all doing, asking “How are you doing this?” and sharing ideas.  Participants highlighted the importance of local authorities and other statutory organisations giving information to LGBT groups about when and how to apply for funding. In this way, involvement in local decision-making structures can be generated from and maintained by the communities themselves: “You can‟t just set something up and hope people will join in”:    The number of groups, LGB groups, that were in existence in the beginning, many of the ones that you would have thought were the major ones, have actually closed, maybe because things have changed, but I think it‟s probably because they‟ve run out of energy, there‟s never been any funding put into these groups.  Participants emphasised the risk of sexualities and trans equalities initiatives being lost among a range of priorities, particularly in the current economic  16 downturn, and in council areas with high deprivation levels and poor quality of life indicators:  From the council‟s point of view, we have some people shouting and one whispering, and when you‟re pushed for time, pushed for resources, unfortunately you‟re going to go for the louder voices.   Tensions across the equality strands and within the LGBT cluster Participants understood the management of work across seven discrete equality strands as a complex task because of a perceived hierarchy, with sexualities and trans equalities talked about as being “way at the bottom”, “the latest strand in the pecking order”, “the area where you really have to put your head above the parapet”.   Treating people who are lesbian, gay, bisexual and transgender differently to others was described by one participant as “the acceptable face of discrimination”:  You wouldn‟t say things about ethnic minority groups, or you wouldn‟t say a sexist comment, yet that one example (described earlier in the interview) … it was almost seen as “Oh, it‟s fair game, it‟s a joke”. They don‟t take it seriously … It is like the very last one on the tick box list.   An interviewee in one of the local authority case studies highlighted the tension, for some people, between their interpretation and practice of a particular religion and their responsibility to work to their council‟s LGBT policies, and commented on the impact of this on the pace of change:  Some people are comfortable with LGBT communities, some wouldn‟t have any difficulty representing LGBT people, but at the same time would have difficulty endorsing that as a lifestyle, because they have their own moral or religious beliefs. But we‟ve probably arrived at the stage where all people would recognise that there are gay people in their community and accept fully that they have a duty to support them, which I think is probably a progression. I think in the past certain people would have had difficulty being involved with people from those communities.  A participant working in a national stakeholder organisation emphasised the need for a clear message, within organisations, that people cannot use their religion or belief against the sexualities and trans equalities agenda, by saying for example that they will not work with a person who is LGBT.   While participants recognised the value of the LGBT cluster for “critical mass”, “power” and “a common voice” on some issues, they identified the risk of losing sight of “distinctly different needs”. The interview schedule included a question about what issues might be specific to the discrete lesbian, gay, bisexual and trans communities (each of which is not homogeneous). Responses suggested few links with local lesbian, bisexual and trans communities, and many of the participants made no specific reference to people who are bisexual:  17 If you are transgender and most of the people in the LGBT arena are gay, you might feel that you‟ve been appropriated but without your needs actually being met.  We like to box and categorise people because we think it makes it easier to deal with, but actually in reality and in practice, talking from an Equality Officer perspective … we use them because it‟s easy to use collective terms but … public bodies need to bear in mind that actually each of those (LGBT) groups has distinctly different needs.   3d  Community engagement and local democracy The UK New Labour government has introduced reforms in the public sector to mainstream community engagement in local decision-making. Participants repeated the questions that community groups have been asking for some time:   “How are we going to be involved in the whole issue of community planning?”  “How are you going to engage and consult with us?”  “How are our views going to be taken on board and how‟s that going to be built into the whole kind of planning agenda of the council in terms of how services will continue to be rolled out and developed in the future?”  Research participants identified the issue of “knowing where to go” to contact as wide a constituency of LGBT people as possible:   You get the activist voice as opposed to the person who says “I'm a multi-faceted combination of all of these things and I do want my needs as a lesbian to be met, but I'm not going to go out there and say “I am a lesbian”. You know, there are other voices that want to be heard.  Action Learning Set members in particular identified the importance of developing ways of being in touch with people who may not want to identify that they are LGBT e.g. the setting up of secure electronic channels of communication to link individuals as well as groups with service commissioners and providers:  If a local authority were to contact us (Stonewall Cymru) and say “We really want to reach LGB people” then that would go in there (electronic bulletin24), but they don‟t necessarily know that they can do that. Some local authorities do use us … but there‟s a limit to how much we can do without annoying supporters.  This last point is about the importance of getting the balance right between letting people know about opportunities to be involved in decision-making (without them feeling that too much of their space is being used by others) and supporting public bodies to consult widely. An interviewee in a national organisation used the arresting image of “the starving animal of the local authority wanting consultations all the time and not being able to get to LGB                                                  24 Stonewall Cymru has a list of LGB groups in Wales and produces a bi-monthly bulletin with  information about consultations.     18 people”, highlighting the potential exploitation of minority communities. A coordinated Local Strategic Partnership approach to community engagement, with appropriate monitoring of who gets involved, could ease pressure on individual public bodies, and people in minority communities.    4   Interesting practice   South-East England  A consultation event with people who are transgender, described in the report below, was the outcome of a partnership between several councils and other public service providers. The aim was to develop better understanding of transgender service users and employees. There were round table discussions, each focussing on a particular service area: Customer Services, Leisure, Housing, Employment, services for older and younger people, Fire and Rescue and Police services. To access a copy of the report of the consultation event, email: clare.harding@centralbedfordshire.gov,uk.      Wales  The Welsh Assembly Government website includes the following statement, reflecting a commitment to sexualities equalities: When you access local services, for example in healthcare or education, the last thing that should be on your mind is whether you will be treated differently or less well because of your sexual orientation. The Welsh Assembly Government believes that no-one should be denied opportunities because of their sexual orientation and is committed to ensuring equal treatment for lesbian, gay and bisexual people in Wales. See:  http://new.wales.gov.uk/topics/equality/rightsequality/sexual/?lang=en.   19  North East England Northumberland Care Trust‟s Equality Scheme is an interesting example of how to cover sexualities and trans equalities (pages 16 and 26-7). See: http://www.northumberlandcaretrust.nhs.uk/about-us/equality-and-diversity/single- equality-scheme.   Northern Ireland  Derry City Council‟s „Prejudice Face On‟ programme has run for several years in all post primary schools in the council area. Students in participating schools, across denominational boundaries, complete a series of workshops on the themes of sectarianism, racism and homophobia and have face-to-face encounters with people with different identities and life experiences to themselves. See: http://www.derrycity.gov.uk/Press%20Releases/150210-faceon.html.   North East England  MESMAC North East has produced an anti-homophobic bullying toolkit. For more information, see: http://www.mesmacnortheast.com/, click first on Young People, Bullying etc, then on Anti-Bullying Toolkit.        South East England   See Suffolk County Council‟s Staff Support Networks booklet on the website: http://www.suffolk.gov.uk. Search for staff support networks booklet, and refine the search by clicking on the exact phrase option.  20 Wales  One of Stonewall Cymru‟s priorities and key targets for 2008-11 is the setting up of regional networks, as middle ground between people who are lesbian, gay and bisexual, decision-makers and service providers, and as a medium for people who are LGB to pass on their comments in a safer environment. Go to http://www.stonewallcymru.org.uk/cymru and search for regional networks.   Wales The Welsh Assembly Government has undertaken a National Transport Plan Equality Impact Assessment (November 2009) as part of a commitment to comply with current public sector duties as well as future legislation, and also as a direct result of the impact assessment carried out on the Wales Transport Strategy. The assessment has considered the potential impact of the National Transport Plan across all equality strands, including sexual and trans identities. The document includes a clear explanation of what an equality impact assessment is and why it is a useful process. Go to the following website and click on National Transport Plan Equality Impact Assessment: http://new.wales.gov.uk/topics/equality/inclusivepolicy/impactassessments/?lang=en.   North-East England Newcastle Local Strategic Partnership‟s Joint Strategic Needs Assessment is inclusive of the needs of people who are lesbian, gay, bisexual and trans, and references Stonewall‟s Prescription for Change report, and Department of Health Briefings25. See: http://www.stonewall.org.uk/what_we_do/research_and_policy?3101.asp, and http://www.dh.gov.uk, search for DH Health Briefings.                                                  25 The briefings, Reducing health inequalities for lesbian, gay, bisexual and trans people, provide guidance for social care and health commissioners, service planners and front-line staff. They give a reminder that LGBT people can be young, disabled, older, and from Black and minority ethnic communities. Northern Ireland  2010 will be the 20th year of Belfast Pride. The following is an extract from the tendering opportunities document at http://www.belfastpride.com/tender/: Belfast Pride will expect all suppliers to respect the rights of all LGBT people and to provide management personnel and front-line staff who excel at their job and are comfortable working with a mixed crowd, who may or may not be LGBT. Homophobic remarks or attitudes will not be tolerated from any supplier staff. Suppliers will be expected to remove such staff immediately and to provide a replacement. Previous suppliers have greatly enjoyed working with the LGBT community, and we expect 2010 to be the same.  21 5   Conclusion and recommendations Participants referred to the difficulty of taking forward LGBT equalities work in the current economic climate. The following emerged as recommendations requiring little or no actual financial commitment:   People in senior management positions across organisations to exercise leadership and give a clear message about the importance of the sexualities and trans equalities agenda in relation to employment opportunities and all areas of service provision.   Positive and proactive, rather than reactive, approaches to sexualities and trans equalities (examples of which are outlined in Section 4: Interesting Practice, from page 18).   Local Strategic Partnership Joint Needs Assessment processes and documents to be explicitly inclusive of lesbian, gay, bisexual and transgender communities. Local Strategic Partnerships provide an opportunity for service developments that respond to local situations, and to the profiles of communities made up of people whose lives cut across the equality strands, “All of us cross over these different strands”. Everyone ages, for example, with potential changes in physical and sensory abilities, and people‟s sexual and gender identities may shift.    Acknowledgement in service planning of diversity within the LGBT cluster (as within other equality strands), and within each of the lesbian, gay, bisexual and trans communities.   Development of a coordinated Local Strategic Partnership approach to community engagement, with appropriate monitoring of who gets involved. This could ease pressure on individual public bodies and minority communities.    Local authorities and other organisations to commit to internal review of consistency across service areas, in relation to the implementation of sexualities and trans equalities.   Active challenge to the idea of a hierarchy of equality strands, for example through the creation of structures for cross-strand work.    Acknowledgement and active management (in cross-strand work) of tensions between communities covered by the equality strands, for example the tension for some people between their interpretation and practice of a particular religion and their responsibility to work with people who are LGBT within local partnership structures.    Use of local and national research (some examples of which are listed in Appendix 2: Resources, page 23) to inform service developments.     22 Appendix 1:  Legislative and policy frameworks    Legislation  A factsheet, Lesbian, Gay, Bisexual and Transgender Equality, published by the Government Equalities Office in 2010, outlines what the UK government has done for people who are LGBT, and what the proposed single Equality Bill will do. The factsheet provides a comprehensive overview of legislation, guidance and positive action.   Local Governance Frameworks  The Equality Framework for Local Government is a performance improvement and benchmarking tool which builds on and develops the work that councils have done on the Equality Standard for Local Government. It is a measurement tool for Comprehensive Area Assessments. See: http://www.idea.gov.uk/idk/core.    Comprehensive Area Assessments replaced Comprehensive Performance Assessments in April 2009, focusing on the risks and prospects for geographical areas covered by Local Strategic Partnerships. They depend on up-to-date information about the needs and aspirations of local communities and barriers to reducing inequalities.   Local Strategic Partnerships are structures that bring different parts of the public sector together with the private, business, community and voluntary sectors, to drive the implementation of Local Area Agreements, and create strong, safe and prosperous communities. For more information see: http://www.communities.gov.uk/localgovernment/performanceframeworkpartnerships/.    Local Area Agreements set out the priorities for a local area, agreed between central government and partners at local level via a Local Strategic Partnership. They are meant to facilitate local solutions to local circumstances, and should reflect what everyone in the area needs. For more information see: http://www.communities.gov.uk.    Devolved governance  The National Assembly for Wales has a statutory duty to ensure equality of opportunity for everyone in Wales, as set out in the Government of Wales Act 1998, Section 120, http://www.opsi.gov.uk/acts/acts1998/. The Equality Improvement Framework for Wales is outlined in an Executive Summary, accessible at http://www.wlga.gov.uk/english/topics/.    Equality is one of the areas of law devolved to the Northern Ireland Assembly (http://www.equalityni.org). Section 75 of the 1998 Northern Ireland Act places a duty on statutory bodies in Northern Ireland to promote equality of opportunity, good relations and strong, confident communities, including the promotion of equality for people who are lesbian, gay, bisexual and trans.     23 Appendix 2:  Resources  This is a selection of resources e.g. research reviews and practical guides:     Beyond Tolerance: Making Sexual Orientation a Public Matter is a report of research into the experiences of lesbian, gay and bisexual people in Britain, what needs to be done to address the discrimination and disadvantage they face, and where organisations will need to focus in order to make the changes needed. The report was published in 2009 by the Equality and Human Rights Commission, www.equalityhumanrights.com/researchreports.    Estimating the size and composition of the lesbian, gay and bisexual population in Britain is a report (Research Report 37) written by Peter Aspinall and published by the Equality and Human Rights Commission in 2009. Download a copy at: www.equalityhumanrights.com/researchreports.    Getting LGBT issues acknowledged in the Local Area Agreement is a document outlining a process of assessing the impact of local area agreement targets on lesbian, gay, bisexual and transgender (LGBT) people. The document was written by David Fullman, Norfolk and Suffolk Probation Areas. A copy is available on the research website with his permission: http://research.ncl.ac.uk/selg/index.html.   Leading Trans Equality: A Toolkit for Colleges was produced by Stephen Whittle and Lewis Turner for the Centre for Excellence in Leadership (Research Programme 2007-2008) and the Quality Improvement Agency.   Prescription for Change: Lesbian & Bisexual Women's Health Check 2008 is the report of a survey by Stonewall. Over 6,000 lesbian and bisexual women shared information about their health needs and experiences of the health sector, making this the largest survey of lesbian and bisexual women's health needs outside the USA. Statistics for each Strategic Health Authority, Heath Board etc are available via the Stonewall website: http://www.stonewall.org.uk/what_we_do/research_and_policy?3101.asp.    Reducing health inequalities for lesbian, gay, bisexual and trans people is a set of briefings for health and social care staff, produced in 2007 by Dr Julie Fish (De Montfort University) for the Department of Health Sexual Orientation and Gender Identity Advisory Group. See: http://www.dh.gov.uk, search for DH Health Briefings.   Safe to Learn: Embedding anti-bullying work in schools is a document, published by the Department for Children, Schools and Families in 2007. It   provides guidance for schools on preventing and responding to bullying. It includes information about how to create and implement a whole-school anti-bullying policy that is inclusive of homophobic and transphobic bullying. See:http://www.teachernet.gov.uk.    Sexual Orientation Research Review 2008 was written by Martin Mitchell, Charlie Howarth, Mehul Kotecha and Chris Creegan (NatCen), and published  24 by the Equality and Human Rights Commission (Research Report 34) in 2009. A copy is available from www.equalityhumanrights.com.     Sexuality – the new agenda is a guide for local authorities on engaging with lesbian, gay and bisexual communities and includes examples of council initiatives across England. It was written by Chris Creegan and Sarah Lee in 2004 and updated by Chris Creegan and Ellen Reynolds in 2007, and is published by the Improvement and Development Agency for local government.    Trans: a practical guide for the NHS is a Department of Health guide, 2008, designed to support NHS Managers to fulfil their responsibilities under the Gender Equality Duty. The guide contains information of relevance to people working in other organisations, as it covers employment and service commissioning and delivery, and outlines legal obligations in clear language. Available from the Department of Health website: http://www.dh.gov.uk.    What’s it got to do with you?: Stonewall‟s 10 point plain English guide for people concerned about completing monitoring information. The guide explains why a range of data may now be requested and what the benefits are. See: http://www.stonewall.org.uk/.    25 Appendix 3: Organisations involved in the research26    The Coalition on Sexual Orientation (CoSO) was established by Lesbian, Gay, Bisexual and Trans (LGBT) groups in Northern Ireland in order to provide a voice for LGBT communities in debates and consultations surrounding the rights of the community. CoSO aspires to represent LGBT communities and acts as an umbrella body with which public authorities may consult in order to fulfil their statutory duty to promote equal opportunities. CoSO seeks to ensure that the concerns of LGBT communities are adequately articulated and acted upon, http://www.coso.org.uk/.  The Consortium of Lesbian, Gay, Bisexual and Transgender Voluntary and Community Organisations (LGBT Consortium) operates as a national body. It   focuses on supporting the development of LGBT groups, organisations and projects, rather than delivering direct services or campaigning. It champions the value and importance of LGBT specific organisations and groups, and the need for their existence, http://www.lgbtconsortium.org.uk/.   The Equality and Human Rights Commission (EHRC) is the first statutory body with responsibility to protect and promote equality in relation to age, disability, sexual orientation, gender, gender reassignment, ethnicity, religion and belief, http://www.equalityhumanrights.com/our-job/.   The Equality and Human Rights Commission in Wales has the same responsibilities as the EHRC above, and the additional task of protecting use of the Welsh language. It produces reports across the equality strands e.g. Who do you see?, which presents a picture of people‟s views of living with others in Wales in 2008, http://www.equalityhumanrights.com/wales/projects.   The Equality Commission for Northern Ireland is an independent public body established under the Northern Ireland Act 1998, with a vision of Northern Ireland as a shared, integrated and inclusive place, a society where difference is respected and there is equality and fairness for the entire community, http://222.equalityni.org/sections.    Imaan is an independent organisation run by volunteers, providing a safe space and support network for LGBT Muslim people, their families and friends. Imaan promotes the Islamic values of peace and social justice through its work, http://www.imaan.org.uk/about/about.htm.   The Improvement and Development Agency for local government (IDeA) supports improvement and innovation in local government, focusing on issues that are important to councils and working with them to develop good practice e.g. IDeA builds the capacity of councillors in key positions through leadership programmes, http://www.idea.gov.uk/idk/core.                                                   26 Some organisations were involved in the project advisory group, some participated in the research, and some did both.  26  The Local Government Staff Commission for Northern Ireland is an Executive Non-Departmental Public Body established under the Local Government Act (Northern Ireland) 1972. The Commission oversees matters connected with the recruitment, training and terms and conditions of employment of officers of councils and the Northern Ireland Housing Executive (NIHE), http://www.lgsc.org.uk/about-us/.        The National Centre for Social Research is Britain's leading independent social research institute. The centre‟s work covers all areas of social policy, and its aim is a society better informed through high quality research. Almost every project has a direct, practical application in terms of understanding social behaviour and informing policy, http://www.natcen.ac.uk/.   Press for Change is a political lobbying and educational organisation, campaigning to achieve equality and human rights for all trans people in the UK, through legislation and social change, http://www.pfc.org.uk/.   Rainbow Project was established in 1994 with the aim of addressing the physical, mental and emotional health of gay and bisexual men in Northern Ireland, http://www.rainbow-project.org/dev/about.   Stonewall Cymru: The LGB Forum Cymru was set up in 2002 with the support of the National Assembly of Wales and Stonewall (GB). In 2003 the name was changed to Stonewall Cymru, http://www.stonewallcymru.org.uk/cymru.   Stonewall (GB) was founded in 1989 by a small group of women and men who had been active in the struggle against Section 28 of the Local Government Act (designed to prevent the so-called „promotion‟ of same gender relationships in schools). Stonewall is a professional lobbying group and works with a range of agencies to address the needs of lesbians, gay men and bisexual people. Stonewall‟s Diversity Champions programme supports over 400 organisations, http://www.stonewall.org.uk/.   The Welsh Assembly Government is the devolved Government structure for Wales, working to improve the lives of people in Wales. The Welsh Assembly Government consists of the First Minister, Welsh Ministers, the Counsel General and Deputy Ministers, supported by civil servants who work across devolved areas, including key areas of public life such as health, education and the environment, http://wales.gov.uk/about?lang=en.    The Welsh Local Government Association represents the interests of local authorities in Wales. The three fire and rescue authorities, four police authorities and three national park authorities are associate members, http://www.wlga.gov.uk/.        27 Appendix 4: ‘Broadening Horizons’ end of project conference  Eighty people took part in the conference27 at Newcastle University that marked the end of the research project. There was a good mix of participants from local authorities and other statutory service providers, voluntary and community sector organisations and universities across the UK.  Professor Diane Richardson opened the conference and David Faulkner, Deputy Leader of Newcastle City Council and Chair of the Council‟s Equalities Board, welcomed everyone to the city and the event. The conference programme, presentation outlines, biographical details of presenters etc, can be found on the project website: http://research.ncl.ac.uk/selg/.   Just under half of the conference participants completed an evaluation form and their comments suggested a very successful event:  Good to see a really broad range of research presented (reference to paper sessions) as well as the opportunity to discuss   Good interaction and discussion, and good range of issues explored (reference to panel discussion)  Brilliant at sharing experiences and learning from others‟ experience (reference to afternoon workshops). Would have been great to have them earlier in the programme to facilitate networking   It has helped to inform my present understanding of the issues (local authority28).  In response to a question as to whether the conference will have practical impact on their work, 31 of the 36 participants who completed an evaluation form said “yes”, and their comments included:  Will assist me in developing an equality scheme to address issues for LGBT people - conference gave some practical examples (local authority)  Will go back and make LGBT population visible in policy and action plans (NHS)  Particularly about what‟s a performance issue in service delivery (voluntary sector)  Raise LGBT issues for my community with my County Council and employer, using information from the research project to support my discussions (union)  As part of the LGBT group for an organisation, I will look at influencing policy changes (voluntary sector)  In relation to my professional studies I have learned some useful follow-up links and theories. As an activist, I feel I have gained additional layers of meaning that will assist me to formulate my ideas and arguments and how to put these across to my colleagues (statutory sector)  Has consolidated in my mind the importance of continuing my efforts to bridge the gap between political gains / legislative protections on the one hand and actual lived realities on the other. Thank you for providing the forum for the formulation of these links, ideas and support ☺ (statutory sector).                                                   27 The conference took place in the Research Beehive on 11 March 2010. 28 The work setting of each person whose feedback is reproduced here, is in brackets.  28   For further information about the research project, see project website: http://research.ncl.ac.uk/selg/ and / or contact:   Dr Ann McNulty ann.mcnulty@ncl.ac.uk ann.haref@healthycity.org.uk    Dr Surya Monro s.monro@hud.ac.uk    Professor Diane Richardson diane.richardson@ncl.ac.uk    Angela Scott angela.scott@ncl.ac.uk    Sue Tatah sue.tatah@ncl.ac.uk  ",
    "id": 9052440,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.hud.ac.uk:14271"
    },
    "title": "Lesbian, Gay, Bisexual and Trans (LGBT) Equalities and Local Governance Research report for practitioners and policy makers",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-03-01T00:00:00+00:00",
    "publisher": "ESRC",
    "references": [
        {
            "id": 42901947,
            "title": "(GB) was founded in",
            "authors": [],
            "date": "1989",
            "doi": null,
            "raw": " Stonewall (GB) was founded in 1989 by a small group of women and men who had been active in the struggle against Section 28 of the Local Government Act (designed to prevent the so-called „promotion‟ of same gender relationships in schools). Stonewall is a professional lobbying group and works with a range of agencies to address the needs of lesbians, gay men and bisexual people. Stonewall‟s Diversity Champions programme supports over 400 organisations, http://www.stonewall.org.uk/.  The Welsh Assembly Government is the devolved Government structure for Wales, working to improve the lives of people in Wales. The Welsh Assembly Government consists of the First Minister, Welsh Ministers, the Counsel General and Deputy Ministers, supported by civil servants who work across devolved areas, including key areas of public life such as health, education and the environment, http://wales.gov.uk/about?lang=en.  The Welsh Local Government Association represents the interests of local authorities in Wales. The three fire and rescue authorities, four police authorities and three national park authorities are associate members, http://www.wlga.gov.uk/. Appendix 4: ‘Broadening Horizons’ end of project conference Eighty people took part in the conference27 at Newcastle University that marked the end of the research project. There was a good mix of participants from local authorities and other statutory service providers, voluntary and community sector organisations and universities across the UK. Professor Diane Richardson opened the conference and David Faulkner, Deputy Leader of Newcastle City Council and Chair of the Council‟s Equalities Board, welcomed everyone to the city and the event. The conference programme, presentation outlines, biographical details of presenters etc, can be found on the project website: http://research.ncl.ac.uk/selg/. Just under half of the conference participants completed an evaluation form and",
            "cites": null
        },
        {
            "id": 42901940,
            "title": "(University of Leicester) was an opportunity to build bridges between bisexual communities, organisations and researchers,",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "BiReCon 2008 (University of Leicester) was an opportunity to build bridges between bisexual communities, organisations and researchers, http://www.bicon2010.org.uk/bicon/birecon.",
            "cites": null
        },
        {
            "id": 42901946,
            "title": "Cymru: The LGB Forum Cymru was set up",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": " Stonewall Cymru: The LGB Forum Cymru was set up in 2002 with the support of the National Assembly of Wales and Stonewall (GB). In 2003 the name was changed to Stonewall Cymru, http://www.stonewallcymru.org.uk/cymru.",
            "cites": null
        },
        {
            "id": 42901944,
            "title": "Project was established in 1994 with the aim of addressing the physical, mental and emotional health of gay and bisexual men in",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": " Rainbow Project was established in 1994 with the aim of addressing the physical, mental and emotional health of gay and bisexual men in Northern Ireland, http://www.rainbow-project.org/dev/about.",
            "cites": null
        },
        {
            "id": 42901942,
            "title": "The Local Government Staff Commission for Northern Ireland is an Executive Non-Departmental Public Body established under the Local Government Act",
            "authors": [],
            "date": "1972",
            "doi": null,
            "raw": " The Local Government Staff Commission for Northern Ireland is an Executive Non-Departmental Public Body established under the Local Government Act (Northern Ireland) 1972. The Commission oversees matters connected with the recruitment, training and terms and conditions of employment of officers of councils and the Northern Ireland Housing Executive (NIHE), http://www.lgsc.org.uk/about-us/.  The National Centre for Social Research is Britain's leading independent social research institute. The centre‟s work covers all areas of social policy, and its aim is a society better informed through high quality research. Almost every project has a direct, practical application in terms of understanding social behaviour and informing policy, http://www.natcen.ac.uk/.  Press for Change is a political lobbying and educational organisation, campaigning to achieve equality and human rights for all trans people in the UK, through legislation and social change, http://www.pfc.org.uk/.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/9052440.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/9052440"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/9052440/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/9052440/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/9052440"
        }
    ],
    "abstract": "This report has been written for practitioners and policy makers. The research findings will be presented and written about in more detail in various places. For details see: http://research.ncl.ac.uk/selg/.\n\nThe research project explored local authority sexualities and trans1 equalities initiatives in Northern Ireland, Wales and England. While each of these different parts of the UK has a particular system of governance, the research focused on factors identified as drivers of, and forms of resistance to, the LGBT equalities agenda across geographical and political boundaries. To protect the confidentiality of research participants we refer to the geographical location of people who are quoted only when relevant, for example when what they said related to a particular place.\n\nThe research looked at sexualities and trans equalities work in local authority settings. However, as Local Strategic Partnerships2 / Local Strategy Partnerships3 (Northern Ireland) bring local authorities together with other parts of the public sector and with the private, business, community and voluntary sectors, the report includes examples of work shared by a range of organisations, and a list of resources4 that can be used across provider boundaries",
    "tags": [
        "H1",
        "H1"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "H1"
    ],
    "oai": "oai:eprints.hud.ac.uk:14271",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "126",
        "openDoarId": 0,
        "name": "University of Huddersfield Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 9052440,
        "depositedDate": null,
        "publishedDate": "2010-03-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:38:31+00:00",
        "acceptedDate": null,
        "createdDate": "2012-08-09T03:06:07+01:00"
    },
    "urls": [
        "https://eprints.hud.ac.uk/id/eprint/14271/1/selgreportmarch2010.pdf"
    ],
    "lastUpdate": "2024-02-12T09:38:31+00:00",
    "setSpecs": []
}