{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Siegel, Max D."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-12T14:24:23+00:00",
    "dataProvider": {
        "id": 1283,
        "name": "Digital Commons @ UM Law",
        "url": "https://api.core.ac.uk/v3/data-providers/1283",
        "logo": "https://api.core.ac.uk/data-providers/1283/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/56355951.pdf",
    "fullText": " Lessons from a Plague  Max D. Siegel*   This Article argues that we ought to examine this country’s early AIDS crisis for lessons on addressing HIV as well as to improve the ongoing social movement of sexual minorities in the United States.  In the 1980s and early 1990s, AIDS influenced sexual minorities’ advocacy efforts as both liberationists working to deregulate sexuality and integrationists seeking access to heterosexual privilege recognized that their agendas needed to acknowledge this new crisis.  Over time, a liberationist response to AIDS emerged and dominated the social movement because sexual minorities had to publicly defend their differences in order to stay alive.  Decades later, without the horrific, unifying force of the early AIDS crisis, elites at the helm of the social movement have taken an integrationist turn.  Movement elites now favor integrationist objectives like marriage, neglecting the pressing needs of their marginalized movement counterparts.  By honoring key lessons from the early AIDS crisis and using the momentum of the modern integrationist movement to advance more liberationist goals, sexual minorities have the power to propel society toward greater justice for all.   TABLE OF CONTENTS I. INTRODUCTION....................................................................................................................292 II. AIDS IN THE KINGDOM OF THE WELL..........................................................................297 A. WHAT WE THINK WE KNOW ABOUT PEOPLE LIVING WITH HIV..................................298  1. PREVALENCE, INCIDENCE, AND HIV STIGMA.......................................................299  2. THE FEDERAL RESPONSE....................................................................................301 B. A NEW APPROACH TO SURVIVING AIDS.....................................................................304  1. THE NATIONAL HIV/AIDS STRATEGY..................................................................305  2. HARNESSING THE STRATEGY IN POLICY, PRACTICE, AND LAW..............................306 III. LESSONS FROM A PLAGUE.............................................................................................308  A. THE RISE AND FALL OF LIBERATION............................................................................310   1. LIBERATION SAVED LIVES...................................................................................310   2. THE RETURN TO INTEGRATION............................................................................312  B. MOBILIZING FOR AN INCLUSIVE AGENDA.....................................................................315 IV. CONCLUSION......................................................................................................................318  I. INTRODUCTION  Social movements are indispensable to law’s development.  They help conceptualize legislative initiatives and guide judicial interpretation of new statutes.1  In the context of the                                                 * Ryan H. Easley Research Fellow, University of Maryland Francis King Carey School of Law.  Thank you to the journal for its incredible work as well as to Sanjay De, Sue McCarty, and Danielle Keats Citron. 1 See William N. Eskridge, Jr., Channeling: Identity-based Social Movements and Public law, 150 U. PA. L. REV. 419, 419 (2001) (“Social movements generated many important statutes we now take for granted, such as the environmental and civil rights laws.  The dynamics of statutory evolution are strongly influenced by those movements and their internal dynamics.”).  See generally Douglas NeJaime, The Legal Mobilization Dilemma, 61 EMORY L.J. 663, 666–69 (2012) (describing scholarship on cause lawyering that examines the relationship between  293 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  Fourteenth Amendment, social movements have defined our Constitution.2  Identity-based social movements have had an especially salient impact on modern American law, which has marginalized women and minorities and thus given them powerful reasons to unify behind aspirations for shared social, political, and legal advancements.3  Particularly in the past three decades, legal actors and others seeking to subjugate sexual minorities4 have triggered mass mobilization as traumatic subordination has served as a clarion call for collective activism.5 To be sure, oppressive laws have never guaranteed a social movement.6  Progress for minorities frequently comes at a high cost, with repercussions including unemployment, life-threatening violence, and criminal penalties.7  Various factors have facilitated the mobilization of sexual minorities, such as the effect of urbanization to concentrate non-heterosexual-identified individuals in large cities8 and the increased accessibility of ideas and records of shared experience that unite sexual minorities while discrediting homophobia.9  Moreover, Professor                                                                                                                                                        litigation and intragroup difference, sociolegal work on legal mobilization within social movements, and social movement theory analyzing how movements materialize, operate, persuade, and survive). 2 See Eskridge, supra note 1, at 419 (“Social movements have been one engine driving constitutional evolution as well.  The modern meaning of the Equal Protection Clause owes much more to the power and norms of the civil rights and women’s liberation movements than to the original intent of the Fourteenth Amendment’s framers.”). 3 See id. at 423–25 (explaining that advocates for sexual minorities were among the most important social movements of the second half of the twentieth century and that “[l]aw and legal discourse played an unusually important rule in the formation of these [identity-based social movements]” by helping to “define a class of people whose social identity was dominated by a legally stigmatizing trait” and imposing costs giving “various groups stronger reasons to band together and to transform social attitudes”). 4 This Article uses the term “sexual minority” to denote individuals who do not identify with widespread notions of heterosexuality.  Heterosexuality is used in its contemporary meaning of an exclusive, intimate relationship between a biologically and socially identified man and woman, although the term was first used to label “mental hermaphrodites” and the so-called mental disorder of being attracted to both men and women.  See James G. Kiernan, Responsibility in Sexual Perversion, 3 CHI. MED. REC. 185, 199 n.30 (1892).  This Article generally avoids the language of gay and straight, including the popular abbreviation “LGBT,” because sexuality and sexual identity exist on continua.  See ALFRED C. KINSEY ET AL., SEXUAL BEHAVIOR IN THE HUMAN MALE 638 (1948). 5 See Eskridge, supra note 1, at 426 (discussing advocates for sexual minorities and other identity-based social movements and observing that “legal actors hostile to minorities gave minority agenda entrepreneurs the crises or dramatic events they needed to trigger mass mobilization against stigmatizing policies and attitudes” and that the mass mobilization of such movements “was not easily possible without the state as both adversary (state enforcers) and ally (legislature sometimes, the judiciary more often)”). 6 See id. at 432–33 (asserting that legal exclusions and stigmas helped trigger identity-based social movements but “did not assure that minority people would form a social movement, for law could also raise the costs of objecting to stigmatic exclusions”). 7 See id. at 438 (explaining that the cost imposed by legal and societal trait-based shaming and discrimination “provides a reason for marginalized people to engage in activism to change the norm” but “[t]he cost of a stigma, however, does not provide a sufficient reason for this activism” when the price of participation, such as “social ostracism, loss of employment, state harassment, and sometimes imprisonment or lynching,” is greater than the benefits).  Moreover, sexual minorities that believe they deserve their subjugation may lack the sense of self-worth to struggle for change.  See id. at 439 (“A social group defined and penalized by legal stigmas will not have an incentive to organize so long as most of its members view their stigma as justified, acceptable, or inevitable.”). 8 See generally Yishai Blank & Issi Rosen-Zvi, The Geography of Sexuality, 90 N.C. L. REV. 955, 957 (2012) (“Cities have been the engine of legal developments and innovations concerning sexual orientation since the advent of the gay rights struggle during the 1970s, and they are still at the forefront of the most contentious issues pertaining to gays and lesbians.”). 9 See Eskridge, supra note 1, at 441–42 (describing policies that “fueled this aborning solidarity with information and ideas that undermined the foundations of stigmatizing discrimination” and underscoring urbanization, literature that helped sexual minorities learn that others felt as they did, and access to scientific papers rejecting non-heterosexual status as a mental abnormality).  2013] LESSONS FROM A PLAGUE  294   William Eskridge has described “mobilization moments, where representatives of the old status regime took a firm position against identity-based protesters insisting on a new normative regime—but with disastrous consequences for the old regime.”10 The archetypal mobilization moment for sexual minorities was Stonewall.11  On June 27, 1969, police engaged in a then-routine method of harassing sexual minorities by raiding the Stonewall Inn, a popular recreational spot in New York’s City’s Greenwich Village.12  A few customers fought back, which was remarkable at the time, leading to nights of demonstrations and riots with thousands gathering in Greenwich Village.13  The Village Voice extensively covered the events that, Eskridge explained, “[l]iterally overnight, . . . transformed a homophile movement of several hundred earnest homosexuals into a gay liberation movement populated by tens of thousands . . . who formed hundreds of new organizations demanding radical changes in the way gay people are treated by the state.”14  Recognizing this mobilization moment’s significance, President Barack Obama described the Stonewall protesters in his 2013 Inaugural Address as “forebears” guided by the star “that all of us are created equal.”15 A recent exchange between Judge Richard Posner and writer Andrew Sullivan implicated another series of mobilization moments that this article will examine in serious detail: the early AIDS crisis.16  In May 2012, inspired by President Obama’s declaration of support for marriage equality, Judge Posner blogged various reasons why same-sex marriage “no longer seem[ed] a hot issue.”17  According to Judge Posner, “[i]n the 1950s, when I was growing up, homosexuals had, as homosexuals, no rights,” but, “[b]eginning in the 1960s and accelerating dramatically in the 1990s and 2000s, legal changes and changes in public attitudes resulted in the dismantling of most public and private discriminatory measures against homosexuals.”18   While Judge Posner found “something of a puzzle” in why “resistance seemed to melt away rather than having to be overcome by militant action,” he asserted that with more tolerance for non-marital sex and cohabitation, as well as “the decline of prudery,” heterosexuals experienced less revulsion over “deviant sexual practices.”19  Similarly, as sexual minorities became more visible to heterosexuals, “the latter discovered that homosexuals are for the most part indistinguishable from heterosexuals, and this created sympathy for homosexuals’ desire to be treated equally with heterosexuals both generally and in regard to marriage.”20  Most                                                 10 Id. at 458. 11 Id. at 456–57. 12 Id. 13 Id. at 457. 14 Id. 15 Press Release, President Barack Obama, Inaugural Address by President Barack Obama (Jan. 21, 2013), http://www.whitehouse.gov/the-press-office/2013/01/21/inaugural-address-president-barack-obama. 16 When discussing the policy and legal implications of the AIDS crisis, this Article employs HIV and AIDS interchangeably.  However, the human immunodeficiency virus (HIV) is the causative agent of acquired immune deficiency syndrome (AIDS).  Basic Information About HIV and AIDS, CENTERS FOR DISEASE CONTROL & PREVENTION, http://www.cdc.gov/hiv/topics/basic/index.htm (last visited Feb. 11, 2013).  HIV is commonly transmitted through human blood, breast milk, and sexual fluids, and it attacks the body’s CD4+ T Cells, which help fight diseases.  Id.  AIDS develops if HIV has severely damaged an individual’s immune system.  Id. 17 Judge Richard Posner, Homosexual Marriage—Posner, BECKER-POSNER BLOG (May 13, 2012, 4:33 PM), http://www.becker-posner-blog.com/2012/05/homosexual-marriageposner.html. 18 Id. 19 Id.  20 Id.  For a brief account of the impact of modern changes in popular attitudes toward sexual minorities acknowledging the oppressive dimensions of assimilation into heterosexuality, see KENJI YOSHINO, COVERING: THE HIDDEN ASSAULT ON OUR CIVIL RIGHTS 19 (2006).  295 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  important to Judge Posner was the gradual realization by heterosexuals that sexual orientation was not a choice or caused by seduction or recruitment.21  After noting the failure of prevention efforts to “cure” non-heterosexuals and Republican leaders’ “tacit acknowledgment that homosexual marriage, and homosexuals rights in general, have no economic significance,” Judge Posner concluded, “[i]t seems that the only remaining basis for opposition to homosexual marriage, or to legal equality between homosexuals and heterosexuals in general, is religious.”22 Responding to Judge Posner’s attempt to explain the “sea change in gay rights,” gay-identified Sullivan argued that Posner made a crucial omission when he failed to consider the early AIDS crisis.23  For Sullivan, our collective consciousness shifted as a consequence of, in a decade’s time, losing more than 300,000 young people to AIDS.24  Sullivan explained that “polling on gay rights has seen an accelerating transformation” in comparison to relatively stable public sentiment on other issues like abortion because, as a consequence of AIDS, “[p]eople discovered[ed] gay people in their own families and among their friends and co-workers,” causing their attitudes to “shift very suddenly.”25 Taking cues from Sullivan and Posner’s disagreement, this Article leverages the AIDS pandemic and its activists to examine the bidirectional relationship between HIV and sexual minorities.  This Article seeks to deconstruct “the puzzle” of advancing rights for sexual minorities but rejects Posner’s notion that “resistance seemed to melt away rather than having to be overcome by militant action.”26  Like Stonewall, AIDS fostered a series of conflicts in which an old status regime took disastrous positions against identity-based protesters insisting on a new normative regime.  Ongoing contemplation of the mobilization moments of the AIDS crisis in                                                                                                                                                        Just as I had moved through . . . demands for assimilation as an individual, the gay community had done so as a group.  Through the middle of the twentieth century, gays were routinely asked to convert to heterosexuality, whether through lobotomies, electroshock therapy, or psychoanalysis.  As the gay rights movement gained strength, the demand to convert gradually ceded to the demand to pass.  This shift can be seen in the military’s adoption in 1993 of the “Don’t ask, don’t tell” policy, under which gays are permitted to serve so long as we agree to pass.  Finally, at millennium’s turn, the demand to pass is giving way to the demand to cover—gays are increasingly permitted to be gay and out so long as we do not “flaunt” our identities.  The contemporary resistance to gay marriage can be understood as a covering demand: Fine, be gay, but don’t shove it in our faces. Id. 21 Posner, supra note 17.  Judge Posner elaborated on explanations why “a combination of genetic factors . . . and prenatal and other biological factors cause homosexuality” after remarking “[t]hat there is a genetic component in homosexuality may seem paradoxical, since homosexuals produce on average fewer offspring than heterosexuals, which might lead one to expect that over time homosexuality would diminish and eventually disappear—which of course has not happened.”  Id.  These explanations included that “in the harsh ancestral environment in which human beings evolved, there was a tradeoff between number and survival of offspring,” and “[b]oth menopause and homosexuality are ways of increasing the ratio of adult caregivers to children, since homosexuals can provide care to their nephews and nieces and menopausal women to their grandchildren, without either group having obligations to their own children.”  Id.  An alternative theory that Judge Posner articulated, “for which there is some evidence, is that male homosexuality has survived because the female relatives of male homosexuals are more fertile than women who have no male homosexual relatives.”  Id. 22 Id.  Judge Posner then cautioned that, as a non-theocracy, the United States “should hesitate to enact laws that serve religious rather than pragmatic secular aims, such as material welfare and national security.”  Id. 23 Andrew Sullivan, How Have Gays Won?, THE DISH (May 14, 2012, 4:41 PM), http://dish.andrewsullivan.com/2012/05/14/how-have-gays-won/. 24 Id. 25 Id. 26 Posner, supra note 17. 2013] LESSONS FROM A PLAGUE  296   the United States serves both contemporary endeavors to address HIV and the identity-based social movement of sexual minorities.  AIDS reset the movement’s agenda, forcing sexual minorities to publicly defend their differences to stay alive.  After years of advocacy, HIV remains an ongoing tragedy in the United States, and remedying injustices such as those experienced by all varieties of sexual minorities continues to be vital. Part I analyzes how notions of identity have shaped the U.S. response to HIV by summarizing the country’s statistical and social vision of HIV and contextualizing these perceptions as the foundation of the federal response.  This Article then contrasts the moralizing impulses that have influenced the American reaction to HIV with the promise of the Obama Administration and the National HIV/AIDS Strategy,27 which meets stigma28 and the challenge of AIDS-related identity politics head-on.  HIV and AIDS are far from eradicated, and an effective response continues to depend on addressing inequality across various aspects of policy and the law. In evaluating how the AIDS crisis has guided the contemporary trajectory of American sexual minority rights, Part II reconciles attitudes toward sexual minorities and the stigmatization of individuals living with HIV.  The more mainstream HIV became, the weaker the stigma associated with the virus, but without the same urgency to rally against the AIDS crisis, sexual minorities have become more internally divided.  In the absence of the earlier American epidemic’s horrific, unifying force, the most elite set the movement’s advocacy agenda while less politically empowered sexual minorities continue to live and die in silence.  An integrationist approach, such as one that strives to garner sympathy for the movement through the claim “that homosexuals are for the most part indistinguishable from heterosexuals,”29 discounts valuable lessons from the AIDS crisis and disguises homogenization as social justice.30  A renewed focus on liberation—encompassing efforts to deregulate gender and sexuality while safeguarding individual autonomy—is necessary if social, political, and legal advancements are to fully reflect the shared struggles of sexual minorities in today’s United States.  The movement’s agenda must refocus on the differences it so powerfully defended during the earlier years of AIDS and reapply its powerful integrationist mechanisms to the causes of a more diverse array of movement constituents.                                                 27 THE WHITE HOUSE OFFICE OF NAT’L AIDS POLICY, NATIONAL HIV/AIDS STRATEGY FOR THE UNITED STATES. (2010), available at http://whitehouse.gov/sites/default/files/uploads/NHAS.pdf [hereinafter NAT’L HIV/AIDS STRATEGY FOR THE U.S.].  The White House released an implementation plan alongside the National HIV/AIDS Strategy, and this Article will discuss both documents interchangeably.  For the implementation plan, see THE WHITE HOUSE OFFICE OF NAT’L AIDS POLICY, NATIONAL HIV/AIDS STRATEGY: FEDERAL IMPLEMENTATION PLAN (2010), available at http://www.whitehouse.gov/files/documents/nhas-implementation.pdf [hereinafter NAT’L HIV/AIDS STRATEGY: FED. IMPLEMENTATION PLAN]. 28 See generally ERVING GOFFMAN, STIGMA: NOTES ON THE MANAGEMENT OF SPOILED IDENTITY 1 (1963). The Greeks, who were apparently strong on visual aids, originated the term stigma to refer to bodily signs designed to expose something unusual and bad about the moral status of the signifier.  The signs were cut or burnt into the body and advertised that the bearer was a slave, a criminal, or a traitor—a blemished person, ritually polluted, to be avoided, especially in public places.  Later, in Christian times, two layers of metaphor were added to the term: the first referred to bodily signs of holy grace that took the form of eruptive blossoms on the skin; the second, a medical allusion to this religious allusion, referred to bodily signs of physical disorder. Id. 29 Posner, supra note 17. 30 Cf. MICHAEL WARNER, THE TROUBLE WITH NORMAL: SEX, POLITICS, AND THE ETHICS OF QUEER LIFE 114 (1999) (arguing that the privilege to marry for sexual minorities invigorates the normalizing power of marriage while stigmatizing the unmarried and promoting heteronormativity).  297 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  II. AIDS IN THE KINGDOM OF THE WELL Illness is the night-side of life, a more onerous citizenship.  Everyone who is born holds dual citizenship, in the kingdom of the well and in the kingdom of the sick.  Although we all prefer to use only the good passport, sooner or later each of us is obliged, at least for a spell, to identify ourselves as citizens of that other place.31  Ronald Reagan set a low bar for American presidents when he commented publicly on HIV for the first time nearly six years after the initial known cases of the virus.32  By the mid-1980s, researchers had already published strong evidence that HIV could not be transmitted through the air or casual contact.33  Despite what the federal government already knew about HIV, President Reagan made his first public remarks on the subject in August 1985, just as parents’ fear for children becoming infected through casual contact hit a frenzy.34  When asked whether children with AIDS should be allowed to attend public schools, President Reagan responded: “I’m glad I’m not faced with that problem.”35 President Reagan’s statement was an early manifestation of the United States’ national alienation of individuals living with HIV.  At a time when HIV-diagnosed people of all ages experienced constant harassment and social isolation,36 President Reagan chose to cast children living with HIV as “that problem” rather than harness his platform to disseminate evidence-based information about HIV transmission.37  Consequently, President Reagan elevated HIV-uninfected Americans above those living with HIV and struggling for survival in the face of ineffective treatment options38 and widespread social condemnation.39 Subsequently, the architects of American AIDS policy designed the country’s response to a global health crisis around their discomfort.  The AIDS pandemic materialized in the wake of                                                 31 SUSAN SONTAG, ILLNESS AS METAPHOR AND AIDS AND ITS METAPHORS 3 (2001). 32 See Alex Wodak, The US War on Harm Reduction: Fixing Policy on Intelligence and Facts, 2 HARM REDUCTION J. 14 (2005), http://www.harmreductionjournal.com/content/pdf/1477-7517-2-14.pdf (expressing dissatisfaction that little changed with the three presidents that followed Ronald Reagan, who avoided public comment on HIV for the first six years of the epidemic).  33 See Gilbert A. Partida, AIDS: Do Children with AIDS Have a Right to Attend School?, 13 PEPP. L. REV. 1041, 1042 (1985) (concluding that research had strongly indicated that HIV cannot be transmitted through casual contact and that transmission is not airborne). 34 See id. at 1047 (explaining that the debate over whether children living with AIDS should attend public schools raged and “it is the parents of healthy school children whom the fear of AIDS has hit the hardest”). 35 See id. at 1045 (recollecting President Reagan’s first public comment on HIV). 36 See Anne Malcolm et al., HIV-related Stigmatization and Discrimination: Its Forms and Contexts, 8 CRITICAL PUB. HEALTH 347, 356 (1998) (“The harassment and scapegoating of people with AIDS and those who are suspected of being infected or belonging to a specific group has been widely reported since the beginning of the epidemic.”). 37 This Article does not argue that AIDS represents a crisis without scientific uncertainty, but factual ambiguity is not an adequate justification for irresponsible rhetoric.  See PAULA A. TREICHLER, HOW TO HAVE THEORY IN AN EPIDEMIC: CULTURAL CHRONICLES OF AIDS 16 (1999) (explaining that regardless of whether a scientist has learned to properly converse with the media, “ambiguity and uncertainty are features of scientific inquiry to be socially and linguistically managed”). 38 See Anthony S. Fauci, The AIDS Epidemic: Considerations for the 21st Century, 341 NEW ENG. J. MED. 1046, 1047–48 (1999) (observing that AIDS-related mortality did not see a drastic decline until the mid-1990s when improved prophylaxes against opportunistic infections and potent treatment became available). 39 See Malcolm et al., supra note 36, at 349 (arguing that discrimination against individuals living with HIV has taken a variety of forms and that the emergence of HIV amplified the preexisting stigmatization of certain groups of people, including sexual minorities, sex workers, drug users, migrants, and non-whites). 2013] LESSONS FROM A PLAGUE  298   the abstinence-only sex education movement,40 and key government bodies responded by confining the individuals most affected by HIV within socially destructive caricatures.41  The public morality that accompanied HIV in the 1980s and 1990s shaped various aspects of AIDS policy,42 including groundbreaking legislation like the Ryan White Comprehensive AIDS Resources Emergency (“CARE”) Act.43   In the twenty-first century, newly empowered social conservatives in the United States authored the international HIV policy agenda and fostered a religiously motivated, scientifically flawed approach to prevention.44  Throughout the growth of the pandemic, individuals living with and at highest risk for HIV have been frequently distrustful of health care institutions for historical, representational, and other reasons, detracting from what relief efforts might have accomplished had more people with HIV sought care.45  HIV continues to thrive among politically disempowered populations,46 and the United States’ approach to ending AIDS is simply inadequate.47 A. WHAT WE THINK WE KNOW ABOUT PEOPLE LIVING WITH HIV Although surveillance has provided an imperfect understanding of HIV,48 epidemiological profiles can promote understanding of the rationale behind the government’s                                                 40 See Naomi Rivkind Shatz, Unconstitutional Entanglements: The Religious Right, the Federal Government, and Abstinence Education in the Schools, 19 YALE J.L. & FEMINISM 495, 510 (2008) (observing that the abstinence-only sexuality education movement emerged in the 1970s and 1980s alongside the New Right and grew from anti-abortion, anti-sexual minority, and anti-sexuality education and religious groups). 41 See Brooke G. Schoepf, AIDS, History, and Struggles over Meaning, in HIV AND AIDS IN AFRICA: BEYOND EPIDEMIOLOGY 15, 16 (Ezekiel Kalipeni et al. eds., 2004) (explaining that governments reacted to HIV by restricting individuals living with HIV within “boundaries of stigma”). 42 See Sara Klemm, Keeping Prevention in the Crosshairs: A Better HIV Exposure Law for Maryland, 13 J. HEALTH CARE L. & POL’Y 495, 497–98 (2010) (noting that state statutes that criminalize HIV transmission first emerged from federal requirements in the Ryan White CARE Act and reflect the general public morality surrounding the HIV pandemic).  43 Ryan White Comprehensive AIDS Resources Emergency Act of 1990, Pub. L. No. 101-381, 104 Stat. 576 (1990).  Ryan White programs were last extended under the Ryan White HIV/AIDS Treatment Extension Act of 2009, Pub. L. No. 111-87, 123 Stat. 2885 (2009); see infra notes 86-96 and accompanying text.  See generally Steven R. Keener, A Comparative Analysis of the Origins and Structure of Public Health Financing for HIV Care in the United States and England, 83 NOTRE DAME L. REV. 1357, 1369-1375 (2008) (explaining how holes in Medicare and Medicaid coverage prompted Congress to pass the Ryan White CARE Act and that the combination of these three government programs usually means individuals who are aware of their status have access to quality care, but not without continuing barriers to healthy outcomes). 44 See Holly Burkhalter, The Politics of AIDS: Engaging Conservative Activists, 83 FOREIGN AFF. 8, 8-10, 12-14 (2004) (describing the role of evangelicals in rallying political support for international AIDS initiatives and recounting their flawed approach to HIV prevention). 45 See, e.g., Sheryl Thorburn Bird & Laura M. Bogart, Conspiracy Beliefs About HIV/AIDS and Birth Control Among African Americans: Implications for the Prevention of HIV, Other STIs, and Unintended Pregnancy, 61 J. SOC. ISSUES 109 (2005) (acknowledging many black Americans’ historically well-founded mistrust of medical institutions and concluding that HIV prevention, treatment, and education efforts must acknowledge widely disseminated conspiracy theories that blame the proliferation and continuation of HIV on the U.S. government). 46 See Wafaa M. El-Sadr et al., AIDS in America – Forgotten but Not Gone, 362 NEW ENG. J. MED. 967, 968 (2010) (explaining that HIV remains common “among the disenfranchised and socially marginalized”). 47 See Chris Collins & Dazon Dixon Diallo, A Prevention Response That Fits America’s Epidemic: Community Perspectives on the Status of HIV Prevention in the United States, 55 J. ACQUIRED IMMUNE DEFICIENCY SYNDROME S148, S148 (2010) (arguing that HIV prevention in the United States “is not designed to address this kind of epidemic”). 48 See John M. Karon et al., HIV in the United States at the Turn of the Century: An Epidemic in Transition, 91 AM. J. PUB. HEALTH 1060, 1061 (2001) (“HIV incidence cannot be measured directly in the population, because many  299 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  reaction to the AIDS crisis.49  Analysis of statistical information about the incidence, prevalence, and demographic impact of HIV; trends in attitudes toward people living with the virus; and the federal government’s earlier responses—the Ryan White CARE Act in particular—reveal the role of identity politics in the country’s AIDS epidemic.50  These politics create a point of contrast for recent improvements to federal AIDS policy as well as this Article’s recommendations about how to continue to advance care and prevention efforts.51  1. PREVALENCE, INCIDENCE, AND HIV STIGMA  The United States has experienced new HIV infections at a rapid rate.  The country reported more than half the world’s 70,000 AIDS cases between 1981 and 1988.52  Later, the nation’s epidemiologists calculated the incidence somewhere between 40,000 and 80,000 new infections each year from 1987 to 1992.53  Researchers considered the rate of new infections generally constant through the 1990s in the absence of national surveys that could provide incidence estimates among specific groups or the general population.54  In 2008, breakthroughs in surveillance technology improved epidemiologists’ understanding of HIV incidence in the United States,55 exposing longstanding errors in past estimates that had placed annual incidence closer to 40,000.56  New estimates showed that the country’s incidence had in fact increased at the end of the 1990s57 to around 56,000 new adolescent and adult infections each year.58  In December 2012, the Centers for Disease Control and Prevention estimated annual HIV incidence at around 50,000 new cases.59 The immense number of both diagnosed and undiagnosed individuals living with HIV in the United States has long been cause for alarm.  HIV prevalence is not directly observable                                                                                                                                                        newly infected persons do not seek or are not offered an HIV test and there is no easily measured biomarker for recent infection.”). 49 See id. at 1066 (claiming that surveillance data has been employed “to allocate federal resources for prevention and treatment”). 50 See infra Part II.A.1. 51 See infra Part II.A. 2. 52 See James W. Curran et al., Epidemiology of HIV Infection and AIDS in the United States, 239 SCIENCE 610, 610 (1988) (explaining that in the seven years since 1981, 127 countries had reported more than 70,000 cases and “well over half have been reported from the United States”). 53 Philip S. Rosenberg, Scope of the AIDS Epidemic in the United States, 270 SCIENCE 1372, 1374 (1995). 54 See Karon et al., supra note 48, at 1064 (noting that in the absence of national surveys providing HIV incidence, researchers approximated a relatively constant HIV incidence throughout the 1990s based on a summary of estimates made in studies about persons with behavioral risks in select sample populations). 55 Formal estimates for HIV incidence in the United States shifted dramatically in 2008 when a transformative article about HIV estimates surfaced in the Journal of the American Medical Association.  See H. Irene Hall et al., Estimation of HIV Incidence in the United States, 300 J. AM. MED. ASS’N 520, 520 (2008) (detailing a study that “provides the first direct estimates of HIV incidence in the United States using laboratory technologies previously implemented only in clinic-based settings”). 56 See id. at 525 (commenting that the previous method based on extrapolating from convenience samples estimated HIV incidence at about 40,000 new infections each year).  57 See id. at 526 (explaining that incidence increased nationally at the end of the 1990s although it remained stable and later declined among injection drug users). 58 See id. at 520 (estimating HIV incidence at around 55,400 new infections between 2003 and 2006 and 56,300 new infections for the year 2006 and explaining that HIV incidence increased in the mid-1990s, declined after 1999, and has remained stable ever since). 59 New HIV Infections in the United States, CENTERS FOR DISEASE CONTROL & PREVENTION, http://www.cdc.gov/nchhstp/newsroom/docs/2012/HIV-Infections-2007-2010.pdf (last visited Sept. 23, 2013). 2013] LESSONS FROM A PLAGUE  300   because many individuals living with HIV have not been tested or reported.60  Those who are undiagnosed are believed to disproportionately contribute to new infections, and this has led researchers to advocate that increased access to testing and care could serve to prevent new cases and improve disease surveillance.61  Nevertheless, epidemiologists have projected that more than 1.7 million individuals have been infected with HIV in the United States since 1981,62 and an increasing number of Americans are living with HIV annually.63  At the end of 2006, roughly 1.1 million HIV-infected individuals resided in the United States,64 and about one-fifth of those cases were undiagnosed.65  Although large percentages of people living with hemophilia were infected with HIV in the 1980s,66 HIV has primarily thrived among socially marginalized and politically disempowered communities.  Men who have sex with men comprised the largest percentage of new infections early in the epidemic,67 although injection drug users also experienced an over-representation in the initial outbreak. 68  From the outset, black Americans faced higher rates of HIV infection than other racial groups.69  Today, men who have sex with men and most non-white populations continue to dominate new infections.70  HIV stigma refers to the impact of labeling, negative attributions, segregation, and discrimination on the political, social, and financial existence of individuals living with HIV.71  HIV stigma has been difficult to measure,72 but it has been constant throughout the pandemic and                                                 60 See Michael L. Campsmith et al., Undiagnosed HIV Prevalence Among Adults and Adolescents in the United States at the End of 2006, 53 J. ACQUIRED IMMUNE DEFICIENCY SYNDROME 619, 619 (2010) (stating that “the overall prevalence of persons living with HIV cannot be directly observed, as a percentage of persons infected with HIV has not yet been tested, diagnosed, and reported to local disease surveillance programs”). 61 See id. (noting that research has indicated that those infected but not diagnosed disproportionately contribute to annual HIV infections and explaining that “increasing the number of HIV-infected persons who are diagnosed and linked with effective care and prevention programs have the potential to significantly reduce new HIV infections”). 62 HENRY J. KAISER FAMILY FOUND., HIV/AIDS POLICY FACT SHEET (2012), available at http://www.kff.org/hivaids/upload/3029-13.pdf. 63 See Campsmith et al., supra note 60, at 622 (“The number of persons in the United States living with HIV infection continues to increase each year.”). 64 See id. at 620 (“At the end of 2006, there were an estimated 1,106,400 . . . persons living with HIV infection in the United States.”). 65 See id. at 621 (reporting that twenty-one percent of estimated prevalent HIV cases were undiagnosed at the end of 2006). 66 See Curran et al., supra note 52, at 612 (reporting that a conglomeration of HIV seroprevalence surveys conducted among people living with hemophilia showed prevalence ranges between fifteen and over ninety percent depending on severity of hemophilia). 67 See id. at 610 (noting that sixty-five percent of reported HIV cases were among men who had sex with men and did not inject drugs while an additional eight percent of all HIV cases occurred among men who had sex men and injected drugs). 68 See id. (“More than 60% of the 13,492 cases reported in heterosexual men and women were among those with a history of IV drug abuse, representing 17% of total cases.”). 69 See Rosenberg, supra note 53, at 1374 (noting that the highest prevalence rates in the United States between the years 1987 and 1992 were among young black men). 70 See Hall et al., supra note 55, at 520 (explaining that about half of new infections were among men who have sex with men and black Americans). 71 See Laura C. Nyblade, Measuring HIV Stigma: Existing Knowledge and Gaps, 11 PSYCHOL. HEALTH & MED. 335, 336 (2006) (employing stigma as a proxy for the processes through which social and cognitive labeling, negative attributions about human differences, separation schemas, and discrimination “converge in the context of social, economic and political power”).  72 See id. at 341 (explaining that studies attempting to measure enacted stigma in the general population could not be found in a literature review because “[t]he very presence of stigma means that asking any survey questions about a  301 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  has created a bidirectional layering effect with the preexisting stigmatization already experienced by the populations at highest risk for infection.73  The initial outbreak among men who have sex with men and injection drug users stoked prejudice and facilitated early theories representing HIV as the consequence of certain lifestyles and choices.74  In the United States, the encouragement of severely castigatory manifestations of HIV stigma declined by 1990 as support for quarantine and public identification of people living with AIDS dropped among American adults to approximately one-in-five.75  A large portion of the United States continued to fear individuals living with AIDS, and an increasing number of individuals believed that those infected through sex or drug use deserved their illness.76  Today, many individuals as well as medical and social institutions—including those responsible for HIV care—continue to stigmatize individuals based on their status.77  2. THE FEDERAL RESPONSE HIV stigma has risen at both individual and institutional levels,78 crippling the American relief effort and validating inequality.79  The negative effects of stigma have been amplified by the course of HIV infection in the United States; HIV has ravaged populations with traditionally limited access to medical institutions, and this has been especially problematic for ensuring HIV care services reach those individuals who are in greatest need.80                                                                                                                                                          respondent’s HIV status to the general public is unacceptable, removing the possibility of asking respondents whether they themselves have experienced HIV stigma”).   73 See id. (stating that compound or layered stigma lacks measurement at the population level and is common among groups like men who have sex with men, sex workers, and injection drug users). 74 See Warner C. Greene, A History of AIDS: Looking Back to See Ahead, 37 EUR. J. IMMUNOLOGY S94, S94 (2007) (discussing how theories about the cause of HIV focused on “lifestyle” issues during the early epidemic and how speculation about intravenous drug users, men who have sex with men, and HIV’s origins in Haiti fostered fear and prejudice). 75 See Gregory M. Herek et al., HIV-Related Stigma and Knowledge in the United States: Prevalence and Trends, 1991-1999, 92 AM. J. PUB. HEALTH 371, 375 (2002) (discussing survey trends that found “[t]he most punitive aspects of AIDS stigma—support for quarantine and public identification of PWAs—diminished considerably [in the 1990s], with fewer than 1 in 5 adults still supporting such measures by 1999”). 76 See id. at 375–76 (claiming that “it is disturbing that in 1999—nearly 2 decades after the beginning of the AIDS epidemic in the United States—one fifth of those surveyed still feared PWAs,” and reporting that “[t]he proportion of adults believing that a person infected with HIV through sex or drug use deserves to have AIDS increased over the decade, peaking in 1997”).  77 See Judy E. Mill et al., Stigmatization as a Social Control Mechanism for Persons Living with HIV and AIDS, 20 QUALITATIVE HEALTH RES. 1469, 1473–75 (2010) (describing people living with HIV who experienced AIDS-motivated shunning by their community, felt judged by their health care providers based on their status, and attended institutions that placed “caution sheets” on their charts to alert providers of their condition). 78 See id. at 1470 (noting that “AIDS stigma has long been conceptualized as a personal attribute that evokes discrimination” but arguing that “there is a need to understand how stigma influences professional and organizational practice and permeates health policy”). 79 See Richard Parker & Peter Aggleton, HIV and AIDS-related Stigma and Discrimination: A Conceptual Framework and Implications for Action, 57 SOC. SCI. & MED. 13, 16 (2003) (asserting that “we need to reframe our understandings of stigmatization and discrimination to conceptualize them as social processes that can only be understood in relation to broader notions of power and domination”).   For an influential analysis of the expansive role of social control in Western society, see generally MICHEL FOUCAULT, DISCIPLINE AND PUNISH 28 (Alan Sheridan trans., 1977) (contemplating “power and knowledge relations that invest human bodies and subjugate them by turning them into objects of knowledge”). 80 See Karon et al., supra note 48, at 1067 (reporting that HIV is concentrated in populations such as racial and ethnic minorities, women, and the poor, which are groups who have historically experienced low access to health services and whose poor access has made it harder to employ effective HIV prevention).  Additionally, surveillance efforts have failed to adequately track certain high-risk groups, including sex workers and detainees.  See Curran et 2013] LESSONS FROM A PLAGUE  302   Distrust and elements of punishment have permeated the United States’ response to the AIDS crisis.  Since the beginning of the pandemic, HIV stigma has coalesced with advocates’ calls for specially tailored policies to confront the disease, which has contributed to HIV exceptionalism and encouraged the allocation of HIV-specific resources and processes outside the realm of typical disease control.81  Lawmakers’ opinions about HIV policy have divided along political fault lines.  Although HIV advocates have eschewed partner notification regimes and the expansion of universal testing programs, conservatives have expressed profound disapproval for empirically supported82 prevention strategies like syringe exchange programs and less-stigmatizing,83 more comprehensive sexuality education.84  Accordingly, individuals living with HIV were barred from entering the United States in 1987 for over two decades and Congress prohibited the use of federal funds for syringe exchange programs in 1988—a prohibition that remains in effect.85 Despite HIV’s grossly disproportionate, devastating impact on black Americans and men who have sex with men,86 policymakers passed emergency AIDS relief legislation after a white child named Ryan White garnered their attention and interest.87  Ryan was a boy living with hemophilia and AIDS who became a symbol of HIV stigma88 after being banned from school in 1985 on the basis of his HIV status.89  A few months after Ryan’s death in April 1990, Congress passed the Ryan White CARE Act to provide states with federal relief to address HIV treatment                                                                                                                                                        al., supra note 52, at 613 (“Relatively few data are available from studies of male or female prostitutes or incarcerated persons.”). 81 See Thomas R. Frieden et al., Applying Public Health Principles to the HIV Epidemic, 353 NEW ENG. J. MED. 2397, 2397 (2005) (attributing advocacy for HIV exceptionalism—as signified by “special resources and increased funding and . . . the application of standard methods of disease control”—to early responses, including violence, the notion that AIDS is a form of retribution, and proposals for quarantine and mandatory tattooing). 82 See Fauci, supra note 38, at 1048 (cataloguing approaches to HIV prevention that researchers have found to be effective, including “education and behavior modification, the promotion and provision of condoms, the treatment of other sexually transmitted diseases, drug-abuse treatment (for example, methadone maintenance for injection-drug users), access to clean needles and syringes for injection-drug users, and the use of antiretroviral drugs to interrupt transmission of the virus from mother to infant”). 83 See Shatz, supra note 40, at 528 (“Abstinence-only education teaches that sex can properly occur only between a man and a woman within the confines of marriages; it condemns homosexual sex of any kind, since gays and lesbians currently can marry in only one state.”)  For a more detailed analysis of the stigmatizing effects of abstinence-only education on parents and young people living with HIV, see RACHAEL D. DOMBROWSKI & DIANA K. BRUCE, AIDS ALLIANCE FOR CHILDREN, YOUTH & FAMILIES, IN A POSITION TO KNOW: YOUTH AND PARENTS LIVING WITH HIV SPEAK OUT ON SEXUALITY EDUCATION (2008), available at http://www.aids-alliance.org/policy/positiveyouthproject/positive-youth-report.pdf. 84 See Frieden et al., supra note 81, at 2397 (addressing the political costs of moving past HIV exceptionalism by taking a more traditional disease-control approach and identifying members of both political sides who could be offended: “conservatives who oppose the implementation of effective prevention programs, including syringe exchange and the widespread availability of condoms, and some HIV activists who oppose expansion of testing, notification of partners of infected person . . . and what some see as inappropriate ‘medicalization’ of the response to the epidemic”). 85 Greene, supra note 74, at S96. 86 See supra notes 43–45 and accompanying text. 87 Greene, supra note 74, at S96. 88 See Patricia D. Siplon, Washington’s Response to the AIDS Epidemic: The Ryan White CARE Act, 27 POL’Y STUD. J. 796, 796 (1999) (observing that Ryan White became “a powerful symbol of discrimination and obstacles faced by people with Acquired Immune Deficiency Syndrome”). 89 Greene, supra note 74, at S95.  303 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  and prevention.90  Congress generally intended the legislation to deliver aid to the most affected areas of the United States,91 although it has been interpreted as the payer of last resort in meeting the demands of the AIDS crisis.92   This groundbreaking law, which has evolved greatly over the course of subsequent reauthorizations, was a complex response to the pandemic.  In brief, Title I of the Ryan White CARE Act provided disaster relief directly to the hardest hit areas of the United States, Title II granted funds to every state, and Title III funded proposals from community entities to foster early intervention.93  However, Title IV—the legislative carve-out for women, youth, and children—was unfunded for fiscal years 1991 through 1993 and functioned purely as a legislative memorial to Ryan, suggesting that Congress believed that the populations most in need of HIV relief were not those after whom they had branded their flagship relief effort.94  Moreover, in line with recommendations from Reagan’s Presidential Commission on the Human Immunodeficiency Virus,95 the Act originally featured a mandate for state laws to criminalize the transmission of HIV.96    The Ryan White CARE Act gave money to states and communities rather than directly to individuals living with HIV.  Consumers of HIV services have frequently lacked control over the health policy decisions that have shaped their lives.  Individuals living with HIV have advised their providers about administering health services but have not directly assumed the role of decision maker,97 although some degree of consumer involvement has become necessary to                                                 90 Ryan White Comprehensive AIDS Resources Emergency Act of 1990, Pub. L. No. 101–381, 104 Stat. 576 (1990).  Previously, the deaths of a mother named Elizabeth Glaser living with hemophilia who had contracted HIV through blood products and her perinatally infected daughter galvanized research efforts and resulted in the formation of the Elizabeth Glaser Pediatric AIDS Foundation.  See Greene, supra note 74, at S94 (recalling how numerous new infections arose in the early and mid-1980s due to American blood banks’ inability to test for HIV and refusal to screen for imperfect surrogate markers such as Hepatitis B, and conveying how the deaths of Elizabeth and Ariel Glaser caused an outcry for improved research as well as formation of the Elizabeth Glaser Pediatric AIDS Foundation). 91 Ryan White Comprehensive AIDS Resources Emergency Act of 1990, Pub. L. No. 101–381, 104 Stat. 576 (1990). 92 See Erika G. Martin et al., Faction, Fiction, and Fairness: Resource Allocation Under the Ryan White CARE Act, 25 HEALTH AFF. 1103, 1103 (2006) (observing that although the original legislation stated Congress intended to provide resources to those areas with the greatest HIV/AIDS burden, “[p]ulling in another direction is the principle that the RWCA should serve effectively (although not legally) as a ‘payer of last resort’”). 93 For a more detailed analysis of the initial Ryan White CARE Act legislation, see Siplon, supra note 88, at 799-802 (explaining that Title I funded metropolitan areas hardest hit by the epidemic, Title II funded every state based on cumulative caseloads and fiscal capacities, and Title III funded individual proposals made by public and nonprofit organizations to facilitate early intervention). 94 See id. at 802 (“Title IV was destined to be the least important provision of the Act, and in fact was not funded during Fiscal Years 1991-93.”). 95 PRESIDENTIAL COMM’N ON THE HUMAN IMMUNODEFICIENCY VIRUS EPIDEMIC, REPORT OF THE PRESIDENTIAL COMMISSION ON THE HUMAN IMMUNODEFICIENCY VIRUS EPIDEMIC 131 (1988), available at http://www.archive.org/download/reportofpresiden00pres/reportofpresiden00pres.pdf. 96 See Ryan White Comprehensive AIDS Resources Emergency Act § 101, Pub. L. No.101-381, § 2647, 104 Stat. 576, 603 (1990) (conditioning federal funds on state criminalization of the intentional transmission of HIV or a state evincing that it possessed a preexisting statutory framework to prosecute individuals for intentionally transmitting HIV).  97 See P. Meyer, Consumer Representation in Multi-Site HIV, Mental Health, and Substance Abuse Research: The HIV/AIDS Treatment Adherence, Health Outcomes and Cost Study, 16 AIDS CARE S137, S138 (2004) (noting that consumer advisory boards have acted in an advisory capacity in the HIV/AIDS field since 1985, although they have not served a decision-making function). 2013] LESSONS FROM A PLAGUE  304   receive government grants for HIV research and treatment.98  Administrators have struggled to include consumers in planning and service provision while regularly questioning the necessary extent of consumers’ control and limiting consumer selection to those with whom administrators were most familiar.99  Yet, meaningful input from consumers is widely considered advantageous to the success of HIV treatment and research in terms of maintaining cultural appropriateness, building trust, ensuring that service providers and researchers are responsive to the populations they serve, and improving the lives of the consumers themselves—for whom HIV treatment and research are conducted in the first place.100  B. A NEW APPROACH TO SURVIVING AIDS Despite such dire stakes, the United States’ government has often been too preoccupied with ideological judgments to provide a measured response to the AIDS pandemic.  One of a great many examples arose when American officials participated in international relief efforts during the beginning of the twenty-first century and advocated for the removal of language about harm reduction—a concept that was too far removed from the country’s abstinence-only approach to sex and drug use.101  In the process, the Bush Administration and its allies espoused ideology over evidence in formulating international AIDS policy.102  Beyond its impact on HIV incidence, the United States’ abstinence-only approach to HIV prevention further alienated the country on the international stage during the Iraq War.103 Still, hope has always remained for a more successful, internationally acceptable, evidence-based response.  The Obama Administration has represented a radical shift in American AIDS policy, and its National HIV/AIDS Strategy emblematized the government’s new awareness of HIV stigma.104  Now, policymakers in the United States must harness the anti-stigma message while moving forward with a comprehensive, multi-sectorial approach to addressing HIV.105                                                  98 See id. (observing that federal agencies such as the Health Resources and Services Administration and the Substance Abuse and Mental Health Services Administration mandate consumer involvement in the application process and through advisory boards while Ryan White Planning Councils similarly foster consumer participation). 99 See id. at S139 (explaining that administrators struggle to involve consumers, question how much power consumer advisory boards should have, and often select their favorite consumers for representative roles). 100 See id. at S138-39 (reviewing literature on consumer involvement and finding that consumer representation benefited services and research as well as consumers in numerous ways, and advantages of consumer involvement included maintaining cultural awareness, establishing trust, informing researchers and providers about the changing needs of the community, and empowering consumers to become better leaders and professionals). 101 See Wodak, supra note 32, at 2 (describing the United States’ efforts to remove the phrases “harm reduction” and “needle syringe programmes” from a prevention policy paper by the Joint United Nations Programme on HIV/AIDS). 102 See id. at 1–3 (discussing how the United States’ anomalous international AIDS policies increased since the election of President George W. Bush, recalling that only six of the thirty-five individuals from the United States’ War on Drugs organizations that advocated against needle exchange programs had medical degrees, and detailing the ways in which the United States’ approach to HIV and substance abuse prevention have differed from the approaches of other developed countries). 103 See id. at 1, 3 (arguing that the United States had become increasingly isolated and observing that “[f]ixing ‘the intelligence and facts on the policy’ has trapped the United States of America into a military quagmire in Iraq and contributed to looming economic problems” while “[f]ixing ‘the intelligence and facts on the policy’ for illicit drugs . . . ensured tragic health, social and economic consequences for the United States of America”). 104 See infra Part II.B.1. 105 See infra Part II.B.2.  305 WILLIAM & MARY POLICY REVIEW [VOL. 4:292   1. THE NATIONAL HIV/AIDS STRATEGY The Strategy took shape during various interactions between the White House Office of National AIDS Policy (ONAP) and strategic stakeholders throughout the United States.106  ONAP hosted fourteen town hall discussions with thousands of Americans, conducted a number of topic-specific meetings among HIV experts, and worked with governmental and community entities to organize additional outreach events.107  ONAP continuously involved individuals living with HIV in light of the understanding described by President Obama that “[p]eople living with HIV have transformed how we engage community members in setting policy, conducting research, and providing services.”108 The Strategy set priorities rather than deliver an exhaustive list of needed changes for domestic AIDS policy.109  It embraced three primary goals: reduce the number of individuals becoming infected, improve access to care and the health of individuals living with HIV, and reduce HIV-related health disparities.110  The Strategy clearly prioritized the lives of individuals living with HIV by designating their improved access to care and better health as one of the Strategy’s three central goals.111  In addition, it maintained a focus on individuals already living with HIV by giving priority to eliminating Americans’ common misperceptions about the risk for HIV transmission through casual contact,112 acknowledging the history of poor health care that many people living with HIV have experienced,113 and promoting new services that respond to the diverse beliefs, practices, and cultures of patients.114  The Strategy did not rely on the symbol of a white child to elicit compassion for individuals living with HIV; it asked for the United States to reorient its efforts around those groups at highest risk for HIV infection: men who have sex with men, black men and women, Latinos and Latinas, and drug users.115    The Strategy’s implementation guide recognized the social mistreatment of people living with HIV in explicit language: Addressing ongoing stigma and discrimination is perhaps the biggest challenge we face, as this is not about what government does as much as it is about changing hearts and minds among members of the public.  At the same time, three decades of experience tell us that essential starting points for addressing stigma and discrimination include maintaining a commitment to civil rights enforcement, working to ensure that public policies are grounded in best public health practices,                                                 106 NAT’L HIV/AIDS STRATEGY: FED. IMPLEMENTATION PLAN, supra note 27, at 3. 107 Id. 108 Letter from Barrack Obama (July 13, 2010), in NAT’L HIV/AIDS STRATEGY FOR THE U.S., supra note 27. 109 NAT’L HIV/AIDS STRATEGY FOR THE U.S., supra note 27, at 3 (“This document provides a roadmap to move the Nation forward in responding to the domestic HIV epidemic.  It is not intended to be a comprehensive list of all activities needed to address HIV/AIDS in the United States, but is intended to be a concise plan that identifies a set of priorities and strategic action steps tied to measurable outcomes.”). 110 Id. at 1. 111 Id. 112 Id. at 19. 113 Id. at 26.  The Strategy offered examples of this history of poor health care such as historically supported mistrust of the medical establishment among black Americans, heterosexual health care providers feeling too uncomfortable to ask about the sexual history of sexual minorities when doing so was appropriate, and the particular challenge faced by transgender individuals to find providers who respect them and with whom they can have honest discussions about hormone use.  Id. 114 Id. at 26. 115 Id. at 11.  Further, the Strategy emphasizes that many members in these groups do not engage in riskier behaviors than individuals in other populations.  Id. at 12. 2013] LESSONS FROM A PLAGUE  306   and supporting people living with HIV to disclose their status and promote the public leadership of community members living with HIV.116 In general, the Strategy moved beyond broad gestures of support to adapt old approaches to evolving, evidence-based advances in health policy.117  Thus, after acknowledging the challenge of addressing HIV stigma, the Strategy proposed meaningful changes to the policy landscape by conveying new caution about statutes that criminalize HIV,118 prioritizing the investigation of discrimination claims made by people living with HIV,119 asking the Department of Justice to scrutinize HIV-specific sentencing laws,120 and demanding the improved enforcement of civil rights laws.121  In addition, the Strategy called for governmental and community stakeholders to work together to ensure people living with HIV are empowered as leaders122—a far cry from twenty-five years prior when President Reagan called children living with AIDS “that problem.”123  2. HARNESSING THE STRATEGY IN POLICY, PRACTICE, AND LAW The Strategy’s anti-stigma message should extend to other important opportunities for improvement, including the integration of HIV care across the spectrum of health services, criminal justice reform, and the grant of substantive decision-making power to individuals living with HIV.  While much improved, the struggle against stigma for individuals living with HIV continues and the fight to end AIDS is not yet won.  Heightened stigmatization is linked to increased levels of fear and anxiety among people living with HIV, which obstructs HIV prevention and improved health.124  Accordingly, confronting and eliminating HIV stigma is not only a matter of social justice; it is wholly necessary to all levels of an effective health relief effort.125  Reform to meet today’s pandemic must integrate HIV prevention, care, and treatment into various other areas of health policy rather than continue to separate HIV from other health                                                 116 NAT’L HIV/AIDS STRATEGY: FED. IMPLEMENTATION PLAN, supra note 27, at 23. 117 See Gregorio A. Millet et al., A Way Forward: The National HIV/AIDS Strategy and Reducing HIV Incidence in the United States, 55 J. ACQUIRED IMMUNE DEFICIENCY SYNDROME S144, S146 (2010) (claiming that “the innovation of the national strategy lies in its commitment to building on an evolving evidence base of what works, in identifying common national goals toward which federal, state, local, and tribal governmental partners and community partners can align their efforts, and in a renewed commitment to collaboration and coordination”). 118 NAT’L HIV/AIDS STRATEGY: FED. IMPLEMENTATION PLAN, supra note 27, at 26 (“State legislatures should consider reviewing HIV-specific criminal statutes to ensure that they are consistent with current knowledge of HIV transmission and support public health approaches to screening for, preventing and treating HIV.”). 119 Id. (“DOJ, the Equal Employment Opportunity Commission, DOL’s Office of Federal Contract Compliance Programs, and HUD’s Fair Housing Enforcement Office will prioritize and fast track investigations of discrimination charges involving HIV, as necessary and appropriate under relevant statutes, and consider additional policies to prevent discrimination from occurring.”). 120 Id. (“DOJ will examine and report on HIV-specific sentencing laws and implications for people living with HIV.”). 121 Id. (“The Department of Justice and other Federal agencies must enhance cooperation to facilitate enforcement of Federal antidiscrimination laws.”). 122 Id. at 25 (“Governments and other institutions . . . should work with . . . AIDS coalitions, HIV services organizations, and other institutions to actively promote public leadership by people living with HIV.”). 123 See supra notes 32-39 and accompanying text. 124 See Malcolm et al., supra note 36, at 350 (explaining that fear and anxiety remain high among individuals diagnosed with HIV and who experience negative responses toward people living with the virus and that they become afraid to reveal their status to others). 125 See id. at 348 (claiming that the “epidemic of fear, stigmatization and discrimination” that has accompanied HIV “has posed a challenge to those who are concerned about providing not only an effective response to HIV/AIDS but also a humane one, based on a concern for human rights and the principles of social justice”).  307 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  and social issues.  Over the course of the pandemic, support for HIV exceptionalism has waned.126  The isolation of HIV services from other medical interventions is particularly problematic in the modern era because, as the number of individuals living with HIV in the United States increases each year, the funding for HIV initiatives decreases, perpetuating the cycle of poor prevention, undiagnosed incidence, and heightened prevalence.127 Every institution must question to what extent its work contributes to HIV stigmatization.128  For instance, when state and federal legislators pass statutes to outlaw HIV transmission, they perpetuate HIV stigma rather than meaningfully working toward ending the HIV pandemic.  Criminalizing transmission does not call upon the uninfected to engage in safer behaviors and unfairly assigns responsibility for stemming the spread of HIV solely to those already living with the virus.129  Most individuals living with HIV already express a sense of duty to disclose their diagnosis to their sexual partners, but individuals who are unaware of their status are those most likely to infect others.130  Therefore, statutes that criminalize infection contribute to stigma and reinforce HIV exceptionalism, consequently failing to promote prevention of the spread of HIV, which depends on increased diagnosis and care for individuals who may not know they are infected.131   Adequate reform requires changes to existing policy and laws that have a disproportionately negative effect across vulnerable populations.  For example, drug control laws have a disparate racial impact.132  In turn, incarceration leads to increased risk for HIV infection as well as greater institutional distrust.  Thus, altered drug control laws should delimit their negative impact on public health.133  Moreover, stigma must be addressed across the entire policy landscape.  Just as an improved response to stigma within the realm of HIV policy could benefit                                                 126 See Ronald Bayer & Claire Edington, HIV Testing, Human Rights, and Global AIDS Policy: Exceptionalism and Its Discontents, 34 J. HEALTH POL. POL’Y & L. 301, 320 (2009) (“If at the moment of its emergence the exceptionalist perspective had provided an almost universally accepted understanding of what the new global threat to health required, twenty years later, in the face of changing therapeutic prospects and of a vast pandemic burden, the earlier view no longer commanded such allegiance.”). 127 See H. Irene Hall et al., Estimated Future HIV Prevalence, Incidence, and Potential Infections Averted in the United States: A Multiple Scenario Analysis, 55 J. ACQUIRED IMMUNE DEFICIENCY SYNDROME 271, 271 (2010) (observing that reductions to state and local allocations for HIV services and the growing number of individuals in need “raise questions about the feasibility of continuing to reduce the HIV transmission rate in the United States without further expanding and improving the efficiency and impact of HIV prevention and treatment”). 128 See Mill et al., supra note 77, at 1480 (concluding that health care providers and institutions must evaluate policies and determine how to best meet individuals’ needs in light of “the underlying social inequalities experienced by clients with HIV, and in particular those with layered stigma and those who have experienced social oppression”). 129 See Klemm, supra note 42, at 512 (noting various problems that arise from criminalizing the transmission of HIV, including the disproportionate impact of such statutes on men who have sex with men, mistakenly limiting HIV prevention to only the HIV-positive, and diminishing the public health message that individuals share responsibility for their sexual health). 130 See supra note 61 and accompanying text.  131 See Klemm, supra note 42, at 511–12 (stating that research indicates that the majority of those living with HIV feel a duty to disclose, criminal enforcement of this duty amplifies stigma, and HIV is the only sexually transmitted infection that states have chosen to criminalize to such a great extent even though similarly transmitted infections have grave consequences). 132 See Cari Cason et al., The Impact of Laws on HIV and STD Prevention, 30 J. L. MED. & ETHICS 139, 144 (2002) (“Substantial evidence demonstrates that drug control laws, as currently defined and enforced, have racially disparate impacts.”). 133 See id. (explaining how higher incarceration rates contribute to increased HIV risk due to poor drug treatment and risky sexual behaviors in prisons). 2013] LESSONS FROM A PLAGUE  308   disproportionately affected populations in other realms of their lives, an effective response to stigma across layers of governance could similarly improve the social power and health resources of individuals living with HIV.134 Individuals personally affected by and living with HIV can and should make decisions about the policies designed to help them.  HIV-diagnosed individuals already work to shape and control the social implications of their health by facing the daily task of participating in or abstaining from the public identification of their status, and their providers should harness this inevitability when engaging consumers of HIV services rather than ignore or fear it.135  Existing challenges to consumer involvement could be overcome if consumers were invited to confidentially or openly work with researchers and service providers at the inception of their initiatives, if every level within organizations committed to the implementation of consumer involvement programs, and if researchers and service providers made special efforts to acknowledge the power differential between staff members and consumers.136  Additionally, because stigma materializes within particular social and historical contexts,137 individuals living with HIV are best situated to adequately respond to stigma across their diverse cultural backgrounds.138  The empowerment of individuals living with HIV to make policy decisions directly counteracts the devaluing function of HIV stigma, improving prevention and treatment outcomes.139  III. LESSONS FROM A PLAGUE While these reforms are generally characterized by integrating HIV into the American response to other social and health issues, AIDS advocates have continuously and unapologetically employed tactics outside mainstream political discourse to raise HIV-specific awareness.  As an example, on November 27, 2012, activists protested potential budget cuts to AIDS funding stemming from fiscal cliff negotiations.140  Fifty activists—many living with HIV—traveled to House Speaker John Boehner’s congressional office.141  Four women and three men entered the office in the middle of the work day and removed their clothing, revealing hand-painted slogans on their naked bodies such as “AIDS Cuts Kill” and “Fund HOPWA,”142 the                                                 134 See Mill et al., supra note 77, at 1478 (discussing findings that adequate responses to HIV stigma could mitigate inequities by promoting empowerment and political activism among marginalized communities). 135 See id. at 1479 (“Persons living with HIV and AIDS attempted to take control of their respective situation as a strategy to manage stigma.  The process of balancing decisions about disclosure with the need for secrecy is an example of PHAs exerting social control.”). 136 See Meyer, supra note 97, at S140 (describing several recommendations to overcome the challenges of consumer involvement, including early involvement in initiatives, committing to involvement across different levels of the organization, and acknowledging power differentials). 137 See Parker & Aggleton, supra note 79, at 17 (“It is vitally important to recognize that stigma arises and stigmatization takes shape in specific contexts of culture and power.  Stigma always has a history which influences when it appears and the form it takes.”). 138 See id. at 14 (“Much of what has been written about stigma and discrimination in the context of HIV and AIDS has emphasized the complexity of these phenomena, and has attributed our inability to respond to them more effectively to both their complex nature and their high degree of diversity in different cultural settings.”). 139 See id. (explaining that “stigma, understood as a negative attribute, is mapped onto people, who in turn by virtue of their difference, are understood to be negatively valued in society”). 140 Peter Hermann, AIDS Activists Arrested After Stripping in House Speaker’s Office, WASH. POST, Nov. 27, 2012, http://www.washingtonpost.com/blogs/2chambers/wp/2012/11/27/aids-activists-arrested-after-stripping-in-house-speakers-office/. 141 Id. 142 Id.  309 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  Housing Opportunities for Persons with AIDS program.143  The nude demonstrators, along with dozens of clothed protesters, chanted: “People with AIDS are under attack!  What do we do?  Fight back!”144  A protest organizer explained, “[w]e wanted to strip away the rhetoric of the fiscal cliff.”145  In the midst of politically charged fiscal cliff negotiations, “we’re concerned that real lives left in the balance will be lost,” leading AIDS advocates to believe “we should do something outrageous to get our message across.”146  The fiscal cliff cuts were ultimately averted, but, as one protester living with HIV observed, “just the idea of these programs being cut is horrible.”147 Another explained, “we need to make sure they stop going after people with AIDS.”148  The protesters in Speaker Boehner’s office were contemporary participants in a powerful legacy of AIDS activism through which advocates have recognized the American government’s growing role as a regulator and problem solver and rejected the government’s discriminatory neglect.149  As President Obama acknowledged in his introduction to the National HIV/AIDS Strategy, this legacy transformed how the government “engage[s] community members in setting policy, conducting research, and providing services.”150  In the process, AIDS advocacy consumed the social movement of sexual minorities in the United States, inciting an aggressive defense of difference rather than a continued push toward integration.151  The influence of AIDS advocacy over sexual minorities has waned.  As HIV stigma has been gradually extricated from sexual minority status, movement elites—those with the greatest resources and representation in existing power structures and for whom assimilation is typically easiest and most beneficial—have embraced an integrationist agenda that does too little for more marginalized sexual minorities, like transgender and non-whites individuals.152  The earlier response to the AIDS crisis revealed the potential for sexual minorities to represent a broader coalition of needs than those within its current focus.153  Informed by the lessons of the AIDS crisis, sexual minorities                                                 143 See generally Housing Opportunities for Persons with AIDS (HOPWA) Program, U.S. DEP’T HOUSING & URB. DEV., http://portal.hud.gov/hudportal/HUD?src=/program_offices/comm_planning/aidshousing/programs (last visited Feb. 2, 2013). 144 AIDS Activists Arrested in Nude Protest at House Speaker John Boehner’s Office, NY DAILY NEWS, Nov. 27, 2012, http://www.nydailynews.com/news/politics/aids-activists-arrested-nude-protest-boehner-office-article-1.1208955 (last visited Feb. 2, 2013) [hereinafter AIDS Activists Arrested]. 145 Hermann, supra note 139. 146 Id. 147 AIDS Activists Arrested, supra note 144. 148 Id. 149 See Eskridge, supra note 1, at 524 (asserting that “AIDS activism suggests a final speculation about identity politics in the new millennium: the changing role of state as regulator, as the state sustains or increases its role as a potential problem-solver,” and, after alluding to AIDS activists, stating that most new identity-based social movements “will accuse the state of discriminatory neglect rather than discriminatory aggression and will be seeking state subsidies and other interventions”). 150 Letter from Barrack Obama (July 13, 2010), in NAT’L HIV/AIDS STRATEGY FOR THE U.S., supra note 27. 151 See infra Part III.A.1. 152 See infra Part III.A.2. 153 For a contemporary examination of the importance of remembering lessons from the AIDS crisis rooted in sociological theory, see DEBORAH B. GOULD, MOVING POLITICS: EMOTION AND ACT UP’S FIGHT AGAINST AIDS 45 (2009). What we lose if the history of AIDS activism in this country is forgotten is the memory of a government of a wealthy, ostensibly democratic country unmoved by the deaths of hundreds, thousands, and finally hundreds of thousands of its own inhabitants, largely because the overwhelming majority of them were gay and bisexual men, and the others were seen as similarly expendable: drug users as well as poor men and women, a disproportionate number of whom were 2013] LESSONS FROM A PLAGUE  310   should adapt their advocacy agenda to better understand and prioritize the consequences of differences outside as well as within their movement.154 A. THE RISE AND FALL OF LIBERATION Although AIDS was a cross-cutting issue disproportionately affecting some but not all members of certain marginalized groups,155 medical experts implicated all sexual minorities early in the AIDS crisis by labeling the syndrome’s symptoms “gay-related immune deficiency.”156  The mainstream press followed suit, reporting on “gay-related immune deficiency” but ignoring what would become known as acquired immune deficiency syndrome for long periods except to leverage the American epidemic to broadcast homophobia.157  Unsurprisingly, the AIDS crisis fundamentally transformed the social movement of sexual minorities in the United States, emboldening a nationwide, liberationist approach to identity-based activism.158  As HIV has gradually mainstreamed, integrationist priorities have reclaimed sexual minorities, allowing movement elites to ignore smaller minorities within their group for whom marriage equality does not take priority.159  1. LIBERATION SAVED LIVES In the wake of the initial AIDS crisis, advocates for sexual minorities fell into two predominant camps: one was an integrationist, centrist collection that endeavored for marriage and additional heterosexual privileges while the other, liberationist crowd pushed for sexual liberty and the deregulation of sexuality.160  Even though some members of each camp viewed AIDS as a distraction, both liberationists and integrationists were eventually forced to recognize that any political agenda must address AIDS.161  According to activist Simon Watney, “AIDS is                                                                                                                                                        black and Latino/a.  We are at risk of losing as well the history of lesbian/gay/queer collective political resistance in the face of the government’s aggressive indifference, extreme negligence, and punitive policies regarding AIDS. Id. 154 See infra Part III.B. 155 See CATHY J. COHEN, THE BOUNDARIES OF BLACKNESS: AIDS AND THE BREAKDOWN OF BLACK POLITICS 13, 14 (1999) (defining cross-cutting political issues as “those concerns which disproportionately and directly affect only certain segments of a marginal group” and explaining that “AIDS and drug use in black communities, as well as the extreme, isolated poverty disproportionately experienced by black women—all issues which disproportionately and directly affect poor, less empowered, and ‘morally wanting’ segments of black communities”—are categorical cross-cutting political issues). 156 See CRAIG A. RIMMERMAN, FROM IDENTITY TO POLITICS: THE LESBIAN AND GAY MOVEMENTS IN THE UNITED STATES 99 (2002). 157 Id. 158 See infra Part II.A.1. 159 See infra Part II.A.2. 160 See generally Ian Halley, Queer Theory by Men, 11 DUKE J. GENDER L. & POL’Y 7, 13 (2004) (“Gay centrism moved towards marriage rights, and gay liberationism moved towards sexual liberty and the world-making (bathhouses, elaborate sexual subcultures, and so on) that might sustain it; the movement split, intellectually and politically.”). 161 See SIMON WATNEY, POLICING DESIRE: PORNOGRAPHY, AIDS, AND THE MEDIA XII (3d ed. 1997). For example, some lesbians and gay men continue to regard Aids [sic] as a distraction from what they see as the central business of gay politics—whether from a liberationist or from an integrationist perspective.  This is why we must continually insist that such issues cannot be easily resolved.  None the less [sic] it is equally important to insist that there can be no effective gay politics that does not take into account the multiple effects of Aids both inside and outside our tentative communities.  Aids [sic] is not merely an unfortunate but negotiable “incident” in the supposedly inevitable achievement of gay civil rights.  On the contrary, it is a crisis that threatens to erase gay identity altogether.  311 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  not only a medical crisis on an unparalleled scale, it involves a crisis of representation itself, a crisis over the entire framing of knowledge about the human body and its capacities for sexual pleasure.”162 In light of mass death, egregious homophobia, and government inaction, the premeditation required to tailor advocacy agendas to an integrationist or liberationist perspective soon became an indefensible luxury.163  And without measured tailoring, AIDS quickly resulted in a series of mobilization moments during which liberationists dominated the sexual minority movement.164  After initial state inaction, sexual minorities leveraged the tenets of its past liberation movement to convey sexually explicit HIV prevention messages, saving lives while publicly embracing the political dimensions of sexuality.165  Advocates rejected individual solutions and instead called for an outright end to subjugation, connecting AIDS to oppression and survival to systemic transformation.166  AIDS advocates forced the public to contemplate sexuality when the government sought to ignore it,167 and feminist men and women passionately litigated the meanings and practices of health and liberation.168 During the various mobilization moments of the AIDS crisis, the AIDS Coalition to Unleash Power (ACT UP) demonstrated the advantages and especially the inclusiveness of liberation over integration.  In 1987, when the existing American status regime took a business-as-usual approach to AIDS, ACT UP emerged from communities of sexual minorities in New York City and quickly spread throughout the United States.169  ACT UP merged education and social protest to provoke public awareness, increase funding for HIV initiatives, open the rolls of experimental research trials, and improve the accessibility of HIV treatment.170  Its sex-positive,                                                                                                                                                        Id. 162 Id. at 9. 163 See Leo Bersani, Is the Rectum a Grave?, in 43 AIDS: CULTURAL ANALYSIS/CULTURAL ACTIVISM 197, 198-99  (Douglas Crimp ed., 1987) (describing AIDS in the United States in 1987, including reactionary homophobia and failings of the government and the media, and explaining that, “given the nature of that starting point, analysis, while necessary, may also be an indefensible luxury”). 164 This Article acknowledges that AIDS also spurred integrationist responses but concludes that liberationists prevailed, albeit temporarily.  See, e.g., WILLIAM N. ESKRIDGE, JR., THE CASE FOR SAME SEX MARRIAGE: FROM SEXUAL LIBERTY TO CIVILIZED COMMITMENT 82 (1996) (arguing that AIDS was a wake-up call for men who have sex with men “in need of civilizing” and that “marriage could be a particularly useful commitment device”). 165 See JENNIFER BRIER, INFECTIOUS IDEAS: U.S. POLITICAL RESPONSES TO THE AIDS CRISIS 1 (2009) (explaining that “people with AIDS insisted that AIDS required a return to, not a departure from, the explicitly political tenets of gay liberation,” and while sexual minorities “talked in graphic detail about sexual practices and how those acts could be ‘safe,’ deploying explicit sexual images in AIDS prevention posters, they also understood that sexuality had a political dimension”). 166 See id. at 12 (describing an interview with writer-activist Cindy Patton in 1983 and explaining that Patton “suggested that lesbians and gay men needed to see their collective health as a political problem,” echoed the liberation movement, and, “[b]y rejecting individual solutions and instead calling for the end to ‘straight’ oppression, Patton imagined a response to AIDS that would reinvigorate gays and lesbians in a struggle for more systemic liberation”). 167 See id. at 1 (“People reacting to the emergent AIDS epidemic in the early 1980s inserted sexuality into the public sphere at a moment when the state did everything it could to avoid the subject.”). 168 See id. at 14 (observing that feminist “gays and lesbians who had lived through the liberation movement of the 1970s participated in a vociferous debate about the meanings and practices of health and liberation as well as the role gender politics might play in that discussion”). 169 GOULD, supra note 153, at 4. 170 See Brett C. Stockdill, ACT-UP, in PROTEST, POWER, AND CHANGE: AN ENCYCLOPEDIA OF NONVIOLENT ACTION FROM ACT-UP TO WOMEN’S SUFFRAGE 10 (Roger Powers et al. eds., 1997) (“ACT-UP’s combination of provocative education and social protest has been integral in raising awareness about HIV and AIDS in the gay and 2013] LESSONS FROM A PLAGUE  312   unapologetic methods challenged mainstream and minority conceptualizations of sexuality.171  As sociologist and former ACT UP member Deborah Gould explained, “ACT UP queers opened up ways of being gay and of being political that had been foreclosed by the more mainstream-oriented lesbian and gay establishment, paving the way for new identity and political formations among sexual and gender outlaws of all ages.”172 ACT UP targeted disparaging social attitudes toward sexual minorities and people living with HIV and reacted with public displays of unapologetic sexuality.173  For example, to dispel misperceptions about HIV transmission and sexual minorities, ACT UP placed numerous posters on city buses in San Francisco and New York City modeled after a United Colors of Benetton fashion advertisement.174  The poster depicted heterosexual and same-sex men and women in interracial combinations kissing, with the declaration: “Kissing doesn’t kill.  Greed and indifference do.”175  In doing so, ACT UP rejected the notion that HIV can be transmitted through kissing while redirecting blame for the virus away from sexual minorities and toward the failure of society to respond to the AIDS crisis.176  ACT UP also regularly engaged in kiss-ins at the end of the 1980s, highlighting the homophobic response to AIDS through massive demonstrations of same-sex intimacy.177  A fact sheet distributed at a kiss-in in 1988 explained, “we kiss as an affirmation of our feelings, our desires, ourselves.”178 If the existing normative regime defended inaction, ACT UP and partner groups intervened, forcing the Food and Drug Administration to speed up the drug-approval process and securing space for people living with HIV in government and corporate decision-making.179  Activists fought for the most marginalized members of their coalitions, pushing the Centers for Disease Control and Prevention to expand AIDS-defining illnesses to include those infections and diseases commonly occurring in HIV-infected women and the poor.180  They also advocated for protecting drug users through the proliferation of politically unpopular needle exchange programs, and they demanded greater attention to all the diverse populations experiencing AIDS, including an enhanced focus on women and non-white populations.181  2. THE RETURN TO INTEGRATION Of course, AIDS activism in the United States was never the exclusive province of sexual minorities and their allies; this became increasingly true as a greater proportion of women were infected and heterosexual contact was more publicly recognized for its potential to transmit                                                                                                                                                        lesbian community and broader society, increasing government AIDS budgets, opening up experimental trials, and making treatment more accessible for people with AIDS.”).  See generally HOW TO SURVIVE A PLAGUE (Public Square Films 2012). 171 GOULD, supra note 153, at 5. 172 Id. 173 Abigail Halcli, AIDS and Act Up, in WAVES OF PROTEST: SOCIAL MOVEMENTS SINCE THE SIXTIES 143 (Jo Freeman & Victoria Johnson eds., 1999). 174 Id. at 143–44. 175 Id. at 144. 176 Id. 177 DAVID ROMÁN, ACTS OF INTERVENTION: PERFORMANCE, GAY CULTURE, AND AIDS 101 (1998). 178 Id. 179 GOULD, supra note 153, at 4. 180 Id. at 4–5. 181 Id. at 5.  313 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  HIV.182  ACT UP, which had always defined itself as an inclusive organization since springing from communities of sexual minorities in the 1980s, attracted an increasing number of heterosexuals as HIV more deeply affected different heterosexual populations.183  When the virus spread, HIV stigma lessened,184 and integrationist priorities dominated the social movement of sexual minorities.  Today’s movement is propelled by the public performance of respectability.185  With enough progress to ignore the life-ending consequences of being different that characterized the earlier AIDS crisis, the movement of sexual minorities has recast itself as an asexual, apolitical counterpart to the heterosexual middle class.186  Thus, the movement avoids discrimination by downplaying difference,187 which mutes rather than defends the identities of various individuals within movement subgroups.188 Specifically, the push for marriage equality has narrowed the focus of advocacy efforts.189  This preoccupation with marriage is the direct result of movement elites seeking to moderate goals around consensus issues.190  After the initial, harrowing years of the AIDS crisis, the movement has formalized and professionalized,191 becoming more respectable without asking for more respect for difference.192  Beyond having a potential castigatory effect on the unmarried,193 the focus on marriage has created a political ideology in which liberationist priorities, such as the deregulation of sexuality and gender, cannot coexist without sacrificing                                                 182 See Eskridge, supra note 1, at 524 (observing that AIDS activists “cut across traditional lines but are dominated by the poor, people of color (especially blacks and latinos), drug addicts, (decreasingly) gay and bisexual men, and (increasingly) women, especially women of color”). 183 See Halcli, supra note 173, at 140, 142. 184 See supra notes 71–77 and accompanying text. 185 See Yuvraj Joshi, Respectable Queerness, 43 COLUM. HUM. RTS. L. REV. 415, 418 (2012) (introducing a framework for understanding why “the newfound public recognition of gay people and relationships is contingent upon their acquiring a respectable social identity that is actually constituted by public performances of respectability and by privately queer practices”). 186 See id. at 421–22 (asserting that same-sex marriage is a clear manifestation of respectability being measured by proximity to middle-class heterosexuality and that “prior constructions of gays and lesbians as asexual, apolitical, producing and consuming subjects have been instrumental in bringing about marriage equality”). 187 See id. at 427 (“Queer liberationists reject this approach, countering that it is perilous to seek to escape discrimination by eliminating or downplaying the very difference that gives rise to it.”). 188 Cf. Douglas NeJaime, Note, Marriage, Cruising, and Life in Between: Clarifying Organizational Positionalities in Pursuit of Polyvocal Gay-Based Advocacy, 38 HARV. C.R.-C.L. L. REV. 515, 519 (2003) (arguing that when lawyers advocating for sexual minorities assert their clients are “‘like blacks,’ and therefore are deserving of particular judicial outcomes,” these lawyers produce “gay identity by appealing to the status of an established rights-holding minority and by muting both intergroup and intragroup difference,” but “[t]he danger that lawyers will define the very identities of the clients they have undertaken to represent exists acutely in the impact litigation context, where causes often precede clients”). 189 See NeJaime, supra note 1, at 704 (“Yet at the same time that the legal fight for marriage equality—and particularly the back-and-forth movement-countermovement battle in California - increased the salience of the issue among movement constituents, it contributed to a narrowing effect on movement goals and tactics.”). 190 See id. at 708–09 (explaining that “the mainstreaming of LGBT rights and buy-in by private and public elites narrowed the range of possible goals and increased attention on a generally acceptable priority” and that “elites channeled movement activity toward more moderate and consensus issues”). 191 See id. at 711 (claiming that “the LGBT movement has coalesced around a highly formalized and professionalized organizational structure”). 192 See Joshi, supra note 185, at 418 (distinguishing respectability—the state of being proper and acceptable—from respect, which is acceptance of difference). 193 See NeJaime, supra note 188, at 523 (“While arguably upsetting the preeminence of heterosexuality, the pursuit of marriage on normative grounds solidifies the outlier status of those who remain unmarried.”). 2013] LESSONS FROM A PLAGUE  314   movement legitimacy and coherence.194  To echo queer theorist Michal Warner’s famous critique of marriage, the movement has itself become an institution “that is designed both to reward those inside it and discipline those outside it.”195 Undoubtedly, most sexual minorities have recently benefited from positive cultural, legal, and policy developments, including the repeal of Don’t Ask, Don’t Tell,196 the election of the first openly bisexual member to Congress,197 and several breakthroughs on marriage.198  Although typically less publicized than these progressions, numerous disappointments have also surfaced, such as the failed reauthorization of the Violence Against Women Act, which eventually extended vital new protections to sexual minorities.199  Underreported failures have often hit more marginalized sexual minorities harder than movement elites.  For example, transgender individuals—rendered invisible by integrationist priorities200—are particularly vulnerable to intimate partner violence but have historically experienced neglect from the feminist movement, which has produced most of the resources currently available to abuse survivors.201  While far from a magic bullet against intimate partner violence for transgender individuals, the reauthorization of the Violence Against Women Act improved access to shelters and other services that are vital to transgender survivors of abuse.202 The integrationist approach is not helpful to a large segment of the movement.  Compared to their white counterparts, black sexual minorities have experienced dramatically                                                 194 See Joshi, supra note 185, at 436–37 (examining “the tension that would arise in arguing that gay couples deserve marriage and adoption rights because they are respectable, and at the same time, making the case for public sex rights,” and commenting that an approach that would make both arguments “would appear ideologically incoherent because of the obvious tension between them”). 195 WARNER, supra note 30, at 89. 196 Don’t Ask, Don’t Tell Repeal Act of 2010, 10 U.S.C. § 654 (2010). 197 Peter O’Dowd, Sinema, First Openly Bisexual Member of Congress, Represents ‘Changing Arizona,’ NPR: IT’S ALL POL. (Jan. 1, 2013, 2:35 PM), http://www.npr.org/blogs/itsallpolitics/2013/01/08/168362011/sinema-first-openly-bisexual-member-of-congress-represents-changing-arizona. 198 Jonathan Rauch, Breakthrough! Gay Marriage Is Now Mainstream, BROOKINGS INSTITUTE (Nov. 7, 2012, 12:30 PM), http://www.brookings.edu/blogs/up-front/posts/2012/11/07-gay-marriage-rauch (reporting that entering the election having lost every state referendum or initiative on the issue—more than thirty in all—marriage equality supporters experienced perfect success in the 2012 election, with three states passing referenda enacting same-sex marriage and one other rejecting a constitutional ban).  In June 2013, the Supreme Court ruled that Section 3 of the Defense of Marriage Act prohibiting federal recognition of same-sex marriage was an unconstitutional deprivation of equal liberty guaranteed by the Fifth Amendment.  United States v. Windsor, 133 S.Ct. 2675, 2695-96 (2013).  The Court issued another success for marriage equality that same day, finding that proponents of California’s Proposition 8 did not have standing to defend the anti-same-sex marriage law in court, which resulted in the continuation of marriage equality in California.  Hollingsworth v. Perry, 133 S.Ct. 2652, 2659 (2013). 199 See generally LGBTQ Provisions of S. 1925: Myths vs. Facts, NAT’L TASK FORCE TO END SEXUAL & DOMESTIC VIOLENCE AGAINST WOMEN, http://4vawa.org/pages/lgbtq-provisions-of-s-1925-myths-vs-facts (last visited Feb. 3, 2013). 200 See Stevie V. Tran & Elizabeth M. Glazer, Transgenderless, 35 HARV. J. L. & GENDER 399, 413 (2012) (explaining that “[t]he movements for transgender rights developed, in part, due to the failure of mainstream gay and lesbian activists to acknowledge adequately the presence of transgender people in gay rights struggles from the beginning” and that “[t]he gender-normative model of gay identity” working to reject stereotypes about sexual minorities closely resembling the opposite gender has resulted in the invisibility of non-gender normative subgroups of sexual minorities). 201 Kae Greenberg, Still Hidden in the Closet: Trans Women and Domestic Violence, 27 BERKLEY J. GENDER L. & JUST. 198, 203 (2012) (“Many unique issues affecting trans women stem from the fact that their gender identity is met with cynicism or open hostility by society at large and also by the feminist movement, which has been a bulwark in the struggle against domestic violence.”). 202 Id. at 244.  315 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  fewer improvements to their quality of life over the last decade despite the widespread perception of social advancement for all, suggesting, as the Center for American Progress has pointed out, that “some of the gay headline policy priorities that garnered the most research, analysis, and advocacy—such as marriage equality—under-serve this population when taken alone.”203  Marriage is especially likely to empower white, male, middle-class sexual minorities, but its advantages for other movement constituents are not clear.204  The embrace of marriage equality as a central priority funnels resources away from causes that benefit the less traditionally elite,205 rewarding sexual minorities for distinguishing themselves from more marginalized populations and undermining movement solidarity in an era of tremendous opportunity for across-the-board progress.206 B. MOBILIZING FOR AN INCLUSIVE AGENDA Modern identity-based social movements have a different goal than past social movements.  While the labor movement sought the reallocation of economic rights and entitlements and the temperance and purity movements engaged morality politics to change private and public practices, identity-based social movements have fought for status.207  The women’s movement, for example, asked society to recognize women as equal citizens to men and, as a consequence of this status, deserving of control over their own reproductive processes.208  Sexual minorities have the power to drive law toward justice for all of its constituents.  The movement’s underlying goal should not be a redistribution of power but rather the transformation of society’s valuation of nonconforming sexual and gender identities; heterosexual privilege does not stem from the power to marry but the societal understanding of heterosexuals as social authorities.209   Similar to the approach needed to improve the American response to HIV,210 sexual minorities should refocus the movement’s agenda on meeting the needs of all sexual minorities at every level of law and policy.  Unlike the need in the HIV context to increase integration into other social and legal issues,211 it is vital for sexual minorities to highlight their differences and not mask themselves as homogeneous counterparts to the heterosexual middle class.212  The early AIDS epidemic showed that integration did not keep sexual minorities alive in times of crisis,213 and wholesale integration would ensure society’s continued neglect of sexual minorities’ distinct                                                 203 AISHA C. MOODIE-MILLS, CTR. FOR AM. PROGRESS, JUMPING BEYOND THE BROOM: WHY BLACK GAY AND TRANSGENDER AMERICANS NEED MORE THAN MARRIAGE EQUALITY 1-2 (2012), available at http://www.americanprogress.org/issues/2012/01/pdf/black_lgbt.pdf. 204 See Joshi, supra note 185, at 457 (“The picture that emerges is that while marriage equality might lead to greater social inclusion for married couples, especially if they are white, male, and middle-class, it might do relatively little to address the needs of underprivileged groups, like women, people of color, and poor and working-class people.”). 205 See id. at 463. 206 See id. at 464–65. 207 See Eskridge, supra note 1, at 424–25. 208 See id. at 424. 209 See Nancy Fraser, From Redistribution to Recognition?: Dilemmas of Justice in a ‘Post-Socialist’ Age, in JUSTICE INTERRUPTUS: CRITICAL REFLECTIONS ON THE “POSTSOCIALIST” CONDITION 18-19 (1997) (stating that sexual minorities suffer from “the authoritative construction of norms that privilege heterosexuality” and that the remedy is recognition, not redistribution, and requires “changing the cultural valuations (as well as their legal and practical expressions) that privilege heterosexuality, deny equal respect to gays and lesbians, and refuse to recognize homosexuality as a legitimate way of being sexual”). 210 See supra notes 124–139 and accompanying text. 211 See supra notes 126–127 and accompanying text. 212 See supra notes 185–195 and accompanying text. 213 See supra notes 164–176 and accompanying text. 2013] LESSONS FROM A PLAGUE  316   needs.  Rather than cover up inconsistencies with heterosexuals, sexual minorities should hold to their differences and demand respect for them. As an illustration of this approach, potential reformation of public education provides an array of advocacy issues that deserve prioritization.  Conversations about HIV and sexual minorities have been paired in school settings as matters of public health, but acknowledgement of sexual minorities in the course of public education remains rare.214  Abstinence-only education programs ignore or spread lies about the efficacy of condom use, teach young people that sex is unhealthy outside of marriage, and ignore or condemn sexual minorities.215  Although the Obama Administration initially acted to shift funding away from abstinence-only approaches and toward evidence-based, comprehensive sexuality education, compromises made during health care reform funneled new funds into abstinence-only programs.216  These programs universally stigmatize non-heterosexuals and are therefore problematic for all sexual minorities, broadcasting heterosexual intimacy as “normal,” institutionalizing heteronormativity,217 and increasing young sexual minorities’ risk for depression, substance abuse, and homelessness.218  These programs also perpetuate health issues such as increasing rates of gonorrhea and heightened risk for Hepatitis B, which are less pressing for heterosexuals than sexual minorities.219  Other education reforms with generally inclusive significance for sexual minorities include school safety policies and anti-bullying initiatives,220 improved research into school administrators’ disparate treatment of sexual minority youth,221 and reevaluating zero-tolerance policies that result in harsh punishments for sexual minority students when they react                                                 214 See Sarah Camille Conrey, Note, Hey, What About Me?: Why Sexual Education Classes Shouldn’t Keep Ignoring LGBTQ Students, 23 HASTINGS WOMEN’S L.J. 85, 86, 88 (2012) (explaining that, “[w]hen AIDS entered the consciousness of the United States in the 1980s, schools began either integrating an AIDS education component into sexual education classes or having separate AIDS awareness instruction in schools that did not teach sexual education,” but observing that “[t]he majority of sexual education classes in the United States fail to address LGBTQ teens”).  215 See generally id. at 87–88, 91 (charting the largely abstinence-only approach to sexuality education in the United States, describing “a range of discouraging findings from reports that schools were implying to students that condoms did not protect against STDs,” and explaining that abstinence-only programs “send the message to LGBTQ youth that because same-sex marriage is not legal and because sex is only permitted within a marriage; their sexual relationships are not socially acceptable”).  At the state-level, restrictions on sexuality education may ban discussions about sexual orientation outright, prohibit presenting same-sex relationships as acceptable, or even require schools to emphasize that such relationships are unacceptable.  Id. at 105. 216 Id. at 89–90 (detailing the Obama administration’s support for “programs that were proven to reduce teen pregnancy” and that this support “halted with the passage of the new health care reform bills,” which “restored $250 million over five years for abstinence-focused programs, to the delight of lobbying groups”). 217 See Karen E. Lovaas & Mercilee M. Jenkins, Introduction: Setting the Stage, in SEXUALITIES & COMMUNICATION IN EVERYDAY LIFE: A READER 8 (Karen Lovaas & Mercilee M. Jenkins eds., 2006) (defining heteronormativity as “the beliefs and practices that privilege . . . heterosexuality” and “a useful term for expressing the ways in which heterosexuality has become more than one of a number of modes of expressing one’s sexuality; it exposes heterosexuality as a social institution that sanctions heterosexuality as the only ‘normal,’ ‘natural’ expression of sexuality” and the only sexual orientation “to need no explanation”). 218 See Conrey, supra note 214, at 92–93 (asserting that, “[b]y ignoring LGBTQ teens in sexual education curriculums, schools are perpetuating the notion that heterosexuality is the only socially acceptable sexual practice and therefore should be the sole focus,” which “has the power to reinforce heteronormative beliefs,” and due, “at least in part, . . . to the disenfranchisement of LGBTQ teens in sexual education classes,” healthcare providers “contribute to LGBTQ teens’ depression, substance abuse, and running away”). 219 See id. at 95–96 (discussing the health impact of abstinence-only sexuality education, including the likelihood that an educator will not discuss important health issues for non-heterosexuals such as Hepatitis B or gonorrhea). 220 See MOODIE-MILLS, supra note 203, at 25. 221 See id. at 37.  317 WILLIAM & MARY POLICY REVIEW [VOL. 4:292  to identity-based harassment.222  These issues call upon advocates to highlight and defend how sexual minorities differ from heterosexuals. As a result, efforts are concentrated on laws and policies that affect virtually every movement constituent and that uniformly promote their value as unique participants in society. Tactics for achieving these and similarly inclusive advocacy goals should reflect the animating philosophy of AIDS activism insofar as these efforts should unapologetically serve the needs of as many movement constituents as possible.  Moreover, the movement should refocus rather than reset the existing advocacy machinery for sexual minorities in the United States, which has reaped many recent benefits, especially for movement elites but also for others.223  The various strategies advocates have used to garner increased support for marriage equality have, undeniably, produced results.  For example, the American Foundation for Equal Rights (AFER) has tapped cultural, political, business, and legal elites and channeled the philanthropic endeavors of celebrities, corporations, conservatives, liberals, and moderates to foster marriage equality. 224  In the process, it has recruited big firms and high-profile lawyers to advocate for marriage equality in courtrooms, law schools, and media outlets across the country.225  These efforts improved attitudes toward sexual minorities even though shifting opinions could not alone produce concrete results for all movement constituents.226 Rather than abandon past work, the resources garnered and lessons learned in the name of marriage equality should be leveraged toward more liberationist ends.  Of course, not every liberationist goal will enjoy the same elite support that marriage equality has, but certain more universally beneficial issues, such as education reform, could be just as palatable as marriage equality was when AFER first began incorporating elites to build its coalition.  The movement of sexual minorities need not unify under a single banner, and different advocates may champion distinct issues with varying degrees of integrationist support.227  At the same time, however, the movement should eschew the rhetoric of respectability and work toward progress without denying or wavering in the protection of internal and external differences.228  Finally, although organizations like ACT UP sought to serve diverse constituencies by expanding their membership base,229 simply redistributing representation in sexual minority advocacy coalitions is not enough.  Just as integrationists have failed to represent the needs of all sexual minorities, a more liberationist group of advocates from traditionally non-elite backgrounds could not singlehandedly forge laws and policies that adequately serve movement constituents across the entire United States—particularly if new representatives are selected by                                                 222 See id. at 26–27. 223 See supra notes 196–198 and accompanying text. 224 NeJaime, supra note 1, at 715–17. 225 Id. at 717–18. 226 See id. at 722–23 (discussing litigation to support marriage equality and explaining that “[l]egal mobilization played a substantial role in validating LGBT equality norms and gaining the support of state (and often legal) actors”). 227 See generally NeJaime, supra note 188, at 561–62 (advocating for “a polyvocal gay-based movement” in which “gays living across a broad range of political contexts will find access to representation, organizations equipped with the discursive tools necessary to effectively advocate on their behalf, and unlikely coalitions capable of producing varied and surprising results”). 228 See Joshi, supra note 185, at 467 (arguing that “[l]esbians and gays are increasingly included within the social and legal status quo, but this inclusion is contingent upon their being respectable,” which “is secured at the normalizing costs of conformity and to the exclusion and even at the expense of other queers”). 229 See Halcli, supra note 173, at 140, 142. 2013] LESSONS FROM A PLAGUE  318   movement elites based on their harmony with existing motives.230  Future efforts should respond to the absence of information about the sexual minorities that have been the least visible in advocacy efforts. 231  The movement for sexual minorities should reject stereotypes and political deal making in place of comprehensive data collection about underrepresented populations and prioritize the empirical realities of their stakeholders.232   IV. CONCLUSION Improving the lives of sexual minorities along with other populations disproportionately affected by HIV continues to be vital to curbing the pandemic.   Although beliefs about HIV and attitudes toward sexual minorities were once inextricable, advocacy agendas for advancing sexual minorities and stopping AIDS are no longer predicated solely on one another’s success.  To more adequately address AIDS, the country must stop playing identity politics and begin the work of saving lives as set forth in the National HIV/AIDS Strategy.  The United States requires a multifaceted approach to ending HIV and HIV stigma that integrates its response into various services, questions institutions that disadvantage especially vulnerable populations, and never forgets those individuals in whose benefit its AIDS policy should be primarily directed.  AIDS activists have carried the relief effort to the point that it is now best served by integrating it into responses to other health and social issues.  Advocates for sexual minorities, on the other hand, have relied too heavily on integration, denying the realities of various movement constituents in order to serve the interests of movement elites.  The liberationist response to the early AIDS crisis evidenced the power of sexual minorities to broaden their agenda and force progress without apologizing for difference.  Now, using the machinery of the integrationist movement to advance a more liberationist agenda, sexual minorities have the power to propel society toward greater justice for all.                                                   230 See Joshi, supra note 185, at 465 (“Greater representation of minority individuals within societal institutions does not necessarily promote marginalized interests, particularly if the minority individuals who are most likely to gain representation are those who are most respectable.  Too often, it makes little substantive difference that minority individuals in positions of influence are minorities at all, since their actions reinforce the beliefs and interests of the majority.”). 231 See MOODIE-MILLS, supra note 203, at 31. 232 See id. ",
    "id": 56355951,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.law.umaryland.edu:student_pubs-1042"
    },
    "title": "Lessons from a Plague",
    "language": null,
    "publishedDate": "2013-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@UM Carey Law",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/56355951.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/56355951"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/56355951/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/56355951/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/56355951"
        }
    ],
    "abstract": "This Article argues that we ought to examine this country’s early AIDS crisis for lessons on addressing HIV in the twenty-first century and to improve the ongoing social movement of sexual minorities in the United States. In the 1980s and early 1990s, AIDS focused sexual minorities’ advocacy efforts as both liberationists working to deregulate sexuality and integrationists seeking entrance to heterosexual privilege recognized that their agendas needed to account for this new crisis. Over time, a liberationist response to AIDS emerged and dominated the social movement because sexual minorities needed to publicly defend their differences in order to stay alive. Decades later, without the horrific, unifying force of the early AIDS crisis, elites at the helm of the social movement have taken an integrationist turn. Movement elites now favor integrationist objectives like marriage, neglecting the pressing needs of their marginalized movement counterparts. By honoring key lessons from the early AIDS crisis and using the machinery of the modern integrationist movement to advance more liberationist goals, sexual minorities have the power and the responsibility to propel society toward greater justice for all",
    "tags": [
        "text",
        "AIDS",
        "HIV",
        "sexual minorities",
        "Civil Rights and Discrimination"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.law.umaryland.edu:student_pubs-1042",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1283",
        "openDoarId": 0,
        "name": "Digital Commons @ UM Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 56355951,
        "depositedDate": null,
        "publishedDate": "2013-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-22T18:18:56+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-12T14:24:23+00:00"
    },
    "urls": [
        "https://digitalcommons.law.umaryland.edu/student_pubs/42",
        "https://digitalcommons.law.umaryland.edu/context/student_pubs/article/1042/viewcontent/Siegel_Lessons_from_a_Plague_final_published_version.pdf"
    ],
    "lastUpdate": "2024-01-22T18:18:56+00:00",
    "setSpecs": []
}