{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Semler, Kaitlin O"
        }
    ],
    "contributors": [],
    "createdDate": "2018-03-13T12:51:20+00:00",
    "dataProvider": {
        "id": 3378,
        "name": "Seton Hall University Libraries",
        "url": "https://api.core.ac.uk/v3/data-providers/3378",
        "logo": "https://api.core.ac.uk/data-providers/3378/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/151525636.pdf",
    "fullText": "Seton Hall UniversityeRepository @ Seton HallLaw School Student Scholarship Seton Hall Law7-25-2010Let the Child Decide: Surgical Intervention AfterParental Consent Should No Longer BeConsidered the Best Option for Children withIntersex ConditionsKaitlin O. SemlerSeton Hall LawFollow this and additional works at: https://scholarship.shu.edu/student_scholarshipRecommended CitationSemler, Kaitlin O., \"Let the Child Decide: Surgical Intervention After Parental Consent Should No Longer Be Considered the BestOption for Children with Intersex Conditions\" (2010). Law School Student Scholarship. 16.https://scholarship.shu.edu/student_scholarship/16Semler -1  LET THE CHILD DECIDE: SURGICAL INTERVENTION AFTER PARENTAL CONSENT SHOULD NO LONGER BE CONSIDERED THE BEST OPTION FOR CHILDREN BORN WITH INTERSEX CONDITIONS  Kaitlin O. Semler Seton Hall University School of Law July 25, 2010  Not that I would have necessarily kept my phalloclit1… But I would have liked to have been able to choose for myself.  I would have liked to have grown up in the body I was born with… But physically, someone else made the decision of what and who I would be “be” before I even knew who and what I “was”… . [The doctors] used surgical force to make my appearance coincide with the medical and societal standards of a “normal” female body, thereby attempting to permanently jettison any trace of intersexuality.2  Each year, a small number of infants are born with conditions that cause them to have reproductive anatomy (external or internal) that is not clearly identified as male or female.  Currently in most of these situations, the child’s parents decide soon after birth if they would like their child to undergo surgery to make his genitals appear more like “normal” male or female genitals.  Since the early 1970’s, it has been widely accepted in the United States that early surgical intervention to normalize the child’s genitals is the best option for an intersexed child and that the child’s parents should be able to consent to such a procedure since the young child is obviously not able to consent to surgery himself.  This paper will examine the current standard of                                                           1 M. Morgan Holmes, the Director of the Canadian Chapter of Intersex Society of North America and author of this quote defines the term “phalloclit” in his 1995 paper Queer Cut Bodies: Intersexuality & Homophobia in Medical Practice: “I have created this term to describe tissue which is not exactly a penis but also not a 'proper' clitoris. As a penis it will be considered too small, as a clitoris, too large. Doctor's usually refer to such an organ as a phallus until it has been pared down to be an acceptable clitoris. Even when present on an 'XY' individual with no endocrine, gonadal or karyotype disorders, doctors will not call it a penis for fear that the parents will resist its reconstruction (amputation) as a clitoris which is its likely destiny.”  http://www.usc.edu/libraries/archives/queerfrontiers/queer/papers/holmes.long.html (last visited July 14, 2010). 2Hazel Glenn Beh & Milton Diamond, David Reimer’s Legacy: Limiting Parental Discretion, 12 CARDOZO J. L. & GENDER 5, 24 (2005) [hereinafter David Reimer’s Legacy] (citing Morgan Holmes, Medical Politics and Cultural Imperatives: Intersexuality Beyond Pathology and Erasure (1994)) (unpublished M.A. thesis, York University, England). Semler -2  care that developed in the 1970’s and realizations that have emerged since then.  This paper will discuss the benefits and detriments of early infant genital normalizing surgery and will argue that changes should be made to the current standard of medical care and the legal process regarding intersexed individuals.  Parental consent alone should not be enough to allow irreversible major surgery to be performed on a child who cannot consent to the bodily intrusion.  Currently parents faced with this difficult decision are not providing truly informed consent because they are only given incomplete and outdated information on which to base their decision.  Parents shocked with their child’s intersex condition are often not capable of making a choice that keeps the child’s best interest paramount.  Instead, their decision is made based upon their fear and desire to have a “normal” child quickly before anyone even learns of their baby’s condition.  Unless parents are able to show that their choice for genital normalizing surgery is solely in the best interest of the child, surgery should not be permitted.  Instead, the decision to undergo genital normalizing surgery should be a choice that the child makes when he3 is old enough to understand his intersex condition and his options regarding possible treatment and surgery.   While United States courts or legislatures have not directly addressed this issue, the Constitutional Court of Colombia has ruled on a few cases of parents seeking surgery for their intersexed child.  The United States should look to these decisions and should reexamine our current standard of care and legal protocol for intersexed children.                                                               3 Throughout this paper I will refer to individuals with intersex conditions as “intersexed individuals” and will use the pronouns “he” or “him” in place of  “he or she” or ”him or her” when referring to a hypothetical child with an intersex condition. Semler -3  Intersex Conditions Intersexed individuals are born with “reproductive or sexual anatomy that doesn’t seem to fit the typical definitions of female or male.”4  They have genitals, chromosomes, or sexual characteristics that differ from those of non-intersexed, “normal” males or females.  There are numerous medical conditions that classify someone as intersex,5 or he may be considered intersexed because his genitals are “ambiguous” or do not appear to look like typical male or female genitals.  Common examples include an abnormally large clitoris or an unusually small penis, or a scrotum that is shaped more like labia.6  An individual with internal female sex organs but external genitals that appear male (or vice versa) is also intersex.  Some intersex individuals are born with some cells that contain male chromosomes and others that contain female chromosomes.7 The Intersex Society of North America (ISNA) explains that it is difficult to define “intersex” because there are so many types of these biological variations and doctors also differ on what specific conditions or circumstances should be termed “intersex”.8  Genitals that look clearly female to one doctor may be examined and viewed as atypical by another.  It is agreed, however, that sometimes during fetal development “ambiguities in sexual formation occur within or between the genitals, gonads, chromosomes, and brain”, causing a baby to be born intersex.9  Intersex conditions are also termed disorders of sex development.                                                           4 Intersex Society of North America website, Frequently Asked Questions page, http://www.isna.org/faq/what_is_intersex (last visited June 11, 2010). 5 Intersex conditions include, but are not limited to, Androgen Insensitivity Syndrome (AIS), clitoromegaly (large clitoris), micropenis, Congenital Adrenal Hyperplasia (CAH), partial and complete gonadal dysgenesis, hypospadias, ovo-testes,  and chromosal abnormalities such as Dwyer Syndrome, Turners Syndrome and Klinefelter Syndrome.  See http://www.isna.org/faq/conditions for a detailed description of each condition. 6 Id.  7 Id. 8 Id.  9 Karen Gurney, Sex and The Surgeon’s Knife: The Family Court’s Dilemma… Informed Consent and the Specter of Iatrogenic Harm to Children With Intersex Characteristic, 33 AM. J. L. & MED. 625, 626 Semler -4  There are varying statistics on how many individuals are born with and are living with intersexed conditions.  The discrepancy exists first because of the varying definitions and opinions as to what constitutes an intersex condition, and secondly because not all intersexed conditions are identified at birth.  Ambiguous genitalia, micropenis or an enlarged clitoris is likely to be recognized by doctors and/or a child’s parents at birth.  However, chromosomal abnormalities and other conditions may not be recognized until a child is a toddler, reaches puberty, or is an adult and experiences sexual or reproductive problems.  Others may never know they are living with an intersex condition.  Researchers in 2000 stated that there were 17 intersexed births per every thousand,10  and the INSA estimates that today there between 1 in 1,500 and 1 in 2,000 children are born each year with a recognizable intersex condition.11  Although different, these estimates show that intersex conditions are not extremely rare.  The issue of whether or not parents should be allowed to consent to sex reassignment surgery for their newborn or young child is a real issue that deserves legal and medical consideration.  The Standard of Care for Treating Intersexed Infants: Surgical Assignment  The traditional and current standard of care in treating individuals with intersex conditions is based on research and a framework developed by Dr. John Money, a psychologist at Johns Hopkins Hospital and professor at Johns Hopkins University in the early 1970’s.12  Dr. Money, citing a number of cases of individuals who had sex reassignment surgery, argued that                                                                                                                                                                                            (2007) (citing Anne Fausto-Sterling, The Five Sexes, Revisisted, THE SCIENCES, July- August 2000, at 20). 10 Gurney, supra note 9, at 627 (citing Melanie Blackless et al, How Sexually Dimorphic Are We?  Review and Synthesis, 12 AM. J. HUM. BIOLOGY 151, 152 (2000)). 11 Intersex Society of North America website, http://www.isna.org/faq/frequency (last visited June 11, 2010).  12 Hazel Glenn Beh & Milton Diamond, An Emerging Ethical and Medical Dilemma: Should Physicians Perform Sex Assignment Surgery on Infants with Ambiguous Genitalia?, 7 MICH. J. GENDER & L. 1, 16 (2000) [hereinafter Should Physicians Perform?].   Semler -5  sex can be assigned to an individual using surgery and the individual will adapt to the gender he is assigned.13   Money warned that the surgeries should be done as early as possible (within the first two years of life), and that there should be no vagueness regarding the child’s gender once it is surgically assigned; his upbringing must be completely in line with the assigned gender.14  Because these surgeries needed to be performed within the first two years of a child’s life, the child himself could obviously not consent to the surgery and therefore parental consent was the authorization required to perform such a medical procedure.  Money’s theory became the standard of care for individuals with ambiguous genitalia, micropenis, or those who had lost their penis through trauma, and surgical intervention with parental consent became standard practice and is still standard practice today for most types of intersex conditions.15  However, there were no long term studies on the effects of surgical interventions to support Money’s theory and calls for surgical intervention.  Instead it was, and still is, based on “surgical potentials”.16  The patients that Money reported on were only a few years post surgery when he claimed their surgeries were successful; he did not show any evidence that the surgeries were beneficial to the individuals years down the road as they entered adulthood.   Dr. Money’s claims and studies lacked sufficient scientific investigation to support the appropriateness of surgical intervention in intersex cases.   The individuals Dr. Money based his theory on were still in their childhood or adolescence at the time he began to publish his findings which claimed surgery was the best option for an intersexed child.  His most well known case is known as the “John/Joan case”; a young boy who had sex reassignment surgery after he lost his penis in an accident and was then                                                           13 Id.    14 Id. (citing John Money & Anke A. Ehrhardt, MAN & WOMAN/BOY & GIRL,THE DIFFERENTIANTATION AND DIMORPHISM OF GENDER IDENTITY FROM CONCEPTION TO MATURITY (1972)). 15 Id. at 16. 16 Id. (citing Suzanne J. Kessler, LESSONS FROM THE INTERSEXED 6 52-64 (1998)).  Semler -6  raised as a girl (including hormone treatments).  Early on after the reassignment surgery, Joan appeared to adapt to his new life as a girl and Money cited him (John/Joan) as a successful story of surgical intervention.17  Sadly for Joan/John, and ironically for Dr. Money, one of his most prominent cases in support of surgical intervention turned out to contest its efficacy.  Even with his parents raising him strictly as a female, as Dr. Money advised, Joan never truly adapted to the female gender forced upon him.  He was not told anything about his surgery and so grew up confused; it was not until his father told him about the surgery at age 14 that he “truly understood who and what I was.”18 Joan eventually had surgery to remove his breasts and have a penis constructed and began taking male hormones.  John later married a woman and adopted her three children.19  Sadly, John (his real name was David Reimer) committed suicide at the age of 38.20  Although it is not certain that his distressing childhood experiences, including the surgery for his intersex condition and his parents’ secrecy regarding his condition, were the cause of his suicide, some argue that it was these traumatic experiences that lead to his death.21  John Colapinto, an author who co-wrote a book with David Reimer about his life, has said that although David may have had multiple reasons for taking his own life, “In the end, of course, it was what David was inclined to brood about that killed him.  David’s blighted childhood was never far from his mind.”22                                                           17 Should Physicians Perform?, supra note 12,  at 8. 18 Should Physicians Perform?, supra note 12, at 11 (citing Milton Diamond & H. Keith Sigmundson, Sex Reassignment at Birth: Long Term Review and Clinical Implications, 151 ARCHIVES PEDIATRIC ADOLESCENT MED. 298 (1997) at 300). 19 Id.  20 Hazel Glenn Beh & Milton Diamond, David Reimer’s Legacy: Limiting Parental Discretion, 12 CARDOZO J. L. & GENDER 5, 7 (2005) [hereinafter David Reimer’s Legacy]. 21 Id. 22 Id. at 8 (citing John Colapinto, Gender Gap: What Were the Real Reasons Behind David Reimer’s Suicide?, Slate, June 3, 2004, http://www.slate.com/id/2101678/ (last visited July 14, 2010)). Semler -7  John’s true story and his anger regarding his childhood surgery and upbringing were not reported until 199723 and therefore had no impact on the standard of care that developed from Dr. Money’s theory decades earlier.  John’s case and the stories of other intersex individuals who criticize their gender assignment surgery discredit Dr. Money’s claims and should serve as evidence that the current standard of care needs to be revisited.  The standard of care that developed based on Dr. Money’s findings stemmed from incomplete information and research.  Surgical intervention became the standard of care in the 1970’s and developments since then show that this standard of care is outdated, and should be changed.   There are still few follow up or long term studies conducted on intersexed infants who underwent genital normalizing surgery.  The few studies completed only considered the appearance of the genitals after surgery, but ignored the psychological results for the individuals.24  Of the long term studies reported, a number of them found that most boys with micropenis who underwent surgery (genitoplasties and castration in infancy) later suffered severe gender identity disorders and ultimately decided to live as males, however, other studies have not shown this as the majority of such boys.25  The lack of long term studies which unequivocally support the use of surgical intervention for intersex conditions makes it surprising how this remains the standard of care in our country.                                                             23 John/Joan’s story is told in detail in Milton Diamond & H. Keith Sigmundson, Sex Reassignment at Birth: Long Term Review and Clinical Implications, 151 ARCHIVES PEDIATRIC ADOLESCENT MED. 298 (1997). 24 Kishka-Kamari Ford, Note, “First, Do No Harm” – The Fiction of Legal Parental Consent to Genital-Normalizing Surgery on Intersexed Infants, 19 YALE L. & POL’Y REV. 469, 482 (2001) (citing Alice Domurat Dreger, A History of Intersexuality: From the Age of Gonads to the Age of Consent, 9 J. CLINICAL ETHICS 345, 351 (1998)). 25 Laura D. Hermer, J.D., L.L.M., A Moratorium on Intersex Surgeries? Law, Science, Identity, and Bioethics at the Crossroads, 13 CARDOZO J.L. & GENDER 225, 265. Semler -8  One estimate is that there are 100-200 pediatric sex reassignment surgeries in the United States per year.26  Another approximation is that the number of candidates for genital surgery ranges from 1.62% to “between one and two in a thousand infants”.27 While this number is small compared to how many children are born per year, the consequences an unnecessary or unwanted surgery can have on even a single child is enough to make us reexamine the standard of care for intersex conditions.  How Will Sex Assignment Surgery Affect the Child, Immediately and In the Future? Benefits of Surgical Intervention  An intersex condition is not a disease.  “Though certain disease states may accompany some forms of intersexuality, and may require surgical intervention, intersexual conditions are not themselves diseases.”28  Therefore, in the vast majority of intersex condition cases while surgical intervention is the current standard of care, surgery is not medically necessary.  In rare cases though, the child’s condition is life threatening or emergent, and clearly surgery should be performed in these instances.  Congenital Adrenal Hyperplasia (CAH) is the only intersex condition which requires emergency therapeutic surgery on a newborn.29  Surgeries performed due to the other intersex conditions are performed only to “normalize” the appearance of the genitals and therefore to assign the individual an unambiguous gender, male or female.30                                                             26 Should Physicians Perform?, supra note 12, at 17.  27 David Reimer’s Legacy, supra note 20, at 11 (citing Blackless et al., supra note 10, at 161). 28 Alyssa Connell Lareau, Note, Who Decides? Genital-Normalizing Surgery in Intersexed Infants, 92 GEO. L.J. 129, 136(2003) (citing Anne Fausto-Sterling, The Five Sexes, Revisited, THE SCIENCES, July – Aug. 2000 at 21). 29 Intersex Society of North America website, http://www.isna.org/faq/conditions/cah (last visited June 11, 2010).   30 This paper focuses only on non-emergent genital surgeries (gender normalizing surgeries), as it is obvious that surgery to correct life threatening conditions should be performed. Semler -9  Some may argue that the psychological damage of an intersex condition alone is enough to view the surgeries as a therapeutic or medically necessary.31  The dominant view, however, is that surgery on intersex individuals focuses on the physical appearance of the child’s genitals.  Surgery is performed to “correct” the appearance of one’s genitals in order for them to avoid psychological and psychosocial problems that may arise living with an intersex condition.32   Proponents of genital normalizing surgery argue that without it, an intersexed child will grow up with constant feeling that he is abnormal and this will cause severe psychological damage.33  They feel that by assigning a newborn or child to the gender the doctors and specialists believe he will identify with, he and his peers will never know of his condition, and this will avoid teasing, judgment, and rejection for being different.34  Some also argue that parental rejection of the infant is a risk of not performing surgery, as some parents may see their intersexed child as freakish and will be unable to embrace, love, and support a child without surgery to “correct” him.35  Some argue that immediate genital normalizing surgery is also beneficial to help the parents deal psychologically with their child’s condition and this will ultimately help the parents bond with and love their child.36                                                                 31 Ford, supra note 24, at 477. 32 In 1997, the Chief of Pediatric Urology at Stanford University Medical Center told Stanford Magazine that genital normalizing surgery is performed because “we consider it sort of an emergency because it is upsetting to the parents.” Julie A. Greenberg and Cheryl Chase Background on Colombia Decisions, article from the ISNA website (1999), http://www.isna.org/node/21 (last visited July 23, 2010). 33 Lareau, supra note 28, at 137. 34 Id.  35 David Reimer’s Legacy, supra note 20, at 20. 36 Id.  Semler -10  Detriments of Genital Normalizing Surgery Without One’s Consent  Opponents of genital normalizing surgery first dispute the argument that this type of surgery is medically necessary or that an intersex condition is a medical emergency.37  Medical professionals admit that it is not the intersex condition itself, but the psychosocial dilemmas and the stigma of intersex that make it an emergency.38  Because most surgeries on intersex infants are not emergent in nature, this type of invasive procedure which will ultimately assign them a gender and affect the rest of their lives is a violation of their personal autonomy.  No one else should be able to assign a sex or a gender to another person.  Rather, an individual will grow up and identify with a gender and if need be, that individual should be able to make the decision himself to have a surgical procedure to alter his genitals to look more “normal” to the gender he identifies with. Genital normalizing or sex assignment surgery can have physically and psychologically painful effects.  Recent studies and accounts of personal experiences by intersexed individuals has shown that surgeries often result in deformed looking genitals, scarring, loss of sexual function and sensitivity, and pain.39  As with any surgery, there are anesthesia risks and the risk of other surgical complications.  While the intention of the surgery is to make the genitals “normal”, in actuality surgery rarely results in “normal looking genitalia,”40 and the Executive Director of ISNA has admitted that unfortunately many genitals appear deformed to anyone who sees them post surgery.41                                                             37 This section is referring to genital normalizing or sex assignment surgery, not to medically necessary emergency surgery for conditions such as CAH, mentioned in the previous section. 38 Ford, supra note 24, at 477 (citing Bruce E. Wilson & William G. Reiner, Management of Intersex: A Shifting Paradigm, 9 J. CLINICAL ETHICS 360, 365 (1998)). 39 Ford, supra note 24, at 483.  40 Id. at 483. 41 Id. at 483 (citing Cheryl Chase, Surgical Process Is Not the Answer to Intersexuality, 9 J. CLINICAL ETHICS 385, 389 (1998)). Semler -11  There is also the risk that the surgery can render one’s organs nonfunctioning, leading to infertility.  Doctors who support genital normalizing surgery often overlook long term functionality of the organs in order to achieve “short term cosmetic appearance.”42  Studies focus on the physical appearance of the genitals post-surgery, but few discuss the psychological results for the patients.43  The right of an individual to decide whether to procreate or not is a fundamental right,44 and performing non-medically necessary surgery that will render one unable to procreate is a violation of his fundamental right. Doctors cannot be certain about which gender an intersexed newborn or child will identify with as he matures.  Therefore, their decision to perform surgery and make the child one sex or the other is an informed guess.  As with any guess or prediction, there is the possibility that the doctor, parents, and team involved in the surgical process will be incorrect and the child will grow up and identify with the opposite sex that he has been assigned through surgery.  This possibility is one of the most serious risks of gender assignment surgery.  “Coping with this ‘gender dysphoria’… is very difficult for an intersexual whose genitals of the sex with which they now identify were intentionally surgically removed with their parent’s consent.”45 Intersex individuals who have rejected their assigned sex have recounted that their gender dysphoria eventually overtakes their everyday life and they often suffer from severe depression.46  While this paper focuses primarily on the traumatic and damaging effects surgery can cause if the child rejects his surgically assigned gender, it must also be recognized that rejection is only a                                                           42 Emily A. Bishop, A Child’s Expertise: Establishing Statutory Protection for Intersexed Children Who Reject Their Gender of Assigment, 82 N.Y.U.  L. REV. 531, 541. 43Id. at 482.   44 Eisenstadt v. Baird, 405 U.S.438 (1972). 45 Ford, supra note 24, at 484. 46 Lareau, supra note 28, at 139. Semler -12  possibility and there are numerous cases of intersexed individuals who had genital normalizing/sex assignment surgery and are happy with the gender they were assigned.   In addition to internal psychological battles, an intersexed individual who rejects his assigned sex is also likely to be discriminated, taunted and rejected by his peers because he does not conform to traditional gender roles.  A child who is surgically assigned to be male will be raised in this manner and will be expected to dress and act like a boy and to engage in traditional “boy” activities.  If he rejects the assigned male gender, however, he will not act this way or enjoy these activities and will likely be chastised for not acting the way someone with this physical appearance is traditionally supposed to.  Like anyone with gender dysphoria, an intersex individual who wishes to correct his gender surgically will face the physical and financial costs of a second surgery.  He will also have to go through the legal process of changing his legal sex, including changing his birth certificate and driver’s license, which can be a lengthy process potentially filled with harassment, discrimination, and even violence.47  If one does not surgically alter his genitals and legally change his sex, he may face barriers to marriage.48  There are many challenges that a post-surgical intersexual will face during his lifetime, including psychological, emotional, and legal ones.  These struggles are not often considered as seriously as they should be due to the fact that most studies focus on the physical appearance of the genitals post-surgery, but few discuss the psychological results for the patients.49                                                           47 Samuel E. Bartos, Letting “Privates” Be Private: Toward a Right to Gender Self-Determination, 15 CARDOZO J. L. & GENDER 67, 75 (2008). 48 Today, the United States federal government does not recognize same-sex or gay marriage.  Five states and the District of Columbia allow same-sex marriage and three additional states recognize gay marriage.  Therefore, an intersexed individual who has not had his gender legally changed but identifies himself as a man and seeks to marry a woman will not legally be allowed to marry in the majority of states because it would be considered a marriage between two women.   49Bartos, supra note 47, at 482.   Semler -13   Many proponents of early surgical intervention feel that it is best for the child if his intersex condition and surgery are not disclosed to him.  Dr. Money suggested that along with surgery and hormone treatments, the intersex child be raised strictly as the assigned gender, and the child’s parents should not discuss his condition or surgery with him.50  Keeping one’s own medical condition from an individual of any age is cruel and will likely lead to the child feeling abnormal without any idea why, especially if he rejects his assigned gender.  By not talking candidly about his intersex condition, a child’s parents will give the child the impression that his condition is a secret because it is shameful, and these feelings can lead to depression.  Conversely, if his parents are open with him and explain his condition as soon as he is old enough to understand it, the child will likely grow up feeling less ashamed.  Children are often more aware than parents or doctors may think they are, and they will likely pick up that something is wrong even if they do not know what it is and cannot understand it.  While some may argue that keeping a child’s intersex condition a secret from him is beneficial, intersexual individuals have said that secrecy regarding their condition is hurtful and detrimental.51      There is evidence that surgical treatment and follow up visits without any explanation to the child of what is going on with their body leads to a sense of “freakishness.”52  Another argument against surgical intervention is that while there are very few studies examining the long term effects of surgical intervention, there is evidence of “healthy psychological development” in intersexed children who have not had a genital normalizing                                                           50 Should Physicians Perform?, supra note 12, at 11. 51 Intersexual adult Celia Kitzinger said “the hushed conversations, the embarrassment of doctors, the explanations which don’t add up, lead women and girls with Androgen Insensitivity Syndrome to the belief that they have a defect so monstrous that nobody is willing to discuss it.” Celia Kitzinger,Women with Androgen Insensitivity Syndrome,WOMEN’S HEALTH CONTEMP. INT’L PERSP. 387 (Jane M. Ussher ed., 2000). 52 Lareau, supra note 28,  at 138. Semler -14  surgery.53  The ISNA states that “there’s virtually no evidence of people with ‘uncorrected’ intersex genitals suffering increased rates of psychological illness or social ostracization.”54  Many, including the ISNA, who do not support infant surgery for intersex conditions believe that an intersexed child should be raised as one gender and informed of his condition when he is old enough to understand and comprehend it.  The selected gender would be determined based on doctor’s best prediction of which gender the individual will identify with based on a variety of tests and his specific condition.55  The child will then be able to make a decision regarding any genital normalizing surgeries when he is old enough to identify with a gender and decide for himself whether to undergo any type of surgery or not.  Parental Consent to Surgical Intervention is Not Really Informed Consent  As discussed, most sex assignment or genital normalizing surgeries are performed when the child is first born or still an infant, although surgeries can be performed later in life.56  Because the child is so young, he is not able to consent to the medical procedure.  Traditionally, it is the parents, as legal representatives for the child, who then must consent to the treatment or                                                           53 Bishop, supra note 42, at 541 (citing Consortium on the Mgmt. of Disorders of Sex Dev., Clinical Guidelines for the Managements of Disorders of Sex Development In Childhood 28 (2006)). 54 Intersex Society of North America website, Frequently Asked Questions page, http://www.isna.org/faq/healthy (last visited July 22, 2010). 55 According to the Intersex Society of North America, doctors use hormonal, genetic, and radiological tests to determine to the best of their medical knowledge which gender the child will grow up to identify with, and therefore which gender the child should be raised as.  They will also make a prediction based on what intersex condition the child has.  It is known that “that the vast majority of children with complete androgen insensitivity syndrome grow up to feel female, and that many children with cloacal exstrophy and XY chromosomes will grow up to feel male.” Intersex Society of North America website, Frequently Asked Questions page, http://www.isna.org/faq/gender_assignment (last visited July 22, 2010). 56 Dr. Money argued that surgery should be performed as soon as possible and before the child is two years old.  It has been shown, however, that early surgery is not always the best medical decision.  Physicians are no longer concerned that reconstructive vaginal surgery is more traumatic if performed on an older child or adult than on a newborn.  They have also found that surgery to create a vaginal canal is more successful when performed on a young adult rather than a child because the body is closer to full grown at this point.  Sara R. Benson, Hacking the Gender Binary Myth: Recognizing Fundamental Rights for the Intersexed, 12 CARDOZO J. L. & GENDER 46, (2005-2006). Semler -15  procedure.  This substituted judgment falls to the parents, as courts have regularly held that parents are best situated and qualified to make a decision which reflects the best interests of the incompetent child who is unable to decide for himself.57  In order for anyone’s consent to a medical treatment to be valid, it must be informed consent.  If a medical procedure is performed without fully-informed consent, battery has been committed.58  Courts require that in order for consent to be valid 1) the decision must be informed, meaning that the doctors have explained in details all the risks, benefits, and alternatives to the procedure, 2) the decision must be voluntary and not coerced by the doctors or anyone else, and 3) the decision must be made by one who is competent to make it.59  It is necessary that “the patient have an ‘appreciation of the nature, extent, and probable consequences of the conduct consented to.’”60  There are two main reasons why parental consent given to genital normalizing surgeries should not be considered valid.  The first is that most parents are not given full and accurate information regarding the risks, benefits, and alternatives to surgery.  Without complete information a parent’s consent is not fully informed and therefore invalid.  The second reason parental consent to genital normalizing surgery should be valid is because these parents have just learned that their child has a condition that likely scares and shocks them.  Due to the stress, fear, and shock most parents experience during this time, they are not fully competent to be consenting to an irreversible surgery for their child. Kishka-Kamari Ford argues that the questionable theoretical basis for infant genital normalizing surgery (Dr. Money’s early studies which shaped the current standard of care) is rarely ever discussed with parents facing the                                                           57 Ford, supra note 24, at 478 (citing Angela Roddey Holder, Legal Issues in Pediatrics and Adolescent Medicine, 125 (2d ed. Rev. 1985)). 58 Ford, supra note 24, at 474. 59 Id. 60 Id. (citing Restatement (Second) of Torts 892A (1979)). Semler -16  decision to consent to surgery.61  Parents need to know that the premise that doctors have based their reliance on surgical intervention on for the past decades has not been shown to be accurate and has no scientific evidence supporting it.  Parents should be aware that there are not long term studies showing that surgery is the best option for intersexed children and that today many do not agree with Dr. Money’s view that a child will adapt to the gender assigned through an early surgery.   Ford says that surgeons who perform these surgeries do admit the lack of factual evidence or long term outcome studies; however, they continue to present the information to parents as if it is proven.62  Not surprisingly, many doctors speaking with parents do not disclose all the relevant information they know to parents because many doctors allow their own opinions to interfere and influence the parents’ decision.63  Parental consent to surgery that is based on outdated, inaccurate, or incomplete information is not valid consent because it is not fully informed.  Parents must be informed that although surgical intervention may still be the standard of care, there is not a complete consensus among the medical community that infant surgery is necessary and is the best option.64  Doctors must disclose to parents the chance that their child could grow up and reject their assigned gender and they must discuss the psychological consequences gender rejection could have on their child.  Hazel Glenn Beh and Milton Diamond believe that truly informing parents of all risks, recent cases of intersexed individuals who have rejected their assigned gender, and cases of content and healthy intersex individuals who never underwent surgery could lead to a severe decline in the number of parents who consent to                                                           61 Ford, supra note 24, at 486. 62 Id. at 487. 63 Id. at 487.  When a doctor withholds information from parents their consent should become invalid because it is not fully informed.  When a doctor coerces the parents to consent to surgery because he personally feels it is the better decision, consent should not be valid because the decision is not voluntary. 64 Lareau, supra note 28, at 148, (citing Robert M. Blizzard, Intersex Issues: A Series of Continuing Conundrums, 110 PEDIATRICS 616, 617 (2002)). Semler -17  surgery.65  Parental consent to genital normalizing surgery should not be considered valid informed consent because “No matter how well-meaning their intentions, parents are incapable of giving legal informed consent…because the current model of treatment does not offer these parents the tools that they need to come to an informed, voluntary, competent decision.”66  The Child’s Best Interest is Not Always Considered First and Foremost When Parents Consent to Surgical Intervention  Society assumes and hopes that parents will make any decisions regarding their child, specifically one involving his health, based on the child’s best interests and not for any other reasons.  “Traditionally, parental medical decisions on behalf of children are accorded deference in recognition ‘that natural bonds of affection lead parents to act in the best interest of their children.’”67  It is normally a parental right to make decisions such as medical decisions for a minor child who cannot decide on his own.  Sadly, however, parents do not always act with the best interest of their children in mind.  The United States Supreme Court acknowledged this in Parham v. J.R., stating that “parents cannot always have absolute and unreviewable discretion to decide” regarding a child’s medical treatment.68  The State or courts limits parental authority to make medical decisions for their children when they suspect they are not acting with regards to the best interest of the child or when there is a conflict of interest within the decision.69 Courts have established criteria for determining when it is their duty to intervene and overrule parents’                                                           65 Should Physicians Perform?, supra note 12, at 62. 66 Ford, supra note 24, at 488. 67 David Reimer’s Legacy, supra note 20, at 25. 68 Id. at 25 (citing Parham v. J.R., 443 U.S.582, 602 (1979)).  This case examined Georgia’s procedures for voluntary commitment to state mental hospitals for children under the age of 18.  The Court found that parents retain a substantial role in the decision regarding minor commitment for mental health treatment. “However, the child's rights and the nature of the commitment decision are such that parents do not always have absolute discretion to institutionalize a child.” 69 David Reimer’s Legacy, supra note 20, at 25-26. Semler -18  decisions in certain matters.70  In these instances, the court will look at the burden and risk of the treatment and the effectiveness of the treatment when determining if they will override the parental decision.71   Surgical intervention for an intersexed infant carries a great risk to the child, both physically and emotionally.  The child can be left with nonfunctional and deformed genitals, as well as with many emotional and psychological scars regarding his condition and treatment.  Even more detrimental is the possibility that the child will reject his assigned gender and seek to change his sex through another surgery.  While some may argue there are benefits to the surgery, there is not enough solid scientific evidence supporting surgery to say that the burden and risks are worth it or to show the effectiveness of such an operation.  Because there is no current evidence proving effectiveness of infant surgery over no surgery, this should not be a decision as to which the legislatures defer completely to a child’s parents. While most parents aim to act in the best interest of their children at all times and in all matters, sometimes they do not based on the shock or fear they are experiences or due to subconscious feelings they experience.  When a child is born with an intersex condition, many parents will encounter an “emotional conflict” when faced with the decision to allow genital normalizing surgery or not.72  The emotional conflict is caused by feelings of “shock, fear, anger                                                           70 Lareau, supra note 52, at 141.   Lareau states these criteria have been used for overriding parental decisions where parents attempt to deny medical treatment for religious or other reasons, e.g. In Re Doe, 418 S.E.2d 3, 7 n. 6 (Ga. 1992) which stated that parents do not have “absolute” right to make child’s medical decisions; Jehovah’s Witnesses v. King County Hosp.,278F. Supp.488 (W.D. Wash. 1967) which held state can intervene when parents refuse necessary blood transfusion for their child based on religious reasons; A.D.H. .v. State Dep’t of Human Res., 640 So. 2d 969 (Ala. Civ. App. 1994) which held that the state could order AZT treatment for a child infected with HIV despite her mother’s claims that her daughter was not HIV positive. 71 Lareau, supra note 52, at 141(citing Petra B. v. Eric B., 265 CAL. RPTR. 346 (Ct. App. 1989)). 72 Lareau, supra note 52, at 142-143. Semler -19  that can accompany the discovery that one’s child is intersexed,”73 and this conflict can blind the parent from making a decision based on the child’s best interest.  Often doctors will present the surgical option to the parents as a fast way to “normalize” their child so that no one ever has to know of the child’s condition.74  Evidence shows that parents consider social norms when making decisions regarding surgery to alter a child’s appearance.75    A study examining parental decisions to have cosmetic surgery performed on genitals of girls with CAH found that a large percentage of parents “considered social or cultural factors such as ‘genital appearance’ or ‘sexual orientation’ to be important in making their decision.”76   Laura D. Hermer believes that it may be stigma that explains why the parents in this study would opt for genital normalizing surgery even knowing that it may decrease their child’s sexual sensitivity.77  Parents who make the decision for surgical intervention because they are scared and want their child to be “normal” right away are acting based on their fears or desires for secrecy and not based on what is truly best for the child.  Parents are not able to act solely in their child’s best interest when they are “conflicted by their own anxieties, guilt, shame, or repugnance.”78   Our society has rigid beliefs on what is normal or abnormal when it comes to one’s sex or appearance of one’s genitals, and many do not accept people who do not fit within this mold.  Parents are scared of the social stigma that surrounds intersex conditions and the effect their child’s condition will have on them and their family.  Advocates of surgical intervention argue                                                           73 Id. at 143 (citing Jennifer Rosato, Using Bioethics Discourse to Determine When Parents Should Make Health Care Decisions for Their Children: Is Deference Justified? 73 TEMP. L. REV. 1, 47 (2000)). 74 Lareau, supra note 52, at 143. 75 Hermer, supra note 28, at 262. 76 Id. at 263 (citing Jennifer E. Dayner et al., Medical Treatment of Intersex: Parental Perspectives, 172 J. UROLOGY 1762, 1764 (2004)). 77 Hermer, supra note 28, at 271. 78 David Reimer’s Legacy, supra note 20, at 5. Semler -20  that the stigma suffered by intersex individuals rationalizes surgery.79   Yet, intersex individuals themselves have expressed that being intersexed does not cause them to be “freaks, misfits, curiosities, rejected by society and condemned to a solitary existence of neglect and frustration.”80  Regardless of if their fears of the stigma associated with intersex conditions are warranted or not, if parents allow these worries to dominate their decision about such a serious irreversible surgery, the decision is not made in the best interest of the child.  Based on the likelihood that parents will not make their decision based solely on the best interests of the child (whether intentionally or not), parental consent should not authorize genital normalizing surgery on an infant.  Colombia’s Progressive Stance on Gender Normalizing Surgeries  In 1995, the Constitutional Court of Colombia considered the issue of genital normalizing surgery for intersexed individuals.  The court’s decisions significantly limit parents’ rights to consent to and doctors’ ability to perform these surgeries on their children.81  The court found that intersexed people constitute a minority protected by the state against discrimination and that surgery may be a violation of bodily integrity and violation of autonomy.82  The Constitutional Court heard three cases, Gonzalez, Ramos, and Cruz. 83 In Gonzalez, the Constitutional Court found that a reassignment surgery after a botched circumcision which castrated an infant violated his “fundamental right to human dignity and gender” and held that doctors could not                                                           79 Id. at 23. 80 Id. at 23 (citing Christopher J. Dewhurst & Ronald R. Gordon, The Intersexual Disorders at vii (1969)). 81 Kate Haas, Who Will Make Room for the Intersexed? 30 AM. J. L. AND MED. 41, 49 (2004). 82 Julie A. Greenberg and Cheryl Chase Background on Colombia Decisions, article from the ISNA website (1999), http://www.isna.org/node/21 (last visited July 23, 2010). 83 The three Colombian cases are Sentencia No. T-477-95[Gonzalez], Sentencia No. SU-337/99[Ramos], and Sentencia No. T-551/99[Cruz].  They can be accessed from the ISNAwebsite, http://www.isna.org/node/516 .  Currently they are posted only in Spanish.   Semler -21  constitutionally surgically alter one’s gender without informed consent, no matter how old or young the patient.84  The second Colombian case involved a two year old intersexed female whose mother wanted her to undergo genital normalizing surgery.  The court held that no one other than the individual who will be operated on can consent to such a surgery.85  The court considered the severity of the procedure and substantial risks and negative effects it could have on the child (if she rejected her sex) and acknowledged the evidence of psychological harm to children who have had such operations, as well as the lack of evidence regarding children who have not had the surgery.86  Both of these decisions limit parents’ authority to consent to genital normalizing surgeries and put the child’s best interests first.  They ensure that a child’s best interest will be put ahead of other reasons for surgery, such as parents’ fears of their child’s condition and the stigma associated with it.   While the first two Colombian cases gave rights to intersexed children, the third Colombian case dulled the effect of the first two slightly by finding that parents could consent to surgery if the child was less than five years old; as long as they established that it was truly in their child’s best interest.87  The decision created “a new form of ‘qualified and persistent, informed consent.’”88  When the child is under the age of five, parents are permitted to give consent to surgery, however, detailed information must be given to the parents regarding risks and benefits of the surgery (and refraining from surgery), the consent must be written and it must be given in stages over a period of time to ensure the decision is not impulsive or based on fears and shock of learning of their child’s condition.89  While the Constitutional Court’s decisions are                                                           84 Haas, supra note 81, at 49 (citing Translation of Sentencia No. T-477/95 (Colom.) at 11-12). 85 Haas, supra note 81, at 52 (citing Summary of Sentencia No. SU-337/99 (Colom.) at 4). 86 Haas, supra note 81, at 52. 87 Id. at 53. 88 Id. at 53 (citing Translation of Sentencia No. T-551/99 (Colom.) at 18-20). 89 Haas, supra note 81, at 53. Semler -22  progressive compared to policies in the United States and other countries, they ultimately do little more for intersex children under the age of five than make sure that their parents are fully informed before they consent to surgery.  They do not ensure that the child’s best interest will be the determining factor and they do not preserve a child’s right to make decision regarding his or her gender identity.  Australian Human Rights Commission’s View on Intersex Surgery  In 2009, the Australian Human Rights Commission (AHRC) released a paper detailing their view on surgical intervention for intersex infants as a violation of human rights.90  The Australian courts have not addressed this issue directly, but the AHRC contends that intersex infant surgery violates human rights, specifically that the best interests of the child and the child’s consent to bodily intrusion are fundamental human rights that need to be considering such a surgery.91  The Commission also argues that court authorization should be required for intersex infant surgeries due to the nature of the surgeries and the “significant risk of making the wrong decision concerning a child’s best interests and the particularly grave consequences of such a wrong decision.”92  They base the requirement of court authorization on a 1992 High Court of Australia case concerning surgery to perform a hysterectomy and ovariectomy on a 14 year old girl with an intellectual disability.93  Here, the court found that court authorization is needed                                                           90 Australian Human Rights Commission, Surgery on Intersex Infants and Human Rights, (2009) accessed from http://www.hreoc.gov.au/genderdiversity/surgery_intersex_infants2009.html.  The AHRC is an independent statutory organization that is part of the Australian government and reports to the Attorney General of Australia.  See http://www.hreoc.gov.au/index.htm.  91 Id. at 4. 92 Id. at 5. 93 Dep’t of Health and Cmty. Serv. v. JWB and SMB (1992) 175 CLR 218.  This case is known as “Marion’s Case” and examines whether the court or parents should make medical decisions for a child when she is not competent to make them herself.  The court found that parent’s decisional authority does not extend to treatment which is not in the child’s best interests. The court also found that parents do not Semler -23  when the medical procedure: 1) requires invasive, irreversible and major surgery, and 2) is not for the purpose of curing a malfunction or disease.  The AHRC believes that non-emergency intersex surgeries to create normal looking genitals meet these criteria and therefore should require court authorization instead of parental consent.  What Changes Should be Made to the Current United States Standard of Care Regarding Intersexed Infants?  Dr. Money’s theories and framework for the current standard of care encourage surgical intervention before the age of two, hormone therapy, and raising a child strictly according to their assigned gender.  It is an outdated concept.  The idea that a child will adapt to the gender he is assigned at birth has not been proven to be true.  The John/Joan case is one example of this, and there are many other cases of intersexed individuals who grow up to identify with the opposite sex than they were assigned through surgery.94   While some critics of surgical intervention call for a complete moratorium on all genital normalizing surgeries (except for life threatening emergency conditions), there is still not enough scientific evidence to justify such a ban.  First, there must be more studies into the efficacy to surgical interventions for different intersex conditions.  While it is unlikely that there will ever be a complete consensus among the medical community about gender normalizing surgeries for intersex infants, with more update information and follow-up studies, both doctors and parents will be more informed when they are treating or are raising an intersex child.  I personally believe that intersex children should be assigned a gender when they are born based upon doctors and experts prediction of which sex the child will identify with, but they                                                                                                                                                                                            have the authority to consent to medical procedures that will result in non-medically necessary sterilization of the child.   94 Lareau, supra note 28, at 139 – 140. Semler -24  should not undergo infant genital normalizing surgery.  Doctors should use all tests available to them to make this prediction, but the gender assignment must be subject to change as the child matures and grows, especially when he reaches puberty.  The ISNA recommends that intersex children be raised with gender assignment but not a surgical assignment.95  Children should be raised according to the norms for the gender assigned, but with the understanding and acceptance of their condition.    I do not believe that the legislature should impose a complete moratorium to surgeries because we do not currently have the scientific information needed to put it into practice.  Additionally, there is not enough justification for a complete ban based on the possibility that gender assignments may be wrong.  If studies are able to conclude more soundly that the number of intersexed individuals who have surgery reject their assigned sex and experience pain and psychological troubles during their life, there would be a stronger case for a moratorium than there is currently.  Instead of a moratorium, I believe that we need to ensure that parental consent to authorize sex assignment surgery for intersex infants is truly informed and that parents need to show that they are acting in the child’s best interest before surgery can take place.  Like the third Colombian court held, we need to ensure that parents are given more complete and accurate information prior to their decision.  Our current practice does not provide for informed consent from a parent because many times doctors do not disclose all information regarding risks, benefits, and alternatives.  Parents are making decisions to consent to surgery based on incomplete and outdated information and they are persuaded by the doctor’s opinions because they are in a fragile state.                                                             95 Intersex Society of North America website, http://www.isna.org/faq/gender_assignment (last visited June 12, 2010). Semler -25  The Colombian court found that if their child is under the age of five, parents can consent to surgery, but only after they are provided with detailed information regarding risks and benefits of the surgery (and refraining from surgery).  Parental consent must be given in stages over a period of time to ensure the decision is not impulsive or based on initial fears and desire for an immediate fix for their child’s abnormality.  The consent also must be written.  Like Colombia, we need to create a new legal protocol for the amount of information and type of information that is provided to parents of intersexed children.  Parents should speak with counselors trained in these conditions and who understand the concerns parents will have.  If the child is old enough to understand when his intersex condition is discovered, he should be involved in the discussions and should also meet with counselors, individually and with his parents.  If the child is examined and his condition is discussed in front of him, but doctors and his parents do not explain to him what he is experiencing, the child is likely to feel scared and ashamed of his condition.   I believe that parents’ consent should be considered in the decision to perform genital normalizing surgery, but I do not believe it should be the only factor to authorize a surgery. While I strongly believe that we need to conduct follow up studies on intersex individuals and surgical intervention and we need to ensure patients are provided with better and more comprehensive information before they can consent to a surgery, I do not think that heightened informed consent is enough and that it can “legitimize a surgical treatment that poses a substantial risk of harm over the lifetime of the patient.”96  Fully informed parental consent should be a requirement of surgery, but parents must also show that their decision reflects the best interests of the child.   Like the Australian Commission on Human Rights, I feel that it would be ideal for a court to decide if it is the best interest of the child to undergo surgery or not.  I believe that                                                           96 David Reimer’s Legacy, supra note 20, at 21. Semler -26  because of the invasive and irreversible nature of the procedure, and potential for massive future physical, psychological and psychosocial pain that a child may endure, more than parental consent (even fully informed) is necessary for such a major surgery that is not medically necessary and not curing a malfunction or disease.  It is unfortunate for the family and child involved that court decisions take time and financial resources that many families may not be able to afford.97  In addition, if a child is going to have genital normalizing surgery, in order to minimize harassment by his peers, it is better to have surgery performed earlier and before many people become aware of his condition.  Forcing a family to go before a court with such a sensitive and private matter would further subject the child and family to exposure they would not want.   However, while it is not ideal, a judicial decision is required in such a situation to ensure that the best interests of the child are preserved and parents are not urging for surgery for reasons other than the best interests of their child.  Parental consent alone is not enough.   When parents seek to have their infant or young child undergo sex assignment surgery, they should be fully informed on all the risks, benefits, alternatives to the surgery, and given all the data and follow-up studies on the subject according to an updated and improved protocol.  This information will likely be difficult for most parents to process, and so doctors and counselors should meet with the parents to make sure they understand the child’s condition, as well as the potential that the child may reject his or her assigned sex.  Doctors should be forced to disclose to parents that the basis for surgical intervention as the standard of care is questionable due to developments after Dr. Money’s studies.  Doctors should explain to parents that there are many in the medical community today who do not agree with infant genital                                                           97 The cost of going to court to prove they are acting in their child’s best interest by consenting to genital normalizing surgery would be too much for many families.  The high lawyer/legal fees would preclude many poorer parents from seeking surgery for their intersexed children.  This would cause a major injustice if only wealthy families and children were able to undergo surgery and poorer children did not have access to surgery due to the fact that their parents could not afford to go to court. Semler -27  normalizing surgery.  Parents should be required to meet with the hospital’s counselors and specialists in this area a number of times until they feel the parents are fully informed.  If the parents still want to consent to surgery, they may do so, but the parents should then be obligated to prove to a judge that their decision is based on the best interests of the child.  The child’s legally appointed representative will interview the family, doctors, and counselors to best advocate for the intersex infant in this matter. For a child who does not undergo infant surgery, the decision should become his once he becomes competent to make it.  Once a child is old enough to identify with one gender and to understand his intersex condition, it is his decision whether or not to undergo genital normalizing or sex assignment surgery.  I do not believe that there should be a certain age at which a child becomes competent to make the decision to have surgery because children mature at different ages.  Rather, I believe the child should meet with doctors and counselors at the hospital over a period of time and only once they feel that the child is fully informed and completely understands his condition, the surgery, and the repercussions of the surgery, the doctors and hospital can accept the child’s consent. Children should also receive mental health help in order to deal with their condition.   While in most situations parents should be involved in the child’s medical care and treatment decision, the choice to have surgery should be allowed to be made by a child without the need for parental consent once he is competent to make such a decision.  States have acknowledged situations where minors are permitted to seek treatment without parental consent due to the personal and sensitive nature of the treatment.98  These situations include treatment for sexually transmitted diseases, including HIV, contraception, treatment for mental illness and                                                           98Haas, supra note 81, at 58, (citing Lawrence Schlam & Joseph P. Wood, Informed Consent to the Medical Treatment of Minors: Law & Practice, 10 HEALTH MATRIX 141, 142 (2000)). Semler -28  drug addiction.99  The immensely personal nature of these treatments and the fact that without access to these treatments (if parents will not consent) a minor’s health will suffer has caused states to allow competent minors to seek these services without parental consent.100  Sex assignment or genital normalizing surgery is a much more personal and sensitive matter than the aforementioned treatments and therefore this type of surgery should certainly be one that does not require parental consent if the minor is competent to consent to it himself.  Like parental consent when a parents seeks their infant to have genital normalizing surgery, the intersexed minor should be need to be fully informed, meet with counselors and doctors regarding their condition, give his consent in stages and in writing before his consent can be valid and surgery performed.   The question of what is best for an intersexed infant or child is certainly a very complicated one without a clear cut answer.  However, much has changed since the early1970’s when Dr. Money published his findings that lead to the current standard of care and the belief that early surgical intervention is best for intersexed children.  We know now that his early findings and his assertions were not correct.  There have been many intersexual individuals who did not adapt to their surgically assigned gender and there have been many who live happy and healthy lives without surgery to “correct” their intersex condition.  It is time that the medical and legal communities recognize that the standard of care is outdated and work to develop new protocols for families of intersexed children.  Doctors must be honest with and fully inform parents about their child’s condition and options, just as parents and doctors must be open with their children regarding their condition.  Genital normalizing surgery can be physically and psychologically excruciating for an intersexed individual and can lead to many challenges as the                                                           99 Id.  100 Id.  Semler -29  child grows up. Ultimately it is the intersexed child’s body and he should be the one to decide if would like to undergo such a major surgery as soon as he is mature and competent enough to make such a life-changing decision. ",
    "id": 151525636,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.shu.edu:student_scholarship-1006"
    },
    "title": "Let the Child Decide: Surgical Intervention After Parental Consent Should No Longer Be Considered the Best Option for Children with Intersex Conditions",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-07-25T08:00:00+01:00",
    "publisher": "eRepository @ Seton Hall",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.shu.edu/cgi/viewcontent.cgi?article=1006&amp;context=student_scholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/151525636.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/151525636"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/151525636/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/151525636/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/151525636"
        }
    ],
    "abstract": "",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.shu.edu:student_scholarship-1006",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3378",
        "openDoarId": 0,
        "name": "Seton Hall University Libraries",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 151525636,
        "depositedDate": null,
        "publishedDate": "2010-07-25T08:00:00+01:00",
        "updatedDate": "2024-01-24T03:59:40+00:00",
        "acceptedDate": null,
        "createdDate": "2018-03-13T12:51:20+00:00"
    },
    "urls": [
        "https://scholarship.shu.edu/student_scholarship/16",
        "https://scholarship.shu.edu/context/student_scholarship/article/1006/viewcontent/AWR_Semler_Kaitlin.pdf"
    ],
    "lastUpdate": "2024-01-24T03:59:40+00:00",
    "setSpecs": []
}