{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mortensen, Taliah C"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-31T12:49:21+00:00",
    "dataProvider": {
        "id": 196,
        "name": "ScholarWorks@UMass Amherst",
        "url": "https://api.core.ac.uk/v3/data-providers/196",
        "logo": "https://api.core.ac.uk/data-providers/196/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.7275/29729050",
    "downloadUrl": "https://core.ac.uk/download/541724906.pdf",
    "fullText": "University of Massachusetts Amherst ScholarWorks@UMass Amherst Masters Theses Dissertations and Theses October 2022 LGBTQ+ Divergent Paths in Utah: Identity and Space-making Practices in Queer and Religious Spaces Taliah C. Mortensen University of Massachusetts Amherst Follow this and additional works at: https://scholarworks.umass.edu/masters_theses_2  Part of the Critical and Cultural Studies Commons, and the Gender, Race, Sexuality, and Ethnicity in Communication Commons Recommended Citation Mortensen, Taliah C., \"LGBTQ+ Divergent Paths in Utah: Identity and Space-making Practices in Queer and Religious Spaces\" (2022). Masters Theses. 1261. https://scholarworks.umass.edu/masters_theses_2/1261 This Open Access Thesis is brought to you for free and open access by the Dissertations and Theses at ScholarWorks@UMass Amherst. It has been accepted for inclusion in Masters Theses by an authorized administrator of ScholarWorks@UMass Amherst. For more information, please contact scholarworks@library.umass.edu.    LGBTQ+ Divergent Paths in Utah: Identity and Space-making Practices in Queer and Religious Spaces    A Thesis Presented by TALIAH CARMEL MORTENSEN    Submitted to the Graduate School of the University of Massachusetts Amherst in partial fulfillment of the requirements for the degree of   MASTER OF ARTS  September 2022  Communication     LGBTQ+ Divergent Paths in Utah: Identity and Space-making Practices in Queer and Religious Spaces    A Thesis Presented by TALIAH CARMEL MORTENSEN    Approved as to style and content by:  _________________________________________________ Emily West, Chair  _________________________________________________ Kimberlee Pérez, Member   _____________________________________________ Erica Scharrer, Department Head Communication  iii ACKNOWLEGEMENTS I would like to express gratitude to my thesis committee members for their belief in this project and my process. Thanks are due to my advisor, Emily West, for her support and guidance that provided me with clarity and direction. I would also like to express appreciation to Kimberlee Pérez whose insight into queer theory and the field have heavily influenced both my thinking and my scholarship. Further appreciation is due to Lisa Henderson whose early insights have significantly influenced my approach. Thanks are also due to my family, dearest friends, and my partner who each supported me in a multitude of ways throughout this project. I would especially like to thank my dad for often being the first one to read and comment on my writings. His support throughout my academic career has influenced my writings and my voice. Finally, I would like to express my deepest gratitude to the thirteen individuals who graciously offered to be interviewed for this research. They showed up with openness and curiosity. This project would not have been possible without their contribution and the authenticity with which they shared their stories.    iv ABSTRACT LGBTQ+ DIVERGENT PATHS IN UTAH: IDENTITY AND SPACE-MAKING PRACTICES IN QUEER AND RELIGIOUS SPACES SEPTEMBER 2022 TALIAH CARMEL MORTENSEN, B.A. SOUTHERN OREGON UNIVERSITY M.A. UNIVERSITY OF MASSACHUSETTS AMHERST Directed by: Professor Emily West This research explores the unique and divergent experiences of LGBTQ+ young adults as they engage in identity and space-making practices at the intersection of gender/sexuality and religion. Utilizing queer theorists’ conceptualization of identity as a form of embodied and spatial labor, I critique the approach of existing scholarship that constructs LGBTQ+ and religious identities as incompatible or at least in need of reconciliation. Based on thirteen semi-structured interviews with LGBTQ+ young adults in Utah, my research makes visible how vulnerability and risk impact the strategies that LGBTQ+ young adults employ to navigate their identities and make space. It shows that they strategically navigate space wherever they find themselves, regardless of whether they encounter accommodation or belonging. In doing so, it comes to look beyond the narrative of visibility as the primary strategy for LGBTQ+ progress to recognize that LGBTQ+ young adults employ varied strategies of visibility and concealment to navigate the spaces where they find themselves.  Keywords: the Church of Jesus Christ of Latter-day Saints, Mormonism, religion, LGBTQ+, identity, space-making  v TABLE OF CONTENTS Page ACKNOWLEGEMENTS .................................................................................................. iii ABSTRACT ....................................................................................................................... iv  CHAPTER I. RETHINKING OUR APPROACH ................................................................................. 1 LDS Context & Theology ............................................................................................... 4 Literature Review.......................................................................................................... 10 Conceptual Framework ................................................................................................. 18 Methodology ................................................................................................................. 24 II. IDENTITY WORK: A SPECTRUM OF POSSIBILITIES ......................................... 30 Inheritance: Mormonism and heterosexuality .............................................................. 31 Unattainable Inheritances.............................................................................................. 39 Divergence: invisible deviations, labor, and the forging of new lines.......................... 51 III. SPACE-MAKING PRACTICES AND THE POLITICS OF VISIBILITY ............... 60 Existing Regardless of Accommodation ....................................................................... 60 Navigating Visibility ..................................................................................................... 83 Beyond Visibility: space-making strategies.................................................................. 96 IV. THE BODY AND A QUEER POLITICS ................................................................ 104 APPENDICES A. INTERVIEWEE DEMOGRAPHICS ................................................................... 113 B. INTERVIEW GUIDE ............................................................................................ 114 REFERENCES ............................................................................................................... 117   1 CHAPTER I RETHINKING OUR APPROACH This research is a project of exploration that also surfaces as a scholarly critique of traditional ways of studying LGBTQ+ identities at the intersection of gender/sexuality and Christianity. While existing scholarship at this intersection has overwhelmingly approached LGBTQ+ and religious identity through a largely psychological lens, asking questions about developmental stages, mental health outcomes, and strategies of identity resolution, I have followed queer theorists toward a different understanding of identity as a practice embedded within spatial realities. This approach allows us to depart from LGBT Studies’ perspectives where LGBTQ+ and religious identities have been marked as incompatible and where visibility has been seen as the primary strategy for political progress. Instead, we are able to see the ways that identity as a practice within spatial realities acknowledges how context influences the presence of vulnerability and the strategies taken up by LGBTQ+ young adults in Utah to navigate their identities and make space wherever they find themselves regardless of whether they encounter accommodation or belonging. The Church of Jesus Christ of Latter-day Saints (LDS Church), commonly known as the Mormon Church, has taken up at times both a peripheral and central presence in my life, despite my parents having left the LDS Church when I was only three years old. Part of this presence was the result of extended familial relationships with LDS members and siblings returning to the Church. The other part is a result of the seemingly unconventional process of my parents' departure from the Church. That I still catch myself using the phrasing “the Church” is a sign of the significance of the role of the   2 LDS Church in my familial story. Although having left the LDS Church my family attended it, sometimes weekly, at different periods throughout my childhood. I went to LDS youth activities and summer camps as an adolescent, and even attended Brigham Young University (BYU), the LDS Church’s largest private university, for a summer as a young adult. I lived in Utah for a significant period of my early childhood, before my family moved out to the Pacific Northwest, and even then nearly all of our family vacations have been trips back to Utah to visit family. Thus, the LDS Church and the many Mormon cultural values I have inherited proximity to remain as residues in my own story. Despite the sometimes central presence of Mormonism within my life, however, I have always been peripheral to it. I have never been a member nor felt belonging within the LDS Church. Rather, I have always been and been seen as a non-believing outsider, albeit an outsider with some intimate cultural knowledge. When I was an adolescent, my older sister told me she was in love with a woman. Until that point the experiences of LGBTQ+ individuals were hardly even peripherally in my life. She brought them into proximity. Her presence in my life brought to the forefront her experience as a lesbian woman navigating relationships with LDS extended family and our brother who had re-joined the Church. This navigation included when some family members staffed phonelines to advocate for Proposition 8, which would ban same-sex marriage in California. Routinely, I witnessed relatives hasten to speak over her whenever they feared a comment about her sexuality, or purse their lips together whenever any of the rest of us mentioned it. The homophobia in Utah, though often covert, felt rampant and thick in the air, and whenever we were there it felt necessary to carve out moments of reprieve. We walked through stores buying every rainbow item we   3 could find—be it rainbow licorice or rainbow shoe laces, and then we secluded ourselves to an empty corner of a park and ranted about any anti-LGBTQ+ sentiment we encountered, voicing our clever responses to the homophobia within the safety and bounds of our family picnic blanket. I witnessed how the environment seemed to encroach upon my sister’s being like a heavy, suffocating fog, cementing my own feelings towards Utah as hostile and intolerant. The feelings were easily felt, as I even sometimes felt out of place in Utah, like my non-Mormonness was palpable and judged, as though somehow everyone knew I did not belong there. Thus, it is unsurprising that I came to the research space with many assumptions, when I asked: How are LGBTQ+ young adults practicing identities and making spaces to exist in Utah? I wondered how LGBTQ+ young adults came to bridge the religious divide between believers and non-believers to ultimately create spaces of accommodation and belonging. What I came to understand through my interviews with LGBTQ+ young adults in Utah is that the religious divide is more of a spectrum than a divide and that identity practice is a form of ongoing labor rather than a process of removing conflict. While LGBTQ+ young adults in Utah do encounter the pressure to conform to dominant norms and forms within society, their lived experiences and the absence of a single viable path for how to be in the world, leads them each to chart their own life courses. Furthermore, I found that rather than creating spaces of accommodation and belonging, LGBTQ+ young adults simply exist where they are, regardless of accommodation, and they do so in pragmatic and creative ways that take into account both their vulnerability and the context.   4 Approaching identity and space-making as practices within spatial and embodied realities affords the opportunity to depart from prior research perspectives that focus on identity as a process of development that moves towards a point of synthesis and visibility as the most important and essential strategy for political progress. These prior approaches are problematic in what they make invisible or erase from view. Identity as a process of development that ends with a point of reconciliation or integration hides the reality that identities are dynamic and nonlinear. Furthermore, visibility as a political strategy for the achievement of LGBT rights erases LGBTQ+ voices that are not seen to advance the LGBT cause and creates unnecessary pressure on those who may be more vulnerable and at risk (see Piontek, 2006; Chávez, 2016). In contrast, identity practice as a form of embodied and spatial labor sees the ongoing struggle of identity navigation without the expectation of linear movement towards resolve, and thus respects difference and individual agency over one’s own story. Additionally, looking beyond visibility as the most significant strategy for LGBT political progress brings into view how vulnerability impacts strategies of visibility and concealment that acknowledge spatial constraints. Further still, we are able to see that visibility is only one tool at the disposal of LGBTQ+ young adults and that they employ many other strategies in their practices of space-making that bring new ways of being into the world.  LDS Context & Theology To understand the experiences of LGBTQ+ individuals in Utah it is necessary to know the unique socio-cultural and political characteristics of the state. Seventy-three percent of Utahns are Christian, with fifty-five percent of Utahns specifically being   5 members of the Church of Jesus Christ of Latter-day Saints (Pew Research Center, 2014). The highest concentration of Latter-day Saints, at seventy-two percent, is in Utah County (PRRI, 2021). This is the county where twelve of my thirteen interviewees either spent significant periods of their lives or currently live. According to statistics reported by the Pew Research Center, Mormons are among the most conservative and religiously observant of all the US religious groups surveyed in the 2014 Religious Landscape Survey (Pew Research Center, 2014). Mormons consistently ranked among the most conservative in terms of views on homosexuality and same-sex marriage. Additionally, Latter-day Saints ranked among the most religiously observant exceeded only by Jehovah Witnesses: eighty-three percent of Mormons report that religion is very important, seventy-seventy percent attend worship at least weekly, eighty-five percent engage in daily prayer, seventy-six percent read scriptures weekly, and fifty-eight percent look to religious teachings and beliefs as sources of guidance for what is right and wrong. In fact, seventy percent of Mormons felt that religion should preserve traditional practices, a higher percentage of adherents toward this belief than any other US religious group. While Mormons comprise only fifty-five percent of the population of Utah, nearly ninety percent of the Utah legislature, 91 of the 104 members, are LDS (AP News, 2019). Despite this, Latter-day Saints report the lowest percentages of the belief that religions are too involved in politics, lower than all of the other religious groups surveyed (Pew Research Center, 2014). This social and political context is especially important to understand considering the high rates of suicide, suicide ideation, and attempts among LGBTQ+ youth in Utah. Utah has the fifth highest rates of suicide in the US, which has increased significantly over the past decade (McGraw et al., 2021). Consequently,   6 LGBTQ+ youth are considered at heightened risk, a fact that is commonly cited as the motivation for research at the intersection of Mormonism and LGBTQ+ issues. Taken as a whole, it is apparent that Utah is both especially conservative in regards to LGBTQ+ issues and that Mormons are particularly devout and beholden to their beliefs, factors that influence the socio-cultural and political landscape of the state. The influence of this environment is evident in the legal context of the state and also reflected in the LDS Church’s ability to mobilize nationally against movements that would further the rights of LGBTQ+ individuals. Utah has some of the least progressive laws around gender and sexual identity. In some instances these laws have even been explicitly discriminatory. For instance, until March of 2017, Utah laws on health and sex education prohibited the advocacy of homosexuality in public schools, which for many came across as a “gag-rule”, silencing any discussion of homosexuality by employees or volunteers in K-12 schools (Human Rights Watch, n.d.). Although this law has since been repealed, it was present within the context in which my interviewees and their peers were raised. Further evidence of its powerful influence, the LDS Church was at the forefront of both defeating the Equal Rights Amendment (ERA) and progressing what they made to appear as grass-roots constitutional amendments and measures in various states, including Alaska, Hawaii, and California that would oppose same-sex marriage (Gordon and Gillespie, 2012; Eskridge, 2016). According to Gordon and Gillespie (2012), the LDS Church is particularly well positioned for this type of national mobilization due to the belief in the special authority of their living prophet and a culture of both obedience and volunteerism. Latter-day Saints are taught that the highest leaders   7 of the LDS Church as “prophets, seers, and revelators,” are God’s mouthpiece1 (Ostler and Newell, n.d.) and that obedience and service are essential tenets of the religion (Obedience, a law of heaven, n.d.; Service, n.d.). Thus, these teachings taken together with the beliefs and demographics of Mormons, reveal the LDS Church’s particular capacity to be a unified and powerful political force in Utah, with influence that has, in significant ways, extended nationally. The LDS Church’s influence is also especially prevalent at Brigham Young University. The campus Honor Code at the time of my interviewing explicitly prohibited homosexual behavior, which it defined as “not only sexual relations between members of the same sex, but all forms of physical intimacy that give expression to homosexual feelings” (Church Educational System Honor Code, n.d.). The policy, however, specified that same-gender attraction was not an Honor Code violation and that the university welcomes “all those whose behavior meets university standards” and gospel principles (Church Educational System Honor Code, n.d.). This is different from the behavior the LDS Church prohibits heterosexual individuals from engaging in, which is defined as behavior that would “arouse the powerful emotions that must be expressed only in marriage” (Sexual Purity, n.d.). Furthermore, the LDS teachings consider sexual sin as “more serious than any other sins except murder or denying the Holy Ghost” (Sexual Purity, n.d.). Therefore, it is unsurprising that there is some evidence that LDS LGBTQ+ students report more incongruence between their religious and gender/sexual identities than individuals from other non-affirming religious educational institutions (Wolff et al., 2016).  1 The Prophet, The First Presidency, and the Twelve Apostles   8 To acquire a more complete understanding of why LDS Church leaders engage in political advocacy against LGBTQ+ rights issues, it is essential to understand some unique aspects of LDS theology. Mormons are taught that we have a premortal, mortal, and postmortal existence, and that procreation is a sacred duty as it enables the spirits of premortal offspring to gain physical bodies, which are needed for each individual to advance toward godhood (Petrey, 2011). In support of this, exclusive heterosexuality and binary gender roles are taught to be both eternal and essential components to a moral self (Sumerau and Cragun, 2014). In this and other senses, Mormons are particularly oriented toward traditional family values, believing even that salvation is largely a familial rather than only an individual project (Benson, 1992). Furthermore, how an individual lives in their mortal existence determines which of multiple kingdoms of heaven they will gain access to in the afterlife, with the celestial kingdom being the highest kingdom and exaltation being the highest degree within that kingdom (Kingdoms of Glory, n.d.). Indicative of the importance of procreation and family, temple marriage is a requirement to achieve exaltation2. This is a state beyond mere salvation and the degree of heaven in which the unique promises of Mormonism, eternal families and godhood, are granted. Considering the particularly gendered notions within LDS doctrine, another significant tenet of Mormonism to recognize is the belief in a male-only priesthood authority and that each father presides over his family as its spiritual leader (Priesthood, n.d.). As such, religious scholars argue that accepting homosexuality within the LDS Church may necessitate a different understanding of significant doctrinal beliefs, such as  2 Latter-day saints perform a unique ritual of marriage in the temple, known as a sealing, whereby the marriage of a heterosexual couple is made eternal and the couple and their children, typically future children, are sealed together “for eternity” (Sealing, n.d.). Historically, it was also a practice of sealing LDS families to church leaders, such as the founder, Joseph Smith (Petrey, 2011).   9 those around reproduction and gender (Petrey, 2011). Furthermore, it could potentially even upset the male-only priesthood authority, as female-female relationships may require rethinking the male-only priesthood authority and lead to the ordination of women leaders in the LDS Church (Williams, 2011). It is unsurprising then that LDS leaders have held a sustained view since the 1950s, and particularly pronounced since the 1970s, that the advancement of LGBTQ+ issues poses a significant threat to the core doctrine and beliefs of the LDS Church (Williams, 2011; Cragun et al., 2015). While a sustained view, it has shifted overtime in reaction to larger historical shifts, such as the sexual revolution of the 1960s (Williams, 2011), growth of LGBTQ+ support groups, and the establishment of the Restoration Church of Jesus Christ, an explicitly LGBTQ+ affirming offshoot from the LDS Church (Cragun et al., 2015). Although adjusting their rhetoric toward a kinder facade, LDS leaders maintain the same condemnation and othering of LGBTQ+ individuals. Through the analysis of LDS Church discourses, Sumerau and Cragun (2014) found that LDS leaders create an institutional narrative that classifies homosexuality as deviant and inferior to heterosexuality, while also arguing that homosexuality results from familial and social failures rather than divine means. In this way, LDS leaders provide a framework through which LDS members may view homosexuality that preserves LDS beliefs around divine heterosexuality and gender roles, while also justifying the leaders’ anti-LGBTQ+ rhetoric. Furthermore, other archival work has argued that LDS leaders’ strict adherence to anti-LGBTQ+ rhetoric may reflect an assimilationist strategy to obscure the LDS Church’s peculiar past (Mohrman, 2015). Prior to 1947 there is a striking absence of available LDS Church archival records condemning homosexuality,   10 despite active condemnation from other prominent religious, medical, and legal authorities from this period. Instead, Mohrman argues that the shift toward a more visible and cataloged condemnation of homosexuality may be part and parcel of a larger assimilationist shift away from the LDS Church’s practices of polygamy and economic communalism toward a manicured and pristine performance of Americanism beginning in the 1890s, which coincided with their efforts to gain US statehood.  Literature Review Just as individuals live within sociotemporal environments, the scholarship at the intersection of gender/sexuality and religion exists within and is impacted by sociotemporal contexts embedded with historic residues. Situated at this intersection is a particularly lengthy history of control of and antagonism toward non-traditional genders/sexualities inflicted by Christian religions through rhetorical strategies that emphasize sexual and gender taboos while defining gender/sexual minorities as “other”, deviant, and corrupting (Foucault, 1988; Irvine, 2002; Sumerau and Cragun, 2014). As such, one of the central themes that emerges in mainstream Gay and Lesbian studies (or LGBT Studies) is that non-traditional gender/sexual identities are incompatible with religion (Wilcox, 2003) and by extension the family (Reczek, 2016). Further still, perhaps as a pivot away from the sexual/gender taboos emphasized in religious rhetoric, LGBT rights activists in the 1960s began to employ a quasi-ethnic approach to LGBT civil rights through a type of “desexualized identity politics” (Piontek, 2006, p. 83). Thus, a second central theme emerges in LGBT Studies whereby visibility is seen as the path to social change and acceptance. This manifests, however, in a particular form of visibility   11 that homogenizes, excludes difference, and polices the boundaries of LGBT identity, propelled by a desire to achieve approval and acceptance from the heterosexual community by marking themselves as similar rather than “other”. Of course, the existence of LGBTQ+ religious individuals questions the premise that these identities are inherently incompatible, while the literature also partially supports it by finding that many, though not all, LGBTQ+ Christians do experience conflict between their religious and gender/sexual identities (Schuck and Liddle, 2001). Since identity development research posits that establishing/maintaining a congruent identity is essential to individual health and well-being (Mitchell et al., 2021), it is unsurprising that a significant portion of research assumes that removing the conflict between religious and gender/sexual identities is the end-goal and the essential individual project of LGBTQ+ religious individuals (Fuist, 2016). Beyond the primary goal of mental health and well-being, identity integration also consequently contributes to LGBTQ+ visibility through greater identity disclosure (Dahl and Galliher, 2012b). Beginning from these premises and assumptions, the majority of current literature approaches the intersection of religion and gender/sexuality through a largely psychological lens, asking questions about developmental stages, mental health outcomes, and strategies of identity resolution. Although the literature at this intersection has shifted over time, the two central themes of LGBT Studies have influenced the trajectory of research at this intersection through the kinds of questions and approaches taken up by contemporary scholars. One significant approach to understanding LGBTQ+ religious identities, is understanding how LGBTQ+ identities develop in relation to religious identities, especially considering the assumption that these identities are often in conflict and that   12 LGBTQ+ religiously raised individuals will work to resolve this conflict. When charting a developmental path for LGBTQ+ LDS and other Christians, Dahl and Galliher (2012b) argue that adolescents and young adults report early experiences of religious involvement, feelings of being different, and denying same-sex attraction, followed by questioning their religious beliefs while simultaneously trying to maintain connection with their childhood religions, before a final departure from their church and a re-evaluation of their beliefs. While they suggest that development is not necessarily linear, they chart a linear process from identity conflict to a point of identity resolution achieved through leaving childhood religions. There are mixed results, however, regarding whether LGBTQ+ Christians choose to leave their childhood religions (Schuck and Liddle, 2001) or find ways to stay (Mahaffy, 1996). Furthermore, many studies have indicated that at least some LGBTQ+ Christians who leave Christianity later return (Schuck and Liddle, 2001; Mahaffy, 1996; Walton, 2006). In fact, some studies have even found that there are individuals who have continued to experience conflict despite having left childhood religions, both in the case of Christians generally (Schuck and Liddle, 2001) and Mormons specifically (Jacobsen and Wright, 2014). Seen as a whole this research supports greater nuance than is made available through a single framework for identity development as a linear progression from conflict to resolution. While some individuals stay in their childhood religions, others leave, or leave and then return. Thus, these mixed results indicate that LGBTQ+ religiously raised individuals are doing something other than charting a singular path from identity conflict towards identity resolve. Another significant approach given the hostility present within conservative religious traditions toward non-traditional gender/sexual minorities, is a desire to identify   13 which identity configurations and other factors contribute to the most optimal mental health outcomes. While some survey-based studies have indicated better mental health outcomes among gender/sexual minorities who disaffiliate from the LDS Church (Crowell et al., 2015; Bridges et al. 2020), data from the Utah Behavioral Risk Factor Surveillance System found that LGBTQ+ Mormons report fewer days of poor mental health than their non-Mormon counterparts (Cranney, 2017). Although contradictory, some qualitative evidence also supports these mixed results, arguing that there are both positive and negative outcomes to being LGBTQ+ and raised in religious contexts (Dahl and Galliher, 2012a). Although gender/sexual minority young adults do not report a high level of integration (Dahl and Galliher, 2009) and leaving the LDS Church was found to be the most common strategy for navigating LGBTQ+ religious identity (Dehlin et al., 2015a), Dehlin et al. argue that integration/maintaining both LGBTQ+ and LDS identities openly has the most optimal outcomes because it allows for the maintenance of familial and community support. In contrast, other scholarship argues that it is most beneficial to first accept one’s gender/sexual identity and then find ways to integrate a religious or spiritual identity with one’s LGBTQ+ identity (Kubicek et al., 2009). None of this research significantly considers that each path to different identity configurations may not be available to all LGBTQ+ religiously raised individuals, although some of the research does look beyond individual paths towards integration to consider social factors that may influence mental health outcomes for LGBTQ+ religious and religiously raised individuals. Many factors have been found to be supportive of improved mental health outcomes, including familial/communal support (Jacobsen and Wright, 2014), and gender/sexual identity affirmation and LGBT community support (Bridges et al., 2020),   14 along with non-church based approaches to LGBTQ+ identity, for example, biological beliefs about the origins of same-sex attraction, sexual activity as opposed to celibacy, and same-sex marriage over staying single or marrying someone of the opposite sex (Dehlin et al., 2014). In contrast, experiences with sexual orientation change or “reparative therapy”, especially religious based approaches, were seen to be especially damaging and long-lasting (Jacobsen and Wright, 2014; Dehlin et al., 2015b). Thus, while this research is mostly focused on the individual and their path towards better mental health outcomes, there are at least some findings that indicate the ways that social situations also influence an individual’s mental health and well-being. Considering the assumption that LGBTQ+ religious individuals will work toward identity resolution and despite mixed results regarding how LGBTQ+ religiously raised individuals navigate their identities, much of this research focuses on defining specific resolution strategies. For example, LGBTQ+ religiously raised individuals may initially or entirely leave their religious organizations, view their spirituality and individual relationship with God as separate from religion (Goodwill, 2000; Mahaffy, 1996; Walton, 2006; Dahl and Galliher, 2009; Schuck and Liddle, 2001, Kubicek, et al. 2009), reinterpret scripture or other religious teachings (Mahaffy, 1996; Dahl and Galliher, 2009; Schuck and Liddle, 2001, Kubicek et al., 2009; Wolkomir, 2001), and/or find other ways to engage in the religious community, such as through the church choir or only attending for specific events (Taylor, 2016; Goodwill, 2000). Much of this scholarship has also emphasized that identity resolution is primarily an individual project (Walton, 2006; Schuck and Liddle, 2001; Dahl and Galliher, 2009). However, even these specific studies also indicate collective forms of identity navigation, such as reading other   15 LGBTQ+ religious individuals' experiences, and talking with friends, ministers, and therapists. It is important to consider that these studies were conducted via individual interviews, and that ethnographic studies have indicated this identity work often occurs in collaborative contexts (Wolkomir, 2001; Winder, 2015). Importantly, Wolkomir does argue that “effectively changing a dominant ideology requires safe spaces where dissidents can develop, share, and elaborate on oppositional rhetoric among themselves” (p. 421). While it is a useful observation, it does not consider the ways that rhetoric and discourse circulate in spaces, allowing for identity collaboration to occur in spaces that are not sustained or tangible. In fact, as a result of the approaches taken, the majority of scholarship at the intersection of gender/sexuality and religion, especially in terms of literature on LDS raised individuals, does not consider spatial or embodied dimensions of identity negotiation. Although limited, some scholars have argued for the importance of understanding various dimensions of how identities are practiced within different contexts. Fuist (2016) argues that it is important to understand that identity is an ongoing process anchored within and influenced by sociotemporal contexts, such as, within communities, practices, and relationships. He argues that religious communities are not a monolith, but rather that different contexts provide different kinds of resources for identity performance. Similar to other scholars (Wilcox, 2003), Fuist finds that LGBTQ+ individuals may feel a need for identity resolution or to selectively conceal their identities in conservative religious contexts because there may not be sufficient cultural resources available to communicate that one can be both LGBTQ+ and religious. Similarly, Wilcox also argues that LGBTQ+ individuals often find it equally challenging to navigate their religious identities in   16 LGBTQ+ contexts. Importantly, both works consider how identity performance is constrained and enabled within different contexts and understand identity to be part of an ongoing practice of navigation within sociotemporal spaces. Despite understanding identity as practice and as ongoing, however, both still seem to be constrained by the identity conflict vs identity integration approach followed in other scholarship. In other words, they consider context insofar as to understand how sociotemporal contexts influence whether individuals feel conflict or integration between their LGBTQ+ and religious identities, concluding that conservative religious communities have limited cultural resources for LGBTQ+ religious individuals. In contrast, one study conducted through semi-structured interviews with LGBTQIA self-identified Mormons, around the same period as my own research, does consider identity practice outside of a strict adherence to identity resolution and identity integration. Chakravarty and English (2021) argue, much as I do, that the research at the intersection of gender/sexuality and religion/religiosity is limited by the current theoretical approaches to studying it, and see their research as filling this gap by using a feminist and phenomenological approach. As such, their research reaches different conclusions than other studies in the field. Their scholarship is the first other research at the intersection of gender/sexuality and Mormonism to consider how vulnerability and risk affect identity negotiation, how LGBTQIA Mormons define their connection to the LDS Church in varying degrees, and how LGBTQIA Mormons create their own paths in the LDS Church regardless of the institutional stance or resources. Our approaches, however, differ in some significant ways. While Chakravarty and English searched for experiential themes and common patterns across their interviews, I engaged primarily in   17 a practice of looking for difference. They also found that many interviewees felt that LDS leaders did not say enough about LGBTQIA and especially transgender identities, and while they argued that this ambivalence adds to the self-doubt that LGBTQIA believers feel, from a spatial perspective, I consider that the absence of a solid narrative provides gaps for LGBTQ+ individuals to fill, in ways that permit them being LGBTQ+ Mormons. Additionally, while acknowledging the gap in theoretical approaches to this intersection, Chakravarty and English do not engage as significantly in the spatial framework nor the literary critique that my own research has come to take up, which I believe is a reflection of the way we have followed the theoretical approaches of those who preceded us. They write from a feminist and phenomenological approach, which they argue considers the power dynamics within relationships along with the lived experience of interviewees, and which they state encourages them to take up a consciousness raising approach. Thus, they conclude with urgency, reflecting on the high suicide rates among LGBTQ+ youth in Utah, and suggest that requiring LGBTQIA Mormons to choose one identity over another diminishes their humanity, each of which are significant points to be made about this context. My own approach, however, is deeply influenced by the perspectives of queer theorists, especially queer women of color, who in their scholarly and political activism significantly critique predominant approaches to understanding and theorizing, whether among dominant or minority groups. Influenced by my understanding of this approach, I came to look for difference and what is erased or hidden by the perspectives we as scholars have taken up in the past. Consequently, as my research emerges in critique of traditional ways of studying the intersection of gender/sexuality and religion, I   18 simultaneously draw near the central themes and assumptions of LGBT Studies while diverging from them.  Conceptual Framework Within Christianity, the body is understood to be profane and sinful when compared to the transcendent spirit (Moon, 2004). Although Christians have built a framework to allow heterosexual intimacy to become a spiritual experience, LGBTQ+ individuals are not afforded the same reconciliation. Their bodies are marked as irreconcilably profane. While I suggest that the central tenets of LGBT Studies seem to distance themselves from the gender/sexual taboos constructed by religious institutions, queer theorists emerge differently. According to early thinkers within the movement, queer perspectives arose in part as a reaction to the AIDS epidemic and the recognition of the lethality of discourses that erase non-normative genders and sexualities (Berlant and Warner, 1995). Thus, rather than shy away from these Christian narratives of the body as profane and sinful to morph themselves into acceptable subjects within dominant frameworks, queer theorists take a more radical step and embrace being embodied, recognizing the body as the nexus of experience. This recognition allows scholars to consider not only how power operates as an oppressive force within society, but also how it influences the lived experiences of individuals and the methods through which power is produced and maintained through the actions of some bodies at the expense of other bodies. It is a perspective that is particularly apt to consider the interrelated relationships between the individual and their environment and the consequences of such arrangements.   19 While the work of queer theorists came to be influential in this work, I began this research generally invested in the critical cultural studies paradigm, but not specifically knowledgeable of queer theory. When first considering the LDS context and Utah, I reflected on the experiences of hostility I witnessed in Utah and my awareness of the high suicide rates and exclusionary practices of BYU. Driven by feelings of concern for LGBTQ+ people in Utah, I entertained the same general question that existing research seeks to answer: how can we mitigate the experience of hostility that is leading to these negative outcomes for LGBTQ+ youth in Utah? In preparation for research within this context, I took a trip down to visit my younger sister who had recently moved to Utah and re-joined the LDS Church. As part of my early exploration, I attended some local LGBTQ+ events. One night during this trip, I was standing in a circle with a group of LGBTQ+ young adults and speaking with the young woman beside me about my older sister’s experiences in Utah, when she related her own experience of the community in Utah being very supportive of LGBTQ+ individuals. Taken aback, her response caused me to reconsider some of my assumptions, although I perhaps also made some new ones. Surprised, I wondered if maybe a hostile context, out of necessity would produce a unified and thriving underground LGBTQ+ community that reached across division to create belonging and accommodation, which spurred me in the direction that my research has taken. Working within the critical cultural paradigm, I was keen to understand how people exist within and in opposition to larger oppressive forces, to recognize individual agency, and see the capacity of individuals to be world-makers. I wanted to consider more than how people can survive and resist in situations of oppression, but also how   20 they negotiate meanings and identities within social spaces in ways that open new possibilities for how to be in the world. Aware of the perceived incompatibility of LGBTQ+ and religious identities, yet having encountered evidence to the contrary, I endeavored to understand how queer and religious identities might be practiced as something other than inherently incompatible, even within religious organizations that harbor policies that are overtly hostile toward LGBTQ+ individuals. In some ways, I initially re-approached this research with a degree of naive optimism and interest in the thriving underground community that I thought I might encounter. Since my questions always inquired into spatial relations and space-making practices, I initially drew from Critical Geography’s imaginations of space in relational terms. I followed Doreen Massey’s conceptualization of space as a sphere in which a multiplicity of trajectories exists, where trajectory is paired with the concept of story. Therefore, space is conceptualized as a “simultaneity of stories-so-far” (p. 130), and movement through space is both a process of traveling along these trajectories and influencing them. Furthermore, for Massey, encountering and having influence over these trajectories is a matter of the chaos and order of space. The chaos of space allows for chance encounters, which requires interaction with others, and thus allows for the possibility of new spatial relations to emerge as different trajectories collide, intermingle, and disperse. There is, however, she argues a crucial role for power in how trajectories collide and how space is controlled and ordered. While there is an opportunity of an openness in space, there is also a closure as space is regulated in different ways which determines how or whether encounters may occur. Thus, there is room for the emergence   21 of new possibilities as chance encounters in space occur, but this always happens within a larger framework of power. Emerging within this understanding of space as relational, queer critical geographers contributed the importance of the body and performativity into discussions of space, understanding that power is both oppressive and productive and that spaces have multiple intersecting dimensions, e.g. race, gender, and class (Oswin, 2008). Sara Ahmed’s (2006) perspective in Queer Phenomenology: Objects, Orientations, Others allows us to see that bodies are intimately linked with spatial realities and that space is constructed and shaped by the labor of bodies over generations. As bodies move through space they leave impressions that worn over and over come to shape space to fit those bodies whose path is most easily replicated, those who solidify dominant forms and norms. Bodies also inherit the pressure to reproduce these impressions and thus built into the fabric of space is a compulsivity to reproduce the power relations as they currently exist. Those bodies that fall in alignment with these dominant forms and norms experience feeling oriented within space, such that they might not even notice their own bodies or the labor involved in the reproduction of spatial relations. In contrast, some bodies inherit a nearness of dominant forms such as whiteness and heteronormativity yet cannot reproduce these forms. These individuals encounter space as disorienting. Their bodies and the impressions left by other bodies do not come into alignment and they may be left feeling off line and out of place. Furthermore, built within the spatial relations is the compulsivity to make bodies align with the dominant forms and norms, even when alignment is impossible, and thus bodies that do not line up encounter the world with vulnerability and the risk of violence. Disorientation, however, may also bring into view   22 the body, the impressions left by others, the devices that exist to pressure us into conformity, and perhaps also the desire to follow our body toward some other way of being in the world. As such, Ahmed argues, encountering the world as disoriented brings other things into view that allows for something other than reproduction, the emergence of new ways to be in the world. Ahmed’s framework allows us to see the mechanisms through which space is ordered, as Massey refers to it, and the manner in which the chaos of space that Massey refers to is not always accidental or serendipitous, but also influenced by our bodies and their encounters with space. Ahmed’s framework also allows us to recognize the vulnerability of existing as bodies that do not align with dominant forms and norms, and thus cautions against the pressure of the visible deviations that LGBT Studies advocate as a necessity for political progress. Rather, Ahmed argues there are multiple ways to be queer, which brings into focus other scholarship that recognizes the implications of a single narrative of queerness. As Mary Gray (2009) finds in her work with queer youth in rural Kentucky, rural youth do identity work differently than their urban counterparts. They employ strategies of visibility that are relevant to their spatial environments, utilizing narratives of family and iterative and ephemeral moments as they labor in identity practices and activism. Importantly, both Ahmed and Gray recognize that vulnerability influences queer visibility. As Karma Chávez (2016) argues in her work with undocumented queer youth, some LGBTQ+ individuals experience greater risk in their visibility and their activism. Undocumented queer youth engaging in queer or migrant activism risk deportation. Thus, discussions of visibility are intimately intertwined with discussions of privilege and vulnerability. Furthermore, Chávez argues   23 that the policing of visibility in both LGBTQ+ and undocumented communities leads to the exclusion of some voices in the interest of promoting a more acceptable narrative that would win the favor of those with power. As researchers, being cognizant of vulnerability and the policing of visibility that leads to the exclusion and erasure of some voices, is an essential awareness to have when considering LGBTQ+ populations, if we desire to more fully understand the influences of spatial relations, discourses, and contexts on the experience of individuals and their identity practices. Prior scholarship has broadly focused on the intersection of gender/sexuality and religion through a psychological framework that focuses on identity development and the reconciliation of seemingly incompatible identities, understanding identity as a fairly linear process of development that culminates in a coherent and cohesive identity. When it has recognized contextual elements, the scholarship still often discussed context in terms of identity conflict and reconciliation. Thinking with queer theorists allows for different findings to emerge, as we begin to see identity practices as a form of labor that occurs within spatial realities. Such a framework allows me to consider how identities are nonlinear and dynamic processes of labor. Furthermore, recognizing the spatial dimensions of identity practice permits me to look beyond a framework of LGBTQ+ visibility as the essential strategy for LGBTQ+ rights to progress. Instead, I am able to see the ways that spatial relations influence vulnerability and the manner in which LGBTQ+ young adults navigate visibility or implement other space-making strategies to exist within contexts where they are seen as or may feel they are out of place. Engaging in an embodied understanding of gender/sexuality and religious identities as practiced within the contexts of Utah and Mormonism, allows me to consider perspectives beyond   24 the questions of identity development, mental health outcomes, and strategies that permit identity resolution or reconciliation. This provides a richer description of the lived experience of LGBTQ+ young adults in Utah that encourages us to question the ways that we produce knowledge, especially at the intersection of gender/sexuality and religion.  Methodology Being aware of the high suicide rates among gender/sexual minority youth in Utah, the anti-LGBTQ+ policies and teachings of LDS leaders, and my own experiences of how differing views within religion can foster conflict and divisions among family, I originally approached this research with a broad interest in understanding the ways that LGBTQ+ religious and non-religious young adults engage each other in identity and space-making practices within this conservative and overwhelmingly LDS context. This question embraces the importance of understanding identity and space-making as practices within contexts. It allows me to think on how identities are embodied and performed and how they both influence and are influenced by environmental elements. It also highlights the initial assumptions I held when beginning this research: that LGBTQ+ individuals would exist within opposing categories of a religious divide and that they would engage with each other to create spaces of belonging and accommodation. Although I came to question these assumptions through the frameworks of queer theorists and the lived experiences of my interviewees, which allowed me to see a spectrum of religious experiences rather than a divide and to understand that LGBTQ+ adults simply exist where they are, it is important to acknowledge that this was my starting place with this research.   25 I follow a research framework that encourages the practice of holding ideas in suspension and allows me to consider that I may encounter something other than support for these initial assumptions. Importantly, within the meaning of the word suspension there are two different ideas. Suspension can mean both to pause or prevent something from proceeding and also to hold it up, as if it were suspended from the ceiling as to make it visible. If we engage in the practice of both we are enabled to exist “in a ruminative space of not knowing” (Gibson-Graham, 2006, p. xxviii). By attending to this space of suspension, Gibson-Graham suggest we cultivate awareness of more novel ideas. They argue that thought is an ethical practice that brings forth different relations to the world and possibilities within it. One of the techniques they recommend to cultivate ourselves as theorists of possibility is “rereading–uncovering what is possible but obscured from view” (p. xxxi) or, more specifically, “reading for difference rather than dominance” (p. xxxi-xxxii). Reading for difference encourages a process whereby we actively question deterministic thinking, and instead read for contingency or possibility, which they argue is an important tenet of queer theory. This is different, of course, from traditional objectivity. The idea is not to take my preconceptions or those of society and remove them as if I could put them aside, but rather to attempt to suspend them where they might visibly collect together and where I might hold them in a state of pause without making conclusions as to their meaning. Within academic scholarship we make a claim to knowledge and are often encouraged to form generalizations about our findings, yet to sit in and embrace a space of not knowing and read for difference is to do the opposite of what we are expected to do as researchers within academic institutions. It is in essence a framework for looking for what is off line.   26 As a straight cis-woman I am indebted to queer theorists, especially those who occupy the intersections of feminist, queer, and race studies. Their work makes visible ways of being in the world that are not a part of my own lived experience. Their reflections allow for a recognition of risk and vulnerability that is not as available in traditional LGBT Studies’ perspectives on visibility as a path toward social acceptance. As such, I am able to understand the risks and vulnerabilities of LGBTQ+ individuals, especially those at BYU who face risks of expulsion or loss of progress toward their degrees. For this reason, I use pseudonyms for all of my interviewees and wish to acknowledge that all those interviewees who discuss things that may leave them vulnerable to harm from BYU policies are, at the time of writing, no longer in attendance at the university. Furthermore, I acknowledge there are limitations to my interview sample. Since I recruited LGBTQ+ individuals with affiliations to colleges and universities, my research lacks the perspectives of those individuals who systemically have been excluded from academic spaces. Despite being influenced by queer theorists, however, I am not a member of the LGBTQ+ community and participate in this research as an outsider. I engage in this research with the recognition that my interviewees have agency over their own life trajectories and that their narratives are each versions of authentically lived realities. While I recognize the limitations of my perspectives and positionality, there are also ways that my own history allows me to reach understanding or raise questions that others working within a different framework may not consider. Raised within proximity to the LDS religion, I am in a unique position of having awareness of the cultural rituals and meanings within the religion, without having a   27 personal history of either religious affiliation or disaffiliation, which I hope has allowed me to relate to interviewees where they are. To connect with LGBTQ+ young adults in Utah I shared my recruitment information and materials with local community members and LGBTQ+ resource centers3, which allowed for information about my study to be posted in both the physical and online spaces where many LGBTQ+ young adults in Utah circulate. This recruitment strategy culminated in thirteen semi-structured interviews between June and November 2018 with each interview averaging around ninety-seven minutes. All interviews were conducted online via the preferred communication method of the interviewee: nine over video chat, three over the phone, and one over instant messenger. Three interviewees identified as Hispanic and/or of Latin descent, one chose not to identify ethnically or racially, and the others all identified as White. Interviewees’ ages ranged from eighteen to twenty-nine, and all resided in Utah at the time leading up to our interview. Interviewees identified across a spectrum of both LGBTQ+ and LDS/religious identities (see Appendix for details). While I prepared for the interviews with an interview guide, I did not strictly adhere to it. Interviewees showed awareness of the dynamics of interviewing and research, or as Sender (2012) describes, they showed an “awareness of being ‘an audience’ in the research context” (p. 172). I shared that my study was exploratory in nature due to a lack of such research at the intersection of gender/sexuality and religion and encouraged them to share what they felt was relevant and important. Interviewees often asked their own questions of me, my history with the LDS Church, and what drew me to this research. I welcomed their questions and endeavored to respond  3 The majority, though not all, LGBTQ+ resources centers were affiliated with local public institutions of higher education.   28 with authenticity. At the end of each interview I inquired from the interviewees whether they had any questions that they wished I had asked or would like to ask other LGBTQ+ young adults. These questions were often included in subsequent interviews. While I did sometimes return to sections of the interview guide that were unaddressed, the goal of interviewing was not to address every question from the guide, but rather to allow interviewees the opportunity to discuss their personal experiences with identity and space. As a result, despite all interviewees being affiliated with institutions of higher education, many did not discuss these spaces beyond a passing comment of their general affiliation. Rather than push them to discuss these spaces, I requested that they share the experiences relevant to themselves. At times these were within university spaces, but often they were not. Interviews were audio recorded and transcribed and shared with those who had expressed interest in accessing the transcription of their interview. The process of analysis involved embracing Gibson-Graham’s framework of holding ideas in suspension, reading for difference, and also an approach of thinking with the ideas and narratives of each interviewee, which I found came to reflect Ahmed’s framework of orientation and disorientation. As I read and re-read the transcripts I noticed some themes and patterns within the research, writing and revising themes as I progressed. More significantly, I noticed the ways that their stories were unique and not easily generalizable. Having embraced a practice of suspension and a state of not knowing prior to the interviews, the idea of claiming generalizable findings in the analysis felt like a betrayal of both this process and the diversity of my interviewees’ experiences and paths. Instead, as I read and reread, I sat in reflection around the narratives of each interviewee and the ways that their narratives were divergent. Their   29 experiences were varied among themselves, but they also diverged from both my preconceptions and those of other scholarship at this intersection. While they diverged, however, they also came into alignment with Sara Ahmed’s work. Their experiences provided rich descriptive narratives to her theoretical framework as her work aligned with their lived experiences. Along with Gibson-Graham, Ahmed provided me with the framework to look for what was out of line and obscured from view. In other words, queer theorists came to provide the language for my understanding of how individuals engage in identity labor as an ongoing practice and make spaces for themselves wherever they are, even as they are seen as out of place and not belonging.    30 CHAPTER II IDENTITY WORK: A SPECTRUM OF POSSIBILITIES In my work with LGBTQ+ young adults in Utah one of the driving interests was to understand how LGBTQ+ experiences would differ across the religious-nonreligious divide. What I found is that the religious-nonreligious divide was much more of a spectrum than a divide and that interviewees had many unique and interesting experiences that are not easily generalizable to either side of the divide that I thought I would encounter. I was also able to see that while the relationship between religious and LGBTQ+ identities is complicated by feelings of incompatibility and dissonance, the experience of nonreligious LGBTQ+ individuals has its own complications and challenges, and that it might be better to think of the identity practices of the LGBTQ+ young adults in my research project as arduous labor. Approaching identity as an embodied practice within spatial realities, allows me to see how identity is experienced and impacted by environments. Most importantly, this framework allows me to understand the body as the point from which our world extends. As Sara Ahmed explains, in Queer Phenomenology: Orientations, Objects, Others, the body is the starting point through which we experience the world. It is the point from which our orientation, or the direction we are facing, expands. She states, “The starting point for orientation is the point from which the world unfolds: the ‘here’ of the body and the ‘where’ of its dwelling” (p. 8). Our bodies take shape by dwelling and also shape the places where they dwell. Her understanding allows us to see the ways that bodies are intimately linked with spatial realities, and the ways that identity is a labor of spatial belonging. Thus, in my research I come to see how LGBTQ+ young adults in Utah   31 encounter the pressure to conform to the spaces in which they exist, and that in their failure to inherit the paths laid out for them they encounter the world differently, which both exposes them to vulnerability and provides them a foundation from which they engage in an ongoing labor of identity sense-making.  Inheritance: Mormonism and heterosexuality Sara Ahmed develops a framework for looking at how bodies exist in space, where space is also conceptualized as an extension of bodies. Space comes into existence through the repetitious labor of bodies over generations. As bodies in space we are oriented in certain ways rather than others, and she suggests we are oriented by objects, objects that are available to us. She states, “By objects, we would include not just physical objects, but also styles, capacities, aspirations, techniques, even worlds” (p. 126). These are objects that we take up into our beings, and by taking up these objects we move in a particular direction or are drawn along a particular line or path. The objects and by extension the paths that are available to us are determined by both dominant forms and norms within society and by our familial inheritances. The spaces we occupy become defined by the bodies that move more easily within them, heterosexual and white bodies. These identifiers sink into the background and become something that invisibly orients us, or something we are oriented around, rather than towards. Importantly, we cannot always take up the objects and paths we inherit proximately. For Ahmed, the line of whiteness was not an attainable object as a mixed-race child even as she reached for it. She describes that bodies that cannot take up what is around encounter the world on a slant or diagonally to the dominant line, as disoriented rather than oriented. While she   32 argues that encountering the world differently can be a radical form of politics that brings other ways of being into the world, she also communicates that disorientation can be unsettling and leave oneself vulnerable to violence.  Inheriting the centrality of Mormonism By thinking within this framework of embodied spatial realities, I have come to consider the ways in which Mormonism could be an orienting device, something that orients us. Certainly, Mormonism is not dominant in most states, but it has a dominance in the state of Utah, and also a central place within LDS families. Thus, one way of understanding the significance of the LDS role in the lived experience of my interviewees is to consider the extent to which my interviewees lived in predominantly LDS environments and homes. At the time of interviewing, each of my interviewees had been living in Utah for at least four months. The majority, however, all but three, had lived in Utah for a prolonged period of at least four to ten years. In fact five of the interviewees had either spent their entire lives or significant portions of their childhood to adolescence in either Utah or other predominately LDS communities. Of those eight living outside of LDS communities, one lived in a state bordering Utah and was raised in a different Christian denomination, and the other seven were raised in the LDS Church, and four explicitly discussed the predominance of the LDS faith in their homes, as can be seen in the following two excerpts: My parents are very devout Mormons. …they were serious about the practice. Um, and, I think also really serious about the beliefs. Um, they- they take what leaders of the Church say very seriously. Um, so, I guess they’re very devout and serious about the Church, um and I grew up in that. (Lydia) Religion has always been like the most important thing for both of them [parents] also, and it was just always the center of our home growing up. (Lorenzo)   33 As described by both Lydia and Lorenzo the Church becomes the background or the foundation to their home and family. The predominance of the Church in their homes influences the objects that they will encounter proximately. As Ahmed states, “we inherit the reachability of some objects, those that are ‘given’ to us or at least are made available to us within the family home” (p. 126, emphasis in original). By being born into environments and families where the LDS faith predominates, the LDS Church has the potential to have oriented my interviewees towards some ways of being while leaving other ways of being out of view. Being physically present in LDS spaces is also not the only way that the LDS Church can be seen to have an influence over what paths are available to my interviewees, as Ahmed says, “To be orientated around something is not so much to take up that thing, as to be taken up by something, such that one might even become what it is that is ‘around’…to make that thing central” (p. 116). Only one of my interviewees was not raised in the LDS faith. Of the twelve raised in the faith, five interviewees described the ways in which their membership to the LDS Church was a significant part of their identity in their life: I loved the Gospel and I loved the feeling it gave me and I loved knowing that I had something solid in my life no matter what happened. (Courtney) Mormon is an important one [identifier], and um- and that’s changed for sure, but that was (interviewee’s emphasis) my most important identifier for most of my life. …having not lived in the states my whole life, it [his citizenship] was never like the first thing either, but I was always Mormon wherever I went, and so like that was a big part of my community my whole life. (Lorenzo) Thus, for a number of my interviewees not only were they in environments that were oriented around Mormonism, but they also had taken up that orientation into their own being, even if only for the period of their childhood and adolescence.   34 Even though my interviewees’ relationship to the LDS Church has changed over time, they each still retain ongoing personal, familial, and environmental connections to the religion in which they were raised. In fact, six of my interviewees, as Brigham Young University (BYU) students, are required to maintain a semblance of church activity to maintain their ecclesiastical endorsement, which states that the member is maintaining activity in the church and thus in good standing at BYU. In this way they are required to continue placing themselves in environments where they must perform LDS practices or at least appear to be active church members. Thus, in significant ways each of my interviewees finds themselves inhabiting spaces where Mormonism is central and the LDS path is the one available within view.  Compulsive heterosexuality and the LDS line Similarly to the centrality of Mormonism, my interviewees exist within realities that are oriented around the cis-heterosexual body. According to Ahmed, “Insofar as we inherit that which is near enough to be available…we inherit the nearness of certain objects more than others, which means we inherit ways of inhabiting and extending into space” (p. 86). This inheritance also comes with a pressure to conform to it or continue to replicate the lines or paths that are provided by our familial and social inheritance. As Ahmed articulates from the work of Simone de Beauvoir we are not born straight, but rather it is a process of becoming, yet heterosexuality can feel as if it is natural, because orientation is a powerful force “that organizes worlds around the form of the heterosexual couple” (p. 85). However, she argues, heterosexuality is made compulsory precisely because it is not prescribed by nature, but rather by force. According to Ahmed   35 compulsory heterosexuality “operates as a straightening device, which rereads signs of queer desire as deviations from the straight line” (p. 23). Bodies are kept on the heterosexual line through the requirement “to ‘tend toward’ some objects and not others as a condition of familiar as well as social love” (p. 85). Born into LDS communities and families my interviewees have inherited the nearness of LDS ideologies, doctrines, and ways of being in the world, which impactfully include significant emphasis on traditional gender roles and heterosexuality. In LDS theology heterosexual coupling is an explicit requirement to inherit the highest kingdom of heaven. Although LDS leaders have expressed some flexibility as to when these unions must happen, i.e. in this life or perhaps the next, they have staunchly maintained the stance that heterosexuality is the only natural coupling and that all beings will be heterosexual in the afterlife. Thus, even if there is marginal flexibility the compulsion towards the heterosexual line is at best postponed or delayed to a later existence and therefore never actually removed. For their part, my interviewees express awareness of the gendered and sexual expectations of the LDS path, and also share narratives that demonstrate the significant challenge of existing as a body at odds with this path. Their experiences demonstrate the ways that striving to orient oneself within heterosexual and cisgender spaces impacts their own acceptance of their sexual/gender identities. Interviewees commonly shared their own paths through typical LDS milestones by way of describing their growing up in the Church, mentioning being baptized at eight, taking on LDS youth positions in their early teen years, serving a mission (particularly expected of LDS men), and attending BYU. I found it especially interesting, however,   36 that some interviewees showed explicit awareness of the LDS path and the centrality of heterosexuality within it by mentioning that it was a clear or cookie-cutter life: And, I was also like deluding myself a little bit, in that I wanted to fit in so bad into this tribe and this like cookie-cutter life that was like laid out for me, that I thought was what I wanted, that I was like “Well, maybe I’m bi and like I could, you know, find a woman.” I like thought that’s a possibility, and I like knew people that did that. (Garret) As Garret expresses there was this clearly laid out life that he had intended to follow, a life that he wanted enough at the time that he thought he could maybe be bisexual rather than gay. It is a life that as another interviewee felt was free of the kinds of challenges experienced by LGBTQ+ individuals, and that this was a path that had been mastered by the LDS Church: To be straight and cis in the Church is, I think, in some ways-, there are just certain challenges that you’ll never have to think about or experience. You know, in the Church, they have mastered this teaching of cis straight people uh that really lines out Mormonism…for the straight, cis-person it could appear very appealing. (Hannah) From the perspective of LGBTQ+ young adults in the Church, the path of a straight cis-person is clear and well-defined, made especially visible by the way they encounter it as a body that cannot line up in the same way. While the path as dominant may slip into the background for cis-heterosexual latter-day saints, LGBTQ+ individuals encounter the path differently, even if they try to replicate it initially as Garret did. Encountering themselves in the failure to replicate the LDS line, my interviewees shared the messages that they received from their LDS communities that continually directed them toward the heterosexual path. Some common messages they received were that their gender and/or sexual identity were not real, that it was bad or somehow wrong, and that acting on their gender and/or sexual orientation was not in line with the Gospel.   37 After being told by his mission president, the only adult he could speak with on his mission, that he could overcome his “same-gender attraction” through the atonement and marry a woman, Tom described to me how he began working through a twelve-step program, the Church’s twelve-step program for overcoming addictions, which he described as “self-induced conversion therapy” (Tom). His sexual identity was seen as something mutable, as Tom stated, “My mission president thought um it was a condition, that it was a fad, that it was-, that it’s just something that’s come up because the world is becoming more wicked” (Tom). Similarly, Garret was convinced to attend an experiential weekend with leaders from the organization People Can Change, a group founded and run by Mormon men, which he described as essentially conversion therapy. Throughout the weekend he received a number of harmful messages that “someone’s sexual orientation, or that being queer, or not being straight is like a broken, damaged sexuality that needs to be repaired, so that you can like have your like inherent heterosexuality shine out” (Garret). The messages that both Tom and Garret received relate to Ahmed’s discussion of compulsory heterosexuality, which demonstrate the ways LDS communities frame homosexual desire as a broken sexuality in need of repair. This works as a straightening device to bring these “deviant” sexualities back in line with the expected path of exclusive heterosexuality. Considering these messages and the orientation devices that reassert the dominance of the heterosexual line, it is unsurprising that many of my interviewees struggled with recognizing and accepting their gender and sexual identities. Three interviewees explicitly expressed how they initially could not accept their sexual identities, because they’d been taught that homosexually was bad or wrong. Garret   38 described that as an adolescent he could not allow himself to be out to himself, because between the church environment and his high school, where homophobic slurs were passed around, it was not safe: I wasn’t out to myself really. I’d never like allowed myself to process it, because it-, because it’s like I couldn’t be that bad thing, and there was, you know, in my high school there was like one kid who was out and he was treated very poorly, so like I couldn’t really be out to myself. I wasn’t in an environment that I could…. I didn’t know any gay people growing up, so the only mentions are like in church and how it’s bad. (Garret) While Garret grew up in a small rural community where he did not know other LGBTQ+ individuals, it is also possible that this internalized homo-negativity, could cause an individual to distance themselves from other LGBTQ+ young adults. Other of my interviewees described being afraid of LGBTQ+ individuals: For the longest time growing up that I thought gay people were bad, and I associated gay people with a very, you know, for guys it’s very feminine um talk or dress um and so I kind of tried to make sure that, that wasn’t me, and I kind of feared people that that was true for them, because of how I was taught growing up that that was something that was bad. (Lorenzo) Lorenzo expressed that he quickly recognized that this was not true, but that it made it initially difficult to be in LGBTQ+ spaces, because “I just-, I didn’t feel comfortable in my own skin sitting in the same room with everyone that was so comfortable being how I had been taught was wrong” (Lorenzo). Thinking with Ahmed’s work, it is like the residue of having taken up this homo-negativity as a result of indoctrination into this organization and concerted efforts to take up the familial and social inheritance of heterosexuality, may linger in the bodies of these LGBTQ+ young adults in ways that inhibit their comfort within their own bodies, even in spaces that are created to encourage the extension of LGBTQ+ bodies.    39 Unattainable Inheritances Alternating Forces: desire and disorientation While familial and social environments influence what is available to us, the inheritance of the lines within our proximity is not inevitable. Ahmed suggests that desire can lead us away from the lines that we inherit. She uses the architectural term desire lines to expand the metaphor, defining such lines as: …unofficial paths, those marks left on the ground that show everyday comings and goings, where people deviate from the paths they are supposed to follow. Deviation leaves its own marks on the ground, which can even help generate alternative lines,…traces of desire; where people have taken different routes to get to this point or to that point. It is certainly desire that helps generate a lesbian landscape. (p. 19-20) Turning towards this desire, becoming reoriented by it, Ahmed suggests may even result in other worlds coming into view (p. 15), that it can even be an accidental or chance encounter with something that is off course (p. 19). She is careful to acknowledge, however, that “becoming a lesbian still remains a difficult line to follow. The lesbian body does not extend the shape of this world, as a world organized around the form of the heterosexual couple” (p. 11). She describes the way that becoming lesbian “involves the disorientation of encountering the world differently,” which allowed her to think about orientation and how reorienting is about “knowing which way we are facing, is about the making of worlds” (p. 20). Thus, encountering the world in this way means experiencing the alternating forces of desire which pulls bodies toward new ways of being in the world and disorientation which pushes the body as it fails to line up, an experience that may leave one feeling vulnerable. Vulnerability is an understandable response to feelings of disorientation and it was a common experience among my interviewees. This was especially the case for those   40 interviewees who either were current students or who had recently graduated from BYU. Six of the eight interviewees who attended BYU talked about fears of being expelled for their sexuality, at times including fears about having to maintain religious activity. This was even true of students like Lydia who were keeping the rules around homosexual activity. As Lydia stated: So I really, really was afraid to lose my place at BYU. Um and so when I was actually at church or at any ward activities, I kept my sexuality really well concealed, and I lied about it. Um I lied to bishops, um sometimes to the whole congregation. I was asked to speak a few times. When I spoke in sacrament meeting I lied, um but I felt justified to do it, um because I felt like I shouldn’t be in this position in the first place. I shouldn’t like- I shouldn’t have to lie to continue being at the school, especially since I was following the rules, you know, I wasn’t like-, I mean I had lots of friends who were, but I wasn’t dating other- other women when I was at school. Um I, in general, I was following all the rules, but when the rules include how you have to feel, then it’s just really, really hard. (Lydia) Being expelled from BYU for acting on homosexual feelings, she indicated, could also result in the school refusing to send students’ transcripts to other schools, resulting in them having to start over, like they had just graduated from high school. She expressed that if students had already invested years in their education it could be life ruining. It is understandable, then, why many of my interviewees were cautious about how they navigated their identities at BYU and in church. The presence of such vulnerability for LGBTQ+ individuals is why Ahmed advocates against a compulsion to visibly leave the line, suggesting that there are ways to be queer in the closet, that “Not all queers can be ‘out’ in their deviation” (p. 175). She argues that for some queer people “certain lines might be followed because of a lack of resources to support a life of deviation, because commitments they have already made, or because the experience of disorientation is simply too shattering to endure” (p. 176). Ahmed’s framework affords us the   41 understanding that some LGBTQ+ young adults may not be in a space where being visible is possible, or maybe only certain forms of visibility are possible. Another common form of vulnerability related to fears about how others would react to my interviewees if they came out, especially family and friends, which aligns with Kath Weston’s work on queer kinship ties. One third of Weston’s interviewees recounted instances of rejection, and the vast majority of her interviewees “reported fears of being disowned and losing family, even when rejection did not ensue” (p. 62, emphasis in original). Some of my interviewees did describe periods of emotional distance from their families as a result of coming out. For some of those who had not come out to their families, like Shea and Alex, there was a concern that it would change the relationship. As Shea related, “It’s probable that the family, if they knew, would be shocked and would eventually get on with it, but I don’t think the relationship between us would ever be quite the same again” (Shea). Alex also described their experience having to conceal their identity any time their family came to visit or pick them up from college for breaks: Only thing that sucks is that I have like decorations all over my room and now whenever my parents come to like pick me up for things or drop off stuff I have to take all of it down and put it in a box and hide it and it’s such a pain to get it all back out and put it back up. (Alex) Thus, the fear of familial rejection, especially when some financial or other support was needed, such as was the case with Alex, resulted in individuals feeling the need to conceal their LGBTQ+ identities from their families. As Mary Gray argues in her book, Out in the Country: Youth, Media, and Queer Visibility in Rural America: I argue that rural youth do the collective labor of identity work differently than their urban counterparts not because rural youth have it inherently harder, but because they confront different heteronormative/homophobic burdens. They also   42 bear the weight of a politics of visibility that, I argue, was built for city living. (p. 21) What Gray is arguing is that while there is a pressure to be out and visible, this may not work in these rural communities. Similarly, I think it is possible that the pressure to be out and visible may not be able to be met in Utah with the same results as it would for mainstream LGBTQ+ communities. There are many factors influencing the environments in which these LGBTQ+ young adults exist and some forms of visibility may not work in heavily LDS and conservative environments and homes. This sense of heightened vulnerability among my interviewees is unsurprising, especially when we consider that the LDS Church is not only especially devoted to maintaining the heterosexual line, but has historically engaged in a very public practice of excommunicating LDS members who challenge their doctrine. In fact, we could think of the LDS excommunication polices as a way of pushing individuals from the line for not following the path in the way it is dictated. As Hannah explains, the Church has no policy on hormone replacement therapy, but “Where you do start to run into problems is when you want to have any sort of elective surgery, which you can be excommunicated for” (Hannah). Many interviewees also discussed the November 5th 2015 LDS policy that banned children of LGBTQ+ couples from being baptized and considered married LGBTQ+ couples as apostates, and thus subject to excommunication. As Lorenzo explains: There’s things that are problematic about that [policy], especially if the parents were supportive of the Gospel. I think there’s less [support] now because of that rule, but I think prior there were people that were in same-sex relationships, that had children, that wanted them to get baptized, that wanted them to be part of the Gospel, because they believed in it, and now um it’s not an option. (Lorenzo)   43 There was a shared sentiment that the LDS Church was pushing individuals out of the Church with this policy, as explicitly expressed by Lydia: So I again thought I’ll probably just have my record removed. Um, but I- I feel very deeply opposed to the policies the Church has instituted since November 5th 2015. Um, that was the day that the- the policy of um excommunicating people who got married to someone of the same sex was leaked, and along with it the policies that children with gay parents couldn’t get blessed or baptized. Um and um I was so angry about it. Um and I- I just feel like the Church with that is pushing me out of-, like pushing me out of the Church, um and rejecting me and trying to like kick me out of the Church. … I may not believe in the Church, but I still feel like Mormons are my people. Like I know people say they’re like culturally Jewish sometimes. I- I feel like I’m culturally Mormon, um so even though I don’t believe in it, um I still identify with that group, and I do want it to be clear who’s rejecting who. Like I’m not- I’m not the one who- who’s doing this. (Lydia) These narratives make visible an extra mechanism for maintaining the dominant line–the expulsion of individuals who might challenge that line. Ahmed’s framework allows us to see the ways that our desires can cause us to leave our familial line and also how our bodies may even prevent us from inhabiting the lines we inherit, allowing us to see things from a queer perspective, an off-line perspective. She also lays the foundations for seeing the ways that dominant forms and norms, such as heterosexuality and whiteness, can be rejections of other ways of being in the world. I find it insightful, however, that my interviewees experiences make visible the ways that institutions, in maintaining their lines, also actively push individuals who do not quite line up off the line. In doing so, the forces that push us from the line also have significant impact on the lines available to us and even have the capacity to push us toward other ways of being in the world. Both the experience of desire and disorientation lead us to encounter the world differently, but their interconnection with the experiences of vulnerability and social exclusion also lead to less visible deviations, which also influences the lines that are available to us. While   44 Ahmed recognizes less visible deviations might be perceived as a betrayal of queer, she argues that just as there are different ways of following lines, there are different ways of deviating from them. She advocates against making deviation from the line an obligation or responsibility for queer people. Rather, she sees the queer commitment, if any, as being to open up the possibilities for what counts as a life worth living (p. 178).  LDS leaders & the path for LGBTQ+ individuals in the LDS Church Unlike the cis-heterosexual path in the LDS Church there is a lack of clarity and a great deal of inconsistency in what path is available for LGBTQ+ individuals within the LDS Church. Church leaders’ perspectives around homosexuality and its place in the LDS Church have changed over the years (see Cragun et al., 2015; Petrey, 2011), and as a result this impacts the paths that are visible for LGBTQ+ young adults who are raised in LDS environments and homes. As scientific research emerged for a biological basis for gender and sexual orientation and the AIDs epidemic spread in the media, the LDS Church reframed the path for LGBTQ+ Mormons. They moved from encouraging mixed-orientation4 marriages as a cure to homosexuality, toward the promotion of celibacy and the belief that homosexuality would be cured in the afterlife. Importantly, LDS leaders as prophets have not simply disavowed previous messaging with the creation of new discourses, instead the old discourses linger. While many LDS leaders who created earlier approaches to LGBTQ+ issues such as Spencer W. Kimball, have since passed away, others remain in prominent leadership positions. In fact, Dallin H. Oaks, who holds  4 A marriage between partners with different sexual orientations, e.g. a lesbian woman married to a straight man.   45 the second highest leadership position in the LDS Church, has played a significant role in shaping LDS policy around LGBTQ+ issues since at least the mid 1980s (Eskridge, 2016), and he continues to be an active speaker on the LGBTQ+ and LDS intersection to present day. Since these prior perspectives still linger, even as they sometimes contradict other more recent perspectives, it is unsurprising that my interviewees express awareness of both how LDS leaders’ messages have changed and the ways that members and lay church leaders continue to work within and utilize older frameworks. As Garret communicated to me: Yeah, like a lot of information that was on the LGBT-Mormon intersection is outdated, because in the past uh decade there’s been such a radical shift in dialogue and attitude coming from top Mormon leaders, so a lot of people don’t even know where the Church is at, and a lot of them are, especially older individuals, are like, you know, still stuck in like Spencer W. Kimball and Packer [previous LDS leaders] like mindsets, as far as um conception of what it means to be gay, and what that looks like, and why it is that way, and can it change. (Garret) Further still, this change in dialogue is reflected in the mixed messages and inconsistencies that interviewees experienced from local leaders. Sometimes leaders did not know how to respond to the issues of LGBTQ+ individuals. As Hannah states, “You know, many bishops in the Church have no idea what to do with the trans person. Um, I’ve been through enough of them to know that, that is the most common reaction to telling a bishop that you’re trans” (Hannah). This experience was not limited to transgender individuals, as I received similar responses from other interviewees. Furthermore, Hannah also received mixed messages from the Church. She indicated that the LDS Church saw her as male and therefore the only way for her to be sealed in the temple, was to marry a female, and yet one of her leaders expressed to her that if she   46 really felt she was spiritually female she should not be sealed to a woman in the temple. In fact, multiple leaders also said she should use transitioning as a last resort. Therefore, there are these mixed messages about affirming her identity as spiritually female, yet discouraging her from transitioning. LGBTQ+ individuals are told that they should be celibate, but to reach the highest degree of heaven they need to be sealed in the temple, which as the Church’s beliefs currently stand is unattainable. The unattainability or unviability of the LGBTQ+ path as laid out by LDS leaders over the years was felt by both LGBTQ+ individuals who were attempting to chart a path in the LDS Church and by those who left or were leaving. For some, the absence of apparently viable paths meant that the only reasonable option would be to leave the Church, as expressed by Matt: I was thinking there’s like three paths I can take as like a Mormon who’s gay: I can stay in the Church and be celibate and have a lonely life, I can stay in the Church marry a woman and have some serious marital problems, or I can leave the Church, upset my family, and-, who hopefully will get over it in like maybe five years, and then … I- I guess the way I described all of those, you probably know which one I’m catering towards [Laugh]…. I’m like “Lifetime of unhappiness, a lifetime of horrible marriage problems, or my family can learn to get over it.” (Matt) For other of my interviewees, some of those who identified as Mormon, the choices available in the Church seemed unreasonable or discriminatory. As Hannah points out: There are trans, other trans Mormons that I’ve met that when they transitioned the Church is not really willing to give them a temple recommend, for whatever reason.… I have a feeling, a suspicion, that that it is related to uh the Church not really knowing what to do with trans people. Um and so they don’t give them the opportunity to go to the temple. Uh, no temple recommend, no temple. No temple, no marriage covenants…. By all standards, you know, my life shows what a young man in the Mormon Church should do, um, and yet I can walk away with absolutely no guarantee of happiness or salvation in the Church…. I practice my religion, and I don’t try to deceive anybody with the way that I worship and everything. Um, so I do all of this stuff, but I can’t have what they have, and not   47 because I do anything wrong, and so, it feels uh kind of like discrimination. (Hannah) As Hannah expresses, transitioning in the LDS Church might lead to the exclusion of trans individuals from the blessings that the LDS Church promises cis-heterosexual members will receive in the afterlife. Thus, the path for trans individuals in the LDS Church is recognized as less viable. Furthermore, she suggests that the lack of a viable path is the result of LDS leaders not knowing what to do with trans individuals in the LDS Church, which is perhaps intimately connected with the way that the LDS leaders engage in altering their prior stances, while also not explicitly and clearly disavowing the approaches that they have used in the past. While some of my interviewees who had either left the Church or would be leaving the Church upon graduating from BYU experienced the unviability of an LGBTQ+ path in the LDS Church as an essential incompatibility, other of my interviewees expressed that the lack of doctrine from LDS leaders was a significant issue and that there may be space for change in the future. This was expressed with greatest frequency among the three of my interviewees who identified as Mormon, although they expressed various degrees of the challenge to stay Mormon. Both Lorenzo and Caleb talked about the lack of scriptures on same-sex relationships. Lorenzo did state that while he did not find it discussed in the scriptures, it was clear that it was a part of the law of chastity, which has a long history in the Church and is considered core doctrine. Caleb also described the lack of scriptural doctrine, but focused on the prophets, as saying that acting on same-sex relationships is not in line with the Gospel: Well, for a while I looked through the scriptures specifically for any mention of homosexuality and just couldn’t really find anything, except in like Leviticus, and well that kind of confused me, because it is the old law. Leviticus is the old   48 covenant…. Well, the law of Moses passed away when Christ came and gave the higher law, and so it kind of makes me wonder, was that part of the law that passed away, or is it still in effect? But, the prophets have said that to act on it is not in line with the Gospel, and so I’m going to have faith in them, much as it hurts. (Caleb) We can see the metaphor of the line here when Caleb states that “the prophets have said that to act on it is not in line [emphasis added] with the Gospel” (Caleb). We can also see the confusion from the lack of scriptural origin of the Church’s position on homosexuality. While Hannah and Lorenzo ruminate on other ways of being transgender or LGBTQ+ in the LDS Church, Caleb describes that he is just going to have faith. Hannah talks specifically about the lack of doctrine around trans identities and how there is not yet definitive doctrine on whether trans identities are accepted, and that the lack of doctrine leads to a “sense of strife” and that “anyone who is hostile towards queer identities is-, has the place to thrive in the Church” (Hannah). Similarly Lorenzo communicates that when it comes to the heterosexual marriage aspect of the plan of salvation they have not been given an answer as to why God would have people that are only attracted to the same gender: The kind of general answer is, “we don’t know everything, so we just know what we know, and that’s as much as we can tell you” as far as why, you know, God would have people that are- that are only attracted to the same gender and require them to not have a same-gender relationship. (Lorenzo) Both echo this idea of how the Church has not said enough about homosexuality and its place in the Church. While my interviewees are wanting more clarity around the inconsistencies that they see in the doctrine, I think it is possible that this lack of doctrine, or issues where the LDS Church has changed significant doctrine, may actually open up the space for these interviewees to exist within the LDS Church in ways that they can accept their LGBTQ+ identities.   49 Each of my interviewees who identified themselves as Mormon worked through the relationship with the Church in different ways. Caleb spoke about not understanding where homosexuality was discussed specifically in the scriptures, except within the Old Testament, which Mormons believe was the old law before Jesus came, bringing the New Testament and new laws. He states that the prophets, however, have said that acting on same-sex desire is not in line with the Gospel. Therefore, he suggests he needs to just have faith in the prophets. The experience for Hannah, as a transwoman is different, because there is even less doctrine on trans people in the Church. She states that many LDS leaders use the church document The Family: A Proclamation to the World, to talk about gender and gender roles, but she argues that the language of the document actually talks about spiritual gender and not sex at birth. She states: The document says that we are, all of us, are spirit sons and daughters uh of God, and there is no point in the proclamation where it says we are born as sons, born as daughters, you know, if we are spiritually, you know, this way, we will be born-, to me what that says as a document, if we take that as a sacred document in the Church, I think that, if anything that shows that my- my feelings towards being spiritually female are evident, and that really my gender identity issues, my dysphoria are evidence of a spirit that is bleeding out through a physical frame, a very mortal frame. And so, if anything, I think I’m pretty justified in saying that uh the trans identity can exist in the Church this way. (Hannah) Both Caleb and Hannah use rhetoric within the Church to come to their conclusions about their place in the Church. Caleb seems more accepting of the doctrine as it seems to stand, and Hannah uses the doctrine to make sense of her gender identity and make space for herself in the LDS Church. Lorenzo takes a different route, which is to decide that he can choose what to believe and live according to his values. He states: I kind of had this revelation that like “Oh, I can decide what it is that I believe” and um I do think it’s okay for same-sex people to have a relationship. I don’t think it’s immoral, and I still believe a lot of what the Church teaches, um and for me, right now, that’s okay. (Lorenzo)   50 He went on to describe his feelings about the prophets, saying: I don’t think that necessarily makes the Prophet not a true Prophet, but it means they’re fallible, which I already knew and believed to be true. I just didn’t think it was possible on such an issue as important or as big as that. (Lorenzo) Thus, Lorenzo creates space for himself in the Church by making the choice to determine his own beliefs, which built off the belief he already had that the leaders are imperfect or fallible. I find it interesting that both Hannah and Lorenzo also talked about the lack of things said about LGBTQ+ individuals in the Church, yet it is possible that this lack of things said may actually allow for the space for individuals to each frame their own unique way of thinking about how LGBTQ+ individuals can be in the Church. While some of my interviewees feel that there is still much that could be said by the LDS Church on homosexuality, three of my non-male interviewees have described that there is either far more acceptance or far more said about male homosexuality in the LDS Church than there is about other LGBTQ+ identities, a concern that some of my gay interviewees mentioned was an issue with academic scholarship on this intersection as well. In Hannah’s discussion of the lack of doctrine on trans identities, she does mention that there is more said about same-sex attraction, though still not sufficient. This is important, because these identities are not the same and that will affect how these non-male bodies exist in these spaces. As Lydia explains: I always hear-, when Mormons are talking about gay people they talk about gay men, um and it’s like they don’t realize there’re any gay women. Um I noticed that a lot of um- a lot of queer or gay women that I met um figure out that they were gay later. And a lot of people told me, and maybe this was just to be funny, but a lot of people told me that they just felt like they were really good for not like being tempted to make out with boys or any of that, and that they felt like women aren’t supposed to have like a sex drive. Um, so when they weren’t attracted to men they either didn’t notice that anything was weird about that, or um they thought it was just because they were good faithful Mormon girls. Um so I think a   51 lot of Mormon women realize that they are gay later. Um also Mormons just culturally seem to totally discount the sexuality of women, like it’s almost like we- we don’t have one. (Lydia) She goes on to recount the story of when she told her mom she did not find her boyfriend at the time to be attractive and her mom told her that did not matter for women, that attraction was only important for men. Thus, while all in the same religion, all LGBTQ+ individuals are not receiving the same messages. Beyond the general inconsistency of messages over the years, the LDS Church, in its promotion of traditional gender roles, has a strong stance that men and women are not the same, and this plays out in the expectations and messages that are addressed to those individuals who are not male in the LGBTQ+ community.  Divergence: invisible deviations, labor, and the forging of new lines Due to the lack of viable and consistent paths constructed by LDS leaders and the need for many LGBTQ+ individuals in Utah to be out in different ways that may be less visible, there is some lack in the availability of visible paths for LGBTQ+ young adults inside and outside of the LDS Church. Thus, it is unsurprising that what I encountered was much more of a spectrum of diverging lines than a generalizable path for what it means to be raised religious as an LGBTQ+ individual. Initially my framing of this research began with the assumption that LGBTQ+ young adults would either fall on the LDS or ex-LDS sides of a great religious divide, and I was curious to understand the ways they might reach across the divide, but it is perhaps more interesting that what I found is that the divide is a far more blurry line than a gaping canyon. In fact, just as gender and sexuality can be thought of as a spectrum, I came to think that a more   52 accurate way of looking at these identities is not as dichotomies, but as an array or a spectrum. Certainly a number of my interviewees described themselves as Mormon and another few as Post-Mormon, but these categories are far more complex than the division would imply.  Dissonance and revelation Often religion and homosexuality are seen as incompatible, as something that must be resolved. I went into this research trying to think beyond that perspective. I sought to follow Gibson-Graham’s practice of holding ideas in suspension. They argue that through this process of suspension we cultivate an awareness of more novel ideas and begin to emerge “as theorist of possibility” (p. xxviii). The idea is to actively question deterministic thinking, and so I approached this research aware of the idea that homosexuality and religion are often framed as in opposition, and I tried to be open to the idea that maybe they were not so opposed, after all LGBTQ+ Mormons do exist. However, each of my interviewees who identified as Mormon talked about their uncertainty about whether they would stay in the Mormon Church. As Hannah explains: Sometimes I have to wonder to myself what am I really doing in the Mormon Church, if I can be a good Mormon and follow all the covenants that I have made thus far, and, you know, pay my tithing, and I’ve done everything right up to this point. I have been part of church youth programs, and church education programs, and uh even served a mission. By all standard, you know, my life shows what a young man in the Mormon Church should do, um, and yet I can walk away with absolutely no guarantee of happiness or salvation in the Church. (Hannah) She goes on to explain, as is also representative of statements that Lorenzo made, that for now she is just taking the ease of being in the Church, that she is not under pressure to make a decision currently:   53 I think I’m just taking kind of the easiness of it right now, since I don’t really have the finances to be able to transition, and so I’m hoping that as I eventually get that, that maybe things will happen in the Church, until that point-, but I- I understand that even if I did have the finances now, if some, you know (humorously) brief case of money landed on my lap and it just so happened to be the amount that I could use to transition, um this would be much more of a critical and hard thing for me to think about, just because right now the Church is not, doesn’t seem to be at the point where it could change. (Hannah) In some ways, what my interviewees are communicating is a degree of dissonance around their place in the LDS Church, which I do not want to forget. The experience of staying in the LDS Church is one that was described to me as a process of constant navigation, and yet while this dissonance does exist sometimes, it was the experience of religious revelations that lessened the weight of the supposed incompatibility and has allowed my interviewees to remain in the LDS Church. The LDS Church believes in the idea of personal revelation that can come to individual members about things that involve their everyday lives, while also believing that revelation about bigger issues comes directly to the Prophet to share with LDS members. This idea of personal revelation, that individuals can seek their own answers from God, interestingly allows LGBTQ+ members to experience their own answers to issues facing them about their LGBTQ+ identities and their place in the Church, which seems to allow for LGBTQ+ members to stay in the Church and at times even question aspects of the doctrine or consider prophets as fallible. Caleb explained to me that after coming out to himself he became convinced that God did not want him and went into a deep spiral of depression. He told me about his experience of praying to God: I had just two simple questions at the time “Is God there?” and, if he is there “Does he love me?” and those were the only things I wanted to know, because if those things were true or false it would change everything, and well, I got the answer that both of them were true. He is there and he loves me, and just that gave me a lot of peace at the time. (Caleb)   54 Similarly, Lorenzo described his own experience with personal revelation through an encounter with a letter written by a mixed-orientation couple announcing their divorce and reflecting on the challenges of being LGBT and Mormon. He explained: I read the letter that they wrote like the day after I decide it was okay for me to- to not believe everything the Church teaches and to like choose what I value, what I believe…. It just matched. It like- they kind of said exactly what I had been thinking and only recently come to realize and so that was like a big moment for me, because I had like literally made my decision and like the day (interviewee’s emphasis) after this thing that just like put into words what I had been thinking exactly, so it was-, it was pretty important I guess…. I had answers to other things in my life and moments where I felt like, you know, God was telling me to- to do this or to um-, just like things were okay with where I was going and stuff, but like in regard to that- that aspect it just has always been like this big question mark. Um and so that- that was the first- the first answer that kind of like felt like an answer, where I could kind of get rid of that dissonance, I guess. (Lorenzo) Thus, despite this dissonance between religion and sexual identity my interviewees described moments where that dissonance was removed through religious means. This goes directly against the idea that to accept your sexuality you have to leave anti-LGBTQ+ religions, while still recognizing the challenges of being LGBTQ+ in homophobic religions.  “Stepping Off the Train”: trajectories and arrivals Additionally, while many of my interviewees described their LGBTQ+ identity as playing a role in or being a catalyst to leaving the LDS Church, many thought of it more as a stepping-stone and wanted to be clear that while significant it was not the only reason for leaving. Representative of this, Tom cautioned: My exodus uh was catalyzed by my sexuality, but it was not exclusive to my sexuality…. I don’t want to be misrepresented um as, you know, “I left because I was gay” or “I left because of this or I left because of that” or like “I struggle because I’m gay,” because, yes, it is an extremely (interviewee’s emphasis)   55 significant issue, but it’s not that simple, and I- and I just want to lay that out there. (Tom) This was common of a number of interviewees, who explained that there were other aspects, such as church history or lack of scientific consistency, that led them away from the Church. Many of my interviewees also described that their experience of leaving the Church was long and drawn out. Other interviewees discussed struggling with their testimonies and beliefs in the LDS Church as children before they even recognized their LGBTQ+ identities for themselves. A couple even explicitly stated that their LGBTQ+ identity played very little role in their leaving: Surprisingly though the reason um that I left was less to do with the gender identity issues, I am sure those didn’t help any, um especially with what the Church would be preaching, but the large part was that it just didn’t fit with the science that I was aware of. (Shea) Among this variety of responses to leaving the LDS Church, some of my interviewees also indicated that were it not for their LGBTQ+ identity they might still be trying to figure out their relationship with the Church for the sake of their families, but that the LGBTQ+ identity perhaps sped up the leaving process. Those interviewees who left or were in the process of leaving, or had left, but were maintaining membership purely while at BYU, described their relationship to the LDS Church with a much greater variety of terms than I expected. A few described strong opposition to the Church, describing their experience with the Church as traumatic or abusive. A number of these young adults used the terms ex-Mormon or Post-Mormon to describe their relationship with the LDS Church. Other interviewees described themselves as non-believing, as stepping off the train or as still culturally Mormon. Some explained that they were inactive or had removed themselves from the Church, but had not removed their records from the Church. The LDS Church maintains records of all   56 active and inactive LDS members, but members can request to have those records removed from the Church. A few interviewees specifically mentioned not removing their records as not to hurt their family. One interviewee did not use any terms to frame her relationship to the Church and rather described her relationship as “figuring things out” (Sara). Considering this spectrum of relationships to the LDS Church, it seems a lot more complex to talk about experiences across the religious divide when in a lot of ways experiences were varied and unique. One interviewee who was planning on removing himself from the Church after graduating described the process of leaving as “stepping off the train” and that he would still say he was raised LDS (Matt). He was very specific that he did not want to turn hostile towards the LDS Church. Sara similarly talked about wanting everyone to find their own path and that she did not see leaving or staying in the Church as one being more or less valid than the other. In contrast, a number of interviewees talked about how the LDS Church was antithetical to who they were or that LGBTQ+ and religious spaces were diametrically opposed. Interestingly, even a number of those interviewees who felt their religious and LGBTQ+ identities were incompatible, still emphasized that the religious identity could not simply be forgotten as it had a significant impact on their lives even as ex-Mormons. For example, Tom told me: Some people I think will erroneously and with great asininity say “Oh, I’m no longer Mormon, like it’s not a part of me anymore”. It’s like, “No. Like you were for-, like that made a significant impact on your life, and while you’re no longer Mormon that still- you-, it still influences you.” (Tom) Thus, there is this residue of the LDS upbringing that remains, even when redefining the relationship and the terms. Instead of thinking of this in terms of assimilation or integration to remove dissonance, I think it might be interesting to reconceptualize it in   57 terms of Ahmed’s arrival and Massey’s trajectories. I think it is unlikely that any of my interviewees, either those who are working through their relationships in the LDS Church or those who are working through their identities having left the LDS Church, really reach a lasting moment of integration or assimilation. This perhaps would not make sense if we consider identity a practice of labor or work, as Gray does in her study with rural queer youth. If identity work is labor then that labor is never complete as an identity is never static. Thus, rather than arriving at the idea that LGBTQ+ young adults in and outside of the Church are in a process towards removing the dissonance between LGBTQ+ identities and homophobic religions, it seems that maybe rather each of them, regardless of their religious orientation, is constantly doing the labor of identity work. Thus, leaving the LDS Church is not the inevitable end goal of LGBTQ+ young adults raised in the Church, but working through LGBTQ+ identities and their relationship to the Church is the labor they take up. For Massey space is conceptualized relationally as a multiplicity of trajectories, where trajectories are our own personal stories that come with us wherever we find ourselves. Any place you encounter would be understood as a collection of these stories, yours and others. When you encounter others, your trajectories collide. Similarly Ahmed describes the concept of arrivals, which is about the labor within bodies and objects, the idea that people and objects have a history (p. 34). The process of arriving and existing in spaces is a process of labor, especially for those bodies that are in spaces that do not extend their reach. As Ahmed states: Indeed, for bodies to arrive in spaces where they are not already at home, where they are not “in place,” involves hard work; indeed, it involves painstaking labor for bodies to inhabit spaces that do not extend their shape. Having arrived, such bodies in turn might acquire new shapes. And spaces in turn acquire new bodies.   58 So, yes, we should celebrate such arrivals. The “new” is what is possible when what is behind us, our background, does not simply ground us or keep us in place, but allows us to move and allows us to follow something other than the lines that we have already taken. (p. 62-63) In other words, what Ahmed is describing is that when bodies like those of my interviewees find themselves in spaces that are not built to accommodate them, something other than the repetition of social expectations happens. Their bodies in these spaces allow for something new and different to take place. Thinking beyond the idea that religious and religiously raised LGBTQ+ young adults are moving toward an endpoint of identity integration, toward the idea that instead they are bodies with histories that are engaged in the labor of identity work, allows us to see how LGBTQ+ young adults both inside and outside of the Church retrain traces of their LDS upbringings in their present identities. Afterall, those identities were a part of their trajectories and a part of their arrival to the spaces where they encountered my research and sought me out to engage me in this project. In this chapter I have discussed the spectrum of experiences of LGBTQ+ young adults in Utah and their varied ways of identifying themselves with the LDS Church, and discussed how we can understand their identity work as labor. I found that LGBTQ+ young adults in Utah inherit the centrality of Mormonism and the pressure to conform to the life path laid out for and by cisgender heterosexual persons, despite the impossibility of inheriting such a line. In the failure to inherit this path my interviewees encounter the world differently, which both exposes them to significant vulnerability and to new possibilities of how to be in the world. Without a clear or viable path to inherit they make sense of their own identities in unique and divergent ways as they engage in an ongoing process of identity labor. In the next chapter I will discuss how LGBTQ+ young adults in   59 Utah feel about the spaces they encounter in Utah, and how they find ways to exist in those spaces regardless of how well those spaces accommodate them, because clearly they exist in these spaces, and they do so for practical reasons and in pragmatic and creative ways.    60 CHAPTER III SPACE-MAKING PRACTICES AND THE POLITICS OF VISIBILITY In my previous chapter I considered the arduous labor of identity work that my interviewees engage in and the spectrum of ways that they deviate from the dominant paths of cis-heterosexuality and Mormonism that have been laid out for them. I encountered limited availability of both visible and viable paths for how to be LGBTQ+ in Utah, and thus found that these young adults each forged their own unique paths of how to be LGBTQ+ in this conservative, religious context. Just as my assumptions were challenged through the findings of the previous chapter, I also encountered a more nuanced understanding of how individuals make space to exist where they find themselves. In my original inquiry I wondered how LGBTQ+ young adults in Utah made spaces to exist where they felt accommodation and belonging. Instead, what I found is that my interviewees simply exist where they are, regardless of whether or not they are accommodated. My interviewees’ experiences toward the various spaces they encountered were varied, they navigated visibility strategically in these spaces, and engaged in space-making practices in pragmatic and creative ways.  Existing Regardless of Accommodation It is important to recognize that LGBTQ+ young adults simply exist where they are, regardless of accommodation, and is worth recognizing that many of the spaces that LGBTQ+ young adults in Utah encounter are neither fully accommodating or unaccommodating. This complication of the idea of accommodation makes sense within the framework that Sara Ahmed puts forward in Queer Phenomenology: Orientations,   61 Objects, Others. For Ahmed (2006), space is shaped by the repetitious actions of bodies over generations and comes to reflect those bodies that are in line with dominant forms and norms within society. As Ahmed states, “We are ‘in line’ when we face the direction that is already faced by others. Being ‘in line’ allows bodies to extend into spaces that, as it were, have already taken their shape” (p. 15). According to Ahmed the space allows these bodies to feel like they fit, to allow their bodies to disappear from view, and give their bodies a sense of being at home in the world. Other bodies, however, encounter the world differently. As Ahmed argues, existing where one is out of place, where space does not extend one’s shape, is to exist where inhabitance is a process of arduous labor. Using Ahmed’s framework we can understand that space is organized around the heterosexual body and allows the heterosexual body to extend more easily into space. Thus, it is understandable that the LGBTQ+ individuals I interviewed may have particularly nuanced experiences with the spaces they encounter in Utah because their bodies are not readily extended by these spaces. Since spaces are organized around bodies and the objects they take up, the failure of the extension of the body is important. As Ahmed argues, “For bodies that are not extended by the skin of the social, bodily movement is not so easy” (p. 139). These bodies are stopped or held up by the shape of space, which reflects the dominant forms and norms within society. Ahmed suggests that this is in part an experience of disorientation, “a bodily feeling of losing one’s place” (p. 160). It is also an experience of bringing one’s body into focus. Unlike those bodies who can move freely, whose bodies disappear from view, she argues that the stopped body becomes aware of oneself as an object, one’s body. According to Ahmed, objects, defined loosely, are both what orient us   62 and allow us to extend into space. The failure of the extension therefore is a failure between the body and the object. Ahmed writes, “The failure of objects to work could be described as a question of fit: it would be the failure of subjects and objects to work together” (p. 50). Thus, this framework allows us to understand the diversity of feelings of accommodation in different spaces in Utah because how an individual feels about the space would be related to how their own body extends or fails to extend into each space they encounter.  Perspectives toward Utah and the LDS Church Among my interviewees there were varied perspectives on how directly hostile Utah was toward LGBTQ+ individuals. Due to the pervasiveness of the LDS Church, feelings toward Utah generally included mention of the LDS Church, culture, or values. For example, a few interviewees specifically expressed that LDS culture and values influenced how Utahns treated LGBTQ+ individuals. For example, Lydia told me: It seems like even though people here in Utah, most of them are Mormon and they don’t really approve of gay relationships, they still have been socialized really, really strongly to at least appear like they are being kind. So there’s plenty of people who I think secretly disapprove of me, and maybe think that I am doing something bad with my life, but they’re polite on the surface. And there aren’t a ton of people here who would be openly aggressive because of homophobia. (Lydia) The comment that Mormons are socialized to be polite and thus not overtly homophobic was echoed by a few other interviewees. While Lydia indicated that it might be in appearance only, other interviewees spoke of the politeness as though it were a genuine characteristic of LDS culture and values. In contrast, Hannah expressed that LDS   63 members’ permissiveness allowed hostility to thrive in Utah. Furthermore, others described Utah as toxic and hostile. As Tom and Courtney shared with me: What’s happening in this valley is “love the sinner, hate the sin” is not only accepted and legitimized, but it is the predominant-, it is like the prevailing ideology. It is the majority ideology that has the power and that’s what’s toxic is then you have these queers who internalize this. (Tom) I think it’s really, really, really hard because you have these things that are drilled into your head since you’re born and then you realize that you, something that you can’t control, something that’s just there is going against everything that your family, your extended family, your friends, [and] most people around you believe. You kind of turn yourself into an enemy, and it’s really, really hard. I think, yeah. It’s just-, the culture here is-, It’s just kind of whack. (Courtney) While some interviewees focused on the absence of a more visible and aggressive homophobia, others focused on the hostility of the ideology, as Tom does. The impact of the ideology was described as both mental as Courtney expresses, “You kind of turn yourself into an enemy,” or physical as Garret told me about the experience of living with “minority stress” and “raised cortisol levels.” Nine out of thirteen interviewees, when talking about their experiences in Utah, specifically addressed how the pervasiveness of the LDS Church impacted the experiences of LGBTQ+ individuals in Utah. Many interviewees made remarks about the conservative, religious environment. For example, Garret told me that even though he is disaffiliated from the LDS Church, he is still enveloped by it. He said, “It is difficult because like it is a majority Mormon state and 80% of the legislators are Mormon, so it's like very much like I'm swimming in this, even if I am disaffiliated, right?” (Garret). For many interviewees this Mormon experience made Utah more challenging. Several interviewees expressed receiving negative messages about how being LGBTQ+ was bad or wrong and how that negatively impacted them. For some interviewees it caused   64 anxieties or made it challenging to recognize their LGBTQ+ identity and for others it made it difficult to be around other LGBTQ+ people. While the vast majority of my interviewees described some degree of isolation or unacceptance in Utah, a few interviewees did describe living in Utah more positively. Caleb was the only interviewee to describe Utah as more accepting than other places, remarking that “the young men in California were constantly making fun of LGBTQ people, and yet here I don’t hear those jokes being made.” While not viewing Utah as more accepting, Matt told me he has enjoyed being in Utah because of the shared LDS background, and that having to answer questions about his LDS past in other places can feel like having to “go back in the closet to like find out -er remember what-, how I used to respond to these questions.” For Matt the shared LDS baggage in Utah allowed the Mormon identity to slip into the background. He told me: It is like the identity of being Mormon is less important here in Utah for the gays, versus like elsewhere you’d be considered “Oh, the gay, ex-Mormon”…. That part of you being Mormon is less prevalent or like less important, versus like elsewhere that might be like “Oh, you’re Mormon, and then (interviewee’s emphasis) you’re gay”, whereas here it’s like “Oh, you’re gay” and that’s the big thing, and then you’re Mormon. (Matt) While both Caleb and Matt expressed positive feelings about living in Utah, this was not the entirety of their experience. The majority of interviewees felt some degree of acceptance and belonging in some spaces, while feeling isolated in other spaces. These were each general remarks about the environment in Utah, with experiences becoming more nuanced in the discussion of particular spaces. When specifically discussing being in church spaces and activities, the majority of my interviewees expressed at least some struggles and feelings of isolation in these spaces. A few did not express any feelings about church, and only Caleb expressed   65 almost exclusively positive feelings about attending church. For the rest of my interviewees church was at times painful, triggering, and isolating. These experiences were shared by individuals across the religious spectrum. As is reflected in Hannah’s experience, she told me “After a while, you get to a point as a trans person where sometimes attending church can be a painful process, even though it’s meant to be a spiritual good, it becomes painful” (Hannah). She also later remarked, “To be honest, it’s actually just been a huge endeavor to stay a member of the Church because retention for trans people in the Church is made impossible by the Church” (Hannah). For many of my interviewees, like Hannah, the challenge of attending church was closely tied to their LGBTQ+ identity. This was not exclusively the case, however, as Lydia shared with me: I had a lot of guilt and struggles from the time that I was eight or so on, but intensifying a lot when I was eleven or twelve. Um just feeling like everybody else had this like great spiritual experience at church. And everybody else um was- was feeling something that I wasn’t feeling, and, you know, had these beliefs that I just didn’t have, and I thought there was something wrong with me. (Lydia) Turning eight years old is a unique rite of passage in the LDS Church as it is the age that children raised within the LDS Church are deemed old enough to make their own decision to be baptized into the religion and after baptism be given the gift of the Holy Ghost. The child, now old enough to know right from wrong, will be guided by the Holy toward the right decisions. Significantly, the Holy Ghost also has the capacity to grant each member individual witness of the truth of God, Jesus Christ as the son of God, Joseph Smith as the restorer of the Gospel, the existence of a living prophet, and the knowledge that the LDS Church is the one true church on earth. Thus, it is understandable that Lydia’s feelings of guilt and struggle began at this young age. For both Lydia and Mari they felt guilt for not having a testimony of the truth of the LDS   66 Church, which started in childhood. The bearing of one’s testimony is a common practice in the LDS Church, whereby LDS members often close religious speeches or lessons with their own unique testimony. In fact, typically on the first Sunday of every month, “fast and testimony” meeting, the entire hour of sacrament is reserved for members, who feel spiritually called to do so, to stand at the pulpit and profess their belief of the truth of the LDS faith before their congregation. Thus, it is unsurprising that both Lydia and Mari, without their own testimony, struggled with feeling like they belonged at church, even before their sexual orientation was a salient part of their experience. Thus, while the majority of my interviewees expressed negative feelings in LDS Church spaces, some of them felt these regardless of their LGBTQ+ identity, and regardless of where they fell on the religious spectrum. Furthermore, many interviewees’ experiences with religion changed over time. For example both Courtney and Tom talked about having positive feelings toward the LDS Church earlier on, though both feel negatively toward the LDS Church now. Courtney told me that she did not particularly like church, but that she loved the Gospel and appreciated that it was something solid that she thought she would always have in her life. Similarly for Tom, the LDS Church filled a significant void earlier in his life. He told me: I was introduced to the Mormon Church and it was like this pseudo family because, you know, I had young men’s leaders that somewhat cared about me. Some of them did. Some of them didn’t, you know, there’s a mix, but, you know, I felt this covering that was really great for me, and so I threw myself into the Church because it filled a lot of void in my life that I didn’t know I really had. (Tom) He explained that when he came out as gay he lost all of his friends, but found friendships and guidance from LDS classmates and young men’s leaders. While his   67 parents had affiliation with the LDS Church, they did not make it a significant part of their family life during his adolescence, so his activity with the LDS Church during this period was self-directed. Over time, however, the role that the Church filled in the lives of Courtney and Tom and their lived experiences changed their perspectives toward the LDS Church. It is worth recognizing that individuals’ perspectives toward spaces change over time as they encounter opportunities to interact with the world in different ways and are pulled or pushed off the dominant line. For example, Courtney recounted the first time she kissed a girl, telling me, “we were at a campfire and I kissed her and it was like my earth had been shaken. I was very confused, ver-, I was very scared” (Courtney). As Ahmed describes, the queer orientation brings other ways of being into view. Courtney’s experience forced her bisexual identity into the forefront. She shared the experience with an LDS friend who introduced her to the LDS Church’s Mormons and Gays website, where she heard the story of a young girl who chose not to act on her same-sex attraction. Courtney said the experience was earthshaking, and told me: The video was taken to show that like you can be Mormon, gay, and everything will be okay, um but watching that video really, it hurt my-, it broke my heart a little bit ‘cause I realized that,  that’s not-, that’s not what happiness should look like. That doesn’t look happy to me, and that’s not what I want to be happy with. (Courtney) Courtney expressed this awareness that the video was supposed to do the opposite of what it did for her. Her encounter with this video did something other than replicate the dominant line. Massey would explain this as a chance encounter, something outside of the way the space is ordered and controlled, but I think Ahmed’s framework of orientation allows us to see something different than chance. While there is an   68 intentionality in the video to reproduce the heterosexual line, Courtney’s queer orientation oriented her differently toward the object. The video did not give her a viable path to happiness. Within Ahmed’s framework we can see that the object and subject failed to work together and something other than repetition occurred.  Perspectives toward BYU Eight of my thirteen interviewees attended BYU, and Hannah was also engaged with the campus, planning to enroll at BYU after finishing some general education requirements at a nearby community college. Those interviewees who attended BYU expressed feeling a degree of vulnerability at BYU. One significant aspect of this vulnerability related to the Ecclesiastical Endorsement and BYU Honor Code. The Ecclesiastical Endorsement is a document from the bishop, their local church leader, that states that the student is in good standing with the Church, which includes regular church attendance and keeping the Honor Code. In essence, the Ecclesiastical Endorsement and Honor Code work in similar ways—both leave LGBTQ+ young adults potentially at risk of expulsion from the university and forced them to feel vulnerable. The sentiment that they had to pretend to be Mormon or risk losing their degrees was shared by many of my interviewees. Even active LDS interviewees recounted similar vulnerability due to the pressures of the Ecclesiastical Endorsement. Many interviewees who were near graduating explained that since they had already obtained their endorsement, they would not need to get another endorsement before they graduated. While they expressed a degree of less concern because of this, they also told me that the endorsement could be revoked. For example as Tom told me, “Since this is my last year,   69 I’m clear until I graduate, like I haven’t gone to church since June, which is-, I probably do need to go [laugh], because they can revoke it, but my bishop doesn’t even know who I am.” The majority of interviewees near graduating made similar remarks about not needing to reapply for their endorsement, but they also all continued to be more active than Tom. While a few interviewees explained to me that having an LGBTQ+ identity was not a violation of the Honor Code, a number of these same interviewees shared the sentiment that being visibly LGBTQ+ created a heightened risk for LGBTQ+ individuals at BYU, even if they were keeping the Honor Code. As Tom explained to me, “Being gay in and of itself is not a problem. [But] It can raise some red flags to people” (Tom). For many interviewees, being visibly LGBTQ+ on campus exposed them to potential risks, especially as they felt the Honor Code wording was vague and made it uncomfortable to be at BYU. For example Lorenzo told me: It doesn’t have to be worded that way. It’s not against the church code or the church rules to have-, to show physical intimacy. It’s against the rules to have sexual relations with someone of the same gender, and so the fact that it’s worded that way makes it hard for people to come out or feel comfortable in that environment because they could be accused of- or showing physical intimacy in lots of ways that aren’t sexual. (Lorenzo) Similarly, Lydia expressed that the Honor Code was vague and that even though she tried to follow the “spirit of the law” it was challenging because it seemed to include how she felt. She speculated, “If a physical action that expresses homosexual feelings breaks the Honor Code, then do I break the Honor Code if I wink at a cute girl? That’s a physical action, and it might express homosexual feelings” (Lydia). Furthermore, she knew that students were called into the Honor Code Office for things that were not included in the text of the Honor Code, such as on accusations that they asked someone of the same sex   70 out on a date. Thus, it was frequently difficult for LGBTQ+ BYU students to feel comfortable at BYU because there was a constant sense of vulnerability that they could lose their progress toward their degree and be expelled from BYU. While the Ecclesiastical Endorsement and BYU Honor Code significantly impacted my interviewees’ experiences at BYU, many interviewees discussed that they had positive experiences at BYU. A few of my interviewees shared the sentiment that their particular departments were more accepting and that they felt they could express ideas openly in classes and share their LGBTQ+ identities with their professors. For example Tom told me: I’m in the most liberal department on campus, and so I tell my professors all the time what I’m doing, and they’re like “Yay, that’s awesome!” Like I remember I walked into one of my professors, I was like “I just lost my virginity!” and they were like “Oh, that’s so exciting!” Like that’s kind of like that’s my experience, so I’ve had very pleasant-, others have not had very pleasant experiences. (Tom) While a few other interviewees shared this sentiment, Tom provided a caveat that he is realizing that BYU is more toxic than he initially felt because people at BYU do not support his civil rights. Furthermore, while Lydia was one of the interviewees that talked about feeling more comfortable in her major department, she expressed that other classes were more isolating, telling me: The required religion classes, Book of Mormon classes, I think I also took a New Testament class and a Doctrine and Covenants class that were all required…. They made me feel so bad, and [I] hated going to those classes, just because I did feel really, really isolated in those circumstances. Some of my classes were okay. Like I took like a physics class that was fine. Just sort of in-between classes. The classes where teachers brought the most religion into it, were the ones I felt the most uncomfortable in. (Lydia) Thus, while there were ways that these students had positive experiences at BYU, their experiences were more nuanced and varied. While they might have positive experiences   71 within their majors or with particular professors, they may also have negative experiences in classes in other departments, or with the general anti-LGBTQ+ rights sentiment of many fellow students. There were spaces at BYU where they felt less isolated and then there were those where they felt a greater degree of isolation. Other interviewees expressed a stronger negative sentiment toward BYU. Both Matt and Garret expressed that BYU does not care about their LGBTQ+ students. They both told me that BYU was not a good place for LGBTQ+ students: I would say like on BYU-, at BYU campus there’s a sense of isolation because you can’t-, you don’t feel comfortable being a hundred percent you as like an LGBT student, like “Oh, we love the gays, but we don’t love it when you be gay” kind of a thing, or like, I don’t know, “We support you” like “Oh, we have LGBT kids here at BYU, but we just don’t like it when they act like they’re LGBTQ” or something like that. (Matt) BYU straight up ignores the death of its students, like Harry Fisher5, the queer student who reported crying in his car after-, or leaving church meetings to go cry in his car and then he killed himself. He was a junior in History at BYU, had just come out a few months before and BYU Administration just like kind of pretended it didn't happen. (Garret) They saw BYU as a place that feigned care for LGBTQ+ students while rejecting them, and also from what Garret told me ignored the role they play in the death of LGBTQ+ students. Even when encountering more liberal professors that seemed supportive of LGBTQ+ identities, Matt told me he did not feel comfortable sharing with them because they were professors, and that he had a “big filter” with teachers and in classes, especially religion classes. Some of my interviewees felt a degree of less isolation within certain campus spaces, such as within particular departments. Even these interviewees, however, also  5 Harry Fisher died by suicide in February of 2016. His body was found in Israel Canyon just outside of Draper, UT after an eleven day search (Jackson, 2016).   72 expressed a sense of vulnerability at BYU in other spaces or overall, particularly because of the Ecclesiastical Endorsement and BYU Honor Code. In Ahmed’s work she describes that while bodies that are in line with the dominant forms and norms of society move easily within space, other bodies are stopped. These bodies are “held up” in space (p. 141). She describes, “‘being held up’ shifts one’s orientation; it turns one’s attention back to oneself, as one’s body does not ‘trail behind’ but catches you out” (p. 141). The nondominant body does not slip out of view, it becomes caught and stopped in space, and it becomes stopped in space not by chance, but by the way that space is organized to replicate the dominant line. The Ecclesiastical Endorsement and BYU Honor Code are techniques to stop the LGBTQ+ body. They are a way of policing the LGBTQ+ body and maintaining the line. Ahmed suggests that “we recognize some people as strangers, and that ‘somebodies’ more than others are recognizable as strangers, as bodies that are ‘out of place’” (p. 141, emphasis in original). These bodies are the ones that are held up.  Inheriting the mainstream LGBT narrative of rural to urban migration When space is oriented around and extends the heterosexual body, the LGBTQ+ body is seen as out of place. Interestingly, this out of placeness is not only replicated within conservative, religious centers that are presumed incompatible with LGBTQ+ identities, but by traditional LGBT scholarship and the mainstream media. As Mary Gray argues, in Out in the Country: Youth, Media, and Queer Visibility in Rural America, this notion of rural LGBTQ+ bodies being recognized as out of place is reflected in traditional LGBT scholarship and mainstream media. She writes, “Mass media consistently narrate rural LGBT identities as out of place, necessarily estranged from authentic (urban)   73 queerness” (p. 12). The presumption is that rural LGBTQ+ individuals will migrate to urban centers where they will find acceptance and gay culture that is unavailable in rural contexts. Gray argues, “These narratives do the cultural work of keeping one story visible [urban] at the expense of others [rural]” (p. 10). The reality for Gray, however, is that rural LGBTQ+ youth occupy space with different strategies than their urban counterparts, strategies that are more appropriate for the rural context. If we think with Ahmed’s framework, then we can understand that space does not extend the LGBTQ+ body, even in urban centers, because these bodies always do the work of bodies that are off line, though that work would look different and involve different strategies not only between rural and urban communities, but from body to body. It is interesting then to understand how these narratives play out within the perspectives of LGBTQ+ young adults toward the conservative and religious environment in which they live. Even though these areas are technically urbanized6, many of my interviewees still expressed the idea that there is a liberal elsewhere where LGBTQ+ individuals are readily accepted. In this way, my interviewees demonstrated an understanding of the rural to urban migration narrative. We could use Ahmed’s language to understand that they inherited the nearness, visibility, and pressure of this narrative. Even those interviewees who contrasted a more liberal and accepting urban context with Utah, rarely indicated an intention to actually migrate to the big cities that they described. Some interviewees even argued that they found more acceptance in contexts that could be described as less urban or more conservative.  6 The US Census Bureau defines Urbanized Areas as having a population of 50,000 or more people, the majority of my interviewees live in urbanized areas (HRSA, n.d.)   74 While few of my interviewees actually originated from small towns, aspects of the narrative are replicated in the juxtaposition between conservative and liberal communities, with liberal communities seen as more accepting toward LGBTQ+ people by the majority of my interviewees. A few interviewees even used the language of small-town versus cities to discuss differences in locations and acceptance, despite both locales qualifying as cities in practical terms. Courtney expressed: In Salt Lake people are more open-minded. I don’t know why that is. I think it might be the bigger city. I’m not sure, but I noticed that people in Salt Lake were more open-minded, more kind of liberal leaning, more accepting and less judgy. (Courtney) In contrast, to her description of her current city: It’s developing fastly, but it’s a pretty small town. I mean compared to Salt Lake, it’s pretty small and more conservative, more small-town mentality, you know, so it was kind of a shock to me moving here. (Courtney) The more conservative environment was equated with a small-town mentality, while the larger urban center was described as more liberal leaning and accepting. It was common for my interviewees to describe this dichotomy between conservative Utah and liberal Salt Lake City or California. Similar to this juxtaposition of liberal and conservative differences, it was expressed by both Lorenzo and Lydia that being LGBTQ+ in Utah would likely be similar to being LGBTQ+ in other conservative and religious states. Lydia was the only interviewee that specifically distinguished true cities from more rural environments in Utah, indicating that both Provo and Salt Lake City were urban, liberal leaning, and college educated environments. The rural to urban migration narrative was replicated through the sentiment that Salt Lake City, the largest metropolitan area in Utah by a significant margin, was a queer city or queer mecca, not only within Utah but within the Midwest. As Lydia expressed,   75 “Salt Lake is actually the queer mecca of like the Midwest. It seems like all of the queer people in the whole Midwest go there.” Furthermore, a few interviewees specifically mentioned leaving Provo to move to Salt Lake City because they heard it was more friendly for LGBTQ+ people, yet a few interviewees expressed that Salt Lake City was simultaneously the headquarters of the LDS Church, and thus, as Garret stated, “a place of paradox.” While a few interviewees mentioned moving or planning to move to Salt Lake City, only one interviewee explicitly expressed plans to leave Utah altogether, telling me, “I’m getting the fuck out and that’s what I’m doing” (Tom). Interestingly, however, in the case of Tom as with the majority of my other interviewees, most of the places he lived were technically large urban centers. This raises the point, then, that urban centers do not necessarily translate to accepting spaces where LGBTQ+ individuals feel free to be as they are and not have to conceal their LGBTQ+ identities. While it is important to recognize the ways that these narratives are replicated by my interviewees, even those interviewees that showed awareness of these narratives also acted or spoke in ways that rejected or worked against the mainstream narratives. Interestingly, both Mari and Alex moved from larger metropolitan areas to a significantly smaller urban center where they found more acceptance and space to embody their LGBTQ+ identities. For example, Alex expressed: It’s been unlike anything else. For once I’ve been happy to like go places and I haven’t felt uncomfortable about myself and I haven’t been scared of someone seeing me and calling me strictly like a sir or “boy” or “he”, so overall it’s been amazing. (Alex) For both Alex and Mari moving away from their hometowns was an opportunity to escape controlling mothers and the lack of spaces where their LGBTQ+ identities could be accepted, recognized, and expressed. While this is not a direct contradiction of   76 mainstream LGBT narratives and even echoes the idea of distancing oneself from homophobic familial relationships, it does counter the narrative that LGBTQ+ individuals would naturally migrate to and find more acceptance in larger urban centers. Furthermore, one interviewee directly labeled and countered the pressure to fall in line with the mainstream LGBT narrative of rural to urban migration. Sara expressed to me that LGBTQ+ people in Utah know what is best for them and felt frustrated by the message that they should leave Utah. She told me: Right now even though it’s hard, the best option for a lot of us is just to survive and get through that [being at BYU], and people are like “Oh, like you should just get out, just leave,” and it’s like “Well, we know what’s best for us and we’re like just trying to make it work”….it’s like “I’m just trying to live.” I’m just trying to-, yeah, so that’s frustrating. (Sara) Sara both specifically discusses the mainstream narrative and the undue pressure it puts on LGBTQ+ young adults who are doing their best to survive. She also makes the point that not only are they doing the work of surviving, LGBTQ+ young adults in Utah should be trusted to know what is best for them. Thus, from the perspectives of my interviewees, they neither entirely reject nor replicate the LGBT mainstream narrative, though they do at least appear to inherit the awareness and the pressure to conform to that line. As Ahmed argues, however, “queer is not available as a line that we can follow, and if we took such a line we would perform a certain injustice to those queers whose lives are lived from different points” (p. 179). Through Gray’s work we can see how such a limited narrative works to erase other ways of being, and is an injustice, as Ahmed argues, to those for whom that line is not viable.  Perspectives toward LGBTQ+ spaces:   77 Traditional LGBT scholarship argues both that religion is incompatible with LGBTQ+ identities, especially conservative religions, and that urban environments will be centers of acceptance and gay culture. Considering these narratives, it is interesting that not only did my interviewees have varied feelings toward LDS Church environments, they also had varied feelings and perspectives toward local LGBTQ+ spaces. While many interviewees felt a strong sense of comradery within these spaces, others had a more tempered response, and even a couple felt a sense of isolation and unacceptance. These feelings did not seem to reflect any specific divide among my interviewees, such as along lines of religious affiliation, and also for some interviewees their perspectives toward these spaces changed over time. A common perspective from my interviewees was that LGBTQ+ spaces were a place to find common ground and unity against the shared risks posed by being LGBTQ+ in Utah. This experience was especially common among BYU students and those who shared spaces with BYU students, but it was also echoed by those students outside of BYU. These excerpts from Garret and Alex reflect the sentiments of other interviewees: I think in Provo it did like have an effect of galvanizing and helping people come together more because of the like social opposition that you experience and the increased minority stress, so there was definitely like a close-knit underground BYU queer community that I like-, that was like really nice. (Garret) I mean, here in Utah it’s really one of the hardest-, from what I’ve heard it’s one of the hardest places to be LGBT because it’s a so very religious state and everything, and I’ve noticed that, but also that means that all the LGBT people try harder to get themselves known, and let them be accepted, so that means there is a whole lot more support here too, which I’ve run into. (Alex) Both Garret and Alex felt that the challenges of being LGBTQ+ in Utah became a unifying force for LGBTQ+ people and led to greater support for LGBTQ+ people. Over a third of my interviewees communicated these sentiments, that the shared vulnerability   78 encouraged a desire to look out for each other. This was shared by BYU and non-BYU students, and also echoed by individuals across the religious spectrum. The majority of my interviewees, eight out of thirteen, attended BYU, so many interviewees spoke specifically of USGA—Understanding Sexuality, Gender, and Allyship the unofficial LGBTQ+ resource center for BYU students—when discussing their experiences with LGBTQ+ spaces. Half of my interviewees who attended BYU, four out of eight, and Hannah, who frequented BYU spaces, expressed overwhelmingly positive feelings toward USGA. Many of my interviewees, though not all, felt most accepted in LGBTQ+ spaces. As Lydia told me: I felt the most accepted I think at USGA and in other queer spaces. There’s a lot more room there to be yourself. Um not just to be gay or queer or whatever, but also just to have different opinions and beliefs from the group. (Lydia) For Lydia and many other interviewees USGA was experienced as a place where many different beliefs and viewpoints could be supported. Interviewees that shared this sentiment ranged from active LDS Church members to people who had left the LDS Church, and also to those who were still working out their relationship with the LDS Church. In contrast, however, some other interviewees felt that the LGBTQ+ community was unaccepting and standoffish. Both Shea and Tom recounted negative experiences in LGBTQ+ spaces. Shea told me that people in these spaces react to her as a “white male”, because she does not come out, recounting, “They’re, ‘You don’t get a say in this, because you don’t have the right experience’ or whatever that might be. Regardless of whether or not your view has any objective merit or not” (Shea). She felt that when she tried to integrate with this community it was not rude, but standoffish, repressive of   79 conversations, and overly emotional. As many interviewees described LGBTQ+ spaces as liberal leaning, it seems common sense that a conservative might experience more barriers to integrating with certain parts of the LGBTQ+ community. While this makes sense for Shea who included Libertarian among her identities, Tom told me he was liberal and yet also struggled with the LGBTQ+ community. In fact, he used much stronger language toward the LGBTQ+ community, describing them as toxic and “the most exclusive and mean community that I’ve ever met, including the LDS community” (Tom). He specifically expressed that the leadership at USGA was “esoteric” and that “you have to understand not only how to be gay (interviewee’s emphasis), [but] how to be like a certain kind of gay (interviewee’s emphasis) to fit in with this group of people” (Tom). He felt his attempt to throw himself into the community failed, and that the BYU queer community and dating environment was difficult, explaining “There’s a lot of ghosting, a lot of vacillating, a lot of surreptitious encounters” (Tom). Thus for both Shea and Tom, they were unable to find space or community within the LGBTQ+ communities that they encountered in Utah, which contrasts significantly with the experience of other LGBTQ+ young adults in Utah. Other interviewees had a more tempered response to USGA. Both Matt and Lorenzo felt that USGA served a purpose in helping other LGBTQ+ young adults, but neither felt that it fulfilled any current need of their own. Matt did express that the space was temporarily helpful when he was figuring things out, but both presently preferred to surround themselves with a smaller group of supportive friends. Matt felt that USGA was at times an awkward environment because technically people were not supposed to be dating there, so he felt like he had a certain level of filter there. Whereas, Lorenzo   80 explained to me that he initially felt uncomfortable at USGA because of the internalized homophobia that he developed growing up and that USGA had a reputation of being less pro BYU or pro church. While his perspectives changed on these fronts, he still felt that as an introvert he did not desire the kind of community that USGA offered. Thus, while both Matt and Lorenzo did not necessarily feel negatively toward USGA, they also did not experience it as a space that met or fulfilled any of their own needs. It is worth noting also that interviewees’ experiences of USGA changed over time. While Garret expressed to me that he had overwhelmingly positive feelings toward USGA, it was initially challenging for him to go, especially when he was still active in the LDS Church and feared that they might push him away from the LDS Church. He told me: I was like scared of them [USGA] because they’re like a bad influence and people leave the Church when they [go there] and I mean, those attitudes are kind of actually a little bit justified in retrospect. I’m like, \"Ahh?\", but also my view on that is very different now. I’m like “Good”… Yeah, so I have a very soft place in my heart for USGA. (Garret). Garret explicitly discusses how his view of USGA changed over time, and that this influenced how he felt toward the group. Similarly, Lydia told me that when she initially began attending USGA they had a culture that was toxic to women. She felt that her bodily autonomy was breached, telling me “I had lots of guys touch my hair or just me in general, like putting an arm over my shoulders, or going in for a hug with no like warning or permission” (Lydia). Beyond this, she felt the language used was toxic, especially for women raised LDS. She explained: I do not want guys to call me bitch even if they’re- you know, they think it’s part of like gay culture or something to say “Yass queen”, and you know, “You go bitch.” Like I don’t want to hear that, and I think especially for a lot of Mormon girls, because we were- I mean we were at BYU. Everyone’s Mormon. It- it   81 already- like hearing profanity was already kind of weird, and we were not used to that, like to having slurs directed at us. (Lydia) She described that this culture changed as more women took on positions in leadership, but that it was something that had to be navigated. Thus, initially the space was not the welcoming and safe space that it later became for her. When we conceptualize space relationally as Massey does or as an extension of bodies as Ahmed does, it makes it possible to understand how these spaces are not static and that also individuals’ experiences toward them would not be static either. Beyond the scholarship defining space relationally, a few of my interviewees also explicitly communicated the ways that space is impacted by people. While these ideas were communicated by a few interviewees, Mari’s experience particularly exemplifies the relational aspects of space. When I asked about her feelings of isolation and belonging, she responded: So, I have both, and then mostly isolation would happen where I didn’t feel like I belonged like at church or seminary or school sometimes, and then places I felt like I belonged would be like the GSA or the resource center or with my sister or with some of my cousins. (Mari) Here she explicitly communicates that being with her sister and some of her cousins are “places” where she feels like she belongs. There is this understanding that those people make up space within her environment. Beyond just this, however, Mari also communicated to me the ways that her access to LGBTQ+ spaces was limited by her mother, even though her mother was not physically present in those spaces. She described having a good time initially in LGBTQ+ spaces, but that her mother’s paranoia made those experiences not good. She said: She would call me ten times, like while I was there, and then it made that experience not good because I was like nervous and scared that I was there and   82 my mom could find out, or like she would question me about it and stuff like that. (Mari). Thus, not only did she communicate that space is relational but also that it is impacted by people who are not physically present. This experience of being constantly reachable or even trackable was communicated by several interviewees, and three of them felt that it forced them to have to come out to their parents. For Courtney her parents routinely looked through her phone and for Tayler her parents had a tracking app on her phone, through which they saw that she was not going to church. In Mary Gray’s work she describes the ways that rural queer youths’ presence online was policed by other locals in their communities, cautioning against a limited view that sees tech as largely liberatory for rural queer youth. It seems that my interviewees’ experiences are similar. While tech was at times used to find local LGBTQ+ spaces, for the younger individuals I interviewed parental control over these platforms and devices had real and far-reaching consequences for the kinds of local occupations they could engage in. While I assumed LGBTQ+ individuals in conservative, religious contexts would seek out and make spaces that accommodate their gender and sexual identities, it is worth understanding that their experiences with accommodation are more nuanced. LGBTQ+ young adults in Utah simply exist where they are, regardless of whether or not they are accommodated. They have varied experiences toward the religious, conservative, and even LGBTQ+ spaces that they encounter. Since each individual encounters space from the point of a body, it is the particular fit or failure between the body and space, as Ahmed argues, that allows the body to either extend or fail to extend. This can explain my interviewees’ varied experiences of isolation and belonging within different spaces and over time, since each individual encounters space differently dependent on the   83 particular string of life experiences that brings them to where they are in any given moment. While they do inherit narratives of being out of place, including those from popular media and the mainstream LGBT community, my interviewees balance these pressures with the reality of simply existing where they are. LGBTQ+ individuals do experience feelings of disorientation, isolation, and vulnerability in Utah, but they also experience belonging.  Navigating Visibility LGBTQ+ young adults in Utah skillfully navigate the spaces where they exist in ways that accommodate their particular risks and vulnerabilities, aided by cultural knowledge and spatial awareness. Alternating between revealing and concealing their gender and sexual identities, navigating visibility is one important strategy that LGBTQ+ young adults utilize to mitigate vulnerability and provide opportunities for belonging. In this discussion of visibility, it is important to depart from the traditional LGBT politics of visibility, which homogenizes and excludes the varied experiences of queer difference in an attempt to gain the acceptance of the straight community (see Pointek, 2006). I follow other scholars in this departure, such as Karma Chávez, Sara Ahmed, and Mary Gray. Each of these scholars argue that vulnerability impacts the practice of queer visibility. They show the ways that traditional LGBT visibility politics police the types of visibility that are deemed appropriate to create acceptance from white, heterosexual, and cis-gender people, while excluding those whose visibility does not fit the mold or forward the mainstream LGBT agenda. Furthermore, this type of visibility ignores that visibility is not equally available to all LGBTQ+ individuals. As Chávez argues in her writings on   84 the activism of undocumented queer youth, some LGBTQ+ individuals experience heightened risks and vulnerability in their visibility. Besides vulnerability, the strategies of traditional LGBT visibility are not always appropriate in different contexts, as Gray puts forward in her work with rural LGBTQ+ youth. This makes sense within Ahmed’s framework. If our point of contact with space is our own body, then it makes sense that the strategies for existing in different spaces would need to be altered to fit the particular contexts. My own findings validate these perspectives. While LGBTQ+ young adults do feel the pressures of the politics of visibility narrative, they strategically navigate visibility in Utah in ways that acknowledge their vulnerability and they do so for practical reasons.  Creating space through visibility Gray argues that the politics of visibility narrative that rural youth encounter is developed for urban living, and that while queer youth bear the pressure of the narrative they navigate it in ways that fit the social milieu of their rural environment. She states: Rural queer kids must address the same cultural and political demands for LGBT visibility while balancing the logistical needs to fit in and conform to the familiarity that structures rural life. They walk this fine line amid cultural representations that heighten their sense of feeling out of place and a politics of visibility that fails to see them or their needs for different strategies of recognition. (p. 168) She explains that rural queer youth feel the pressure to replicate the urban visibility movement, while simultaneously being told by the urban LGBT community that they are out of place in their rural communities. Furthermore, she argues the strategies of visibility practiced in urban spaces are often not appropriate for the rural environment. While many of my interviewees were not technically from nor did they currently live in rural   85 communities, they still encounter a similar narrative that rural youth do—they are seen as out of place and yet expected to make themselves visible to forward an LGBT political movement. My interviewees did navigate this pressure to be visible, but I want to make two important caveats. The first caveat is that while my interviewees did describe ways in which visibility was used to make space for LGBTQ+ identities, their efforts toward visibility reflected a desire to draw attention to varied LGBTQ+ experiences for the benefit of other LGBTQ+ individuals, rather than visibility as primary a mechanism to gain acceptance from the straight community. For example, a few interviewees expressed that USGA made a point of representing different identities on panels so that everyone would have the opportunity to see themselves. Sara told me how impactful it was for her to see herself represented through one woman’s experience on a USGA panel because it allowed her to think about her own identity. She explained, “I just hadn’t thought about things because there was no room for that or people didn’t talk about it like openly, so I never- I didn’t have the chance to fully think about it before” (Sara). While visibility is utilized as a space-making strategy, it is not done through the typical LGBT visibility politics that homogenize differences to gain acceptance from non-LGBTQ+ individuals. Rather, Sara expressed the important part of having multiple representations was to provide those to LGBTQ+ students, which is not a visibility focused on the straight community. The second caveat is that bringing attention to LGBTQ+ issues and visibility was not seen as the responsibility of only the LGBTQ+ community, but rather as a joint responsibility that non-LGBTQ+ individuals and especially LDS leaders could engage in   86 to bring about improved treatment of LGBTQ+ individuals. Hannah felt that people in the LDS Church would have a more positive outlook toward trans people if “we just spoke more positively” about trans people. When I asked her about the “we” in her statement, she remarked that she had come out to friends in the LDS Church in an effort to show them how she could be a good member of the LDS Church while being a transwoman and struggling with the LDS Church’s treatment of transgender people. While this appeared to mimic the narrative of normalization through an externally respectable form of visibility, it became clear that the “we” also included straight members of the LDS Church and not just LGBTQ+ individuals. In fact, Hannah said that the LDS church leaders are the ones who can make the most significant difference for trans people in the Church, but that she is uncertain of whether it is a priority for them to think about trans issues. From Hannah’s perspective it is not just trans people who need to work to make space for themselves in the LDS Church, but rather all the members need to do this work, with leaders seen as having the greatest impact. Therefore, while my interviewees talked about visibility as a strategy for space-making, often their approaches were more nuanced than the traditional approaches to LGBT visibility advocated for to bring about acceptance from straight communities.  Coming Out: evaluating the environment Many of my interviewees explained that upon meeting new people they tend to evaluate how welcoming or hostile each person would be of LGBTQ+ individuals. My interviewees cited fear of rejection, hearing slurs, and also fear of violence as reasons for caution. For example, Hannah told me she has to be cautious because she is not always   87 aware what a person is capable of and that “there is a large amount of trans people who get assaulted.” Similarly, other interviewees described not being able to come out because they were surrounded by homophobic people and homophobic environments. Garret and Alex both expressed this, telling me: In my high school there was like one kid who was out and he was treated very poorly, so like I couldn't really be out to myself. I wasn't in an environment that I could, and, you know, it was like the- the mid 2000s, early 2000s, so like growing up it was like “Oh, that's so gay” and “faggot” and like all that like slurs were-, so it was very homophobic. (Garret) My mom would yell slurs and stuff, and say like “Your brother’s always hanging out with that tranny”, and I was just like, [Inhale], man, I’m like-, and I would never say anything back when she would talk like that. I’d just like, “Hmm, yup, mom”, so that would scare me outta doing anything like, “Great, that’s what they feel about this.” (Alex) For both Alex and Garret witnessing the treatment of people in the LGBTQ+ community by the people around them deterred them from coming out. Thus, the experience of needing to evaluate how others might respond to LGBTQ+ identities was common for many of my interviewees, and several of my interviewees mentioned that hearing negative remarks from those around them prevented them from being out in those contexts. Furthermore, interviewees did not only encounter these situations through witnessing the treatment of an acquaintance or friend, but also by observing how family talked about LGBTQ+ people who were visible in media or popular culture. Hannah told me that her family’s reaction to viewing transgender people on TV was to feel like transgender people were making fools of themselves and they were “gay people who went off the deep end” (Hannah). Similarly, Shea recounted the story of her mother talking about a transgender individual from a Sci-Fi fan convention as strange, “‘Oh, they   88 can do whatever they like, but it’s so weird to think of them in that way.’” She expressed to me, “It’s probable that the family, if they knew, would be shocked and would eventually get on with it, but I don’t think the relationship between us would ever be quite the same again” (Shea). Both Hannah and Shea observed their families react to transgender people in the media, which helped them understand how their family might react to them if they came out, but it cannot fully explain why one person chooses to come out and another does not. Hannah came out to her parents despite their remarks toward the transgender people they observed on TV, while Shea expressed that the risk to the familial relationship was too significant, even when she felt her family would eventually move on from it. While some individuals cited issues of financial dependency when navigating coming out to their family, others focused on the idea of harm caused to the familial relationship. These deterrents are also cited in the findings of the research by Mary Gray where some rural youth expressed a need for financial independence when coming out and Kath Weston where her research participants expressed fear of rejection from their families of origin when coming out. Furthermore, for all but one of these interviewees the physical or media encounter with the LGBTQ+ person was not intentionally brought up by the interviewee to their family, but rather only observed. In contrast to the chance encounters that many of my interviewees discussed, Tayler told me that she intentionally brought up Wonder Woman’s bisexuality into the conversation that her mother and grandfather had been having with her after she had watched the film on her flight to visit them. She told me she had brought it up nonchalantly, “I made sure I worded it to sound like just a fun little fact” (Tayler) because she was not out to her extended family, and felt the way her   89 grandfather responded confirmed that she did not want to come out to him or her other extended family. These findings are interesting in the context of representation and the availability of visible paths because they show other ways that representation can be used and how it can be used as a tool for survival. In popular culture we often discuss the importance of representation as a way for young people to see themselves. We think of representation as allowing us to visualize the ways that we can exist in the world and the range of possible identities we can assume. It seems also possible from the experiences of my interviewees that representation allows individuals to see how those around them respond to people who share their identities, and that it has been used by many of my interviewees as a way to navigate environments where they may not be accepted or accommodated.  Coming Out: choices about visibility For many of my interviewees coming out was more than a journey from closeted to out, rather coming out was a repeated action across different contexts. Many interviewees told me about coming out in different contexts, from coming out to friends and family to coming out on various LGBTQ+ panels either at BYU or at events hosted by allies. Thinking within Ahmed’s framework, it makes sense that LGBTQ+ individuals must continuously come out, because they constantly assert themselves against the social replication of the heterosexual line. Ahmed writes in her book, “becoming a lesbian still remains a difficult line to follow. The lesbian body does not extend the shape of this world, as a world organized around the form of the heterosexual couple” (p. 20). As space is intentionally oriented around the heterosexual body, being queer involves a labor   90 of reorientation, which for many of my interviewees resulted in the experience of coming out as a repeated action, rather than a singular event. Coming out in these various contexts, beyond being a repeated action, was a strategic one. My interviewees gave practical reasons for both revealing and concealing their identities in different contexts. One common motivation for coming out was to promote well-being: I did like really want support. I was like very anxious and depressed and I-, it was almost like “I need to come out for like just my well-being too”, and I understood that like studies show that most people, in most circumstances like it's good for their mental health to come out, and I could see why. (Garret) I started to tell my close friends, you know, what I was dealing with, because, I think, I had-, I had started going to counseling by then and decided that, you know, no matter what I decided that I needed to talk to more people about it because dealing with it on my own was making depression worse, just ‘cause I felt lonely on top of everything, so I was like “I need to talk to people”, so I started telling more friends um, and that was really helpful. (Lorenzo) Many interviewees cited the need to come out for their mental health and to combat isolation and find support. Being out, however, was not a static state. These same interviewees also felt the need to conceal their LGBTQ+ identities at times. For example, Lorenzo told me: People assume I’m straight, and I let them assume that…just because I don’t want to bring up any suspicions at BYU to put me at risk of getting kicked out of school. Would have been more open had I been keeping all the rules, because there wouldn’t have been anything to get me kicked out. So, I felt like breaking the rules was healthier for me personally, so it was better for me to let people assume I’m straight and just live how I want to…like I wish I could have done both. I didn’t feel like I could. (Lorenzo) For Lorenzo it was healthier for him to be able to live as a bisexual man privatively, than to be out in a more public way that would have put him at risk of losing his degree. Due to the particular contexts and risks associated with being LGBTQ+ in Utah and also   91 specifically at BYU, many interviewees gave practical explanations for either choosing to reveal or conceal their identities in different contexts. My interviewees cited many different motivators for concealing their LGBTQ+ identities. Maintaining other relationships, identities, or avoiding hostility were all cited as motivations to conceal LGBTQ+ identities. For example, Tayler expressed that she would rather hide her bisexual identity from her extended family than risk them cutting off the relationship or becoming hostile toward her. Similarly, Hannah told me that she has other identities that are important to preserve, stating: It’s not that I’m not bold or brave enough to give my identity to them, but it’s that I have an identity to preserve, as well as be proud of, and my experience has shown to me that many people just do not want you to be a part of their life when you’re trans. (Hannah) The motivations to conceal LGBTQ+ identities due to specific vulnerabilities, or a desire to maintain other relationships or identities was commonly cited by many interviewees. As Hannah related to me, it was important for her to maintain her identity as LDS and the relationships she had with others that might be at risk, if she were to come out. For my interviewees, one of the most commonly cited motivations for concealing one’s LGBTQ+ identity was the fear of losing one’s degree, due to the threat of the BYU Honor Code and losing the Ecclesiastical Endorsement, as is exemplified by Lydia’s experience: At church I felt like I really had to conceal my identity, and part of that is because to be a student at BYU you have to maintain an Ecclesiastical Endorsement, so your bishop has to sign a letter every year saying that you are a good faithful Mormon, and you should be allowed to stay at BYU, and I did not want to risk losing that. (Lydia)   92 For many students at BYU this resulted in them having to conceal their LGBTQ+ identity in certain spaces and also forced them to have to maintain church activity7. Thus, for my interviewees, choices around concealing or revealing identity were made strategically. Revealing their LGBTQ+ identities was a way to limit isolation and seek support, and concealing their identities was used to both preserve other relationships and identities, and also to protect themselves against real risks that they encountered in their environments.  Performance objects In Ahmed’s discussion of space she talks about the inheritance of the heterosexual line and the way that space extends the shape of the bodies that have power within spaces. She argues that the brown body and the queer body are held up, rather than extended by space. For Ahmed, objects, which she defines beyond just physical forms, are things that orient us to space and allow us to do things. She describes that we inherit the proximity of certain objects over others, but our desire for other objects can draw us away from what is near us and bring other things and ways of being into proximity. She argues, “Objects, as well as spaces, are made for some kinds of bodies more than others” (p. 51). As Ahmed describes, objects are intended for some bodies more than others and give bodies capacity for action. While many objects are not intended for queer bodies, I find it interesting that many of my interviewees used objects, especially physical objects, to navigate visibility in the spaces that they occupied.  7 It is worth noting that BYU campus and classrooms double as Church meeting rooms to accommodate many of the students at BYU. While there are many chapels surrounding BYU Campus to accommodate students, it is insufficient for the entire student body, so many wards (congregations) meet on campus on Sunday.   93 Many of my interviewees used physical objects with LGBTQ+ significance to make their bodies visible. LGBTQ+ pins were the most common object mentioned by interviewees, but lanyards, stickers, ribbons, wristbands, and flags were also used as objects to make visible their LGBTQ+ identities. Many interviewees cited these objects as ways that others would recognize them as having LGBTQ+ identities. For example, after describing having several LGBTQ+ pins on her backpack and stickers on her water bottle, Courtney recounted for me, “I’ll always make jokes with my friends, I’m like ‘Do you think people know I’m gay? Do you think they pick up on that?’ They just laugh at me.” Similarly, during my interview with Alex, I noticed two pins appended to the front of their beanie. When I asked about the pins, they responded: Well, this one I got from them [the LGBT campus club], that’s the pansexual one, and the other one is my pronouns, so that when people see me I don’t have to say it. I will hope that they will take better judgement and will look and like, “Oh, they/them. Cool.” (Alex) These LGBTQ+ objects not only extend their shape in space, but my interviewees also seemed to use them strategically. For Alex the objects do some of the work of informing others of their identity and pronouns. The beanie also does this work. Alex told me they wear it any time they are in public to hide their masculine hairstyle. They told me, “I wear it just because of what my hair is. My hair is a very, very masculine hairstyle that I don’t like but I’m not allowed to do anything with it, ‘cause my mother won’t let me” (Alex). For Alex the object that extends the body is more authentic to their identity than the hairstyle that is controlled by their mother. Thus, these objects allow LGBTQ+ young adults to perform and make visible their LGBTQ+ identities. While these objects provide an opportunity to extend into space differently than a heterosexual body, many of my interviewees also talked about having to hide these   94 objects or select less overtly LGBTQ+ objects due to vulnerability. For example, Alex who had decorated their dorm room with LGBTQ+ objects, told me, “whenever my parents come to like pick me up for things or drop off stuff, I have to take all of it down and put it in a box and hide it and it’s such a pain to get it all back out and put it back up.” While these objects allow them to make space for themself in a visible way, there is also a risk with that visibility, and thus the LGBTQ+ objects are put up and taken down to navigate that risk. Similarly, Garret told me that he removes his rainbow wristband when he goes into church, and Mari said that she selected a less obviously gay ribbon to pin to her backpack when in high school. She told me: I would avoid doing some things that I would want to do just because I was nervous about other people noticing. Like so some of the ribbons they [GSA] were handing out were ribbons that were rainbows, which is pretty gay [laugh] and um I, they- they had other colors too, but because that one was rainbow, I wanted that one, but if I were to put that one on my backpack, people would make assumptions, and I was not ready to be out to people that are not okay with it, I guess, or just let people know, I guess. So, instead I chose a plain red ribbon. (Mari) Each of these interviewees used LGBTQ+ objects, but rather than using them in all contexts they were strategic about their use of them. They made practical decisions about how visible to be in what contexts, to address their particular needs in any given situation. Furthermore, my interviewees did not only use LGBTQ+ objects as a strategic tool to navigate visibility in different contexts, they also used other objects to protect themselves and conceal their LGBTQ+ identity. Lydia explained to me that when she was at church activities she kept her sexuality well concealed, because of the potential risk of not maintaining her Ecclesiastical Endorsement and getting kicked out of BYU. One strategy to conceal her sexuality was to wear a fake engagement ring. She told me:   95 I actually got a ring. I got a ring and when I was asked out, I would tell people- I’d be like, “oh um sorry,” like I’d show them the ring without actually lying. And then word went around my ward that I was waiting for a missionary, and I did not correct that. And I- I just tried to give the impression that I was taken, rather than just not dating, because that would be more suspicious. (Lydia) Aware of the dating culture at BYU, Lydia used this ring to conceal her sexual identity. Rather than use an object to make visible her queer identity, she used an object to create the illusion that she was following the heterosexual line. By creating the narrative that she was taken, the church members assumed she was waiting for a missionary, a common practice for LDS women. Using this object to extend her body into space in a way that appeared heterosexual allowed her to mitigate one aspect of the vulnerability she felt at church. As Mary Gray argues, the politics of visibility built for city living does not always make sense for rural LGBTQ+ youth, and I would argue also for other LGBTQ+ individuals living as bodies that are seen as “out of place”, especially when coupled with experiences of risk and vulnerability. The pressure from popular media and mainstream LGBTQ+ communities, however, as Gray states, “has made it harder, arguably impossible, for queer differences to go unnamed or unspoken in rural places” (p. 38). For my interviewees the ability to navigate visibility and adapt to the particular precarity of any situation is a necessary survival strategy for existing in spaces that often do not accommodate or extend the LGBTQ+ body. For this reason I advocate the same position as Chávez and Ahmed—visibility is often not a sustainable strategy for LGBTQ+ individuals without sufficient resources. The pressure to reproduce a singular queer line, as Ahmed argues, is an injustice to queer difference. As is exemplified in the experiences of LGBTQ+ young adults in Utah, the availability of choices to alternatively reveal and   96 conceal their gender and sexual identities is an important and necessary survival tool, and it is only one strategy among many.  Beyond Visibility: space-making strategies The experience of living in Utah and the degree of accommodation my interviewees experienced is nuanced, as they demonstrated through the many ways that they navigate visibility strategically in this context. It is worth recognizing, however, that visibility is not the only strategy they use to create belonging. My interviewees engaged in many different space-making strategies to make space where they find themselves, and in doing so lay claim to these spaces.  Making-space where they are Existing as LGBTQ+ bodies within Utah, my interviewees often encountered unaccommodating spaces, spaces that not only did not extend their bodies, but also intentionally policed their bodies, especially at BYU through the Ecclesiastical Endorsement and BYU Honor Code. These policies made it difficult for my interviewees to not only exist within these spaces, but escape them, and yet my interviewees used their knowledge of what was available within these contexts to survive these environments. Tayler’s experience is exemplary of these survival strategies. She told me, “I was supposed to graduate in April. I didn’t want to stay at BYU that long and so I took twenty-six credits that last semester, some online, so I could get done early and get out” (Tayler). She explained that her friend suggested this idea because transferring from   97 BYU would be too costly, so they decided to add some additional online classes to their load that they could work through together. She told me: I moved to a different apartment complex for the last semester, which actually worked out pretty well because I was able to fly under the radar. I think I went to church once that semester, but would tell people I was visiting my family on Sundays. The majority of that was me just hanging out with my friend and working on schoolwork so we could get done. (Tayler) Tayler worked within the constraints of her environment to strategically avoid church and speed up her studies. It is common for BYU students with nearby family to attend church with their families instead of with their school ward8, thus Tayler fabricated this story to both avoid attending church and give herself extra time to handle her heavy course load. Several of my interviewees shared similar strategies for avoiding church ranging from taking advantage of their records getting lost in a move, to showing up for only part of the church service, pretending to be sick or away from town, or mentally checking out of church by browsing an affirming website on their cellphone9. While the LGBTQ+ young adults that I interviewed spoke of ways that they escaped the spaces that they encountered themselves in, they also found other ways to make space within these spaces. In Mary Gray’s research with queer rural youth, she defines what she calls “boundary publics” as “iterative, ephemeral experiences of belonging that circulate across the outskirts and through the center(s) of a more recognized and validated public sphere” (p. 92-93). For Gray these boundary publics are less places than they are spatial-temporal “moments in which we glimpse a complex web of relations that is always playing out the politics and negotiations of identity” (p. 93). My interviewees also engaged in this type of space-making, especially when we consider  8 An LDS congregation is called a “ward”. 9 The availability and common use of scripture apps makes the use of a cellphone in church not uncommon.   98 that spaces beyond being spatial-temporal are also relational, as Massey argues, and embodied as Ahmed adds. Many of my interviewees recognized the relational nature of space, when they shared feelings of belonging among certain friends and family members. For example, Matt even indicated the awareness that he is carving out space within an otherwise isolating space at BYU, by surrounding himself with supporting friends. He told me, “amongst that isolation I feel connected, or not isolated, because I have like a support group of friends” (Matt). Similarly, Caleb shared that he felt like he could fully express his gay identity on the ten-to-fifteen-minute bus ride to school with his roommate who is also gay. He explained, “there's a lot of reoccurring people, but I think one of the reasons I feel comfortable talking on the bus is because everyone else is so absorbed in them-, their own things” (Caleb). For him and his roommate the bus became not only a place that they could talk openly together, but a place where they had met other LGBTQ+ people, and a place where they felt safe because the bus was packed full of people who were mostly engaged in their own things. Each of these moments are just like the boundary publics that Gray describes. They are flexible enough to be constructed in moments and yet strong enough to provide a real sense of safety for these LGBTQ+ young adults. Though ephemeral they create space for nondominant bodies to gather together and make space for each other. LGBTQ+ young adults also actively seek out spaces that allow them to practice their identities and feel belonging. One common way my interviewees sought out LGBTQ+ affirming spaces was to find local LGBTQ+ people online. Courtney suggested that LGBTQ+ people seeking community spaces could look for PFlags in online bios, and Lydia recommended using online methods such as the Meetup app to locate other   99 local LGBTQ+ people. Another common space that my interviewees found belonging was through the ex-Mormon subreddit. For example, Tom told me that he posted in the ex-Mormon subreddit that he was looking for community and people invited him to local meetings. He described this community as “hands down the community with the greatest solidarity and comradery that I have ever interacted with, ‘cause they get it” (Tom). For Tom the ex-Mormon community was both supportive of his gay identity and understood his experience with the LDS Church. Thus the experience of my interviewees are similar to the rural LGBTQ+ people that Gray worked with. As she writes, “LGBT-identifying rural young people use new media not to escape their surroundings but to expand their experience of local belonging” (p. 15). While the majority of these spaces overtly affirm LGBTQ+ identities, Shea shared that she felt more acceptance from Live Action Role Playing (LARPing) communities than LGBTQ+ communities. She told me: When you’re playing those games because, of course, you’ve created a fictional character for yourself and other members of the group, so you’re kind of getting outside of that limitation of, I guess, the real self in the first case, and since everybody’s doing that together. They’re all coming at it from a more similar perspective there10. (Shea) Within these LARPing communities not only is she able to present as female, but the other participants affirm her presentation because it is embedded within the social norms of the community to “play along.” Writing body-swapping science fiction in the third grade was another safe, though solitary, personal outlet and space that Shea told me she explored as a result of her gender experience. Thus, LGBTQ+ young adults in Utah find ways to not only survive in unaccommodating spaces, but also to gather in ephemeral  10 Shea told me that physiologically and biologically she has a male body, but that brain scans suggest that male-to-female transgender people are “at least partially or mostly more female than male” (Shea).   100 spaces within these environments, and to take advantage of what is possible within the spaces that they encounter.  Making-space through (re)framing and discourses Not only do LGBTQ+ young adults navigate these spaces in unique and creative ways, they do so with cultural knowledge that demonstrates their belonging and right to lay claim to defining these spaces. If we understand space as relational and embodied then we also understand that LGBTQ+ bodies make up space. They are bodies, in Ahmed’s terms, that arrive in and shift the skin of the social, but they do so within the constraints and limitations of the spaces that they inherit. As both Sara Ahmed and Judith Butler argue in their respective works, norms are created through the repetitious actions of bodies, which is the way that power operates and allows some bodies to become dominant. Butler (2009) additionally argues that performing within norms is how a subject gains clout as a subject, and by doing so demonstrates the “right to have rights” and makes claim to belonging and to place (p. vi). Mary Gray exemplifies this when she explains how rural youth organize their LGBTQ+ activism around strategies that are relevant to the rural contexts. She writes, “a semblance of sameness, particularly rooted in family connections, purchases something valued in rural communities: the sense of familiarity and belonging so central to structures of rural life” (p. 38). Thus, these rural LGBTQ+ youth laid claim to communal belonging through the recognized norms of rural living. While Gray focused on how strategies of visibility developed a particularly rural twist, I found that my interviewees engaged in strategies beyond just visibility to lay   101 claim to belonging within the LDS Church and Utah, and they often did so in ways that are uniquely bound to this context. One common way my interviewees made space for themselves to exist in the LDS Church was to question and reframe the ideas and discourses that are produced by church leaders, often by appealing to a higher authority such as the essence of Christianity, the wants of God, or the unknowns of the afterlife. For example, Hannah spoke of the LDS Church document The Family: A Proclamation to the World as being commonly misunderstood by LDS leaders to support a particular notion of gender. She told me, “They usually misconceive the actual language of the document,” and expressed that the actual language of the document describes spiritual gender, which for her is female. She further argued, “When we go to the essence of Christianity itself, the idea is that, you know, whether you’re male or female you are in the same state as, you know, in Christianity as everyone else” (Hannah). She felt that all Christians had the opportunity to seek “Jesus Christ for cleansing and goodness and salvation” and that cis and transgender identities are the same in that regard (Hannah). Lorenzo also argued that if someone were only attracted to the same gender and thus forced to choose between celibacy or leaving the Church that that was not a choice God would require. He said, “I just think for me personally what they’re [LDS church leaders] saying God is asking is unreasonable” (Lorenzo). Therefore, he felt that the LDS church leaders were fallible. Similarly, when talking to Sara, I noticed she referred to God as “they”. When I asked her about the use of this pronoun she responded that she was both referring to Heavenly Father and Heavenly Mother together and also considering that if God is all-encompassing then it was possible that God could be queer. She explained:   102 A few people at USGA do this as well and talk about this like, you know, that we’re made in the image of God and so God must be all-encompassing of like different identities and stuff, so who’s to say that God isn’t queer. (Sara) She expressed that the way we talk about gender is within social constructs that may not apply in heaven, and that “it just feels better because I don’t know any of the answers, so like using ‘they’ kind of just allows for a lot of different options” (Sara). In these instances my interviewees both laid claim to define Christianity and God in their own terms, and by doing so made space for themselves and their perspectives on sexual and gender identity. Another way that LGBTQ+ young adults in Utah make spaces for themselves and others is to produce discourse against the dominant narrative. Garret was particularly prolific in this regard, though not the only interviewee to engage in this work. He expressed: I feel like “here’s the facts, now you make up your mind about what you’re going to do with those” because there’s like a disinformation campaign, a lot of information suppression in the Mormon community and just like shaming of non-tribe promoting and affirming rhetoric. (Garret) Thus, his presentation of the facts in his online writings seemed like a way to hold the LDS Church accountable, especially as he described the Church as “gaslighting” and trying to argue that they never took the positions they did in the past. He told me that the lack of information available to him when he was working through his sexuality and relationship with the LDS Church was part of what drew him to this work. Furthermore, other interviewees used their social media sites to speak against the Church, for example Courtney said she posted a graphic online telling individuals, “Please do not [financially] feed the Church”, while other interviewees used class assignments to write persuasive pieces against BYU policies. Thus engagement with and production of their own   103 discourses was one common way that LGBTQ+ young adults in Utah disrupted the dominant narrative and made space for their own perspectives on gender and sexuality. While the vast majority of my interviewees shared feelings of vulnerability and awareness that they were considered out of place in the conservative and religious context of Utah, the majority did not indicate any immediate intention to leave Utah. With a diverse spectrum of identities and bodied experiences, my interviewees expressed feeling moments of isolation and belonging in both religious and LGBTQ+ spaces. Though inheriting the awareness of mainstream LGBT narratives of rural to urban migration and the pressures of the politics of visibility, my interviewees neither entirely replicated nor rejected these narratives. Without the resources to maintain sustained visibility, they alternated between concealing and revealing their gender and sexual identities to mitigate vulnerability and create spaces for belonging. Furthermore, visibility was only one strategy they employed. My interviewees found ways to simultaneously avoid hostile spaces and create ephemeral spaces of belonging that were both flexible enough to be created in mere moments and yet robust enough to provide a real sense of safety. They strategically used intricate insider cultural knowledge, taking advantage of what is possible in the spaces they inhabit, and laying claim to both reframe and produce their own discourses that disrupt the dominant narratives. These LGBTQ+ young adults simply exist where they are, and their many strategies to navigate the various hostile environments that they encounter are necessary survival tools to make spaces for belonging and the production of other ways to be in the world.    104 CHAPTER IV THE BODY AND A QUEER POLITICS My work centers the frameworks of queer theorists, specifically the work of Sara Ahmed, not because I was beholden to her ideas, but rather because her conceptualizations provide the language I needed to understand the experiences of my interviewees. Her framework allows me to consider the ways that a queer politics is embedded within the finding that LGBTQ+ young adults in Utah chart their own unique paths for how to be in the world despite the pressures to replicate heterosexual and Mormon lines. Ahmed (2006) states, “I would see queer as a commitment to an opening up of what counts as a life worth living…. It would be a commitment not to presume that lives have to follow certain lines in order to count as lives, rather than being a commitment to a line of deviation\" (p. 178). The metaphors of lines and the pressures of inheritances in shaping our arrivals and trajectories within spatial realities, allows me to recognize the ways that LGBTQ+ young adults in Utah navigate their identities. Following such a framework necessitates a conceptualization of individuals as capable agents in their own lives. It respects the ways that LGBTQ+ individuals do identity work, and how acknowledging the absence of a single queer line makes a diversity of divergences visible. A spectrum of experiences toward religious and LGBTQ+ identities is precisely what I encountered through my interviews, rather than a single linear path from incompatibility to resolve. While I found that LDS LGBTQ+ young adults did experience difficulties navigating their identities in the LDS Church, these difficulties were often made easier by religious experiences of personal revelation that affirmed individuals’ genders and sexualities. Furthermore, leaving the LDS religion did not   105 necessarily simplify the experience of LGBTQ+ young adults in Utah. Many of those who had left the LDS Church continued to recognize and process the impact of their religious upbringings. The diversity of experiences and paths taken up by my interviewees demonstrate the ways that their lives are evidence of a multitude of lives worth living. Respecting this is a form of committing to see the openings that exist to chart valuable lives in ways that do not prescribe to our inheritances. Furthermore, Ahmed’s work reveals the politics of spatial realities and the ways they are organized rather than casual. Imposed by the organization of space, some bodies are permitted to move with ease, while others are stopped. Ahmed terms this the politics of mobility, “of who gets to move with ease across the lines that divide spaces…who gets to be at home and who gets to extend their bodies into inhabitable spaces” (p. 142). My interviewees encounter such a politics in their experiences. While others move with ease, the impressions on LGBTQ+ bodies leave them with affective wounds, experiences of fear, vulnerability, risk, and violence. As Ahmed relates, being stopped is “a political economy that is distributed unevenly between others, and it is also an affective economy that leaves its impressions, affecting the bodies that are subject to its address” (p. 140). Beyond inheriting the nearness of dominant forms such as heterosexuality and Mormonism, my interviewees also encounter mainstream LGBT narratives that pressure them to replicate a particular form of visibility politics, a form of politics that does not recognize the unique vulnerability or spatial constraints they encounter. Thus, my interviewees encounter a multitude of limiting perspectives. They are marked as out of place, not only by dominant religious and heterosexual narratives, but also by LGBT narratives. This is reminiscent of the conclusions that Mary Gray (2019) draws in her   106 work with rural queer youth when she titles her introduction, “There Are No Queers Here”. If my interviewees do not engage in a typical politics of visibility, what do they engage in? According to Ahmed, creating spaces or ways to be in the world is “an expansion that involves political energy and collective work” (p. 155). As she argues, arriving where one is not accommodated is a form of political labor that has disorienting and queer effects. A queer politics, she argues, is not about creating new spaces, since this leaves dominant spaces as they are. Instead, she argues that there is a hope in the failure of queer bodies to line up, a hope, but not an obligation, she is apt to caution: It is not up to queers to disorientate straights, just as it is not up to bodies of color to do the work of antiracism, although of course disorientation might still happen and we do “do” this work. Disorientation, then, would not be a politics of the will but an effect of how we do politics, which in turn is shaped by the prior matter of simply how we live. (p. 177) While my interviewees inherit narratives and experiences of being out of place, they balance the pressures of these narratives with the reality of simply existing where they are regardless of accommodation. By engaging in what Ahmed describes as the matter of simply living, they negotiate the realities they encounter by alternating between moments of visibility and concealment, and they disrupt the rhetoric of out of placeness with intimate cultural knowledge that lays claim to a form of belonging within these spaces. Rejecting a strict adherence to a politics of visibility allows us to recognize that sometimes the act of simply existing can be a radical form of politics. When we acknowledge that simply existing is a form of collective and political labor, we again develop the ability to respect the experience of those individuals who share their lived experiences and offer richness and enlightenment to our scholarship. Acknowledging this reality makes available the many strategies beyond visibility that LGBTQ+ individuals   107 engage in, such as concealment, reframing discourses, and utilizing ephemeral and iterative moments to create belonging. As Ahmed advocates in her discussions of the limitations of visibility, “while the closet may seem a betrayal of queer (by containing what is queer at home) it is just as possible to be queer at home, or even to queer the closet. After all, closets still ‘make room’ or clear spaces, in which there are things left for bodies to do” (p. 175-176). In order to understand what bodies do in space, we must also understand what is available to bodies within space, where what is available in space is shaped by the dominant forms and norms within any particular community, culture, or society. I conducted my interviews between June and November of 2018, a period around which influential shifts have been in motion within Utah. Leading up to the 2015 decision to legalize same-sex marriage, my interviewees were undoubtably raised within congregations that felt the effects of anti-LGBTQ+ advocacy that was both preached from the pulpit and organized by grassroots LDS member efforts (Gordon and Gillespie, 2012; Eskridge, 2016). In addition, those who were raised within Utah, including the peers they now encounter, attended public schools where the discussion and/or promotion of homosexuality or LGBTQ+ issues were banned until March 2017 (Thoreson, 2017). A number of significant events occurred in the years leading up to 2018. In a seemingly positive turn the LDS Church publicly backed LGBTQ+ anti-discrimination laws on 2015 for employment and housing in Utah with significant religious exemptions (Romboy, 2015), and announced in 2016 they would no longer engage in sexual orientation change efforts (Riess, 2016). Especially significant for my interviewees, however, in November of 2015, changes to the LDS Church’s General Handbook, which   108 is provided to help local lay leaders preside over their members, classified same-sex couples as apostates worthy of excommunication and prevented their children from engaging in several significant ordinances including baptism, confirmation (receiving the Holy Ghost), and the ability to serve a mission (Dobner, 2015). Furthermore, for those of my interviewees who attended BYU, the language of the Honor Code explicitly prohibited any behaviors that might appear to express homosexual feelings (Church Educational System Honor Code, n.d.). Encountering my interviewees in this moment, many of them discussed the significance of the November 2015 General Handbook changes and the feeling of rejection it produced. For those at BYU, the Honor Code was also a particularly influential and limiting policy that impacted their experiences of vulnerability and the strategies they elected to navigate their experiences at BYU. My research is specifically embedded within this temporal moment, which cannot be revisited or reinvestigated, as the environmental shifts that have since occurred significantly change what is available for bodies to do within spaces. Significantly, in January of 2018 Russell M. Nelson became the LDS Prophet, after the death of the preceding Prophet, Thomas S. Monson, which inevitably leads to some shifts within the organization. In April of 2019 the LDS Church reversed the November 2015 policies around same-sex couples and their children (Weaver, 2019). Couples were no longer classified as apostates and subject to ‘withdrawal of membership’ (the new term for excommunication) and their children could engage in church activities and ordinances with their parents’ permission. In the same year the LDS Church opposed federal non-discrimination laws, which would add gender identity and sexual orientation to existing non-discrimination laws (Burr and Means, 2019). In February of 2020 the Church   109 updated the General Handbook to include a significant section on transgender individuals, which was previously absent (Stack and Noyce, 2020). Significantly, the section defined an individual’s eternal gender as the gender assigned at birth, including in the case of intersex individuals. It also stated that transgender members who choose to transition may receive restrictions to the types of callings and ordinances they can receive. The absence of church instruction or guidance, especially on transgender issues, was a particularly pronounced part of the experiences of my interviewees who identified as LDS. Furthermore, the ways they managed with this absence was significant to how they made space for themselves within Mormonism, such as seeing one’s spiritual gender as aligned with one’s gender identity. Changes to the General Handbook also led to the removal of the specific passages on homosexuality from the BYU Honor Code (Bigelow, 2020), which initially was seen positively as an unexpected change by many LGBTQ+ students at BYU as it might indicate that same-sex students could now date like heterosexual students. BYU followed up a couple weeks later, however, with the announcement that the redaction of the language of homosexuality from the Honor Code did not change the ‘spirit’ of the law and that homosexual behavior was still a violation of the Honor Code (Edwards, 2020). Protests ensued following this announcement, but subsided with the beginning of the Covid-19 pandemic when BYU moved classes online. LGBTQ+ activists and allies did find ways to engage in influential but less frequent protests during the pandemic, such as lighting the university’s 380-foot Y with rainbow and other colored flash lights on Y Mountain, visible above Provo, Utah (where BYU is located). As of the beginning of this year, 2022, BYU has come under further scrutiny for denying transgender students   110 speech services (Tanner, 2022b) and banning student protests and demonstrations on university property, which includes Y Mountain (Tanner, 2022a). The changes undergone in this context, while not necessarily fully in a direction of either more restriction or more acceptance, still alter what is available for LGBTQ+ individuals as they navigate identity and space-making. In Ahmed’s language, there are different objects available within view. While many forms and norms remain the same, and the pressures of prior stances and policies leave lasting residues, what bodies have available to them to take up is different in the context now. As some of my interviewees drew attention to, prior rhetoric and policies from LDS do not dissipate, but rather continue to have influential rippling effects that, as Ahmed argues, leave impressions on both bodies and the social. An acknowledgement of such histories and their spatial and affective dimensions better allows us to see how the influence of these objects join us in our arrival in the present moment. My research also, in demonstrating the ways that spatial realities make visible the labor of bodies, allows us to see the inherent collective work involved in identity and space-making. This is especially important as many scholars have drawn the conclusion that identity work is primarily an individual or internal process. Thus, whether further research is done through ethnographic or interviewing methods, our understanding would be benefited by scholars who embed their research within contextual knowledge that affords us an understanding of how rhetoric and discourses circulate in space. Taking up such scholarly approaches would allow us to seek understanding of how LGBTQ+ BYU students will navigate a less prescriptive, but still present, Honor Code. How might LGBTQ+ individuals in Utah navigate the reversal of the November 2015 General Handbook changes or the   111 introduction of more defining details and guidance on how lay leaders ought to approach transgender issues? What is made available or taken away by the shifts within these environments? My research project and those of other scholars, such as Chakravarty and English (2021), have barely begun to fill the gaps within the theoretical approaches usually taken to studying the intersection of gender/sexuality and religion. There is still much to be gained through an expansion of approaches. Queer perspectives on embodied and spatial realities have much to add in this area, as they make visible the mechanisms through which dominance and power operate and come to impact the lived experience of non-dominant bodies. They also encourage a deeper investigation into not only the oppression non-dominant bodies experience, but also the mechanisms through which they make space, encounter the world differently, and create new possibilities for how to be. As Ahmed argues, “a queer politics would also look back to the conditions of arrival. We look back, in other words, as a refusal to inherit, as a refusal that is a condition for the arrival of queer\" (p. 178). For Ahmed, looking back is related to disorientation as it brings the body into view, rather than allowing it to fade into the background as dominant bodies do. Thus, the body, which is usually behind and invisible, becomes visible as an object that can be followed. To continue the metaphor, following the body is what I have taken up in this research, which Ahmed suggests is intimately tied to a queer politics. As she argues, “Looking back is what keeps open the possibility of going astray” (p. 178). Although, what might lead us to look behind is also intimately linked with vulnerability. In some ways, she is nudging us in the direction of a suspension of ideas, where disorientation can be radical and hopeful, but also contradictorily vulnerable and violent. It is possible to   112 hold contradictory ideas within a state of suspension, even as it might add to the disorienting effects. Perhaps it would be useful to consider how my interviewees are also capable of such a suspension, that maybe such a suspension is an effect of embodied living rather than scholarly aptitude. In fact, Gibson-Graham suggest that we could “recognize our ‘innate’ capacity to linger with the object and process of thought in a ruminative space of not knowing” (p. xxvii). I would suggest that my interviewees’ manner of being in the world is perhaps itself a willingness to suspend the messages of incompatibility and out of placeness that they receive from both mainstream religious and LGBTQ+ communities. Instead, they can arrive within spaces as both out of place (disoriented) and at home (intimately culturally aware). To navigate toward a different way of being in the world rather than simply reconcile experiences of dissonance, they hold these pressures within awareness, as if to hold them, ironically, in an ongoing state of pause. If everything comes back to the body as the nexus of experience, as many queer theorists argue, it makes sense that the body might also come to orient our scholarship. Beyond my indebtedness to scholars, however, I am most indebted to the thirteen interviewees who welcomed me into a part of their journey as LGBTQ+ young adults in Utah. Above all they afforded me the significant understandings that I have gained as part of this research. Their willingness to be open and vulnerable with me provided the insights to what it means to undertake the labor of identity and space-making in a conservative and religious context.     113 APPENDIX A INTERVIEWEE DEMOGRAPHICS  Name University Age Ethnicity, Race Raised LDS Gender Sexuality Religious descriptors given by interviewee Alex public university 18-22 white No nonbinary pansexual believes in higher power, but doesn't like organized religion Caleb BYU 18-22 white Yes cis-male gay full member in good standing: doesn't know whether he'll go or stay, but has faith in prophets as God's mouthpiece Courtney public university 18-22 white Yes cis-female bisexual removed self from the Church, but not records (for family); was very devoted; enjoyed the gospel, but not church Garret BYU 26-29 white Yes cis-male gay, queer post-Mormon, secular, humanist, agnostic, atheist Hannah public university 26-29 white Yes transgender woman bisexual Mormon: unsure of future in the Church Lorenzo BYU 23-25 Hispanic/ Latino Yes cis-male bisexual Mormon: grew up Mormon, feels it is a big identifier, and central to how his family lives Lydia BYU graduated prior to interview 23-25 white Yes woman gay, lesbian, queer non-believing, but culturally Mormon Mari public university 18-22 Hispanic/ Latino Yes female pansexual ex-LDS: never quite believed it Matt BYU 23-25 white Yes male gay, queer raised Mormon, not ex-Mormon, now planning on not being Mormon Sara BYU 23-25 White, Hispanic/ Latino Yes cis-woman bisexual never super connected to the Church, believes in god, but is figuring it out Shea out of state university, but some classes at local university 26-29 not provided Yes trans female, female not provided inactive/outside of the Church, transhumanist Tayler BYU graduated prior to interview 18-22 white Yes cis-female bisexual left the Church Tom BYU 18-22 white Yes cis-male gay post-Mormon, technically still Mormon, and uses ex-Mormon and post Mormon mostly interchangeably; beyond being Mormon, but having been Mormon still made a significant impact      114 APPENDIX B INTERVIEW GUIDE  Thank interviewee.  • Discuss Informed Consent: research being conducted, confidentiality procedures, how interview data might be used • Interview format: semi-structured (i.e. it will feel pretty conversational; e.g. I have general things I want to touch on, but want to give you the opportunity to really talk about what's most relevant to you) • By continuing with the interview you are consenting to being a part of this research study, and understand that continuing is voluntary, and that you may withdraw at any time • Do you have any questions for me before we begin?  Great! I'd like to begin with some general questions about yourself, you can be as detailed as you like, I'll ask you to elaborate on things as the interview goes on.   Demographic Questions:  What is your current university status?  • [if none] how often do you frequent university spaces? • [if graduated] how recently did you graduate? • In what ways are (or were) you engaged on campus? o How do [did] you spend your time on campus?  Are you employed, and if yes what kind of job?  How old are you?  How much of the year do you live in Utah?  What were the kinds of communities where you spent your childhood and adolescence?  How would you define your own sexual or gender identity?  • How important is this identity to you?  What (other) identities are important to your sense of self?  • Any membership to a group or community that is or was important to your sense of self? o How important are these identities or communities to you?  [if not already provided] What is your ethnic identity?    115 Would you tell me about your connection or history with the LDS Church?  • What is your family's relationship to the Church?   Coming Out Narrative/Story:  Would you tell me about your experience of coming out, either to yourself or others?  • What influenced your decision to come out? • How did people respond to you when you came out? o How aware do you think people are that you're____[sexual/gender identity]?  Can you recall any important moments to your sense of self as____[sexual/gender identity]?   General Interaction with (Virtual and Physical) Spaces:  Are there places or situations where you feel it's necessary to conceal your____[sexual/gender] identity?  • What about these moments [spaces, situations] makes you not able or not want to express your____[sexual/gender] identity?  Are there any places or situations where you feel free to be out about your___[sexual/gender] identity?  • What are some of the ways you express your____[sexual/gender] identity in these moments [spaces, situations]? • In these moments that you do feel able to express your____[sexual/gender] identity, what do you think makes that possible?  How do you negotiate when to express or not express your____[sexual/gender] identity?  • Could you tell me more about____? • Could you give me an example?   Utah Specific:  In what ways do you feel your experience is unique to yourself, or unique to yourself and other young adults in Utah, as opposed to something that might be experienced by young adults living in other areas?  • Could you compare your experience with other young adults in Utah, what do you think makes it unique or similar?   LDS Specific:  [link back to their relationship with the Church]   116  • [if they go (or used to go) to church] o How has the LDS Church's policies and teaching affected you? ▪ Are there any particular teachings or policies that you can recall having a major impact on you as someone who is [or experiences]____[gender/sexual identity]? • What has been your experience in Mormon congregations? o Could you tell me about any experiences that stood out? • [if LDS] How do you see your____[gender/sexual] identity in relation to your religious identity? • [if NOT LDS] Could you tell me a little bit about your experience of leaving the LDS Church, and if it was relevant to your being____[gender/sexual identity)?   Interaction with other LGBTQ Young Adults:  In what kinds of places or situations do you associate with other LGBTQ young adults?  • In any of these situations are you able to associate with people who besides sharing an LGBTQ identity also share your LDS identity [or ex-Mormon, non-Mormon identity]? o Can you tell me more about____? • What is your experience with people who also identify as LGBTQ or same-sex attracted, but don't share your religious beliefs [or views on religion]?   University Specific:  Could you tell me about your experiences on campus as someone who is both____[gender/sexual identity] and____[religious identity/belief/views)?  • Were there places or groups where you felt you could express or share your identities and beliefs? • Was there an LGBTQ organization or group on campus or associated with any students at your university? o What was your experience with that group or organization?   Wrap Up:  Considering the spaces and situations that we've discussed, to what extent have these spaces or situations created a feeling of isolation or support and belonging for you?  If you were conducting this interview, what's a question that you might ask of other LGBTQ young adults in Utah? [Ask them their question]    117 REFERENCES Ahmed, S. (2006). Queer Phenomenology: Orientations, objects, others. Duke University Press.  AP News (2019, January 27). Mormons Account for Nearly 90 Percent of State Legislature. AP News. https://apnews.com/article/286983987f484cb182fba9334c52a617  Benson, E.T. (1992, July). Salvation—A family affair. Ensign. https://churchofjesuschrist.org/study/ensign/1992/07/salvation-a-family-affair?lang=eng  Berlant, L., & Warner, M. (1995). What Does Queer Theory Teach Us about X? PMLA: Publications of the Modern Language Association of America, 110(3), 343–349.  Bigelow, W. (2020, February 2). Honor Code Wording on Homosexual Behavior and Feelings Changed. The Daily Universe. https://universe.byu.edu/2020/02/19/honor-code-changes-remove-explicit-ban-on-homosexual-behavior/  Bridges, J. G., Lefevor, G.T., Schow, R. L., & Rosik, C. H. (2020). Identity Affirmation and Mental Health Among Sexual Minorities: A raised-Mormon sample. Journal of GLBT Family Studies, 16(3), 293–311.  Burr, T., & Means, S. P. (2019, May 13). LDS Church Comes Out Against Equality Act, Saying LGBTQ Rights Bill Doesn’t Ensure Religious Freedom. https://sltrib.com/news/2019/05/13/lds-church-comes-out/  Butler, J. (2009). Performativity, Precarity and Sexual Politics. Revista de antropología iberoamericana, 4(3), I–XIII.  Chakravarty, D., & English, M. (2021). “I Don’t Like Going To Gay Pride”: Experiences of negotiating LGBTQIA Mormon identity in Utah. Sexuality & Culture, 25(1), 235–254.  Chávez, K. R. (2016). Coming Out as Coalitional Gesture? In Queer Migration Politics. University of Illinois Press.  Church Educational System Honor Code. (n.d.) policy.byu.edu. (n.d.) Retrieved April 13, 2017. from https://policy.byu.edu/view/church-educational-system-honor-code  Cragun, R. T., Williams, E., & Sumerau, J. E. (2015). From Sodomy to Sympathy: LDS elites’ discursive construction of homosexuality over time. Journal for the Scientific Study of Religion, 54(2), 291–310.    118 Cranney, S. (2017). The LGB Mormon Paradox: Mental, physical, and self-rated health among Mormon and non-Mormon LGB individuals in the Utah Behavioral Risk Factor Surveillance System. Journal of Homosexuality, 64(6), 731–744.   Crowell, K. A., Galliher, R. V., Dehlin, J., & Bradshaw, W. S. (2015). Specific Aspects of Minority Stress Associated with Depression Among LDS Affiliated Non-Heterosexual Adults. Journal of Homosexuality, 62(2), 242–267.  Dahl, A. L., & Galliher, R. V. (2009). LGBQQ Young Adult Experiences of Religious and Sexual Identity Integration. Journal of LGBT Issues in Counseling, 3(2), 92–112.  Dahl, A. L., & Galliher, R. V. (2012a). LGBTQ Adolescents and Young Adults Raised within a Christian Religious Context: Positive and negative outcomes. Journal of Adolescence, 35(6), 1611–1618.  Dahl, A., & Galliher, R. V. (2012b). The Interplay of Sexual and Religious Identity Development in LGBTQ Adolescents and Young Adults: A qualitative inquiry. Identity, 12(3), 217–246.  Dehlin, J. P., Galliher, R. V., Bradshaw, W. S., & Crowell, K. A. (2014). Psychosocial Correlates of Religious Approaches to Same-Sex Attraction: A Mormon perspective. Journal of Gay & Lesbian Mental Health, 18(3), 284–311.  Dehlin, J. P., Galliher, R. V., Bradshaw, W. S., & Crowell, K. A. (2015a). Navigating Sexual and Religious Identity Conflict: A Mormon perspective. Identity, 15(1), 1–22.  Dehlin, J. P., Galliher, R. V., Bradshaw, W. S., Hyde, D. C., & Crowell, K. A. (2015b). Sexual Orientation Change Efforts Among Current or Former LDS Church Members. Journal of Counseling Psychology, 62(2), 95–105.  Dobner, J. (2015, November 6). New Mormon Policy Makes Apostates of Married Same-Sex Couples, Bars Children from Rites. Salt Lake Tribune. https://archive.sltrib.com/article.php?id=3144035&itype=CMSID  Edwards, N. (2020, March 4). Church Provides Clarifying Statement on Honor Code Language for BYU, other Latter-day Saint Schools. LDS Church News. https://thechurchnews.com/leaders-and-ministry/2020-03-04/byu-honor-code-language-clarification-ces-statement-176245  Eskridge, W. N., Jr. (2016). Latter-Day Constitutionalism: Sexuality, gender, and Mormons. University of Illinois Law Review, 2016(4), 1227–1286.  Foucault, M. (1988). The History of Sexuality: Vol. 1. New York: Random House.    119 Fuist, T. N. (2016). “It Just Always Seemed Like it Wasn’t a Big Deal, Yet I Know for Some People They Really Struggle with It”: LGBT religious identities in context. Journal for the Scientific Study of Religion, 55(4), 770–786.  Gibson-Graham, J. K.. (2006) Introduction: A politics of economic possibility. A Postcapitalist Politics. Minneapolis, US: University of Minnesota Press.  Goodwill, K. A. (2000). Religion and the Spiritual Needs of Gay Mormon Men. Journal of Gay & Lesbian Social Services, 11(4), 23–37.  Gordon, E. E., & Gillespie, W. L. (2012). The Culture of Obedience and the Politics of Stealth: Mormon mobilization against ERA and same-sex marriage. Politics and Religion, 5(2), 343–366.  Gray, M. L. (2009). Out in the Country: Youth, media, and queer visibility in rural America. New York: New York University Press.  HRSA. (n.d.). Defining Rural Population. Health Resources & Services Administration. Retrieved January 18, 2021 from https://www.hrsa.gov/rural-health/about-us/definition/index.html  Irvine, J. M. (2002). Talk About Sex: The battles over sex education in the United States. Berkeley: University of California Press.  Jackson, L. (2016, July 19). Devotion and Despair: The lonely struggle of a gay Mormon. CNN. https://cnn.com/2016/07/16/living/gay-mormon-struggle/index.html  Jacobsen, J., & Wright, R. (2014). Mental Health Implications in Mormon Women’s Experiences with Same-sex Attraction: A qualitative study. The Counseling Psychologist, 42(5), 664–696.  Kingdoms of Glory. In Gospel Topics. (n.d.). The Church of Jesus Christ of Latter-day Saints. Retrieved January 18, 2021 from https://churchofjesuschrist.org/study/manual/gospel-topics/kingdoms-of-glory?lang=eng  Kubicek, K., McDavitt, B., Carpineto, J., Weiss, G., Iverson, E. F., & Kipke, M. D. (2009). “God Made Me Gay for a Reason”: Young men who have sex with men’s resiliency in resolving internalized homophobia from religious sources. Journal of Adolescent Research, 24(5), 601–633.  Mahaffy, K. A. (1996). Cognitive Dissonance and Its Resolution: A study of lesbian Christians. Journal for the Scientific Study of Religion, 35(4), 392–402.  Massey, D. B. (2005). For space. London: SAGE.    120 McGraw, J. S., Docherty, M., Chinn, J. R., & Mahoney, A. (2021). Family, Faith, and Suicidal Thoughts and Behaviors (STBs) Among LGBTQ Youth in Utah. Psychology of Sexual Orientation and Gender Diversity.  Mitchell, L., Adler, J. M., Carlsson, J., Eriksson, P. L., & Syed, M. (2021). A Conceptual Review of Identity Integration Across Adulthood. Developmental Psychology, 57(11), 1981–1990.  Mohrman, K. (2015). Queering the LDS Archive. Radical History Review, 122, 143–159.  Moon, D. (2004). Body, Spirit, and Sexuality. God, Sex, and Politics: Homosexuality and everyday theologies. Chicago: University of Chicago Press. 147-179.  Obedience, a law of heaven. (n.d.). In Doctrines of the Gospel Student Manual. The Church of Jesus Christ of Latter-day Saints. Retrieved January 18, 2021 from https://churchofjesuschrist.org/study/manual/doctrines-of-the-gospel-student-manual/17-obedience?lang=eng  Ostler, C.J., & Newell, L.D. (n.d.). Here Is Wisdom; yea, to be a seer, a revelator,…and a prophet. BYU Religious Studies Center. Retrieved January 18, 2021 from https://rsc.byu.edu/foundations-restoration/here-wisdom-yea-be-seer-revelator-prophet  Oswin, N. (November 2008). Critical Geographies and the Uses of Sexuality: Deconstructing queer space. Progress in Human Geography, 32(1), 89-103.  Petrey, T. G. (2011). Toward a Post-Heterosexual Mormon Theology. Dialogue (Salt Lake City, Utah), 44(4), 106.  Pew Research Center. (2014). Religious Landscape Study. https://pewforum.org/religious-landscape-study/state/utah/  Piontek, T. (2006). Queering Gay and Lesbian Studies. Urbana: University of Illinois Press. 81-97.  Priesthood. (n.d.). In Gospel Topics. The Church of Jesus Christ of Latter-day Saints. Retrieved January 18, 2021 from https://churchofjesuschrist.org/study/manual/gospel-topics/priesthood?lang=eng  PRRI. (2021, July 8). The 2020 Census of American Religion. https://prri.org/research/2020-census-of-american-religion/  Reczek, C. (2016). Ambivalence in Gay and Lesbian Family Relationships. Journal of Marriage and Family, 78(3), 644-659.    121 Riess, J. (2016, March 17) Mormon Statement Officially Denounces ‘Abusive’ Conversion Therapy for LGBTs. Religion News Service. https://religionnews.com/2016/03/17/mormon-statement-officially-denounces-abusive-conversion-therapy-lgbts/  Romboy, D. (2015, March 5). LDS Church, LGBT Advocates Back Anti-discrimination, Religious Rights Bill. Deseret News. https://deseret.com/2015/3/5/20560075/lds-church-lgbt-advocates-back-anti-discrimination-religious-rights-bill  Schuck, K. D., & Liddle, B. J. (2001). Religious Conflicts Experienced by Lesbian, Gay and Bisexual Individuals. Journal of Gay & Lesbian Psychotherapy, 5(2), 63.  Sealing. (n.d.). In Church History Topics. The Church of Jesus Christ of Latter-day Saints. Retrieved January 18, 2021 from https://churchofjesuschrist.org/study/history/topics/sealing?lang=eng  Sender, K. (2012). Research Reflexivity: Audiences and investigators in context. The Makeover: Reality Television and Reflexive Audiences. New York University Press. 164-185.  Service. (n.d.). In Standards for Youth. The Church of Jesus Christ of Latter-day Saints. Retrieved January 18, 2021 from https://churchofjesuschrist.org/study/manual/for-the-strength-of-youth/service?lang=eng  Sexual Purity. (n.d.). In Standards for Youth. The Church of Jesus Christ of Latter-day Saints. Retrieved January 18, 2021 from https://churchofjesuschrist.org/study/manual/for-the-strength-of-youth/sexual-purity?lang=eng  Stack, P. F. & Noyce, D. (2020, February 2). LDS Church Publishes New Handbook with Changes to Discipline, Transgender Policy. Salt Lake Tribune. https://sltrib.com/religion/2020/02/19/lds-church-puts-new/  Sumerau J. E., & Cragun R. T. (2014). “Why Would Our Heavenly Father Do that to Anyone”: Oppressive othering through sexual classification schemes in the Church of Jesus Christ of Latter-Day Saints. Symbolic Interaction, 37(3), 331–352.  Tanner, C. (2022a, January 12). BYU Bans Protests on Y Mountain Year After LGBTQ Students Lit it up in Rainbow Colors. Salt Lake Tribune. https://sltrib.com/news/education/2022/01/12/byu-bans-protests-y/  Tanner, C. (2022b, February 10) BYU Cancels Care for Transgender Clients Receiving Voice Therapy at its speech clinic. Salt Lake Tribune. https://sltrib.com/news/education/2022/02/10/byu-cancels-care/   122  Taylor, Y. (2016). Making Space for Queer-Identifying Religious Youth. Basingstoke, Hampshire: Palgrave Macmillan  Thoreson, R. (2017, March 21) Utah Repeals ‘No Promo Homo’ Law. Human Rights Watch. Retrieved April 13, 2017 from https://www.hrw.org/news/2017/03/21/utah-repeals-no-promo-homo-law  Walton, G. (2006). “Fag church”: Men who integrate gay and Christian identities. Journal of Homosexuality, 51(2), 1–17.  Weaver, S. J. (2019, April 4). Policy Changes Announced for Members in Gay Marriages, Children of LGBT Parents. LDS Church News. https://churchofjesuschrist.org/church/news/policy-changes-announced-for-members-in-gay-marriages-children-of-lgbt-parents?lang=eng  Weston, K. (1991). Families We Choose: Lesbians, gays, kinship. Columbia University Press.  Wilcox, M. M. (2003). Creating New Worlds. Coming out in Christianity: Religion, identity, and community. Bloomington: Indiana University Press. 100-127.  Williams, A. M. (2011). Mormon and Queer at the Crossroads. Dialogue, 44(1), 53–84.  Winder, T. J. A. (2015). “Shouting it Out”: Religion and the development of black gay identities. Qualitative Sociology, 38(4), 375.  Wolff, J. R., Himes, H. L., Soares, S. D., & Miller Kwon, E. (2016). Sexual Minority Students in Non-affirming Religious Higher Education: Mental health, outness, and identity. Psychology of Sexual Orientation and Gender Diversity, 3(2), 201–212.  Wolkomir, M. (2001). Wrestling with the Angels of Meaning: The Revisionist ideological work of gay and ex-gay Christian men. Symbolic Interaction, 24(4), 407–424.  ",
    "id": 541724906,
    "identifiers": {
        "doi": "10.7275/29729050",
        "oai": "oai:scholarworks.umass.edu:masters_theses_2-2282"
    },
    "title": "LGBTQ+ Divergent Paths in Utah: Identity and Space-making Practices in Queer and Religious Spaces",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-10-28T22:01:39+01:00",
    "publisher": "ScholarWorks@UMass Amherst",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.umass.edu/cgi/viewcontent.cgi?article=2282&context=masters_theses_2"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/541724906.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/541724906"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/541724906/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/541724906/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/541724906"
        }
    ],
    "abstract": "This research explores the unique and divergent experiences of LGBTQ+ young adults as they engage in identity and space-making practices at the intersection of gender/sexuality and religion. Utilizing queer theorists’ conceptualization of identity as a form of embodied and spatial labor, I critique the approach of existing scholarship that constructs LGBTQ+ and religious identities as incompatible or at least in need of reconciliation. Based on thirteen semi-structured interviews with LGBTQ+ young adults in Utah, my research makes visible how vulnerability and risk impact the strategies that LGBTQ+ young adults employ to navigate their identities and make space. It shows that they strategically navigate space wherever they find themselves, regardless of whether they encounter accommodation or belonging. In doing so, it comes to look beyond the narrative of visibility as the primary strategy for LGBTQ+ progress to recognize that LGBTQ+ young adults employ varied strategies of visibility and concealment to navigate the spaces where they find themselves",
    "tags": [
        "text",
        "the Church of Jesus Christ of Latter-day Saints",
        "Mormonism",
        "religion",
        "LGBTQ+",
        "identity",
        "space-making",
        "Critical and Cultural Studies",
        "Gender, Race, Sexuality, and Ethnicity in Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.umass.edu:masters_theses_2-2282",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "196",
        "openDoarId": 0,
        "name": "ScholarWorks@UMass Amherst",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 541724906,
        "depositedDate": null,
        "publishedDate": "2022-10-28T22:01:39+01:00",
        "updatedDate": "2024-02-02T13:48:01+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-31T12:49:21+00:00"
    },
    "urls": [
        "https://scholarworks.umass.edu/masters_theses_2/1261",
        "https://scholarworks.umass.edu/context/masters_theses_2/article/2282/viewcontent/Mortensen.pdf"
    ],
    "lastUpdate": "2024-02-02T13:48:01+00:00",
    "setSpecs": []
}