{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Veilleux, Alexandre"
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-17T05:29:03+01:00",
    "dataProvider": {
        "id": 4636,
        "name": "Directory of Open Access Books (DOAB)",
        "url": "https://api.core.ac.uk/v3/data-providers/4636",
        "logo": "https://api.core.ac.uk/data-providers/4636/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/520264289.pdf",
    "fullText": "For many decades, Thailand has been described as a “gay paradise” by various travelmagazines and Bangkok is often referred to as the “gay capital of Asia”. However, localLGBTQ people are still facing discrimination in many aspects of their life and many rightsare denied to people of various sexual orientations and identities. In this era of globalisa-tion, tourism brings stronger connections between countries, increasing exchanges ofideas and customs among different populations, such as ideas and values relating tosexual identities. Yet, very few studies have tried to link tourism with the processes of poli-tical and legal change, especially regarding LGBTQ rights. Moreover, it is still uncertain ifLGBTQ tourism can have an impact beyond economic benefits in the destination.Therefore, the purpose of this research is to find out what are the impacts of LGBTQ tou-rism on the Thai LGBTQ community and on Thai legislation regarding people of varioussexual orientations. Using qualitative data collected through semi-structured interviews, document analysis,and semiotic theory, the research shows how LGBTQ tourism in Thailand witnessed majortransformations in the last 50 years, while emphasizing how the government and those inpower have used this niche market for their own benefits. The findings show contradic-tory elements between the rhetoric that promotes Thailand as a “gay paradise” for touristsand the situation for local LGBTQ people. Yet, the study also shows how LGBTQ tourismcan positively impact LGBTQ rights in the destination. At last, the study responds to critici-sm of pinkwashing by putting Thailand into its own cultural context.Alexandre Veilleux is an Erasmus Mundus graduate in Sustainable TerritorialDevelopment (STeDe). He is pursuing a PhD in Political Science at the University ofMontreal where his research focuses on the political and sociogeographical dimen-sions of tourism in Southeast Asia.Alexandre VeilleuxLGBTQ TOURISM IN THAILANDIN THE LIGHTOF GLOCALIZATIONCapitalism, Local Policies, and Impactson the Thai LGBTQ CommunityLGBTQ Tourism in Thailand in theLight of GlocalizationCapitalism, Local Policies, and Impacts on theThai LGBTQ CommunityFrancoAngeliLa passione per le conoscenzeISBN 978-88-917-7293-0Nuove Geografie. Strumenti di lavoro11111.6_311  10/11/21  16:28  Pagina 1Nuove Geografie. Strumenti di lavoro  Collana diretta da Marina Bertoncin (Università di Padova)  Coordinamento del Comitato scientifico: Andrea Pase (Università di Padova)  Comitato scientifico:  Tiziana Banini (Sapienza Università di Roma), Raffaele Cattedra (Università  di Cagliari), Egidio Dansero (Università di Torino), Elena Dell’Agnese (Università di Milano Bicocca), Giulia De Spuches (Università di Palermo), Floriana Galluccio (Università di Napoli L’Orientale), Francesca Governa (Politecnico di Torino), Mirella Loda (Università di Firenze), Claudio Minca (Università di Bologna),  Paola Minoia (Università di Torino), Davide Papotti (Università di Parma)   Questa collana intende proporre esplorazioni sul terreno dei nuovi modi di rappresen-tare, studiare e discutere il territorio. Nuovi modi perché gli oggetti della ricerca geo-grafica cambiano: mutano gli assetti territoriali, si affacciano altri attori, si identifica-no tematiche inedite o interpretate con inedite sensibilità.  Il nuovo richiede superamento. Da un lato come capacità di oltrepassare i limiti disciplinari per collegarsi a quanto si sta elaborando nelle scienze vicine e che utilmente possiamo incrociare. Dall’altro come disponibilità ad andare oltre le più consolidate costruzioni teoriche che la disci-plina ha sinora prodotto per saggiare ipotesi diverse.  Il nuovo richiede aderenza. Aderenza al lavoro di terreno, all’indagine di campo, all’ascolto del territorio e delle soggettività che in esso si esprimono. Aderenza al rigore metodologico, da unire al gusto per la sperimentazione.  La collana proporrà strumenti di lavoro, perché nuove geografie chiedono sguardi diversi rispetto a quelli praticati sinora. Senza alcuna pretesa di esaustività e senza alcun accantonamento del lavoro compiuto sinora dalla geografia. Piuttosto, appunto, con la disponibilità a praticare, a maneggiare nuovi attrezzi, sapendo che il lavoro è in corso e che a loro volta queste nuove geografie domani verranno superate.  La collana si rivolge in primo luogo alla comunità dei geografi e ai colleghi di altre discipline interessati al territorio, ma ha l’obiettivo di allargare la platea degli inte-ressati a questi nuovi “discorsi sul mondo”. Un’attenzione particolare verrà data al linguaggio, per contaminarlo con apporti differenti e per renderlo fruibile ad occhi diversi e non solo agli “esperti”.  I testi da pubblicare sono sottoposti a un doppio referaggio, al fine di certificare la qualità del prodotto e la sua congruenza agli obiettivi della collana. Il referaggio è inteso come un momento di crescita e di ulteriore sviluppo del lavoro scientifico e non come una mera attività di valutazione. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103 Il presente volume è pubblicato in open access, ossia il file dell’intero lavoro è liberamente scaricabile dalla piattaforma FrancoAngeli Open Access (http://bit.ly/francoangeli-oa). FrancoAngeli Open Access è la piattaforma per pubblicare articoli e mono-grafie, rispettando gli standard etici e qualitativi e la messa a disposizione dei contenuti ad accesso aperto. Oltre a garantire il deposito nei maggiori archivi e repository internazionali OA, la sua integrazione con tutto il ricco catalogo di riviste e collane FrancoAngeli massimizza la visibilità, favorisce facilità di ricerca per l’utente e possibilità di impatto per l’autore.  Per saperne di più:  http://www.francoangeli.it/come_pubblicare/pubblicare_19.asp                       I lettori che desiderano informarsi sui libri e le riviste da noi pubblicati possono consultare il nostro sito Internet: www.francoangeli.it e iscriversi nella home page al servizio “Informatemi” per ricevere via e-mail le segnalazioni delle novità. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Alexandre VeilleuxLGBTQ TOURISM IN THAILANDIN THE LIGHTOF GLOCALIZATIONCapitalism, Local Policies, and Impactson the Thai LGBTQ CommunityNuove Geografie. Strumenti di lavoro11111.6_311  29/10/21  11:37  Pagina 2Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Publishing project funded by EMJMD “Sustainable Territorial Development”.General coordinator: University of Padova.Partner universities: – Katholieke Universiteit Leuven (Belgium)– Université Paris 1 Panthéon-Sorbonne (France)– Universidade Católica Dom Bosco– Campo Grande (Brazil)– University of Johannesburg (South Africa)– Université Ouaga 1 (Burkina Faso)Project Reference: 574395-EPP-1-2016-1-IT-EPPKA1-JMD-MOBISBN: 9788835132103Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy.This work, and each part thereof, is protected by copyright law and is published in this digital version under the license Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International  (CC BY-NC-ND 4.0)By downloading this work, the User accepts all the conditions of the license agreement for the work as stated and set out on the websitehttps://creativecommons.org/licenses/by-nc-nd/4.0Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 97888351321035Table of ContentsForeword. A contribution to the field of “Tourism and Politics”by Anne Marie Van BroeckIntroduction1. Literature on sexualities, tourism, and LGBTQ rights1.1. The advent of the LGBTQ movement and differing sexual identities1.1.1. A brief history of the LGBTQ movement1.1.2. Differing Queer identities in other parts of the world1.1.3. Towards a convergence of a global gay identity?1.2. LGBTQ tourism and its impacts1.2.1. Motivations and interests of LGBTQ tourists1.2.2. Transformation of the gay space and host communities through tourism1.2.3. The LGBTQ market and impacts on the national legislation1.3. LGBTQ rights: a universal human right?1.3.1. Human rights: between universalism and cultural relativism1.3.2. The dichotomy between the West and the rest of the world on LGBTQ rights2. Researching LGBTQ tourism in Thailand2.1. Qualitative research with an analytical framework of the international political economypag. 15» 21» 25» 25» 25» 27» 28» 31» 31» 33» 35» 38» 38» 39» 42» 43Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210362.1.1. Qualitative case study2.1.2. Analytical framework of the International Political Economy2.2. Data Collection 2.2.1. Spatial unit of analysis2.2.2. Preliminary collection and analysis of docu-ments2.2.3. Interviews2.3. Data Analysis2.3.1. Qualitative content analysis2.3.2. Semiotic theory3. Contextualizing sexual diversity and LGBTQ tourism in Thailand3.1. A brief history of modern Thailand3.2. Being LGBTQ in Thailand3.2.1. The birth of the LGBTQ movement in Thailand: A Western borrowing?3.2.2. Differences between Thai and Western notions of sexuality3.2.3. Problems faced by local LGBTQ people3.2.4. Towards progress?3.3. Tourism in Thailand3.3.1. A strong connection between the government and the industry3.3.2. Tourism contributions to the Thai economy3.3.3. Environmental impacts of tourism: towards quality tourists3.3.4. Thailand’s reputation among LGBTQ travellers4. The transformation of LGBTQ tourism in Thailand and the government’s reaction4.1. Transformation of LGBTQ tourism in Thailand4.1.1. The birth of a sex heaven for gay Westerners (1980-2000)4.1.2. The social order campaign: the dark era4.1.3. The last decade: Asia rises4.2. The Thai government and the promotion of LGBTQ tourism4.2.1. Pre-2013: the silent decadespag. 43» 44» 46» 46» 47» 47» 49» 49» 50» 52» 52» 53» 53» 55» 56» 58» 59» 59» 60» 61» 62» 66» 66» 67» 69» 70» 73» 74Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210374.2.2. The government gets out of the closet (2013-2017)4.2.3. A more visible marketing strategy (2018-present)5. LGBTQ tourism and its impacts on local community and LGBTQ rights5.1. Impacts of LGBTQ tourists on the Thai LGBTQ community5.1.1. Visibility of LGBTQ people5.1.2. Community mobilization5.1.3. Diminution of LGBTQ businesses and decreasing gay (specific) tourism5.1.4. Exclusion of the Thai middle class from the gay touristic area5.2. LGBTQ tourism and legislation regarding the human rights of people of diverse sexual orientations in Thailand5.2.1. Consumption practices versus legal rights5.2.2. LGBTQ tourism, popular sentiment and elite norm creation6. Conclusion6.1. LGBTQ tourism in Thailand: the influence of polit-ical and economic glocal events6.2. Tourism for legal rights or pinkwashing?6.3. Further research: the future of LGBTQ tourism and sustainable developmentAcknowledgementBibliographical referencespag. 75» 76» 83» 83» 83» 84» 86» 89» 90» 91» 93» 96» 96» 98» 101» 105» 107Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 97888351321039List of FiguresFigure 1. Typology of gay and non-gay men’s holidaysFigure 2. Sexual Orientation Laws in the World in 2019Figure 3. Evolution of the term phet in Thailand from pre-1960 to the contemporary periodFigure 4. Map of Bangkok’s districtsFigure 5. LGBTQ venues in Silom’s district, BangkokFigure 6. Tourist arrivals by nationalityFigure 7. Tourist arrivals from the US and ChinaFigure 8. Differences between the 2013 and 2019 promotional campaigns by Go Thai Be Free regarding the presence of affectionate posesFigure 9. The luxury behind the 2019 ‘Go Thai Be Free’ gay campaignsFigure 10. Differences in terms of clothing between the 2013 campaign and the 2019 campaignpag. 32» 40» 56» 63» 64» 71» 72» 78» 80» 81Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210311List of TablesTable 1. List of respondents and type of interviewTable 2. Gay tourism infrastructures in Thailandpag. 49» 63Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210313List of AbbreviationsAIDS Acquired immune deficiency syndromeDNP Department of National Parks, Wildlife and Plant Conservation of ThailandIGLHR International Gay and Lesbian Human Rights CommissionIGLTA International Gay, Lesbian and Transgender AssociationIMF International Monetary FundIPE International Political EconomyLGBTQ Lesbian, Gay, Bisexual, Transgender, QueerNGO Non-governmental organizationSDGs Sustainable Development GoalsTAT Tourism Authority of ThailandTCT Tourism Council of ThailandUN United NationsUNDP United Nations Development ProgrammeUNHCR United Nations Human Rights CouncilUNWTO United Nations World Tourism OrganizationUSAID United States Agency for International DevelopmentCopyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210315Foreword. A contribution to the field of “Tourism and Politics”by Anne Marie Van Broeck*Alexandre Veilleux’s research on LGBTQ tourism in Thailand and its impacts on the local LGBTQ community and the policies regarding LGBTQ rights, is without any doubt a very well elaborated and extensive case study, but the importance of this work reaches out well beyond this. It is a valuable contribution to a relatively small body of literature searching for the relationships between tourism and politics.Tourism has brought about many changes in destinations, and researchers all over have tried to link tourism with impacts on economy, on society, on culture, but as Butler and Suntikil pointed out in their introductions of “Tourism and Political Change” (2010, 2017), the inter-relation between tourism and politics has received little attention and can be considered a rather new topic. Although some research has focused on the interrelation between tourism and global political trends and/or inter-national relations, as well as on national, regional, local and micro-politics of the destination, “the implications of political change on tourism – the ways in which tourism both contributes to processes of political change and experiences the impacts of such change – have still not been fully explored” (Suntikul and Butler, 2017, p. 3). Formulated as such, these authors conceive two important research topics. The first one – the ways in which tourism experiences the impacts of political change – has been researched way more frequently, also in their two books. It deals among others with how tourism is influenced by the process of political transition in nations, by turmoil, coups, war and other conflicts causing a change in the political situation, … Less dramatic, but nevertheless to be considered under the same umbrella are * KU. Leuven.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210316how changes in relationships between countries and regions, adjustments over trade and related treaties, changes in power between political parties within a country or changes in legislation can also have an impact on tourism, and can create conditions for more or less, or a different type of tourists. For instance, the easing or severing of rules and sanctions, and therefore the tolerance or intolerance towards certain behavior (dress code, public behavior, alcohol consumption) can have an impact. As such, changed politics in Taiwan by which same-sex marriages were legalized generated positive media coverage and impacted LGBTQ tourists to come to this country. Not only it made Taiwan more gay-friendly, but it created new business opportunities. “Although marriage equality legislation will have no legal effect for non-citizen couples, its mere existence is expected to encourage same-sex couples to hold their commitment ceremonies or honeymoons in Taiwan, bringing business to the local hospitality and wedding industries” (Tham, 2019, p. 13).The second research topic, the way tourism contributes to processes of political change, is to a much lesser extent explored. Tourism has an impact on social and cultural aspects in societies, but can it also influence or bring about changes in policies, beyond tourism legislation? Can tourism have a political impact? Some general statements could be found, such as: “Tourism has been used as a tool to help bring about political discussions, to increase pressure for fair trade and to reduce poverty” (Suntikul and Butler, 2017, p. 1). But, the research on the power of tourism is frequently limited to investigating the political use of boycotts and embargos, including the international withdrawal of tourism, in the hope to put some pressure on the regimes for some change. As Castañeda and Burtner (2010, p. 3) formulated: “Existing works have shown that the most common purposes of tourism boycotts focus on resolving human rights violations, animal welfare concerns, and political and environmental issues”. Several calls for boycotts were also launched related to gay rights (e.g. in Zanzibar, Bermuda, Jamaica). The impacts of boycotts or embargos are contentious. Some assign them great importance and power. According to Butler and Suntikil (2017, p. 245): “Calls for boycotts by tourists of countries with undesirable polit-ical regimes, the use of tourism to initiate political discussions, increased pressure for fair trade, and the use of tourism for economic transformation all reflect the huge impact that tourist activity and the tourism industry has on political change”. Also Castañeda en Burtner (2010, p. 15) claim that the boycott successfully pushed Guatemala to adopt new neoliberal strategies of tourism development and promotion: “While it would be preposterous to attribute direct determining capacity to tourism, it does Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210317seem, however, that the general embargo of tourism to Guatemala did indeed play a key role in the panoply of political tools used by the trans-national network of rights and advocacy groups. The tourism embargo did contribute to the pressures that brought about transformations in Guatemala.” Other authors nevertheless consider that they are to no avail and may be counterproductive. Veilleux (2021, unpublished paper) argues even that pressure from foreign governments or international organiza-tions (for instance when demanding changes in policies as a condition for obtaining economic support, membership etc.) is often causing polariza-tion. As such the pressure to adopt LGBTQ rights may lead toward more discriminatory policies to oppose what is often considered a form of Western imperialism.If the withdrawal of tourism has been attributed some impact on poli-cies, what about the opposite? Can the (hope for) influx of more tourists stimulate political change? Alexandre Veilleux’s research illustrates several of the interrelations between politics – and political change – and tourism in Thailand. At first, the author describes how global, regional and local political issues as well as changes in policies have brought about the development of LGBTQ tourism in Thailand.  Global political choices such as the involve-ment in the Vietnam war, bringing American soldiers to the region, and the economic reforms imposed by the IMF after the 1997 Asian finan-cial crisis played a significant role. On a more regional level, the poli-cies on gay rights in Taiwan, and the oppressive policies in China, had their consequences for the development of tourism in Thailand. One can assume that the law of 1956 by which private and consensual sex between same-sex couples was decriminalized in Thailand, unique in the region, helped in creating the image of a gay friendly country. Today the Thai government and the Tourist Authority Thailand (TAT) – a public institu-tion and not free of political influences – are well aware of the impact of tolerant policies towards LGBTQ on tourism. While the new law proposal – Civil Partnership Bill that would make same-sex unions legal, is not yet approved, the TAT is already mentioning it (as if it is already a fact) in their promotions. It has been shown by Veilleux “that the legal status of LGBTQ persons in a destination is an important factor for gay tour-ists, who might avoid a certain destination that could be hostile towards LGBTQ people”. Also, other local political facets such as the cronyism, the social campaign of 2001, economic and political choices related to the city development and the renovation of areas in Bangkok have impacted LGBTQ tourism in Thailand, as are explained in this book. But more importantly Alexandre Veilleux tries to fill the gap in the research on the possibility of tourism to bring about political change, to Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210318impact on policies. The question he asks is: Could the prospect of boosting LGBTQ tourism in Thailand influence the government into adopting more LGBTQ-friendly policies? Can this form of tourism have the potential to be a vector of change on the Thai LGBTQ community and on LGBTQ rights?Not everybody beliefs in this power of tourism: “It is a mere claim that LGBTQI* traveling improves the legal and social situation in travel destinations and [it] cannot be proven”, says Marcus Ulrich from the Lesbian and Gay Federation in Germany (cited in Thin, 2019). At the other end of the spectrum there is the opinion of the International Gay and Lesbian Travel Association (IGLTA), stating that by entering repressive tourist destinations, the LGBTQI* industry can help to combat homophobia (Thin, 2019). Chambers (2008, p. 107) also stated that the tourism industry was “being used as a tool to bring the island [Jamaica] in line with the more ‘liberal,’ ‘enlightened’ attitudes of the developed, capi-talist world towards homosexuality”, although this author is more critical towards this process, since she compares it with neo-imperialism.The question is a little tricky to answer, since there is somewhat a chicken-egg phenomenon. What was first? Do tourists come to a country because of the existing rights for LGBTQ (as shown above) or does the government changes the rights for local LGBTQs because of tourism? Also, is there a causal relationship or merely a correlation?Alexandre Veilleux tries to find answers in his research. He concludes prudently that the direct impact of LGBTQ tourism on local policies is quite marginal, and explains why.  But what is more interesting are his findings on the indirect positive influence on LGBTQ policies. To get there, Veilleux picked up a thought expressed by political scientist Wilets (2011, p. 678): “History has demonstrated that the first steps toward legal recognition of LGBTQI equality result from a complicated dialectic between elite norm creation and popular sentiment”, and tries to find out whether tourism contributes to the popular sentiment and/or elite norm creation, and as such, indirectly, to legal changes. Popular sentiment, he states, is indeed brought about through tourism by the greater visibility of and exposure to gay people. It leads to more tolerance and acceptance by the locals. Also, it helps local people to come out of the closet. Once there is a somewhat broader acceptance, policy makers (and the TAT) venture out a bit more, out of the safety box. The national (financial) elite, being strongly interlinked with the policy makers, can contribute in the creation of new norms, when their economic interests converge with the interest of the LGBTQ. The power of the pink dollar might trigger them to become more in favor of, to accept or to protect LGBTQ rights. Once new social norms are created legal and political changes might follow. Although Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210319Wilets (2011, p. 678) stated “History has also shown that once the dialectic [between elite norm creation and popular sentiment] has begun, its effect in ultimately realizing fundamental human rights for LGBTI individuals is inexorable”, Thailand has still a (long) way to go.The fact that LGBTQ tourism might lead indirectly to new policies and rights for LGBTQ does not mean that this necessary leads to inclusive legal frameworks and brings about social sustainability and inclusion (SSI). One must stay critical and vigilant. The increasing popular sentiment and interest in LGBTQ tourism (read pink dollars), has broadened opportuni-ties for tourists and for Thai who identify themselves as gay and are open about their sexual preferences, but what about the local Thai who do not identify with gayness, and are not as able to inscribe themselves in this gay world, for instance because of cultural, economic or linguistic limitations? The urban redevelopment indicates an interest in new gay spaces, but meanwhile local traditional homosexual men have lost their spaces. Will there be more rights and benefits for all locals in the long run, taking into account the vast diversity of LGBTQ individuals? Alexandre Veilleux’s research and conclusion open the discussion and give much food for thought.References Butler, R. and Suntikul, W. (Eds.) (2010), Tourism and Political Change, Goodfellow Publishers Ltd, Oxford. Butler, R. and Suntikul, W. (Eds.) (20171), Tourism and Political Change, second edition, Goodfellow Publishers Ltd, Oxford.Castañeda, Q. and Burtner, J. (2010), “Tourism as ‘A Force for World Peace’. The Politics of Tourism, Tourism as Governmentality and the Tourism Boycott of Guatemala”, Journal of Tourism and Peace Research, 1, 2: 1-21.Chambers, D. (2008), “A postcolonial interrogation of attitudes toward homosexuality and gay tourism: the case of Jamaica”, in Daye, M., Chambers, D. and Roberts, S. (Ed.), New Perspectives in Caribbean Tourism, Routledge, London, pp. 94-114.Suntikul, W. and Butler, R. (2017), “Introduction”, in Butler, R. and Suntikul, W. (Eds.) (2017), Tourism and Political Change, Goodfellow Publishers Ltd, Oxford, pp. 1-8.1. “This [second] book follows up on our original work, Tourism and Political Change, published in 2010, which was the first book-length-work to thematicize tourism’s relation to political change at different levels in different political and geographical loca-tions. That being said, the content of this book is completely new, building upon the fore-going edition, rather than recapitulating it” (Suntikul and Butler, 2017, p. 1).Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210320Tham, D. (2019), “The potential of Taiwan’s rainbow tourism”, Tapei Times, May 21, 2019, 13. Consulted online on 5/10/2021: www.taipeitimes.com/News/feat/archives/2019/05/21/2003715502.Thin, L. (2019), “Bon Voyage vs. Boycott”, Tourism Watch, December 12, 2019, no page. Consulted online on 5/10/2021: www.tourism-watch.de/en/focus/bon-voyage-vs-boycott.Veilleux, A. (2021), Gouvernance mondiale des droits LGBTQ, not published paper as part of the cours Organisations Internationales, Département de science politique, Université de Montréal.Wilets, J.D. (2011), “From Divergence to Convergence? A Comparative and International Law Analysis of LGBTI Rights in the Context of Race and Post-Colonialism”, Duke Journal of Comparative & International Law, 21, 3: 631-685.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210321IntroductionTourism has been targeted by several developing countries as the main tool for generating economic growth since international tourism makes it possible to generate foreign currency, attract development capital and promote economic independence (Britton, 1982). On the other hand, tourism can be associated with excessive foreign dependence, creating separate enclaves, increasing socio-economic and spatial inequalities, envi-ronmental degradation, and growing cultural alienation (Brohman, 1996). Tourism worldwide accounts for 10.4% of global GDP and contributes to 313 million jobs, or 9.9% of the total number of jobs (WTTC, 2019), making tourism one of the most important sectors of world trade and one of the most powerful levers of globalisation.Globalisation corresponds to “a complex web of social processes that intensify and expand worldwide economic, cultural, political and techno-logical exchanges and connections […] through the movements of goods, ideas, values, and people” (Bird and Thomlinson, 2016). Economically, globalization has left capitalism as entrenched as ever by spreading the social structures of modernity such as capitalism, industrialism and individualist over the world (Scholte, 2005). As a result, globalization submitted political and social concerns to the imperatives of economic life (Amin, 2000).Culturally, globalisation has led to stronger connections and interde-pendence between different cultures, allowing a flow and exchange of ideas and customs among different populations. However, this cultural flow tends to flow from the developed to developing countries, eroding cultural differ-ences. Such cultural flow can be apparent in many areas, such as sexual orientations. On that matter, Altman (1996) argues that the globalisation of lifestyle and politics has created a ‘global gay identity’, in which Western categories of sexual identities have spread in most countries, disrupting Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210322local sexualities. Such disruption of local sexual behaviours and identities can happen through tourism, which is an important aspect of globalisation and sexual identities (Puar, 2007). Indeed, as stated by Monterrubio (2019, p. 1063): “Identities are not static, but instead, dynamic, fluid and subject to several factors. A factor that can significantly shape identities is cultural encounters. […] Tourism, particularly gay tourism, may have a significant impact of local conceptions and practices of homosexuality” (ibid.).Considering the impacts that LGBTQ tourism can have in a globalised world on the host country, this thesis will aim at shedding light on the effects of LGBTQ tourism on Thailand with regards to both global and local factors (thus glocal). More particularly, how was LGBTQ tourism impacted by global and local events, and what are the effects of LGBTQ tourism on the Thai LGBTQ community and on Thai legislation regarding LGBTQ human rights? Thailand offers an interesting case to study tourism in a gay context, since Lesbian, Gay, Transgender, Bisexual and Queer (LGBTQ) tourism accounts for 1.15% of the GDP of the country (LGBT Capital, 2018a). In addition, the Tourism Authority of Thailand (TAT) has been promoting more actively to LGBTQ tourists. According to the travel industry TTG Asia (2019), “Thailand has quietly been pursuing this niche market segment, but it is only this year that the Tourism Authority of Thailand (TAT) is openly coming out to target the pink dollar”. On that matter, the TAT has created the website GoThaiBeFree.com, which promotes specifically tourism for this niche market across Thailand. On the website, it is said that Thailand embraces diversity and is very welcoming to LGBTQ people.But even though Thailand has been described by many gay travel magazines as a gay heaven for decades, there are still many concerns over LGBTQ rights. Legislation protecting LGBTQ people started to evolve only in 2015, but is still very limited (Suriyasarn, 2016). Indeed, lawmakers are very conservative, which makes legal and policy reform very difficult, which is combined with a lack of understanding from the community at large regarding the specific needs and struggles of LGBTQ people due to a lack of education about this subject (USAID and UNDP, 2014). Acknowledging the dichotomy between the situation for Thai LGBTQ people and what is being portrayed to foreign LGBTQ tourists, this form of tourism could have the potential to be a vector of change on the Thai LGBTQ community and on LGBTQ rights. This is particularly inter-esting because the impact of LGBTQ tourists on policies and communi-ties remain very little explored in the academic field, especially with regards to LGBTQ rights and acceptance. This is especially the case in Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210323non-Western tourism contexts (Monterrubio, 2019). One reason for that is that individual human rights (and more specifically LGBTQ rights) are seen by many Asian (and non-Western) states as being Western concepts. Indeed, the 1993 Bangkok Declaration called into questions the claim of the universalism of human rights. There was also a confrontation at the Vienna Conference (1993) regarding human rights between the West and a coalition of Muslims and Confucius countries rejecting “Western univer-salism”. Hosokawa, ex-Prime Minister of Japan, stated that Western human rights were not applicable the way they were in Asia because of their different cultures. And with increasing self-insurance due to the economic boom in Asia, “Asian government started to champion their own values” (Peerenboom, 2000, p. 296). In the name of development, human rights are often neglected in the tourism industry. Indeed, according to George and Varghese (2007), the compulsions of economics over politics often make human rights the first causality. In terms of LGBTQ rights, there are cases where the neoliberal agenda rather than national belonging influences decision-making for ques-tions related to sexual orientations (see Hartal, 2019 for the case of Israel). In other words, are LGBTQ individuals given more rights simply because such rights can bring marketing value to Thailand to be further promoted as a gay heaven?The thesis is divided in six chapters. The first chapter reviews the literature relating to the LGBTQ movement, LGBTQ tourism, and the concepts LGBTQ human rights across different cultures. The methodolog-ical approach, which consist of a qualitative research within an analytical framework of the international political economy (IPE), is then described in chapter two. Afterwards, the third chapter sets the specific context of Thailand with regards to the situation for LGBTQ people as well as the tourism industry. Then, chapter four covers the transformation of LGBTQ tourism from the 1970s to 2020 using data from field research. The chapter also addresses the marketing strategy used by the Thai government to attract LGBTQ tourists. Following that, chapter 5 addresses the effects of LGBTQ tourism on the Thai LGBTQ community as well as the impli-cations for policies regarding LGBTQ rights. Finally, the sixth chapter concludes by addressing the link between capitalism, LGBTQ tourism, and its impact on the Thai LGBTQ community and local policies in the light of glocalization.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103251. Literature on sexualities, tourism, and LGBTQ rightsThe chapter will start by giving the history of the LGBTQ movement as well as an overview of sexual practices and identities around the globe. It will also explore as to how globalisation can bring a convergence of sexual identities in different countries. Then, the variable ‘tourism’ will be added to the equation by examining the reasons for LGBTQ people to go on holidays, the transformation of local LGBTQ community through tourism, as well as the LGBTQ market and the critiques of pinkwashing. Finally, sub-section 1.3 will explore the debate concerning LGBTQ human rights within the international community.1.1. The advent of the LGBTQ movement and differing sexual identities1.1.1. A brief history of the LGBTQ movementHomosexual behaviours have been recorded for many centuries and same-sex relationships continue to exist in almost all, if not all, cultures (Wilets, 2011). For example, homosexuality in China has been recorded since 600 before the current era (Hinsch, 1990). In Europe, it goes back to ancient Greece. Social attitudes and acceptance of homosexuality varied greatly over time and place. In Europe and North America, social atti-tudes to homosexuality became more hostile during the 18th and 19th centuries. Sexuality being highly regulated by society and public policy through legislation, sexual relationships were criminalized in the United Kingdom in 1885 through the Labouchere Amendment, which criminal-ized “any act of gross indecency with another male person”. Few years later, in the United States, the first raid wew recorded in gay bathhouses, Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210326were the men arrested are being charged for sodomy. In 1921, an attempt to make lesbianism illegal in the United Kingdom fails. In 1952, the American Psychiatric Association’s diagnostic manual listed homosexu-ality as a sociopathic personality disturbance and homosexuals were offi-cially banned from working for the federal government (Executive Order 10450, 1953).After the Second World War, various homosexuals rights groups origi-nated in the Europe, the oldest LGBTQ organization being the Cultuur en Ontspanningscentrum (Center for Culture and Leisure) in the Netherlands in 1946, followed by Forbundet af 1948 (League of 1948) in Denmark. Between the 1940s to the 1960s, other LGBTQ organizations were formed in other Western European and North American countries (Bullough, 2002). The turning point came in 1969. In the 1960s, police raids on gay bars were frequent in the United States. On June 28th, 1969, members of the LGBTQ community resisted the police raid at the Stonewall Inn. Such rebellion, also knows as the Stonewall riots, provoked the radicalisation of LGBTQ activists (Matzner, 2004). The gay civil rights movement was born.The movement took another turn during the 1980s and 1990s. When the AIDS epidemic (also known during that time as the gay plague) started in the United States in the early 1980s, the Republican President Ronald Reagan did not do anything to stop the disease because it seemed to spread only among gay people. Pat Buchanan, communications director for President Reagan even called AIDS “nature’s revenge on gay men” (Picard, 2014). Many peoples suspected of being gay were ostracised from society, evicted from their house, fired, and more. As a result, public perceoptions toward LGBTQ people changed, since AIDS’ impacts on gay people showed a more humane side of the community (Picard, 2014). The response to the AIDS pandemic was quite different in African and Asian countries. Governments of many of these countries dismissed AIDS as affecting only homosexual foreigners, and therefore, public authorities were complacent in addressing the problem (see Roehr, 2010 for Africa; Cohen, 1988 for Thailand).After decades of resistance, more and more governments and courts around the globe (but mostly in Western liberal democracies) adopted poli-cies in favor of LGBTQ people to give them more rights (such as marriage and adoption) and protections against distrimination. Public opinion for LGBTQ rights also increased. As a result of the fact that the LGBTQ rights movement originated in the West, many international organisations now adopt the vocabulary developed by these activits. Once LGBT, the acronym now added other letters in favor of inclusion of various disparate Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210327groups. The letter ‘Q’ for Queer was first added by many organisations as an umbrella term for sexual and gender minorities who are not hetero-sexual. LGBTQI was then used to include intersexual people, someone born with biological sex characteristics that is not traditionally associated with male or female bodies. Finally, LGBTQI+ was used to include other sub-groups of the community such as asexuals, demisexuals, cisgender, nonbinary, etc.1.1.2. Differing Queer identities in other parts of the worldDespite the growing inclusion of international and non-governmental organizations (NGOs), the acronyms previously stated still fail to include the scope of all different sexual identities. In some parts of the world, people having homo-erotic practices do not necessarily adopt a gay / homosexual identity. Indeed, homo-erotic practices can refer to the sexual experience of men who have sex with men or women having sex with women. On the other hand, a gay / homosexual identity expands beyond overall concepts of sexual activities to include elements such as political and collective issues (Cass, 1984). A gay identity can be understood as belonging to a certain social group while being different from members of other groups. As expressed by López López and Van Broeck (2010, p. 123): “It would be utterly incorrect to consider that all male tourists and male locals implicated in the phenomenon of sex-and-tourism are either ‘homosexual’ or ‘gay’, both terms coined and widely used in the West, but not necessarily elsewhere”. As the authors explain, the gay identity “presupposes not only the ground assumption of the homo-erotic condition – to ‘come out of the closet’ – […] but, more importantly, the conformity to a way of life associated to a conspicuous consumption behaviour that has given way to the ‘pink economy’” (ibid.).As many authors have shown, the diversity of identities in different countries diverge from the gay sexual identity used in the West. For example, traditional identities centered on homo-erotic practices such as ‘chacales’, ‘mayates’, ‘chichifos’, ‘machos’ and ‘hombres’ are still present in Mexico. López López and Van Broeck (2010) noted that these regional identities shared the belief that the male playing the role of the active during sexual intercourse keeps his masculinity and will not lose their ‘superior position’, thus differing with the Western notion that the sexual position during intercourse was not a determinant of the ‘masculinity level’. Similarly, the study of Cáceres and Rosasco (1999) suggests that a unitary homosexual culture does not exist in Lima. These various subcul-Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210328tures range from more traditional to contemporary practices. The authors emphasized that three criteria were used by the different respondents to classify homosexual men: the sexual practice (activos, pasivos and modernos (versatile)); the lifestyle and the gender role; as well as the sexual identity. They also noted that “the presence or absence of a gay identity was an important factor influencing men’s views about the possi-bility and indeed the desirability, of falling in love with another man” (p. 267). In Asia, sexual mores varied greatly across vast geographical areas (Loos, 2009). The author noted that in Asia, the primary determinant of heterosexual and same-sex erotic raltions was gender (not in the biological sense, but rather in accordance with the attitudes, norms and roles that is constructed in reference to culturally specific rhetorics). Loos expressed that associating a sexual preference with someone’s gender is crucial in explaining the difference with Western-derived definitions of the sexual, where sexual preferences does not define one’s gender. In addition, Bereket and Adam (2006, p. 131) had found out that “Turkish society today shows a heterogenous set of co-existing and shifting social forms of inter-male connection”. In addition, Manalansan (2003, p. 191) explains that Filipinos use the word ‘bakla’ to refer to men who have sex with men, but that such word goes “beyond the strictures of a white gay mode of living”, and thus, could not be assimilated with a global Western gay identity. Most impor-tantly, in many parts of the world, traditional forms of sexual organization among men now co-exist with contemporary forms influenced (but not duplicated) from the West. Indeed, the forces of globalisation have forced the confrontation of those different identities with an uneven power rela-tion to the advantage of the West a political level. Indeed, most scholars working on Asia argue that “the impact of Western imperialism on sexual practices resulted in a reordering of gender norms and narrowing, delegiti-mization, and sometimes criminalization of what was once a wide range of tolerated sexual practices” (Loos, 2009, pp. 1314-1315).1.1.3. Towards a convergence of a global gay identity?It goes without saying that the globalization process has provoked a growth of international trade, ideas and culture and an increasing move-ment of people across different territories has affected in many ways the space, lifestyle, and identity of local communities. This rise of interaction and integration among people modified the ways sexuality was expressed by people of different cultures. This has led to what many theorists have Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210329referred to as ‘global queering’, thus “the global propagation of Western gay culture […] perceived as a progressive development that is liberating sexual minorities in third world countries” (Lim, 2005, p. 383). The theory presupposes a flow of Western modalities of queerness to the rest of the world, which leads to a universal gay identity, also known as ‘modern homosexuality’. In other words, economic and cultural forces of globaliza-tion have produced a common gay identity based on Western-style identi-ties (Altman, 1996). On that matter, Chauncey (1995, p. 65) wrote: The most striking difference between the dominant sexual culture of the early twentieth century and that of our own era is the degree to which the earlier culture permitted men to engage in sexual relations with other men, often of a regular basis, without requiring them to regard themselves – or be regarded by others – as gay. Many men neither understood nor organized their sexual practices along a hetero-homosexual axis.However, nowadays, being gay, as stated by Altman (1996, p. 80), is “to take on a particular set of styles and behaviour”. Altman identified three characteristics of modern gayness: “a differentiation between sexual and gender transgression; an emphasis on emotional as much as on sexual relationships; and the development of public homosexual worlds” (p. 83). For Altman, the diffusion is straightforward from the West to ‘the rest’: “The images and rhetoric of a newly assertive gay world spread rapidly from the United States and other Western countries after 1969. American gay consumerism soon became the dominant mode for the new gay style of the 1970s” (p. 86).This analysis goes in line with other scholars who have noted the differences between LGBTQ people in the West and in developing coun-tries. For example, Luongo (2002) expressed that there were clearly distinct categories among the gays and lesbians at World Pride, which was held in Rome in 2000, which aim was to bring together components of the gay and lesbian community around the world. On the one hand, there were Westerners, “characterised by consumerist Americans and northern Europeans […]. At the other end, perhaps less visible overall, were gays and lesbians from the developing world, many of whom were able to come because of the sponsorship of Western organizations” (p. 167). With such events, he argued, what happens on the global level will continue to impact changes on the local level. Indeed, during the event, confer-ences were held to give instructions to LGBTQ communities from the developing world on how to start LGBTQ rights movements in their home country. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210330However, other scholars disagree with the theory of convergence of sexualities. Knopp and Brown (2003) argued that sexual identity does not flow unidirectionally from the West to the East. The authors expressed the importance to emphasize on the importance of spatial hybridity and coun-terflows that run back and forth between different scales and spaces and that is a very common process in the construction of queer subjectivities, cultures, and forms of resistance. Through their case study, these authors have argued against the presumption that queer innovations originate in metropolitan areas and flow unidirectionally to peripheral areas.Similarly, other scholars such as Joseph Massad (2007) have criti-cized the idea of the globalisation of a gay identity. The author considers such process as a form of cultural imperialism. Indeed, he argues that the imposition of identity categories of homosexuality and heterosexuality used for international campaigns against homophobia do not fit Arabs countries since these categories are only operatory for a small part of the population: Westernized economic and intellectual elites. Massad argued that the exportation of a gay identity incites discourse on homosexuality in a way that will make same-sex sex less feasible for LGBTQ people in Arabs countries. Massad used the example of the trial of men arrested in Egypt in a gay club and accused of practising debauchery to argue that the police did not repress same-sex sexual practices, but rather the social identification of these practices with the Western identity of gayness. Such an argument goes in line with what Puar (2007) called ‘homonationalism’, which she uses to describe the fact that many LGBTQ people, primarily Westerners, seek to impose their values on countries considered homo-phobic. This leads to the emergence of a transnational discourse of a civi-lizing mission, supported by American sexual exceptionalism, which has contributed to create a division between “us civilized” and “them barbar-ians” (Rebucini, 2013).Other authors adopted a more nuanced argument. For instance, D’Emilio (1993) argued that the modern gay identity developed with the rise of capitalism. That would explain that “the international gay iden-tity develops with globalisation which together with neoliberalism is the current form of capitalism (Gross, 2013). However, despite the growth of a global gay identity, it would be a gross exaggeration to reduce world-wide gay identities to a singular, uniform one. Indeed, in some of the richer parts of the developing world, it is only a small elite that sees them-selves as interconnected with a global network of LGBTQ organizations (Altman, 1996). However, further interactions between LGBTQ people from different horizons will certainly occur with the increase number of people traveling, making tourism as one of the most powerful vectors of change of local LGBTQ communities.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103311.2. LGBTQ tourism and its impacts1.2.1. Motivations and interests of LGBTQ touristsMany authors have argued that the reasons for gay people for going on holiday are generally similar to those of non-gays, with a few particu-larities for LGBTQ tourists (Clift and Forrest, 1999; Pritchard et al., 2000). Indeed, tourism being built on human relations, it is important to note that motivations behind travel are gendered and sexualised (Hughes, 2002). Holcomb and Luongo (1996, p. 712) noted that “since gays live in dominantly heterosexual milieu most of the time, vacations offer the chance to be oneself and to enjoy the possibilities which a gay social setting offers”. In addition, through a survey in the United Kingdom, Clift and Forrest (1999), demonstrated that many LGBTQ respondents empha-sized on the importance of socialising with gay men and to access gay cultures and venues as an important aspect of their holidays. In addition, Pritchard et al. (2000) discovered that there was a greater desire to escape social constraints and intolerance from LGBTQ people. However, the more acceptation and inclusion of sexual identities in a society, the less there is a necessity to escape (Richardson and Seidman, 2002). Instead, their motiva-tions are now much more related to an individual’s necessity to validate his identity and develop a social life with other LGBTQ people (ibid.). Indeed, Apostolopoulou and Tsartas (2015) have argued that for some gay people, their only opportunity to practise their sexual identity and validate it was through tourism, through contact with similar people in an accepting envi-ronment. One’s sexuality can also impact the choice of destination. On that matter, Hughes (2002) identified push and pull factors specific for LGBTQ in terms of destination choice. Push factors included especially gay-friend-liness in whichever destination was considered, a gay-friendly accommo-dation (but not necessarily a gay accommodation per se), as well as a gay nightlife (mostly mentioned by gay men). The main pull factors were safety and intolerance in the destination, especially in countries where being gay is against the law. As result, the risk of negative reactions or the necessity to modify behaviour were important factors in destination avoidance and choice for LGBTQ people.Once on holidays, interests for the type of vacations can also vary. Hughes (2002) offered a typology of gay men’s holidays that can be divided between a gay and a non-gay holiday (figure 1). Non-gay holiday means that the holidays of the LGBTQ person will be the same as its heterosexual counterpart. A gay holiday can then be divided between Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210332a gay-centric holiday, when the person is focusing on gay space for his vacations, and a gay-related holiday, when “gay space is not […] the main attribute looked for but is a pre-requisite for other factors such as sun, culture or heritage” (Hughes, 2002, p. 301).Figure 1 - Typology of gay and non-gay men’s holidaysSource: Hughes, 2002, p. 301Another element that characterizes gay men on holiday is their search to have sexual experiences. On that matter, gay men were more likely to have sexual encounters during their holidays than their heterosexual coun-terparts (Clift and Forrest, 1999). Indeed, Van Broeck and López López (2015) noted that tourism contexts are potential scenarios for travellers to have sexual experiences because of the remoteness of their places of residence, not only in the physical sense but also of their cultural daily life, which allows disinhibition that encourages sexual relations either with other tourists or with people from the host community. More precisely, 64.6% of the respondents of the study done by Clift and Forrest (1999) stated that the opportunity to have a sexual encounter with another man was either an important or a very important element of their holiday.However, it is important that LGBTQ people are not simply defined by their sexuality since other factors such as social class, gender, ethnicity, and age can influence travel motivations and behavior of certain indi-viduals, which can explain different motivations between gay men and Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210333lesbian women. On that matter, Monterrubio and Barrios-Ayala (2015, p. 22) suggested that “other factors are as important as sexuality in shaping the holiday experiences of lesbians, at least in a developing-world context”. Indeed, their results have shown that learning about different cultures was a top motivational factor for lesbian women during their holidays, much more than the possibility to have sex. As for gay men, culture had only a marginal importance for them in terms of their interests during holi-days. In addition, in the study of Clift and Forrest (1999) in the United Kingdom, 63% of gay men but only 43% of the lesbian’s women inter-viewed expressed that the presence of gay venues was an important factor in the choice of destination.Despite these differences, there are some specific elements that are common to both gay men and lesbian women in terms of what they are looking for while traveling. For example, Poria (2006) concluded that gay men and lesbians want to feel accepted in their hotel when their sexual orientation is known. The main factor influencing their hotel experience is the behavior of the staff which can occur, for example, when the staff is unaware that same-gendered guests can be partners or simply refuses to offer them double-bed rooms, which could create frustration and discom-fort among guests.1.2.2. Transformation of the gay space and host communities through tourismMany scholars have studied the impacts that LGBTQ tourists can have on gay space and communities. Gay space has been defined by Pritchard et al. (1998, p. 274) asplaces which enable not only the display of behaviour and affection but also access to a variety of gay services and facilities including shops, bars, housing, and legal medical services. […] Gay spaces, in essence, provide community and territory as well as a sense of order and power. They are sites of cultural resist-ance with enormous symbolic meaning, providing cultural and emotional support for a political movement comprised of an increasingly diverse and geographically scattered community.In their study, Pritchard et al. (1998) explored the importance that gay events and festivals in the city of Manchester have played in creating a gay identity for those cities. For example, the latter welcomed a vibrant Gay Village in his city to transform what was once a red-light district. In addi-Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210334tion, this initiative has allowed the increasing of visitors and the creation of local employment for local people. On the other hand, the success of the Gay Village is also attracting a higher proportion of straight visitors. As a result of the increasing number of straight visitors and mainstream media, the neighbourhood lost his gay character. The touristification process in Manchester led to an erosion of the gay identity of the Village. Many local LGBTQ people no longer felt in a ‘safe space’ in the area. Therefore, the increasing straight visitors to the Gay Village shows more acceptance, but paradoxically, it risks re-establishing heterosexual dominance in these spaces, which were once a key factor that led to political consciousness of local LGBTQ communities (Rushbrook, 2012).Gay neighbourhoods also witness some transformation when they are visited by gay tourists. Visser (2003) noted both positive and negative consequences of the increasing number of LGBTQ tourists in Cape Town. On the one hand, gay tourists have played a significant role in the develop-ment and the expansion of gay leisure space in the city. Such contribution in stimulating urban renewal was perceived positively by business owners for its impact on the local economy. On the other hand, it was making the gay areas highly commercialized. In addition. there was an overlapping use of gay leisure space by tourists and locals, which has had negative conse-quences for the latter. Indeed, the parking area worsened for residents and rent in the gay area increased tremendously. This increase in costs resulted in an exclusion of Cape Town’s broader gay community, leaving the area affordable mostly for “wealthy, white hay men – a position not much different from apartheid South Africa’s gay landscape” (Visser, 2003, p. 170).Cantú (2002) studied the impact of Western gay travellers (mostly from the United States) going to Mexico, which led to a transformation of local communities. Indeed, to please the needs of tourists, Mexico saw the formation of ‘zonas de tolerancia’ which were mostly developed in zones with a higher number of tourists. Their aim was to offer a safe space for various forms of social deviance, in this case, homosexuality. Gay bars were located in these zones and these became legitimized places attracting sexual tourists mainly from the United States. These zones benefited both the economy of local residents as well as the impulses of Western tourists. For the latter, these zones were considered the best of both worlds, where they could enjoy the exotic beaches of Mexico in a protected environment – a queer space without the fear of facing homo-phobia. However, bars in the ‘zonas de tolerancia’ replaced what was once private parties for the local homosexuals, which in turn provoked the loss of the sense of community among Mexican gay males. In addition, interac-Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210335tion with Western LGBTQ tourists transformed the homosexual subculture of Mexico, which took the form of sexual colonization, thus a form of hybridization in which gay Mexican males’ identity was being constructed through a mixture of their own identity and their contacts with foreigners. Besides, Hughes (2006, p. 19) argued that tourism “can also encourage the development of homosexual and gay identities and communities in places where they have not existed before” and can also influence “hetero-sexual acceptance of homosexuality”. This is due to social interactions between tourists and locals (gay and non-gays). This goes in line with Collins (2007) who studied sex work of Filipino gay men in the urban district of Malate. One of her interviewees described best the constitu-tion of his gay identity that occurs during his contact with a tourist: “and I think that is the starting point of my sexual desire. Really serious sexual desire and sort of like a starting point of getting into relationships. Because that’s the time I’m beginning to understand what gay really is and what it’s like being a gay” (ivi, p. 127).Despite these findings, the attitude of locals towards LGBTQ tourists are still very little studied, especially in non-Western countries (Chambers, 2008). Hughes et al. (2010, p. 781) found out that “local residents in a small Mexican beach destination “felt strongly that gay tourists were having unwelcomed effects” and that locals, as well as straight tourists, were “excluded from the local dance club, which was now popular with gays”. As a result, the more the number of gay tourists increased, the more tolerance diminished. It is, however, important to note that the main problem of locals was not with homosexuality per se, but rather with the overt sexual activity that was associated with gay tourism. These results are all the more interesting because they contrast with other studies cited in King et al. (1993) as well as Fredline and Faulkner (2000) where economic benefits compensated social costs, such as those associated with gay tourism.1.2.3. The LGBTQ market and impacts on the national legislationThe LGBTQ tourism market has grown very rapidly in the last thirty years. In the early 1990s, very few destinations and tourism suppliers were targeting this market segment (CMI, 2014). Companies supportive of the LGBTQ community used to put a rainbow flag in the corner of their adver-tisement, whether such advertising was generating income or not. The aim was rather to show support to the community rather than trying to gain any economic benefit. At the turn of the century, more and more compa-Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210336nies got interested in the LGBTQ market as a potential tool for marketing. Indeed, Community Marketing Inc (2014) estimated that gays were more likely to take a holiday and were also taking more holidays per year than other segments of the population. In Spain, the homosexual tourist spends on average 130 Euros daily compared to the overall tourism average of 80 Euros per day (Turespaña, 2013). This could be explained by the fact that gay people have a more consumeristic lifestyle, they have a dual income yet less have children than ‘traditional family’ and have a high purchasing power (Pritchard et al., 1998). Indeed, Taylor (2012, p. 23) argued that in Canada “the average LGBTQ person has 22% more spending power than the average Canadian”. In addition, they are considered to be a recession-proof market (Holcomb and Luongo, 1996). In the United States, after two years of recession-induced decreases, a report found an overall increase in LGBTQ travels: an average of 3.9 trips for gay/bisexual men and an average of 3.3 trips for lesbian/bisexual women in the last 12 months (UNWTO, 2012).Since the 2010s, this market kept rising. In 2013, OutNow Consulting estimated that the LGBTQ tourism market had a potential of $165 billion and that the LGBTQ consumer market was the fastest growing in the world. This was corroborated by the Travel and Tourism Council (WTTC) who stated that the LGBTQ sector grew faster than the tourism industry in general. Indeed, the Travel and Tourism industry grew by 3% in 2012, compared with a growth of 10% for the LGBTQ segment (GETA, 2013). In addition, the LGBTQ community is very brand and destination loyal (UNWTO, 2012).These economic benefits associated with the LGBTQ community has led to more acceptance of this community from many destinations and companies. Many tourism destinations now brand specifically to this community in search of the pink dollar. According to Hughes (2005, p. 62), the term ‘pink dollar’ or ‘pink pound’ “is in common usage to refer to the supposedly distinctive purchasing patterns of the gay market and its particularly lucrative prospects”. Due to the important economic benefits associated with LGBTQ tourism, there is an important incentive to adopt legislative measures regarding LGBTQ rights. For example, it was expected that legalizing gay marriage in New York would create more than $310 million for the State (UNWTO, 2012). In addition, Liberato et al. (2018) argued that progressive policies towards LGBTQ people also give a country social benefits such as a powerful brand image of tolerance, inclu-siveness, diversity, and progress. In turn, this increased the brand image of the destination, resulting in an increase of LGBTQ visitors. In terms of tourism, this led to loyalty and repeated visits from tourists: “for a group Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210337which has suffered and continues to suffer repression in many parts of the world, the element of social solidarity is important at the time of choosing tourism destinations and products” (UNWTO, 2012, p. 11).However, there are countries who market their destination as a great and tolerant place for LGBTQ tourists, but where concrete actions to protect local LGBTQ communities are lacking, which can lead to accusa-tions of pinkwashing. Pinkwashing refers to a variety of marketing and political strategies aimed at promoting a country or a product as gay-friendly by beautifying the reality (Boussois, 2018). One of the countries that have been most vocally criticized for pinkwashing is Israel, since the country represents “a dissonance between a (mostly) traditional society and the (visuals of) acceptance of LGBT individuals and politics within Tel-Aviv” (Hartal, 2019, p. 1155). Indeed, the author explained that the Ministry of Foreign Affairs, the Ministry of Tourism, and the Tel-Aviv-Yafo Municipality are promoting gay tourism because, first, the LGBT tourism industry has a multi-million-dollar turnover, and second, to replace Israel’s image of religious and militaristic State for an image of modernity and one of a Western liberal democracy. However, there are still treatment disparities between heterosexuals and sexual minorities, the latter still undergoing strong social repressions (Boussois, 2018). Hartal (2019) even quoted the deputy head of marketing at the Ministry of Tourism stating: “It is clear that the goal is to bring people to Tel-Aviv, to Israel and not to promote the [LGBT] community” (p. 1157).Besides, a country dependent on tourism might have to change its legislation regarding LGBTQ rights to accommodate LGBTQ tourists from developed countries because of the pressure of Western countries and organizations. For example, in Jamaica, homosexuality is seen as an importation by the West and imposed on them (Chambers, 2008). After discriminatory measures in the country, many international organisa-tions such as the International Gay, Lesbian and Transgender Association (IGLTA) have warned their members and partners to boycott Jamaica. The pressure did not come only from LGBTQ organizations, but also from the United Kingdom and the United States, who advocated for a protection of gay cruise ships in the Caribbean (Puar, 2001). And since the tourism industry is vital for the economy of many islands in the Caribbean, Chambers (2008, p. 107) argued for the case of Jamaica that the tourism industry was “being used as a tool to bring the island in line with the more ‘liberal’, ‘enlightened’ attitudes of the developed, capitalist world towards homosexuality”.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103381.3. LGBTQ rights: a universal human right?Are human rights – and more specifically LGBTQ rights – universal or is it rather a Western concept? Why are LGBTQ rights well developed in some regions of the globe but not in others? These questions are still very debated in the field of political science and their understanding is crucial to analyse to extent to which LGBTQ tourism can have an impact of legisla-tion regarding LGBTQ rights.1.3.1. Human rights: between universalism and cultural relativismAt the end of the Cold War, Francis Fukuyama wrote ‘The End of History and the Last Man’ (1992) in which he claimed that the victory of the West and Western ideas after the Cold War led to a period of ‘post-war history’, which is characterised by “the end point of mankind’s ideological evolution and the universalization of Western liberal democracy as the final form of human government” (p. 3). Fukuyama drew upon Hegel and Marx by seeing history as an evolutionary and linear progress and argued that the liberal democracy was the final form of government for all nations (thus the end of history, since the evolutionary process has reached its best, which is the western liberal democracy). This goes in line with what Naipaul (1990) referred to as a ‘universal civilization’ where the culture of the world was leading towards universality, and where people across civi-lizations were accepting the same values, beliefs, orientations, practices, and institutions. According to him, this universal civilization was shaped by Western values of tolerance, individualism, equity, and personal liberty.In addition, the United Nations (UN) proclaimed that human rights are universal, inalienable, indivisible and interdependent. As stated by the former UN Secretary-General Kofi Annan in 1997: “Human rights are foreign to no culture and native to all nations. […] It endows them with the power to cross any border, climb any wall, defy any force”. As emphasized in Article 1 of the Universal Declaration of Human Rights: “All humans beings are born free and equal in dignity and rights”.However, many governments have used the rhetoric of ‘cultural rela-tivism’ in order to dismiss the universalism of human rights and accusa-tions of human rights violations. Cultural relativism is a theory asserting that it is not possible to judge different cultures since there is no absolute truth. Therefore, all judgements are ethnocentric. Such position highly differs from universalism since “human rights norms are impossible to defend in such a richly diverse world and are no more than a Western concept with limited applicability” (Zechenter, 1997, p. 322). The rhetoric Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210339of cultural relativism was adopted mostly by Muslims and Confucius countries. For example, the member states of the Organisation of Islamic Cooperation (OIC) adopted the Cairo Declaration on Human in Islam in 1990, which restricted human rights within the limits set by the sharia. Similarly, Asian countries adopted the Bangkok Declaration in 1993 in which Asian governments started to champion their own values such as a preference for collectivism and social harmony over the perceived European ideals of the universal rights of man (Peerenboom, 2000).Therefore, what seems to be universalism to the West could be perceived as imperialism by the rest. On that matter, Huntington (1996, p. 343) stated that: “The diversity of cultures and civilizations challenges Western belief in the universal vocation and the merits of Western culture. […] The West, in its claim to universality, holds it clear that peoples of the world should adhere to Western values, institutions, and culture because it is the most elaborate, […] the most modern way of thinking”. Huntington argued that the concept of universal civilization serves as to justify the cultural domination of the West the same way that the idea of “The White Man’s Burden” served to justify Western political expansion and domina-tion on non-Western societies. “The White Man’s Burden” was developed by Rudyard Kipling in 1899 and proposed that the ‘white race’ is morally obliged to rule the ‘non-white’ peoples since they did not have the ability to develop themselves. Concerning human rights, Huntington (1996) then explained that human rights have played a dominant role in the foreign policy of Western states to give credits and guaranties to developing countries for develop-ment projects. However, Western human rights are centred on liberty, equality, democracy, and individual rights, which contrasts with Asian ones, who value authority, hierarchy, the subordination of individual rights to the importance of consensus, and the supremacy of the state and the society on the individual. Such things explain why many countries considered this as the imperialism of human rights. Such analysis goes partly in line with Bauer and Bell (1999) since these authors argued that most people in Asian countries are more concerned about stability and economic growth than democracy and civil and political liberties. 1.3.2. The dichotomy between the West and the rest of the world on LGBTQ rightsThe debate over the universalism of human rights certainly lights up strong reactions. These reactions are even more acute when it comes to the rights and related laws regarding sexual orientations. As shown on figure Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103402, there is a clear distinction regarding sexual orientation laws depending on the region. As there are strong protection laws against discrimination based on sexual orientations in Western countries and Latin America, the complete opposite is true for most African and Middle Eastern countries, where criminalisation of consensual same-sex sexual acts between adults can be observed. As for Asia, the trends are more towards an absence of legislation regarding both protection and criminalisation, with a few exceptions.Figure 2 - Sexual Orientation Laws in the World in 2019Source: ILGA, 2019Regarding legislation over sexual orientations on the international level, 85 member-states of the UN have sponsored the bill “Ending Acts of Violence and Related Human Rights Violations Based on Sexual Orientations and Gender Identity”. In response to this joint statement, 57 Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210341UN members co-sponsored the opposing statement. All of these opponents are member-states from African and Asian countries, to the exception of Saint Lucia and the Soloman Islands. Besides, the United Nations Human Rights Council (UNHCR) resolution A/HRC/17/19 against discrimination and violence against people based on their sexual orientation and gender identity was much debated by different governments. All members from the groups of Western Europe and Others as well as Latin America and Caribbean States voted in favor. On the contrary, 22 out of 26 Asian and African States either voted against or abstained. On that matter, in 2015, the President of Zimbabwe, Robert Mugabe, criticized Western nations at the UN for attempting to prescribe rights to his nation that were contrary to their beliefs: “We equally reject attempts to prescribe new rights that are contrary to our values, norms, traditions, and beliefs. We are not gays!”.Nevertheless, contrary to what Mugabe expressed, homosexuality and sexual minorities are not a unique product of Western society. As stated by Wilets (2011, p. 634): “There is substantial evidence that same-sex relationships have existed, and continue to exist, in almost all, if not all, cultures”. What could be attributed to the West is rather the constructed identity categories of ‘lesbian’, ‘gay’, ‘bisexual’ and ‘transgender’, which terms are used in much human rights rhetoric by LGBTQ activists (Adam et al., 1999). On that matter, Kollman and Waites (2009) used the theories of agenda-setting and transnational norm diffusion to explain the rising influence of LGBTQ human rights movements in various countries to increase acceptance from societies. However, social change alone would not be enough to create new policies (Kollman, 2007). Other factors such as political institutions (institutional structure, ruling party coalitions, elite attitudes, economic climate, cultural understandings of welfare and historic timing) and international norms can have an important impact on legisla-tion regarding LGBTQ rights on a national level: “internationally created norms of proper behaviour can cause states to redefine their interests […] and change their behaviour and policy even if these norms are not entrenched in formal agreements” (Kollman and Waites, 2009, p. 9).Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103422. Researching LGBTQ tourism in ThailandIn view of the topics mentioned above, this thesis’ research question is: what are the effects of LGBTQ tourism in Thailand? This main research question was divided in four sub-questions:1. How did LGBTQ tourism evolved from the 1970s to 2020 and how is this evolution interconnected with global and local factors?2. What was the role of the Thai government in the promotion of LGBTQ tourism and its transformation?3. What are the effects of LGBTQ tourism on the Thai LGBTQ commu-nity?4. What are the effects of LGBTQ tourism on Thai legislation regarding the human rights of sexual minorities?The general methodology for this research was a qualitative case study. More precisely, an analytical framework of the international political economy (IPE) will be used to conduct the research and analyse the given answers. The chapter is structured in three main sections. The first section will discuss the choice of a qualitative case study for the present research and the relevance of an approach of the international political economy. The second section will review the data collection methods which include preliminary document analysis and interviews. The third and last section will cover the methods used for data analysis, which are qualitative content analysis and semiotic theory.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103432.1. Qualitative research with an analytical framework of the in-ternational political economy2.1.1. Qualitative case studyQualitative research is well-established within the social sciences, but it is more recent in the fields of tourism studies, dating from the late 1970s and 1980s (Dwyer et al., 2012). Prior to that, tourism studies were more focused on business economics. According to the Dwyer et al. (2012), a qualitative methodology is gaining broader acceptance within tourism studies from the 21st century. Besides, this research goes in line with the emergence of ‘critical tourism studies’, “which challenge functionalist and business centred approaches to studying tourism” (Ren, 2016, p. 2). Indeed, this approach considers tourism as more than a study of business economics and management, but rather as a cultural and socio-material phenomenon (Ateljevic et al., 2007). Critical tourism focuses on themes such as power, identity, gender, race, and inequality, which are at the core of this research.Yin (2009) also argued that qualitative research is an excellent choice to study contemporary phenomenon (such as LGBTQ tourism), especially when the boundaries between the phenomenon and its context are not clearly demarcated, when the researcher has little control over events, and when the research requires a good understanding of the general context. An important element of the qualitative approach is that it does not presup-poses that the world is static and measurable. On the contrary, the world is dynamic and changing, constantly under construction through socio-cultural, economic, political, and environmental processes (Dwyer and Limb, 2001). This is especially true when we talk about identities, cultures, and policies, which is the case of this research. Therefore, qualitative research is oriented towards current events and processes, which allow the researcher to answer questions of “why” and “how” (Yin, 2009).Besides, it is worth noting that the aim of qualitative research is not to be represented on a large case to be replicated. Instead, it aims to explore individuals’ experiences in their own context (Buda et al., 2017). This is the case for the present case study on Thailand, where the present findings are not necessarily replicable to other countries.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103442.1.2. Analytical framework of the International Political EconomyThe research is rooted in the current of the international political economy (IPE) developed by Susan Strange. According to Brown (1999, p. 531), Strange is “almost single-handedly responsible for creating ‘inter-national political economy’ and turning it into one of the two or three central fields within international studies”. The interest of the IPE analyt-ical framework is that it challenges the analytical separation between economic and political issues. In addition, it allows a cross-level analysis located at the local, national, and international system.In IPE, the central focus is on who – or what – is exercising the authority, the power to modify the choices of others in the economy or the society, and with what purpose, by what means and with what conse-quences. As such, it is the structural power – the power of an actor to shape structures and define the rules of the game in which the behaviours of other actors – that determines the outcome of a bargain between market forces and political actors, whether states or non-states. As such, it is more the ‘power over’ than the ‘power from’ that matters. As tourism activities have increased significantly, exercising control over the development of this industry will remain of major importance.Strange’s main assumption is that the impersonal forces of the world markets are now more powerful than states, to whom power over the economy and society is supposed to belong. Strange argues that because of state’s need for foreign exchange, they must acquire more of less secure share in sectors of the world market without losing too much of its own domestic market (Strange, 1990). This is especially relevant in the tourism industry, considering that tourism is one of the main foreign currency earnings for many countries. In addition, tourist destinations are vulner-able to the competitive efforts of other countries to take market shares for themselves. Therefore, destinations must adopt incentives to attract worldwide tourists – often from more developed countries – with different values and interests, showing the structural forces that are exercise on tourist destinations.A political economy analysis can be done on the macro-level or the analysis can focus on a particular sector, such as tourism. Moncrieffe and Lettrell (2005) indicated that a political economy analysis of a specific sector starts with a basic country analysis including the historical lega-cies since these “can have a strong and lasting effect on institutions, power structures and relations, ideologies and perceptions” (p. 8). The second stage is understanding the institutions and actors involved. This stage involves mapping the key stakeholders, identifying their incentives, motiva-Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210345tions and capacities, and assessing the nature of the relationships between the main stakeholders as well as how each influence a certain policy outcome. These first two stages will be addressed in chapter 3, which covers the specific context of Thailand regarding LGBTQ tourism. The third and final stage of an IPE analysis represents the operational implica-tions, thus the processes and outcomes. These outcomes will be covered in chapters 4 and 5, which cover the findings of the present study. This analytical framework is very practical for two major reasons. First, it allows to put emphasis on the broader political and economic forces through globalization and thus assessing how what happens on the global level had implications for LGBTQ tourism in Thailand. Second, an IPE framework analyses the power relations and ideological values of the main local stakeholders, and how these influences the certain outcomes. Therefore, both global and local phenomena are taken into consideration when analysing the development and the impact of LGBTQ tourism on policies and local LGBTQ Thai community, thus researching LGBTQ tourism in Thailand in the light of glocalization. Glocalization refers to a phenomenon that intertwines both local and global factors: “Glocalization indicates that the growing importance of continental and global levels is occurring together with the increasing salience of local and regional levels” (Blatter, 2013, p. 1). Studying the process of glocalization avoids the presumption that all the interaction goes in one direction, from the macro to the micro, but rather argues that both are mutually constitutive of each other. The study of glocalization processes is particularly relevant for tourism research since it avoids seeing this sector solely as an economic instrument, but also as a part of increasingly glocalized cultures (Salazar, 2005).According to Zhao and Li (2006, p. 203) “there are two strikingly different ways to look at the globalization of tourism and its impacts on the Third World, namely a political economy approach and a functional approach”. Within the last few years, the former has been a focus in more in more tourism studies since tourism has become increasingly shaped by neoliberal policies (Mosedale, 2016). Bianchi was one of the first scholars to bring IPE to tourism. He stated that “the central normative preoccupa-tion of such an approach consists of an analysis of the social relations of power which condition the unequal and uneven processes of tourism devel-opment, which are reinforced through particular configurations of ideolo-gies and institutions” (Bianchi, 2002, p. 266). In 2019, Hartal published a study regarding the impact that queer tourism had on Israeli LGBT politics by using the approach of the political economy. She seems to be the first author who analysed LGBT tourism Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210346using such an analytical framework, thus showing the very recent nature of these types of research. She concluded that the status of LGBT people changed from a shameful sexuality to become a good urban invest-ment creating economic wealth. However, legislation favouring LGBTQ people is still stagnant, making the value of such a community, limited to an economic value (Hartal, 2019). Hartal’s case study on Israel will be compared with the case of Thailand in chapter 5. 2.2. Data CollectionDecrop (1999, p. 157) argued that qualitative researchers in tourism “often fail to explain how and why their methods are sound”. He proposed triangulation as a way to assure the trustworthiness of a qualitative study. According to Willis (2007, p. 218), “the essential idea of triangulation is to find multiple sources of confirmation when you want to draw a conclu-sion”. More specifically, Denzin (1978) identified four types of triangula-tion. The present research will use methodological triangulation, which involves using more than one method to gather data. The initial aim was to use a variety of sources including documents, interviews, and participant observation in the four main cities known for LGBTQ tourism in Thailand. However, because of the surge of a global pandemic, participant observa-tion had to be cancelled, leaving only preliminary document analysis and interviews as methods for data collection.2.2.1. Spatial unit of analysisThe spatial unit of analysis chosen for this study is Thailand, thus an analysis on the national level. Therefore, only national policies and regulations will be studied. In addition to interviewing people from the national government, interviews were also conducted with people from the civil society and businesspeople. These people were selected in four different cities: Bangkok, Phuket, Pattaya, and Chiang Mai. These cities were selected based on three criteria. First, the presence of a gay scene in the city. Second, the popularity of the city among LGBTQ tourists. Third, the differences between tourists’ attractions among these cities (whether cultural heritage, natural beauty, or an important nightlife, these cities being located in four of the five provinces of the country). Thailand offers a great case study because of its important reputation among LGBTQ trav-ellers. In addition, LGBTQ tourism in Thailand remains little explored.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103472.2.2. Preliminary collection and analysis of documentsThe collection and analysis of documents were made prior to conducting structured and semi-structured interviews. Cloke et al. (2004) classified documents in two main categories: official sources from States or public organizations, and non-official sources encompassing the rest. Both types of sources were used for this research. Official sources included laws regarding sexual orientations and identities as well as general tourism poli-cies and the promotion made for LGBTQ tourists. For non-official sources, the local press published in English was very useful to conduct this kind of research, allowing the researcher to obtain information on the main stakeholders involved in the process. In Thailand, newspapers published in English are usually more liberal than the ones published in Thai, and therefore more accepting of LGBTQ rights. To the contrary, according to Sanders (2007), very few articles in Thai languages related to sexual diver-sity were published, and the few articles usually had a negative connotation. Brown (2009) highlighted five specific uses of documents in qualita-tive research. First, they can provide data on the specific context of the research. That was important to understand the context of Thailand in terms of sexual diversity and tourism. Second, documents suggest some questions to be asked during interviews and were helpful to construct these interviews. Third, it brings supplementary research data, increasing the number and variety of sources, thus allowing data triangulation. Fourth, documents can verify findings and corroborate evidence from other sources. In this case, is what relevant to compare what was said during the interviews and what is being writing in the press or published by the government. Fifth, documents serve as a means of tracking change and development over longer periods of time. Indeed, Merriam (1988) explains that document analysis is particularly important for historical and cross-cultural research since interviews and observations cannot account as well to these phenomena. On that matter, documents were quite helpful to account for the development of LGBTQ tourism and sexual diversity in Thailand over a period of approximately 50 years. However, Brown (2009) guards against over-reliance on documents and suggests using other sources to conduct qualitative research.2.2.3. InterviewsPersons to be interviewed were selected in two ways. First, the researcher selected main stakeholders from different sectors that were quite involved with LGBTQ organizations, in LGBTQ-related sectors, as well as Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210348people involved in tourism or LGBTQ tourism. These people come from a variety of sectors, which was relevant to obtain information from different points of view. In total, 51 people were contacted and ten accepted to do an interview: one Thai and one Western scholars specialized on LGBTQ tourism, two Thai and two Western businesspeople working in LGBTQ tourists businesses in Thailand, two people from the civil society working for LGBTQ NGOs in Thailand, and two members of the government: the Director of a foreign TAT office and a representative of the Go Thai Be Free campaign (see table 1). At the end of the interviews, snowballing sampling was used, in which the people interviewed identify people who deserved to be interviewed because of the key role they play or their knowledge of the subject. The goal of snowballing sampling is to recruit participants from the acquaintances of the previous respondents in order to gather enough data for the research.Interviews can be classified into three main categories: structured, semi-structured, and unstructured (Cloke et al., 2014). Structured inter-views have a rigorous set of questions in which flexibility is reduced. Unstructured interviews are often used for life stories which do not allow enough collection gathering. Therefore, semi-structured interviews were prioritized. In semi-structured interviews, the researcher has a number of themes and questions organized in a framework that will guide the inter-view. Some questions may be added along the way by using what has been said to generate new relevant questions. Despite the aim to conduct semi-structured interviews, structures interviews were also used when specifi-cally asked by the respondents. Indeed, four respondents asked specifically to have interviews by mail, which resulted in structured interviews. In total, 51 people were contacted and ten accepted to do an interview: six semi-structured interviews and four structured interviews. For Beaud and Weber (2010), the number of questions is not the most relevant aspect because not all interviews are equal in value and they are not intended to produce data that will be processed quantitatively. What matters more is how they are integrated into the whole research process. The interviews were all conducted in English. The average time of a semi-structured interview was 60 minutes, ranging from 32 and 98 minutes. All interviews were recorded to be transcribed and analysed after the interview since it allows to be attentive when talking and taking notes in order to come back to certain points during the discussion. Six hours of audio were recorded.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210349Table 1 - List of respondents and type of interviewPosition Type of interviewMembers of the LGBTQ Civil SocietyMember of the organization Youth Voices Count. Worked on LGBTQ-related issuesSemi-structuredMember of the organization Youth Voices Count. Worked on LGBTQ-related issuesSemi-structuredBusinesspeople in the field of LGBTQ tourismOwner of a gay homestay (expatriate) Semi-structuredHotel and bathhouse in Bangkok exclusively for gay men WrittenOrganizer of gay parties in Bangkok Semi-structuredWestern Businessman working across Asia and long-time expat Semi-structuredRepresentatives of the Thai GovernmentDirector of the foreign TAT office WrittenGo Thai Be Free WrittenScholarsBoard of the Thai National AIDS foundation, International Program Advisor for Rainbow Sky and Regional Network Director for Purple SkySemi-structuredLaw professor specialized in LGBTQ-related legislation and gay tourism in Thailand. Long-time expat in ThailandWritten2.3. Data Analysis2.3.1. Qualitative content analysisConsidering the type of research and of data collection, qualitative content analysis is the most appropriate method to analyse the informa-tion collected. The purpose of content analysis is “to organize and elicit meaning from the data collected and to draw realistic conclusions from it” (Bengtsson, 2016, p. 8). Hsieh and Shannon (2005) divided content analysis into three different approaches. This research used conventional content analysis, which is often used to describe a phenomenon. In this case, it is the transformation of LGBTQ tourism in lights of glocalization and the impact on legislation and the local LGBTQ community. This type of content analysis is particularly useful when the research literature on the subject is limited, which was the case for the present study. According to Hsieh and Shannon (2005, p. 1279) the process of conventional content Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210350analysis starts with “reading all data repeatedly to achieve immersion and obtain a sense of the whole. […] Then, data are read word by word to derive codes by first highlighting the exact words from the text that appear to have capture key concepts”. Hsieh and Shannon (2005, p. 1279) described the following steps of data analysis as follow:Next, the researcher approaches the text by making notes of his first impressions, thoughts, and initial analysis. As this process continues, labels for codes emerge. […] These often come directly from the text and then become the initial coding scheme. Codes then are sorted into categories based on how different codes are related and linked. These emergent categories are used to organize group codes into meaningful clusters.Coding thus becomes an interpretative act linking data collection to further analysis. Many types of coding methods are possible. In this case, the method used was descriptive coding, which summarizes in one word or a small sentence the main subject discussed in a portion of the text (Saldaña, 2013). Descriptive coding is often recommended for researchers who begin in coding.Over 70 pages of interview transcripts were coded for the purpose of grouping certain data under broader themes. Saldaña (2013) explains that it is preferable to have a small number of codes or categories to keep the analysis consistent. Based on the data collected, codes have been grouped in 14 categories related to the research questions. Some of these categories such as ‘power’ and ‘legislations’ were already defined before the inter-views since they were related to IPE, but they were malleable in function of what was emerging from the interviews. Other categories were created as a result of the information received from the interviews. Such catego-ries include ‘evolution of tourism’, ‘social order campaign’, ‘activism’, ‘marketing to LGBTQ’, etc.2.3.2. Semiotic theoryIn addition to qualitative content analysis, semiotic theory was used as a data analysis method. In his broader sense, semiotics is the study of signs and sign systems in language and culture (Coon, 2012). The purpose of semiotics is to understand the meaning and the implicit ideo-logical messages contained within a certain publicity. Semiotics “move beyond the taken-for-granted surface meaning to interrogate under-lying ideological meanings” (ivi, p. 516). As stated by Chandler (2007, Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210351p. 10), “No one with an interest in how things are represented can afford to ignore an approach which focuses on and problematized the process of representation”. One of the few scholars who wrote on LGBTQ tourism using semi-otic theory is David Coon (2012). The author used semiotics to analyse the marketing gay tourism in major American cities. His study revealed that despite the marketers’ attempts to paint their destination as tolerant and inclusive, the strategies employed within their marketing revealed the inferior status still experienced by gay and lesbians within the United States: “If gay and lesbians were truly approaching equal citizen status in American society, this would not be a unique selling point for any city or resort” (ivi, p. 532).Using semiotic theory to understand the message conveyed to LGBTQ people is quite important because it helps to understand the ideologies behind what is actually portrayed. Indeed, Tsai (2006) noted that adver-tisers have started to target the LGBTQ market for economic incentives rather than for the social aspects of the gay rights movement. But besides the promotions of LGBTQ customers by private companies, public govern-ment agencies are also increasingly promoting their destinations to this public, which sends a completely different message: “A private company represents its own interest [but] an entire city, however, is considered a public space, and when a tourism bureau speaking on behalf of a city invites gays and lesbians to visit, that invitation is a very public one” (Coon, 2012, p. 524).In the present research, semiotics will be used to analyse the two campaigns of Go Thai Be Free which were targeted towards LGBTQ tour-ists: the campaign of 2013 and the one of 2019. An analysis of the images shown in these campaigns was made in order to identify the differences between them. In addition, a comparison has been made between what is shown in these campaigns and what is experienced in reality by LGBTQ people.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103523. Contextualizing sexual diversity and LGBTQ tourism in ThailandSubsection 3.1 will start by giving an overview of the late history of Thailand with regards to contact with the West. Then, subsection 3.2 will be summarizing the evolution of gay identities in Thailand and the influ-ence of the West on this community. Afterward, subsection 3.3 will be giving an overview of the tourism industry of Thailand with special atten-tion to LGBTQ tourism. 3.1. A brief history of modern ThailandExcept for few exceptions, European political and cultural contact with Southeast Asia began only during the 19th century. For most of Southeast Asian countries, this contact took the form of colonialism. However, one exception is Thailand, who was never colonized by any foreign country (‘Thai’ actually means ‘free’). However, the pressure of Western expan-sionism forced King Mongkut (1851-1868) to accommodate his country in order to avoid foreign intervention. This took the form of introducing Western reforms (such as in education). Afterward, King Chulalongkorn’s reign (1868-1910) was characterized by the modernization of the country and the adoption of even more Western reforms than his predecessor to avoid colonization. For example, many Thai officials were British-educated. Western education opened the mind of the youngest genera-tion and new ministries were created based on Western political culture (SarDesai, 1997).During the Vietnam War, almost 50,000 American military personals were stationed in Thailand, the United States pouring $1.1 billion in economic and military aid to the country. This was great for Thai entre-preneurs, who opened new facilities (hotels, restaurants, bars), for the Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210353Americans (Ruth, 2017). The Thai-US relationship was also crucial in shaping the modern Thai nation. America’s impact on ideas, technology and culture was, and still remain, strong in Thailand. Indeed, American knowledge not only influenced developments in medicine, education and the sciences, but most importantly, it influenced a liberal attitude that is the foundation of modern democracies (Apornsuwan, 2018) Despite this close relation with the United States, Thai foreign diplomacy is often described as a ‘bamboo in the wind’: “always solidly rooted, but flexible enough to bend whichever way the wind blows in order to survive” (Klausner, 1981, pp. 79-80). This means that Thailand is keeping good relations not only with the United States, but also with other large powers for its own inter-ests since maintaining economic growth is the most important determinant in Thai foreign diplomacy (Kislenko, 2002).3.2. Being LGBTQ in Thailand3.2.1. The birth of the LGBTQ movement in Thailand: A Western borrowing?Considering the important influence that the United States had not only in Thailand but throughout Asia during the 20th century, questions rise on the extent to which their presence shaped sexual behaviours in the country. Interestingly, modern homosexual communities in Asia first emerged in the two countries that were not colonized, thus in Japan and Thailand. Peter Jackson (1997), an eminent scholar on Thai culture and sexuality, argued that homosexual behaviour in Bangkok was present and developing before the 1969 Stonewall riots. Indeed, homosexuality has been documented in Thailand since the Ayutthaya period (1351-1767) when King Trailok issued a royal decree forbidding same-sex behavior for both men and women (USAID and UNDP, 2014).In 1932, a small group of western-educated generals and civilian bureaucrats organised a coup d’état – the Siamese revolution – which transformed the political system from an absolute monarchy to a consti-tutional monarchy. Important members of this revolutionary group were commoners and members of the lower mobility, many of whom had the opportunity to study in European countries in the past few years. As a result, they were exposed to ideas of Western democracy and nationalism (Kesboonchoo Mead, 2004). After the revolution, the concept of a national culture became heavily propagated. In terms of gender and sexuality, tradi-tional concepts of how Thai women and men should behave sexually acted Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210354as a tool to establish social order (Barme, 1993). Flexibility in the older understandings of sexual orientation and gender identity was replaced by something more rigid (USAID and UNDP, 2014). This was done in order to look like a ‘modern’ and ‘civilised’ nation to colonial powers from Europe and North America (Jackson, 2003). After the Second World War, the LGBTQ community started to become more visible in Thailand due to three factors: the increased number of Western expatriates who moved after the Second World War, globalization, and the increasing media coverages of people of diverse sexual orientations. However, media coverage was mostly negative towards LGBTQ people and served to humiliate them and show them as unfit members of society (USAID and UNDP, 2014). During the 1970s and 1980s, there was more and more LGBTQ-centred media and Thai LGBTQ magazines targeting to local gay men (Jackson, 2009).The continuous evolution of the Thai LGBTQ community seems to contradict Altman’s (1996, p. 78) argument of a ‘global gay’ community, which is understood as “the expansion of an existing Western category and as being part of the rapid globalisation of lifestyle politics”. In fact, Altman stated that his argument – that Western notions of homosexuality disrupt traditional ones – did probably not apply for Thailand since this country rather followed a continuous development of the gay identity. Indeed: “While gayness in Thailand has drawn selectively on Western models, it has emerged from a Thai cultural foundation as the result of efforts by Thai homosexual men to resolve tensions within the structure of mascu-linity in their society” (Jackson, 1997, p. 167).In fact, Western influence was not on a gay identity itself, which was already present in Thailand, but rather on the politicization of the debate surrounding sexual orientations and a more important involvement of LGBTQ people in Thailand regarding the concerns of this community. Indeed, Morris (1994, p. 29) argued that “the first truly politicized gay community to arise in Thailand emerged in response to the AIDS crisis”, which contributed “to the unification and integration of gay identities and communities in major metropolitan areas”. Besides, Jackson (1997, p. 188) listed elements of the contemporary gay subculture in Thailand that have been borrowed from the West, such as “the emphasis on masculine body images, the rise of a gay ‘gym culture’, and the deemphasis on sexual role as a determinant of identity”. In other words, it brought an acknowledge-ment of “exclusive male homosexuality without necessary demasculiniza-tion” (ivi, p. 189). Briefly, “gayness in Thailand is […] as much Thai as it is Western, and as much indigenous as borrowed” (ivi, p. 190).Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103553.2.2. Differences between Thai and Western notions of sexualityThe main difference between Thai and Western notions of sexuality is related to gender and the interconnection between biology, culturally ascribed gender, and sexuality. On the one hand, Western discourses clearly divide these concepts, which is apparent for example in the sepa-ration of queer and gender studies in the literature. On the other hand, gender and sexuality do not exist as distinct categories in Thai discourses (Jackson, 2000). Indeed, the concepts of biological sex, culturally ascribed gender, and sexuality are commonly referred to by the term phet in Thai language, which cannot be translated in English (Jackson, 1997). Morris (1994, p. 19) explained that sexuality and gender in contemporary Thailand are “a social landscape inhabited by two radically different sex/gender systems, one a trinity of sexes, the other a system of four sexualities”. The four sexualities include the various combinations of male and female, homosexual and heterosexual. As for the three sexes, they are male, female, and kathoey. Contrary to the West, kathoey is not a variation of male or female, but rather an independently existing third sex (Morris, 1994). The definition of the term kathoey changed during the past decades. Nowadays, kathoey relates to a transgender person or hermaphrodite. However, in the 1960s, the term was broader. It has historically meant a mode of feminized maleness (Morris, 1997). This means that men showing feminine behaviours were considered kathoey, even if they did not consider themselves as transgender. Figure 3 shows the evolution of the term in Thailand from pre-1960 to the contemporary period.Another major difference between Thailand and the United States/Western Europe is the importance of the role during sexual intercourse, which defines you either as a ‘masculine’ of ‘feminine’ homosexual. In the previous figure, it is expressed as ‘gay king’ and ‘gay queen’. A ‘masculine’ homosexual (gay king) is the one performing insertive anal sex and the gay queen is the one receiving (passive). The latter is much more stigma-tized in society (Jackson, 1997). Indeed, the gay queen is regarded as being less than a ‘complete man’, thus showing the importance of the sexual role in the traditional sex/gender system. Similar terms are also used for women who love women (ying rak ying). Indeed, tom (from ‘tomboy’) refers to a masculine woman whose romantic and sexual partner is a dee (from lady), thus a feminine-identified lesbian. In addition, “in the West ‘gay’ is discursively constructed in an oppositional binary relationship within ‘straight’. [For] Thai […] gay instead is being constituted within a more complex ternary relationship with both kathoey and ‘man’” (Jackson, 1999, p. 230).Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210356Figure 3 - Evolution of the term phet in Thailand from pre-1960 to the contemporary periodSource: Jackson, 20003.2.3. Problems faced by local LGBTQ peopleGays and kathoey may face different challenges. In the 1960s, the emergence of ‘masculine gay men’ was severely condemn, much strongly than it was for kathoey: “Kathoey prostitutes are portrayed as an indig-enous and often amusing phenomenon. Gay prostitutes, in contrasts, are labelled as a Western-derived perversion which, far from being a source of humour, were portrayed as a serious problem” (Jackson, 1999, p. 235). This anti-gay discourse amplified in the mid 1980s, when the first cases of AIDS were reported in Thailand. Indeed, early cases involved all homo-sexuals, either foreigners or Thais who resided abroad for a long time (Cohen, 1988). The disease was therefore perceived to be gay and farang (white foreigner). As a result, aversion against homosexuals increased: Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210357when homosexuals are viewed as representations of AIDS, they are deprived of human dignity. By the end of the 20th century, many authors referred to homosexu-ality in Thailand as tolerated but unaccepted (Jackson, 1997; Morris, 1997; USAID and UNDP, 2014). Indeed, contrary to the situation in the West, taboos regarding homosexuality are not based on legal or religions sanc-tions since it is neither illegal under Thai laws nor immoral according to Buddhist teaching, but rather on cultural norms of appropriate male behavior (Jackson, 1998). In fact, the act of coming out still brings a lot of shame on an individual and is synonymous with losing face. This is a big concern for Thai people, in which culture places a great emphasis on the importance of social status and on maintaining face (Selby, 2012). Such cultural norms place great pressures on individual to conform to hetero-sexual behavior. Therefore, sex/gender conformity within the country is enforced through shame. As expressed by Jackson (1999, p. 237): “as long as a gay man does not ‘express’ his sexuality, whether by talking about it or making it visible, he is unlikely to be subjected to criticism”. Since pressure towards LGBTQ people is mostly expressed through shame, the ‘mild’ nature of sanctions against homosexuality has given a reputation to Thailand as being LGBTQ friendly for international travel-lers. But what seems to be soft sanctions to the West does not mean that Thailand has a greater level of openness towards homosexuals. In fact, Thai writing often referred to homosexuality as a perversion, a disease or an illness (Jackson, 1999), and it was only in 2002 that the Ministry of Health stopped interpreting same-sex relations as a mental disorder. Moreover, the 2009 gay pride parade of Chiang Mai was interrupted by violence, homophobic insults, and hostages’ situations, forcing the organizers to apologize to the protestors for “offending Thai culture”. Also, “a third of LGBT students has been physically harassed, a fourth sexually. […] It had caused many of them to be depressed and 7% to attempt suicide” (USAID and UNDP, 2014, p. 36). In the following years, acceptance of the LGBTQ community increased, but discrimination and exclusion against LGBTQ people were still present when seeking jobs, accessing education and health care services, buy or rent properties, or seek legal protection (World Bank, 2018).Such discrimination is often ignored by local Thai media, contributing to a lack of understanding among Thai people of the situation of LGBTQ people. One of the main reasons to ignore these incidents is to “protect the image of Thailand being a heaven for LGBT individuals” (USAID and UNDP, 2014, p. 43). Discrimination against LGBTQ people are also ignored or even perpetuated by the authorities. Indeed, the Thai Culture Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210358Ministry’s National Film Board banned Thai gay-themed film, Insect in the Backyard, in 2010 for “disruption of national order and public morals”. Moreover, a report by the International Gay and Lesbian Human Rights Commission (IGLHCR, 2006-2012) demanded an investigation into the pattern of murders of lesbians, such as stabbing, gang-raping, and burning. The report expressed concerns that murders against LGBTQ are often dismissed by the police as crimes of passion, love gone wrong, or the fault of the victims. With little support from governmental institutions, many LGBTQ people rely on the work of NGOs. However, the status of ‘NGO’ is not used in Thai law. Therefore, such organizations need to register as a local foundation, association, or as a Foreign Private Organization, which is tedious. These associations need to prove their ability to sustain them-selves, which is quite challenging for many LGBTQ organizations since they are nascent or understaffed and unable to fundraise appropriately (USAID and UNDP, 2014). Not being able to become recognize, they are not eligible for funding by international donors. 3.2.4. Towards progress?Despite these challenges, the situation has seemed to be progressing positively for LGBTQ people in the last few years. Indeed, Kittinun Daramadhaj, president of the Rainbow Sky Association of Thailand, an association working on the empowerment of lesbian and transgender women in Thailand, stated that: “We gain partial acceptance from the society. […] We’re allowed to have a certain place to convey our message, but actually we don’t have rights to any legal protections” (Reported by Phoonphongphiphat, 2020). Legal protections remain difficult since policy reforms are difficult to achieve in the country because “lawmakers tend to be conservative, and because the constitution and country’s laws are seen as sacred” (USAID and UNDP, p. 7). Nevertheless, with an average demographic of 4.5 million LGBTQ people in Thailand (approximately 15.4% of the population), the Thai LGBTQ movement has been very dynamic in the past years, which resulted in new progress (LGBT Capital, 2018b). In 2012, Thailand voted in favor of the UN General Assembly resolution A/C.3/67/L.36 on extra-judicial killings, which includes killings of people based on their sexual orientation and gender identity. This was seen as progress since the country abstained from voting in a similar legislation back in 2010. In addition, an anti-discrimination law regarding sexual orientation and gender identity was passed in 2015, which seeks to criminalise discrimi-Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210359nation based on gender, including against “those persons whose gender expression does not match their sex assigned at birth”. It was the first law in the country mentioning LGBTQ people. However, this law has received the nickname of “Thailand’s Invisible Gender Law” because of its lack of enforcement. Indeed, this bill has yet to be used to criminalise any enti-ties discriminating against LGBTQ people (UNDP, 2020). Moreover, the law was criticized by many LGBTQ organizations since an exception for discrimination is possible for “education, religion, and the public interest”. Therefore, this clause opens many loopholes that make discrimination possible (Mitsunaga, 2014).In 2017, a petition signed by 60,000 people was sent to government officials calling for civil partnerships for same-same couples. The ‘Same Sex Life Partnership Registration Bill’ was approved in 2018 by the Cabinet. It should be voted (and approved) by the National Assembly later in 2020, the bill receiving support from both the ruling coalition and the opposition. This means that Thailand could be the first country in Southeast Asia to allow same-sex union. The bill would grant similar rights of marriage such as property and inheritance rights. However, many of the benefits will not be given to same-sex couples, such as the right to have their own children, the right to get social welfare, or the right to make medical decisions for the spouse (Rujivanarom, 2018). In 2019, 63% of Thais supported the legalisation of same-sex partnerships, with only 11% against and 27% undecided, showing a 4% increase from 2015 (Kamolvattanavith, 2019).3.3. Tourism in Thailand3.3.1. A strong connection between the government and the industryIn Thailand, there is a very close relationship between the economic and political elites, which is also apparent in the tourism industry (Elliot, 1983). Indeed, the Tourism Authority of Thailand (TAT) is a state enter-prise responsible for the promotion of tourism in Thailand. 95.5% of its revenue comes from government funding, showing the dependency of the TAT to the Budget Bureau (Suthisarnsuntorn, 2013). Elliot (1983, p. 385) argued that “the power of the TAT comes from its intimate links with and knowledge of the government and the administrative system. It is in a position to influence and persuade the government to act according to its wishes. It can take the initiative in policy-making and mediate between the industry and government”. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210360The TAT also acts as the link with the industry, whom many members are part of the Board of the TAT. The Board plays a significant role in determining the policies of the TAT and on issuing rules and regulations. The Board has fifteen members, including: seven having a high-ranking job in the government; members of the Tourism Council of Thailand (TCT), which are representatives of the tourism industry operators; the President of the University of the Thai Chamber of Commerce. The Chairman, Mr. Thosaporn Sirisumphand, is also the Chairman of the Thai Oil Public Company. These members of the Board of the TAT show the strong connec-tion between the government and the tourism industry. This gives to the industry considerable power and freedom to pursue its objectives because of the desire of the government to secure development, which reflects the capitalist free enterprise ideology followed by the latter (Elliot, 1983). This leads to the ease for a foreign company to invest in the country and move profits out of the country. As Elliot (1983, p. 388) explained: “an important ingredient in the power position of the industry is its links with the polit-ical, military and bureaucratic leaders. The industry is intertwined with these groups and with the economic elite including the banks, with the basic shared objective being economic rewards”. These connections make the tourism industry quite powerful.3.3.2. Tourism contributions to the Thai economyThe tourism industry makes a significant economic contribution to the country. Indeed, for several decades, tourism was one of Thailand’s main foreign currency earnings (Syngellakis et al., 2018). Today, this sector contributes nearly 20% of the country’s GDP, including indirect tourism revenues in addition to contributing to 15.5% of the employment rate (Bangkok Bank, 2019). Like several other states, Thailand has bet on a quantitative increase in the number of tourists for many decades. Indeed, the success associated with tourism is generally measured by the number of visitors rather than by the quality of them and their impact on the local population and environment (Becker, 2017). From 2009 to 2019, the number of tourists doubled and is projected to double again by 2030 to reach 79 million visitors (WTTC, 2018). The government has also predicted that the tourism sector will represent 30% of the GDP by 2030, thus making the country even more dependent on this sector. But despite this positive economic impact, the growth of inbound tourism worsened inequality in the country (Wattanakuljarus and Coxhead, 2008). Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210361The authors attributed the worsening of economic distribution to two main factors. First, because tourism is not labour-intensive in the Thai context, thus not requiring a lot of workforce. Second, because the expansion of tourism created general equilibrium effects that undermined the profit-ability in other sectors such as agriculture from which many poor people were dependent upon.3.3.3. Environmental impacts of tourism: towards quality touristsMilano et al. (2018, p. 2) defined overtourism as “the excessive growth of visitors leading to overcrowding in areas where residents suffer the consequences of temporary and seasonal tourism peaks, which have enforced permanent changes to their lifestyles, access to amenities and general well-being”. In Thailand, the very rapid rise of tourism in the past decades made the country victim of its own success. Indeed, the latest Thailand Tourism Confidence Index (2019), a report made in collaboration between the TAT, the Tourism Council of Thailand and Chulalongkorn University, estimated that Chiang Mai and Bangkok are facing overtourism issues. In the case of the latter, the Wat Paknam temple’s popularity made the residents lose their place of worship (Muramatsu, 2019). Moreover, it was estimated that 77% of coral reefs in the country have been damaged because of overtourism (Hess, 2019).Aware of these problems, the government has taken some actions. For instance, the Department of National Parks, Wildlife and Plant Conservation (DNP) of Thailand closed 66 of the 147 national parks in 2018, either permanently or temporary, including 24 entire islands (Hess, 2019). This includes the very popular Maya Bay, made famous by Leonardo DiCaprio’s film ‘The Beach’, which used to receive more than 5,000 visitors and 200 boats every day. Such actions by the government are also inscribed within a broader context of sustainable tourism. Indeed, the Second National Tourism Development Plan 2017-2021 defined a long-term vision for tourism in the country. It stipulates that “by 2036, Thailand will be a World’s leading quality destination, through balanced development while lever-aging Thainess to contribute significantly to the country’s socio-economic development and wealth distribution inclusively and sustainably” (Ministry of Tourism and Sports of Thailand, 2017, p. 12). To achieve this vision, the Ministry adopted five strategies, the first one being the “development of tourist attractions, products and services, including the encourage-ment of sustainably, environmentally friendly, and Thainess integrity of Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210362attractions” (ivi, p. 20). Among the initiatives selected, one of them is to “support the development of tourism that targets quality tourist segments” (ibid.). In other words, Thailand moved to deviate from mass tourism in order to encourage revenue-generating quality tourists. One of the market segments included in quality tourists are LGBTQ tourists (Liang-Pholsena, 2018).3.3.4. Thailand’s reputation among LGBTQ travellersDespite the difficulties that local LGBTQ people encounter in Thailand, the country has been described as a ‘gay heaven’ by various Western travel magazines for a long time. Already in 1980, the Spartacus International Gay Guide for Gay Men – one of the most well-known travel guides for LGBTQ people – wrote “Thailand is a gay and a tourist paradise… it offers the finest sightseeing in Asia, and with such warm, friendly, happy people and such handsome young men, it is a Mecca for gays” (Stamford, 1980, p. 502). Even today, The Spartacus Gay Travel Index ranked Thailand second in Asia for LGBTQ tourists in 2019, after Taiwan. The second place is explained by the fact that “although homosex-uality is tolerated in society, the legislation needs to be seriously updated” (Spartacus, 2020). Most of the gay life in Thailand happens in its capital, Bangkok. The openness of the city to diversity, the gay-friendly bars and restaurants, popular saunas, and the many drag shows and explosive nightlife have made of Bangkok the ‘gay capital of Asia’. It figures among the top gay-friendly cities for LGBTQ travellers in rankings such as HostelWorld, CultureTrip, Nomadic Boys, Hotel.com, and GayTravel. The Spartacus listed more than 100 gay and gay-friendly businesses for LGBTQ tourists such as bars, restaurants, saunas, etc. Most of gay venues are located in Silom district, adjacent to Rama IV Road.But the gay scene is not limited to Bangkok. Indeed, there is also a vibrant gay scene in Patong, on the island of Phuket. Phuket was listed among the top 20 LGBT Destinations for 2020 according to the travel guide Gay Travel. It was the only Asian destination making it in the top 20. Moreover, the bloggers TwoBadTourists have characterised Phuket as a ‘Gay Travel Oasis’. Indeed, Phuket has many gay bars and events, such as the Phuket Pride festival as well as Tripout, an annual gay beach festival hosting beach and boat parties as well as group events such as yoga and cooking classes. Moreover, Patong Beach has an official gay section where many rainbow flags are standing proud.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210363Table 2 - Gay tourism infrastructures in ThailandGay facilities Bangkok Pattaya Phuket Chiang MaiBars  22 21  4  6Night clubs   6  2  1  2Saunas & massages  28  4  5  4Restaurants (advertised as gay friendly) 19  7 12  3Hotels (advertised as gay friendly) 30  9 26 17Total 105 43 48 32Source: Spartacus, 2020Figure 4 - Map of Bangkok’s districts, where most gay venues are located in Silom, more precisely between the blue linesSource: Bangkok InfoGuide, 2020; modified by author, 2020Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210364Figure 5 - LGBTQ venues in Silom’s district (Sawatdee Network, 2019). The main streets are Silom Soi 2 and Silom Soi 4 (red arrows), and Soi Twilight (yellow arrow), south of Rama IV Road (blue arrow). Businesses in Soi Twilight closed in 2019 (see chapter 5)Other cities are also popular for LGBTQ travellers, but to a lesser extent than the previous two mentioned. These include Pattaya and Chiang Mai. The former is known for its nightlife and sex industry. It is there-fore famous for its gay nightlife with go-go bars1 and cabaret, as well as Dongtan gay beach. As for Chiang Mai, the city offers a more laid-back gay scene with gay-friendly bars and a few gay accommodations and gay saunas. On the blog QueerInTheWorld.com, it is argued that “gay couples travelling here will have no problems relating to their sexual origination”. However, they insisted on the difference between tolerance and accept-ance, local life being much harder for LGBTQ citizens. Indeed, since Thai 1. Go-go bars refer to a nightclub or a bar featuring go-go dancers / strip teasing and where it is often possible to have commercial sex.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210365culture places great emphasis on preserving face, “sex/gender conformity is enforced by a regime of shaming through discursive acts, rather than through formal, legal means or informal acts of homophobic violence” (Jackson, 1999, p. 240). This explains why international tourists could perceive Thailand as a gay paradise, without realising the major difficulties that the local LGBTQ community is still facing. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103664. The transformation of LGBTQ tourism in Thailand and the government’s reactionThe present chapter will start by describing the transformation that witnessed LGBTQ tourism from a period of approximately 50 years between the 1970s and 2020, using data collected through interviews and documents analysis. Such transformation will be analysed in the light of global and local factors since both contributed in shaping LGBTQ tourism in the country. Afterwards, sub-section 4.2 will analyse the marketing strategy used by the Thai government with regards to LGBTQ tourists. The analysis will show how the government and the TAT adapted their promo-tion based on the evolution of LGBTQ tourism in the Southeast Asian region and the acceptance of homosexuality from the Thai community.4.1. Transformation of LGBTQ tourism in ThailandPrior to the 1980s, there was only a marginal gay scene in Bangkok with a few bars, but no saunas nor go-go bars. It was mostly frequented by local Thai people. In the 1970s, Manilla (Philippines) was more known for its gay scene than Thailand. Activism started much before in the Philippines than in Thailand with the popular Filipina singer Helen Cruz pioneering transgender activism in the 1960s, and the creation in 1975 of the Home of the Golden Gays – a home for elderly Filipino gay men who have been kicked out by their families in 1975. In 1976, the Coco Banana bar opened in Manilla, being the first openly gay club in Asia. In Thailand, LGBTQ tourism started to take off only in the 1980s and witnesses major transformations until today, which transformations can be divided in three phases, that will be described below: the birth of a sex heaven for gay Westerners (1980-2000); the social order campaign from 2001 which saw the diminution of Thai LGBTQ customers in the gay scenes; and finally an explosion of Asian LGBTQ tourists from approximately 2010.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103674.1.1. The birth of a sex heaven for gay Westerners (1980-2000)In Thailand, it took until the 1980s for tourism and gay tourism to take off. One aspect that made Thailand so popular for both gay and straight tourists was the thriving sex industry that was created following the Vietnam War. In fact, Thailand became the only country in Southeast Asia to side with the West during the Cold War and the Vietnam War. As a result, many American troops were deployed near Pattaya during those conflicts. At that time, Pattaya was still a very small fishing village that soon became a place of entertainment for American soldiers. Indeed, the soldiers referred to the breaks they were having as I&I (intoxication and intercourse) during which they would go to Pattaya to get drunk and have sex with Thai (Baxer, 2007). Inevitably, Thai entrepreneurs realised that there was a market there and established many bars for commercial sex. These bars started by hiring female sex workers. Soon after, entrepreneurs realised that there was a market for soldiers who wanted to have sex with men, which resulted in the creation in the 1980s of Boyztown, a gay red-light district located in Pattaya. The gay sex industry was able to develop alongside its heterosexual counterpart as a result of Thai’s tolerant attitude toward sexuality (Jung, 2013). As was stated previously, homosexuality is neither illegal under Thai laws nor immoral according to Buddhist teaching (Jackson, 1998). With the flourishing sex industry, many Thai people were going to Pattaya and Bangkok to find work as sex worker as a result of poverty. Most male sex workers came from Isan, the poorest region of Thailand. Despite the fact that Thai economy was rapidly accelerating during the 1970s, 80s, and 90s, little of the growth found its way back to the farmers and villagers in the countryside since most of the growth benefited to more developed urban cities. Boys from rural areas with little education had basically two choices: working in the paddy fields or in their parent’s village shop, or the prospect of vastly more income from working in the sex trade in places like Bangkok, Pattaya and Phuket. Therefore, many Thai made the move and became prostitutes. Parents of male sex workers did not know that their sons were prostitutes since Thai people generally do not discuss sexual matters among them (Sanders, 2002). During the 1980s and the 1990s, the rising popularity of the sex industry resulted in a boom in the number of tourists visiting Thailand. Thailand went from 630 000 visitors per year back in 1970 to 7.8 million in 1998 (Tourism Authority of Thailand, 1999). The importance that had the sex industry on tourism is best expressed in the Thai song ‘Welcome to Thailand’, that was released in 1987 by Carabao, one of Thailand’s most popular musical groups of all time:Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210368Come quickly. Travel. Forget your problems. Let them go. The government has really done a good job. Everyone is satisfied. When asked what they like about Thailand,  Tourists respond without embarrassment: “I love Pattaya!” And in terms of Bangkok, the City of Angels, They say, “I love Patpong”.(Translated extract of the group Carabao)This song made reference directly to farang (white foreigners) who come to Thailand to satisfy their fantasies in key places of prostitutions that are Pattaya and Patpong (Formoso, 2001). On that matter, sexual possibilities in Thailand soon became the subject of great reverie for tour-ists, both gay and straights. As Morris (1994, p. 15) pointed out: “few nations have been so thoroughly subject to Orientalist fantasies as has Thailand. Famed for its exquisite women and the pleasures of commodi-fied flesh, the Thailand of the tourist literature is a veritable bordello of the Western erotic imaginary”. Not only were go-go bars developed for and frequented by American troops, they became very popular among Thai people as well. Until the year 2000, Thai people were the majority in gay bars. For instance, “at weekends, Barbiery [one of the most visited gay bars in Bangkok during the 1980s and 1990s] was jam-packed by 21h00, once again mostly with Thais, no foreigners. It was impossible to get even one more seat added in” (personal communication, 2020). Sanders (2002, p. 55) also acknowledged that until the turn of the century, “gay bars do not survive on tourism – and tourists always seem to over-rate their importance here. Tourism is seasonal, and though it is lucrative, it is not enough to operate yearly. Even bars with heavy clientele report that Thais make up 80 to 90 percent of their customers annually”.The sex industry, which was so popular among gays and straights, tourists and locals, continued to thrive in the 1980s and 1990s, even though prostitution is illegal in Thailand since the 1960s. These bars were able to operate because of the bribe that was given to the police (personal communication, 2020; Jung, 2013). The amount was much higher for go-go bars than regular bars and saunas. Police raids occurred occasionally in both gay and straight bars if the bribe was not paid, but customers were not targeted. This corruption allowed the nightlife business to thrive: the go-go bars only existed because the army and the police tolerate it owing to the fact that they were obtaining money from it. However, after years of corruption, things began to change drastically at the turn of the century. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103694.1.2. The social order campaign: the dark eraThese raids were part of a much broader scheme of corruption in Thailand. Economists such as Paul Krugman (1998) and the International Monetary Fund (IMF) argued that Thailand is run by ‘crony capitalism’. Crony capitalism happens when there is a close relationship between the business and the political sector, in which state power is used to favour the economic elite (Hughes, 1999). Loans are not based on expected returns, but rather on political or social connections, acting against market forces (ibid.) Therefore, bribes were embedded within these broader schemes of crony capitalism, which allowed the nightlife business to flourish despite the fact Thai officials admitted publicly that it was embarrassing for the country. Indeed, the sex industry produced a large amount of money for the country and the ones in power received a lot of bribe from it, explaining their tolerance for this industry. However, when the Asian finan-cial crisis erupted in 1997, Thailand and Indonesia were the first countries blamed by the IMF for cronyism, collusions, and a lack of transparency, which resulted in such crisis.The crisis provoked multiple changes in government between 1997 and 2001. After adopting neoliberal, IMF-supported economic reforms, Prime Minister Leekpai was replaced by Thaksin Shinawatra in the 2001, which was about to change dramatically the nightlife scene that was so cherished by gay tourists. Thaksin, one of the richest businessmen of the country, ran on a pluto-populist platform, which refers to a political movement in which a wealthy businessperson campaign populist policy appealing to the rural mass (Phongpaichit, and Baker, forthcoming). Thaksin was highly supported by big businesses to further control the state “in order to shake off IMF tutelage, resist further takeovers of cash-strapped local firms by foreign investment, and restart economic growth” (ivi, p. 2). One of the major elements of his policies was the social order campaign led by his Interior Minister, Purachai Piumsombun, which targeted all nightlife establishments. Purachai was a strict family man and a religious character who was against the sex business. As a result of this new policy, bars were closing at 1h00 am, alcohol sale was prohibited after midnight and a zoning policy was controlling the nightspots. Police raids were enforced to ensure respect of the policy. To a general extent, police raids were the same on straight and gay bars. In fact, Purachai was not known for being homophobic. On the contrary, he was in favour of legalising gay marriage (Sanders, 2007). However, there was an exception from July to September 2001 in which gay bars were targeted specifically. Sanders (2007) believes that these targeted raids happened because, back in July 2001, iTV ran sensational Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210370reports regarding live sex shows in gay host bars that were still under-going, emphasising on the sensational character of some of these bars. The broadcast came right after the evening television news, making it very visible to many Thai people. According to Sanders (2007, p. 20): The police feared that this revelation could trigger a major crackdown and they would be the ones of the targets. It was the police, after all, who had allowed these shows to thrive for extra payments. […] But a crackdown could threaten the larger patterns of police bribery in the sex industry. Shutting down the scandalous gay bars might be enough to protect the larger patterns of bribery.As a result, a six-week campaign targeted gay bars specifically and many of them were closed, after which the shows did not fully return to business for several weeks: “six of the fifteen or more gay bars in central Surawong-Patpong area were closed as well as thirteen bars in the more distant Saphan Khwai area. Sex shows involving nudity ended. Even go-go dancing in briefs stopped at certain bars” (ivi, p. 6).The raids were maintained despite critics that these and the early closing hours would hurt tourism, a central concern to the Thai economy. Purachai answered by stating that tourists did not come to see exotic dancers or take drugs, but rather to see the natural beauty (Sanders, 2002). That being said, this campaign did not only affect international tourists but also Thai LGBTQ people to a larger extent. Indeed, this campaign was widely publicised and many Thais, especially in the countryside, were in favour of such a policy. Many the Thai customers felt that they couldn’t be seen in these bars anymore, thus provoking a reduction of Thais visiting gay nightlife. As a result of the diminution of Thai people going into gay bars, foreigners (mostly Westerners) started to become the majority to visit these bars by 2001 and for a few years following the social order campaign (personal communication, 2020).4.1.3. The last decade: Asia risesIn the last five to ten years, Asian tourists became the majority travel-ling to Thailand. Tourism in general (and LGBTQ tourism) in Thailand became very popular among Asian people due to the high economic growth in many Asian countries as well as an increasing Chinese middle class. In 2002, China’s middle class accounted for only 4% of the popula-tion. In 2012, already 54% were considered mass middle class and 14% upper-middle class. By 2022, it is estimated that 22% will be classified as mass middle class and the upper-middle class will be as high as 54%, Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210371representing more than half a billion people (Barton et al., 2013). This translated into far more people being able to travel. In figure 6, the evolu-tion in terms of number of tourists by nationality from 2006 to 2018 is shown. The three Western countries with the most tourists to Thailand are compared with three countries in Southeast Asia that have shown high growth in terms of tourists to Thailand. It shows that from 2006 to 2018, the growth of tourism from the three main Western countries in terms of tourism to Thailand was much smaller (+62% for the United States; +47% for Australia; +16% for the United Kingdom) than from Southeast Asian countries (+601% for Cambodia; +534% for Laos; +170% for Hong Kong). In figure 7, the comparison between the same numbers is shown between the United States and China, which contrast is much higher. The rise of 62% of American tourists from 2006 to 2018 is nothing compared to the rise of 1010% Chinese tourists in the same timeline. Figure 6 - Tourist arrivals by nationalitySource: author, data from the Ministry of Tourism and Sports of ThailandCopyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210372Figure 7 - Tourist arrivals from the US and ChinaSource: author, data from the Ministry of Tourism and SportsThe nationality of LGBTQ people also changed with more Asian gay tourists, mostly Chinese. Oppressed in their home country, many of these individuals travel in countries where homosexuality is accepted in order to be able to openly express their sexual identity and enjoy the sexual liberation that they could not find in their home country. More precisely, it was estimated back in 2016 that 30% of Chinese LGBTQ people trav-elled abroad and that the percentage was increasing every year (Urman, 2017). Chinese LGBTQ tourism market was estimated at $5.7 billion (ibid.). Nowadays, many companies offer gay-themed trips to Thailand. For instance, the first travel agency specialized in LGBTQ tourists in China was opened in 2008, and since then, the number of specialized agencies catering for that market surged.Moreover, the most popular destinations for Chinese LGBTQ tour-ists are Thailand, Hong Kong and Taiwan. In Southeast Asia, the top two cities for these tourists are Bangkok and Phuket, both located in Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210373Thailand (Juwai, 2018). According to Sanders, Thailand would be the number one Asian gay tourist destination (personal communication, 2020). The manager of the Babylon Bangkok Gay Hotel, a longstanding and famous establishment in Thailand’s gay landscape, acknowledged that from around 2014 to the present, about 70% of their clients are Asian and 30% are Caucasians, showing a shift in the provenance of their clients from the previous decades (personal communication, 2020). In addition, many bars now offer more songs in Chinese than before. This demographic shift also meant other changes in the gay nightlife of Thailand. John, a long-time expat in Thailand and who worked across Asia for decades, stated that:I’m sure that the number of Western gay tourists coming to Thailand has dropped dramatically. But Chinese tour groups and individual tourists have been making up the difference as tourists from Singapore, Taiwan, Malaysia, Japan, and China came in. That’s one of the reasons why [go-go] bars are less popular than before. Take Singaporeans for example. They tend to come not individually, but in groups of two, three, or four. They want to go to the saunas, the massage parlors, and then to the discotheque. They are not interested in going in go-go bars anymore (personal communication, 2020). In addition to the discotheques that John mentioned, many interna-tional gay parties are becoming more and more popular in Thailand for Asian LGBTQ tourists. Among them, three stand out: gCircuit, the Nation, and the White Party. In fact, Bangkok has become an epicentre for these regional gay parties (Au, 2011). The White Party events, for instance, originated in the United States years ago and it is one of the most famous gay parties worldwide occurring in major urban centers. The event started to be organized in Thailand a few years ago. The organizers of these events are from Taiwan and Singapore and most of the crowd is Asian. Westerners represent no more than 10-15% of the crowd (personal commu-nication, 2020). Because of the expensive ticket price, many local Thai LGBTQ people do not have access to these parties (personal communica-tion, 2020). This will be covered in more details in chapter 5.4.2. The Thai government and the promotion of LGBTQ tourismDespite Thailand’s growing popularity as a gay destination, the Thai government did not start promoting the country to the LGBTQ market until very recently. However, many Asian countries witnessed economic Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210374and social transformations in their society. Their economy was growing, and so was the acceptance of LGBTQ people in many Asian countries, making these destinations more attractive to LGBTQ people, which, in return, created competition against Thailand for this market. This led the Thai government to start promoting to LGBTQ tourists. In their promo-tion, the sex industry was completely left out, showing a shift in terms of what is being promoted to LGBTQ people. As explained previously, the government was against the sex tourism industry but was accepting it because of the money that it was generating for the country through the accumulation of foreign currency and for the elite through bribes. This subsection will explore the more recent initiatives by the Thai govern-ment to promote LGBTQ tourism to Thailand to reclaim his position of a gay paradise. It will also look at the ways LGBTQ tourism was promoted, leaving the sex industry behind to instead market to a wealthier LGBTQ market through luxury tourism.4.2.1. Pre-2013: the silent decadesUp until 2013, the Tourism Authority of Thailand did not promote tourism in Thailand to LGBTQ people specifically. As explained earlier, the country was well-known for gay tourism by Westerners, but this was mostly because of gay travel magazines like Spartacus, word of mouth, and because Thailand was one of the most tolerant country in Asia of LGBTQ people. In 1999, Phuket had its first Pride parade and it went on for a couple of years. A long-time expat from Europe and owner of two gay guesthouses in Phuket, contacted the TAT several times to get support from them, in vain (personal communication, 2020). A decade ago, the gay travel agency Purple Dragon tried to get the government tourist agency to target gay tourists, but the TAT resisted. Many respondents expressed that the TAT feared that promoting specifically to LGBTQ people would not be welcomed by Thai people, which society is still quite conservative. As stated before, Thailand is tolerant, but not necessarily accepting of homosexuality. But because Thai people are quite tolerant towards homosexuality, tourists who visit the country and see a lot of transgenders, the openness with many gay bars in the touristic zones, and witness no apparent discrimination, they could get wrong the impression that Thailand is accepting of homosexuality, which impression is amplified by the fact that Thai people don’t have a confronta-tional nature, letting outsiders think that there is no discrimination. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210375In the last few years, other Asian destinations such as Taiwan, Cambodia and Hong Kong started to be more tolerant towards LGBTQ people. In addition, other destinations such as Singapore were developing a gay nightlife very rapidly. The island of Boracay, in the Philippines, is also very popular among LGBTQ people. Since 2015, the Jungle Circuit Party organizes regularly gay parties on the Island, gradually increasing the reputation of the island among LGBTQ tourists. Therefore, as these other Asian destinations were blossoming for LGBTQ tourists, the Thai govern-ment slowly started to promote its destination to this niche market.4.2.2. The government gets out of the closet (2013-2017)The TAT started to promote Thailand to LGBTQ tourists in 2013. The TAT created the website GoThaiBeFree.com, which targets specifically to members of the LGBTQ community worldwide. The website of this campaign proposes travel ideas in seven different cities based on different themes such as adventure, art, culture, honeymoon, local experiences, luxury, nature, and nightlife. They propose not only gay events, but also ‘regular’ attractions such as culture, food, and local experiences so that gay tourists can visit the same things than their straight counterparts. On their website, they market themselves as “the most LGBT+ welcoming country in Asia” and whish that people of the LGBT+ community feel free when traveling in Thailand. Through the Go Thai Be Free website, the TAT released their first promotional video targeting specifically LGBTQ people in 2013. However, the campaign was mainly broadcasted in Western countries where strong LGBTQ communities were present and generally accepted in their country. Indeed, the campaign is run by the TAT office in New York and the promotional videos are mostly targeted to Western LGBTQ travellers. The campaign was started by the then Director of the New York City office, Khun Srisuda Wanipanvosak, who saw LGBTQ people from the United States growing as a community and who made significant gains with the acceptance of equal LGBTQ marriage in many states (personal commu-nication, 2020). But this campaign is not pushed by the TAT headquarters office in Thailand: “you don’t see much of the promotion from the Thai head office. It is pushed by the TAT office outside Thailand” (personal communication, 2020). In fact, all of the characters in the video are white, with the exception of one woman with Asian traits that is hanging out with a white woman. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210376In addition, when the images shown are out of context, the pictures are not gay anymore. Indeed, same-sex couples are rarely shown in highly affectionate poses: they are vague enough that these people could be rela-tives of friends. Most of the images only become gay when we know specifically that the promotion is for same-sex couples. Indeed, only two scenes were showing touching between people of the same sex and this contact was only holding hands. However, it is common for people of the same sex to hold hands in Thailand as a sign of friendship. Therefore, it could simply be interpreted as two friends by Thai people. The same applies to their slogan ‘Go Thai Be Free’ which, according to Sanders, is an example of issue avoidance in branding (personal communication, 2020). In other words, the pictures are not too sexualised in a way that could shock the conservative Thai society. 4.2.3. A more visible marketing strategy (2018-present)From 2018, the TAT started to promote further and with more confi-dence to LGBTQ tourists. According to an article in TTG Asia, “Thailand has quietly been pursuing this niche market segment, but it is only this year that the Tourism Authority of Thailand is openly coming out to target the pink dollar” (Liang-Pholsena, 2018). Indeed, the TAT partici-pated in more gay events worldwide. For instance, the TAT was present in pride parades in cities such as New York and Tel Aviv, and also had a booth at the International Tourism Fair in Madrid to promote specifi-cally to gay and lesbian travellers (Thanthong-Knight, 2019). Moreover, in 2019, the TAT set to market Thailand as a LGBTQ-friendly destina-tion in Latin America. As expressed by Jefferson Santos in an interview with the Bangkok Post: “We aim to promote Thailand as a LGBT-friendly destination and show them [LGBTQ people in Latin America] a safe tourism space by participating in the LGBT travel forum in Sao Paulo, Brazil this June [2019]” (Worrachaddejchai, 2019). Also, the government and the industry were united for the first LGBT+1 Travel Symposium in 2018, which was organized in partnership with the TAT in order to promote diversity and inclusion among the Thai travel industry and forge links between Thailand’s travel providers and the rest of the world. The event welcomed LGBTQ buyers and media from North America, Europe, 1. The terms LGBT+ and LGBTQ are similar, both being an umbrella term for sexual and gender minorities who are not heterosexual.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210377Israel, Australia, and Southeast Asia. Finally, a new promotional video was released in 2019. In addition, the Thai government started to promote on the Asian market as well. A representative from Go Thai Be Free stated that “We have also been working with some Asian, except where being LGBTQ is illegal, or the promotion of LGBTQ material is illegal” (personal commu-nication, 2020). These Asian countries are Taiwan, Japan, South Korea, the Philippines, and Singapore. China does not figure on the list because LGBTQ organizations are still facing legal pressure by the Chinese government (Urman, 2017). On that matter, the 2019 campaign is much more diverse than their 2013 promotional video. In the 2019 video, Asian couples are shown, and more black people are present than the one of 2013, showing that the TAT was expanding their market instead of just promoting to white LGBTQ people.Another major difference with the new promotional campaign is that affectionate poses are more assumed in their new video. As the 2013 video showed only people holding hands, the one of 2019 went much further by showing a wedding and even a kiss between two women (see the different images on figure 8). Could it be because there is less fear by the government to promote to LGBTQ people? When the Thai government first hesitantly promoted their country to this market back in 2013, there was no backlash from the Thai population. Seeing no negative impacts in Thailand, it is possible that the TAT became more confident to promote LGBTQ tourism with more explicit images. But why a sudden interest on the part of the Thai government to promote more openly to LGBTQ people? When asked about the 2019 Go Thai Be Free campaign of the TAT targeted to LGBTQ travellers, a Thai businessman who organises major gay parties across Bangkok, expressed that it made no sense that Thailand just started promoting tourism to LGBTQ people a few years ago: “Come on! Thailand is already the gay tourist destination, so why do they keep promoting? The Tourism Board just woke up a few years ago for this pink dollar” (personal communica-tion, 2020). Two reasons explain why the Thai government started to promote to LGBTQ tourists with more openness. First, as explained previously, Thailand was starting to lose this niche market to other Asian coun-tries that were getting more open to LGBTQ people. Indeed, Hong Kong recognized the right to change legal gender and Taiwan legalized same-sex marriage, both rights still not recognized in Thailand. Back in 1986, Taiwan was still under military rule and there was practically no gay nightlife. Now, Taiwan is becoming the main gay destination in Asia: Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210378        Figure 8 - On the left, the 2013 campaign with not so apparent affectionate poses compared with the 2019 campaign on the right with more apparent affectionate posesSource: pictures from GoThaiBeFree.comthey have the largest Pride parade in Asia, a thriving bar and nightclub scene, gay hotels, etc. To a certain extent, Hong Kong and Singapore also have the same luxury goods and great hotels that suit all budgets, gay bars, saunas, massages parlors, etc. Hong Kong was supposed to host the Gay Games in 20202, a worldwide event happening every four years and reuniting LGBTQ athletes and artists to promote acceptance of sexual diversity. The Philippines also hosted their first LGBTQ travel symposium 2. Because of the Covid-19 pandemic, the gay games in Hong Kong were postponed to 2022.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210379in 2018, Cambodia hosted their first International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA), and Vietnam has been chosen to host the 2021 ILGA Asia conference. Therefore, despite the fact that Thailand is still very popular among LGBTQ tourists, many other coun-tries in the region have also started to be popular for this market, which mean that Thailand is no longer the only country in Asia for LGBTQ tour-ists. As a result, many LGBTQ tourists are now going to other parts of Asia which had developed an open gay nightlife much faster than Thailand did. As a result, the government had to act to keep that market.The second reason explaining the gain in interest in the LGBTQ market is because the TAT realised that the pink dollar had high economic potentials and was worth getting. According to LGBT Capital (2018a), international LGBTQ travellers in Thailand accounted for $5.3 billion, representing 1.15% of the GDP of the country. This shows the importance of LGBTQ tourism for Thailand. In fact, it was expressed that “the TAT recognised that LGBT+ tourism could bring strong economic and social interest to the country, particularly with a strong LGBT+ community like North America” (personal communication, 2020). But interestingly, the government does not target Thailand to all LGBTQ people. From the online campaign of Go Thai Be Free, it is clear that they target specifi-cally to rich LGBTQ people. It was even stated that “the economic interest was the primary driver – LGBT+ travellers are likely to spend more, be more brand loyal and travel with greater frequency than their mainstream / straight counterparts. […] We needed to focus on those with the greatest propensity and ability to travel. The LGBT+ market was an obvious target” (personal communication, 2020). During the 2019 LGBT+ travel sympo-sium, it was mostly the economics of LGBTQ travellers that was empha-sized. It has been shown that the second spending priority of LGBTQ trav-ellers is high-quality hotels, which followed food and drink at number one. This could explain why on their promotional website, only high-end hotels are listed on the ‘LGBT+ friendly hotels and resorts’. There are no small gay guesthouses or cheaper hotels targeted directly to LGBTQ people. Instead, you find hotels like Sofitel, Le Méridien, Hyatt, and the Hype Luxury Boat Club. On their website, it is stated that “from luxurious super-brands, to intimate high-end villas, to designer boutiques, to experiential resorts; to unforgettable budget options, Thailand has something for every taste and budget” (GoThaiBeFree.com). However, it seems that this budget range is between expensive and very expensive. Besides, their promotional videos show people very well dressed in suits and tie, shopping in expen-sive shops, swimming on rooftop pools, getting massages in luxurious hotels, ordering room service, and drinking Champaign by the beach.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210380Figure 9 - The luxury behind the 2019 ‘Go Thai Be Free’ gay campaignsSource: pictures from GoThaiBeFree.comNo backpackers or anything below four stars hotels is shown. Figure 9 presents some of the elements that are shown in the 2019 promotional videos of Go Thai Be Free.The presence of luxury marks a major difference with the 2013 campaign. Indeed, in the 2019 campaign, people are very well dressed and are shown in luxurious hotels. However, in the 2013 video, people are dressed much more simply, with casual t-shirts and shorts (see the differences on figure 10). This also shows clearly that they are marketing to a very specific segment of the LGBTQ community: wealthy and good-looking, thus reinforcing the fantasy of the ideal gay consumer.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210381 Figure 10 - Differences in terms of clothing between the 2013 campaign (top) and the 2019 campaign (bottom)Source: pictures from GoThaiBeFree.comCopyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210382Promotion to the wealthier segment of the LGBTQ community goes in line with the latest National Tourism Development Plan (2017-2021) in which the Ministry of Tourism and Sport has shifted its focus from the quantity of tourists to the quality of tourists with higher incomes (Ministry of Tourism and Sports of Thailand, 2017). In addition, the TAT wants to downplay sex tourism and prostitution, which was very popular among travellers, both gays and straights, for many decades. By downplaying overt displays of sexuality and by promoting hotels that are gay-friendly rather than specifically gay, the materials minimize the difference between LGBTQ and straight travellers. The TAT is now expecting LGBTQ trav-ellers to visit the same attractions as their straight counterparts, thus the cultural and natural heritage of Thailand, with less emphasis on go-go bars and prostitution. Coming back on Hughes (2002) typology of gay men’s holidays and non-gay holidays, it seems that Thailand is positioning itself as a gay-related destination, where “the gay space is not […] the main attribute looked for by [LGBTQ people], but a pre-requisite for other factors such as sun, culture, or heritage” (p. 301). Indeed, most of what is promoted could be enjoyed by both gay and straight travellers. It shows a clear difference with the previous decades, where gay people were coming to Thailand for a gay-centric holiday, when LGBTQ tourists were focusing on gay space such as go-go bars and gay saunas.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103835. LGBTQ tourism and its impacts on local community and LGBTQ rights5.1. Impacts of LGBTQ tourists on the Thai LGBTQ communityThe high number of LGBTQ tourists coming to Thailand in the last decades had repercussions on the local LGBTQ community. The following section will cover four changes that happened as a result of LGBTQ tourism in the country. On the positive side, it resulted in an increase visi-bility of LGBTQ people and a better mobilization of the LGBTQ commu-nity. However, negative side effects include the diminution of LGBTQ businesses and an exclusion of the Thai lower and middle class of main nightlife touristic areas.5.1.1. Visibility of LGBTQ peopleFrom the 1980s, the flux of Western gay tourists brought visibility to a certain form of gayness. As explained previously, Thai notions of homosexuality were associated with Kathoey. However, the idea of a gay masculine man or a lesbian figure was rather perceived as a foreign import, which explains why Thai are generally more tolerant of Kathoey / transgenders than gays and lesbians (Isarabhakdi, 2015). The following story shows how a young Thai discovered his ‘gay life’ by moving to Bangkok to work in touristic gay bars:20-30 years ago, people living outside the cities of Bangkok and Pattaya, only knew guy, girls, or Kathoey. But me, I know I’m a guy and I like boys. White boys. So, I moved to Bangkok to my aunt’s house. I had to come to the city to see what it was going to be like. […] At that time, I was 17 years old, so I had an excuse to come and see the world. I like White guys, so I was wondering what I Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210384should do. Someone told me to go to Silom Soy 4 [Bangkok gay touristic district]. So, I went there and worked at the telephone bar. […] I worked as a bartender for a year, and I’ve seen so much. That’s when I opened my gay life (personal communication, 2020).Visibility was also increased through Pride parades and gay festivals. The first Gay Festival in Bangkok was held in 1999 as a result of an alli-ance between Pakorn Pimton – a Thai dancer and entertainer – and his relationship with farang business owners (Sanders, 2002). Pride events were quite important for smaller cities such as Phuket and Pattaya, known for being holiday destinations and relying much more on tourism. In Pattaya, the 2020 edition of the festival was kicked off by the city tourism advisor, Rattanachai Sutidechanai, showing the important link between tourism and the Pride festival (Homklin, 2020). In Phuket, the festival was inspired by the Sydney Gay and Lesbian Mardi Gras – one of the most famous LGBTQ celebrations worldwide and was mostly organized by farang. Pride Phuket is organized by the organization Phuket Loves You Club, which four of the five Board members are Western expats. According to Sanders (2002, p. 57) “The Gay Festival idea seemed to defy conventional wisdom, for it involved a western-style ‘pride parade’, a dramatic shift from Thai patterns of discretion, avoidance, privacy, and polite silence”. The increased visibility of LGBTQ people can have positive impacts on the local LGBTQ community. According to Peter Jordan, author of the Second Global Report on LGBT Tourism, “When LGBT people are visible, and that their true diversity is reflected in the media and public life, the effect is self-perpetuating and helps more LGBT people to be open with their family, their friends, their co-workers and most importantly, themselves. This, in turn, helps further acceptance at national, and ulti-mately international level” (Jordan, 2017). 5.1.2. Community mobilizationAnother important element in which farang influenced the Thai LGBTQ community is through a sense of community mobilization, since there was not a strong LGBTQ activism community present in Thailand. In fact, the non-confrontational nature of Thai people and the tolerance of homosexuality resulted in a weak civil society fighting for LGBTQ rights, which explains why it took a very long time for the LGBTQ community to make a strong case and mobilize itself. Indeed, Thailand Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210385is not known for political activism on sexual orientation. On that matter, the Pride festivals in Thailand were not organised as a grassroots move-ment, but rather by commercial entrepreneurs in the gay areas. Indeed, the first Pride parades organised in Bangkok and Phuket were organised by people from foreign-owned gay-oriented businesses and entertainers from the gay bars (personal communication, 2020). One of the interviewees also expressed that “it’s very difficult to get Thais engaged. There is no history in Thailand of community-based events” (personal communica-tion, 2020)”. The participants in the parades were to a large extent the men working in the bars and the flamboyant ladyboys and drag queens, making the events look more like a commercial affair. There were no ‘ordinary’ Thai people who took part in the parade and only a few watched it and the parade ended up stopping after a few years of existence. This is unlike other countries in Asia such as Taiwan, where gay pride was started by a group of individuals and grew as a social grassroots movement. Thousands of people assist to the Taiwanese parades: families go with their kids and ‘ordinary’ people watch in the streets and applaud.Although many of the festival organizers were farang working in tourism, some Thai activists from organizations such as Rainbow Sky participated in the organization (Sanders, 2002). Co-chairs of the Pride Bangkok event included one Thai and one farang. However, cooperation between Thai and farang was not always easy. For instance, when organ-izing LGBTQ events, foreigners prioritized something ‘big’ and ‘exotic’. On the other hand, Thai wanted something more local, with Thai dresses to blend with the society so that the society does not feel that the LGBTQ community is challenging them (personal communication, 2020). The divi-sion between local and foreign entrepreneurs of gay businesses in Thailand is still present. According to one Thai activist who worked with many local and international organizations, it is because their mindset is very different: “From the Western world, you have more the idea of community mobilization, community belonging”. However, Thai people do not have the same enthusiasm about an LGBTQ community: “Local Thai owners are in their 40-50-60s already. When they were young, they had to strive for their survival in terms of being gay or transgender. There was no LGBT community supporting them. So, they feel that since they survived by themselves, they don’t care much about the community” (ibid.). Another example of the culturally different mindsets between Thai and non-Thai entrepreneurs is related to publicity and visibility. At the beginning of their health program, the organization Rainbow Sky was doing publicity for health issues relating to HIV/AIDS in gay saunas. However, Thai owners of saunas did not want to have such publicity, Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210386thinking that such a message would scare the customers away. On the other hand, foreign owners embraced the idea. Their view was that if you advertise about health issues, it shows to their clients that they care about the community and their well-being, not simply about the profit (personal communication, 2020). The language barrier is another important element contributing to the division between Thai and farang owners. Indeed, many Thai business owners went to law school, thus did not feel the need to learn English (personal communication, 2020). On the other hand, many long-time expats never learned the language: “I have some foreigners’ friends living 20 years [in Thailand] and they speak sporadic Thai language, which is unbelievable! When they don’t speak Thai, they stick with expats. Many would love to reach out to local business owners and local clients, but there is a language barrier” (ibid.). Therefore, there is a need for growing cooperation between both parties. An alliance between farang and Thai could be beneficial for both parties involved. As stated by a local activist: “Expats learn more about the country and learn the language in the culture. While the locals get more chances to be more progressive and open, as well as learning on liber-ties and more freedom”, especially in less democratic countries (personal communication, 2020). In addition, he added that international funding from Western countries was very important to organize events to mobilize the LGBTQ community since there was no funding from the Thai govern-ment (ibid.). However, Thai people need to be further included in the process.5.1.3. Diminution of LGBTQ businesses and decreasing gay (specific) tourismAs stated in the previous chapter, the TAT is promoting further gay-related holidays rather than gay-centric vacations. Thus, the Tourism Authority of Thailand is encouraging LGBTQ tourists to visit the natural and cultural heritage of the country, resulting in the closure of many LGBTQ businesses around Thailand:Many have been predicting the death of gay [centric] tourism for several years. In Chiang Mai, once a thriving gay destination, it is on life support. […] I am sure there are places for the local gays, but for Westerners visiting, it is a shadow of what it was once. […] Phuket is a shadow of what it once was. Parts of Pattaya are dying, and with the end of Soi Twilight [a popular gay-related entertainment Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210387walkway] to the wreckers ball last year and the rumoured closure of the rightly famous gay sauna Babylon in the city center, Bangkok is undergoing major changes, not all for the better, at least as far as Western tourists are concerned (personal communication, 2020). Two major reasons explain the diminution of gay businesses. First, globalisation and digitalisation have changed the way people interact and meet each other to make new relationships. Technology and new dating app now allow LGBTQ people to meet each other without the need to go to gay bars or massage parlors. Saunas, for instance, used to be a popular place for hooking up, but with these new phones’ apps such as Grindr, Hornet, Blued, etc. designed specifically for LGBTQ people, these people don’t need to go in commercial places and paying entry fees. One of the interviewees stated that: “it is since approximately 2013 that we have fewer and fewer gay commercial businesses for gay men. Because now we have new technologies like Hornet and Blued. Now, they don’t need to go to the bars anymore since they can do it online. If you go to the bars, you will pay full price” (personal communication, 2020). And since bar owners still need to pay a bribe to the police, the diminution of customers makes it hard for these businesses to keep operating (personal communication, 2020).The other reason is the rise of new luxurious development projects, especially in Bangkok, and to some extent in Pattaya. Indeed, in Bangkok, many new development projects have been announced on the Rama IV Road since 2017, which will include luxury hotels, retail outlets, offices, and condominiums, turning the Rama IV Road into a hub of finance and commerce, thus catering for a different, more high-end, tourists (Srimalee, 2017). An important area where these new constructions will take place is in the Silom-Sathorn area, where many LGBTQ businesses are located. In this area, a luxury hotel and a shopping mall will be developed by the Dusit Thani group (a Thai multinational hospitality company) and the Central Group (a conglomerate holding company whose CEO is among the richest families in Thailand) (Fresh Editorial, 2018). The result was the closure of the Soi Twilight district in April 2019. Business owners were informed that their leases were not going to be renewed. Buildings will be destroyed, and some bars will try relocating elsewhere (personal communi-cation, 2020).The businessperson behind many of these projects that are trans-forming the Rama IV area (other than in Silom-Sathorn) is Charoen Sirivadhanabhakdi, the largest property developer in Thailand. There are many allegations of abuses of his political connections, such as his relation-Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210388ship with the former Prime Minister Thaksin Shinawatra (Grant, 2014). Another scandal is related to the fact that the then Prime Minister of Thailand, Prem Tinsulanonda (1980-1988), helped Charoen’s company to gain the monopoly over the liquor industry (Montlake, 2013). This pattern shows the interconnection between the political and economic sectors, illus-trating how politics follow the money without much concern for the impact that it can have on local LGBTQ people. Privatization and high-end devel-opment are completely transforming the touristic landscape of the country:There’s a channel where market women sold vegetables for decades until the government chased them away. There is the old market with the first butcher of Bangkok, recently bought by the brewery group ThaiBev, whose founder, Charoen Sirivadhanabhakdi, is one of the richest Thais […] A walk with Biedassek seems like an excursion into a fading world. You can almost watch old houses, historical gates or traditional market stalls disappear or resurrect as Disneyland imita-tions. […] In the street Soi Nana a young generation of rich Thais has established tasteful bars. On the ground floor, craft beer is sold for the equivalent of $7, and on the upper floor, tourists live in stylish Airbnb apartments. […] For the moment, the prostitutes, the old coffee brewer, the homeless guy outside the door are still here. Soon, though, the residents will no longer be able to afford the rent and will be displaced by the Chinese tourists who take photos of their elaborately deco-rated cupcakes (Kuntz, 2018).A similar pattern of removing LGBTQ businesses to make space to luxury hotels and condominiums is happening in Pattaya. The result is that Pattaya is no longer the vibrant sex destination it once was: “the former red-light districts have either been bulldozed for redevelopment or have been toned down. […] Night-time districts are nowhere near as popular as they once were and now have vacant properties for rent and leases” (Pattaya Today, 2017, p. 1). The city now has five-stars hotels and condo-miniums, water parks, fine diner, etc. The city is starting to cater more for families (including LGBTQ families) than for “sex-hungry visitors” (ibid.). Entertainment industries are therefore declining to give place to new industrial estates (Kenyon, 2020).As a result, many small-scale businesses are disappearing to make space for high-end development and luxury resorts, further concentrating the profit in the hands of the elite. Many LGBTQ businesses, therefore, do not have the financial capacity to compete against such economic giants. LGBTQ people are still welcomed as tourists in Thailand, to the condi-tion of having a lot of money. When LGBTQ businesses were profitable to the elite, they were undisturbed. It is when an opportunity for more profits opens up that LGBTQ businesses become endangered. LGBTQ establish-ments are at the mercy of capitalism and a neoliberal economic system. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103895.1.4. Exclusion of the Thai middle class from the gay touristic areaPatpong is the oldest and most famous red-light district in Bangkok and is located in Silom. Within Patpong, the main touristic gay area is located on Silom Soi 2 and Silom Soi 4, few meters away from the ‘straight’ bars and clubs (figures 4 and 5, pp. 50-51). These two adjacent streets are packed with gay bars, nightclubs, go-go bars, male sauna, and massage shops. Silom’s Soi 2 and 4 cater mostly to foreign tourists and expatriates, for two main reasons.First, the area is quite expensive for Thai people. Despite the economic growth in the country, there is still an unequal wealth distribution. In fact, Thailand has one of the biggest gaps between the richest and the poorest. 91.7% of adults were earning less than $10,000 a year, 7.5% between $10,000 and $100,000 and 0.8% more than $100,000 a year (Credit Suisse, 2018). Therefore, few Thai people from the middle class can afford to go to some of the gay parties, which costs to participate in these places has gone higher. One of the Thai interviewee stated that “Entry from Thai people is very minimal. The ticket is quite expensive. If you’re not a rich high-class elite Thai gay man, you cannot join the party” (personal communication, 2020). For instance, the three-days event White Party cost $128 in pre-sale. Buying a ticket at the door for just one day cost around $64. This explains why people going in these events are mainly tourists and the Thai elite. However, the presence or absence of Thai people in this area is not only a matter of money, but also of lifestyle and language knowledges, which often are related to economic wealth. Thai people who go to this area are mostly well educated or studied oversea and learned English: “If you are a Thai gay person educated or studied oversea, you would be comfortable going to Silom because you can communicate in English with people. Most gay people going there are either good English speakers or educated overseas” (personal communication, 2020). On the same note, a foreign expat noted that people going to Silom Soi 2 and 4 are more international. But if you are coming from a social area where you don’t have so much money, I don’t even think that they go in the gay areas of Thailand, they stay pretty much to their local community […] the areas of Thailand in Bangkok, Phuket, Pattaya, and Chiang Mai are not really representative for the life of gay men in Thailand. Tourist’s area and normal Thailand are really different (personal communication, 2020). Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210390On that matter, gay tourists are also expected to go to the touristic neighbourhood, not to the local gay bars: “Caucasian friends going there [local gay district] told me that nobody talked to him at all. Because he is not actually in high demand. Because Thais who like foreigners would go to Silom” (personal communication, 2020). Besides, there are less chances of visibility and being recognized in the local gay bars than in the touristic area. Indeed, the gay touristic area is located nearby the straight bars, and because of the social stigma regarding homosexuality and the fear of being recognized by co-workers, many LGBTQ people prefer not to be seen in such establishments: Many gay Thai do not want their colleagues to know they are gay. So, they don’t go to Western-oriented gay establishments. They will go to places exclusively for Thai. A lot of junior management will go with their gay friends to these places to hide from public stigma. In certain companies, the advance for the latter will be threatened if people know you are gay. People don’t realize it because Thailand has this aura for being a sex destination, but this is a very conservative country (personal communication, 2020).Therefore, either because of a lack of financial resources or a desire not to be seen publicly in gay establishments, most of the Thai LGBTQ population will avoid the gay touristic areas, except for richer Thais and the international mind-set who either studied abroad or are interested in meeting foreigners.5.2. LGBTQ tourism and legislation regarding the human rights of people of diverse sexual orientations in ThailandMany scholars have shown that the legal status of LGBTQ people in a certain destination is an important factor for gay tourists, who might avoid a certain destination that could be hostile towards LGBTQ people, either because of the law or cultural values to avoid discomfort or discrimina-tion (Hughes, 2002; Pritchard et al., 2000). Hughes (2002, p. 310) stated that “many gay men are concerned, however, to ensure that a destination is either gay friendly or has a gay space. This may be the minimum require-ment for a satisfactory holiday”. The LGBT2020 survey done by OutNow shows that 73% of the respondents would not travel to a destination that does not treat its local LGBT+ community with respect (Johnson et al., 2013). In Thailand, respondents from all sectors believed that making same-sex marriage legal in Thailand could boost LGBTQ tourism in the Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210391country (personal communications, 2020). In fact, when the civil partner-ship bill was discussed by the Thai Parliament in 2019, the TAT used the occasion to actively promote itself as an LGBTQ-friendly destination (Thanthong-Knight, 2019). Therefore, it is clear that the presence of human rights can boost tourism. But can the opposite be true? Could the prospect of boosting LGBTQ tourism in Thailand influence the government into adopting more LGBTQ-friendly policies? On that question, a representative of Go Thai Be Free and the Director of the TAT office were quite optimistic. When asked if the rise of gay tourists in Thailand could have an impact on the government to adopt friendly policies toward LGBTQ people, he answered in the positive: “If the government can see the social and economic benefit from this market, it can only breed acceptance” (personal communication, 2020). As for the TAT office, they expressed that “our approach is to utilise international travel to share and exchange best ideas, efforts, and practices of diver-sity and tolerance to make the world more inclusive and open” (personal communication, 2020). They both acknowledged the increasing visibility and tolerance that LGBTQ tourism could bring to the country, but not so much on policies. All other respondents were sceptical that the pursue of the pink dollar could influence the government into adopting friendlier policies towards LGBTQ people. In this section, it will be argued that the direct impact of LGBTQ tourism on Thai policies is quite marginal because of the importance of consumption practices for LGBTQ people over rights achievement. However, LGBTQ tourism can have a positive indirect influence on LGBTQ policies by increasing popular sentiment through higher visibility, and also by aligning the interests of the LGBTQ community with those of the national elite, thus receiving a growing support from them because of the economic benefits generated by LGBTQ tourists.5.2.1. Consumption practices versus legal rightsWith its panoply of gay and gay-friendly hotels, an extensive nightlife with bars and clubs, as well as the innumerable gay saunas and massage parlors, Thailand definitely has one of the most open gay commercial scenes in the world. However, the presence of a major gay space is not necessarily correlated with more rights for LGBTQ people. Puar (2002) warns that to assume that LGBTQ consumption powers lead to a sign of queer liberation would be a mistake. In fact, she expressed that queer tourism underpins LGBTQ rights when the visibility of LGBTQ people Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210392is dependent upon its purchasing power. As Hughes (2005, p. 69) would put it: “capitalism was willing to allow gays and lesbians to find freedom through the purchase of goods and services, to buy themselves out to freedom, but only in that way”. Therefore, LGBTQ are free to participate in the economy, but do not necessarily have the same legal rights than the rest of the population. Similarly, Ingebretsen (1999, p. 132) stated:Marketplace phenomena, such as gay windows advertising, reflect the extent to which the commercialization of same-sex desire permits marginalized or stigma-tized forms of sexual behavior literally to sell their way into consumer culture. This reverse accommodation, economically managed, effectively undercuts any political gain that might arguably accrue around such increasing visibility… Market politics, then, dangerously reconstitutes the pre-Stonewall closet.On the case of Thailand, Jackson (2011) noted that much of the modern Thai LGBTQ community centers on the capitalization of LGBTQ commerce. But as the author noted, political rights and market rights are different. As a result, “if identity and culture are premised on market access, many Thais will be priced out of queer lives” (ivi, p. 196). In other words, LGBTQ Thai with lower incomes will not be able to participate in the community if this is dependent upon their purchasing power. In fact, the commercial gay scene of Thailand did not really result in a place for a local LGBTQ community to develop and fight for their rights. Indeed, because homosexuality was decriminalized in 1956, and because there was an extensive gay scene for LGBTQ people to meet each other without fear of persecution, LGBTQ activism did not develop as strongly as in other parts of the world. In fact, when asked about the same-sex partnership bill, an openly LGBTQ Thai citizen stated: Wait wait wait. They are other problems. Nothing is perfect. But in Thailand, we don’t have discrimination, we are happy. But of course, we cannot get married yet. However, it’s ok. They are other things to worry about at the moment. But we will, sooner or later. But right now, they are other problems that the government needs to worry about (personal communication, 2020).Despite the lack of legal recognition for LGBTQ couples, he was still very happy with the situation for LGBTQ people in Thailand: “To be gay in Thailand is a blessing. We don’t have discrimination” (ibid.). In fact, what he liked the most about the LGBTQ life in Thailand is the nightlife and the commercial scene of Bangkok. A foreign expat also expressed that “Thailand is a gay heaven”, explaining the major commercial scene for LGBTQ people: “If you come as a tourist and you go to the gay places, Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210393you’ll see DJ stations in Bangkok, Babylon saunas, etc. It is wonderful places. Gay people love these places” (personal communication, 2020). Therefore, because of the presence of such an open gay commercial scene, many LGBTQ Thai people are satisfied with their situation. As a result, they are less likely to feel the need to fight for more legal rights. However, this starts from the premise that locals have the money to participate in the nightlife. In this case, both interviewees are entrepreneurs who made a decent enough living: one is an expat and the other is in contact with many expats. Their satisfaction with the gay scene is not necessarily representa-tive of most of the Thai people. Especially with the rise of high-end busi-nesses, many LGBTQ Thai people found themselves to be excluded from this “freedom through purchase” as a result of their financial situation.5.2.2. LGBTQ tourism, popular sentiment and elite norm creationAccording to Wilets (2011), the first steps toward legal recognition of LGBTQ rights results from popular sentiment and elite norm creation. Therefore, LGBTQ tourism could influence LGBTQ politics by increasing the visibility of this community through tourism, which can influence the perceptions of the local population. For instance, Wilets (2011) argued that there is a greater tolerance for LGBTQ individuals in the Bahamas than in many of the other islands of the Caribbean because of Bahamian popu-lation’s exposure to the relatively open LGBTQ communities of United States metropolises. The transnational diffusion of norms was enhanced by decreased cost of international travel and the rising number of tour-ists in a destination (Kollman and Waites, 2009). In the case of Thailand, the increasing visibility of LGBTQ people that was mentioned above can influence the perceptions of Thai citizens: “visibility is important, and it helps people understand that the LGBT+ community is only human. […] and over the time I have worked with TAT, I’ve only seen that acceptance grown” (personal communication, 2020). Since the Thai population is still quite conservative, Thai political activists are using incrementalism to move public policy in the country (personal communication, 2020). Incrementalism implies that small changes are made step by step rather than drastically so that the society does not feel that changes are forced upon them to drastically (Lindblom and Woodhouse, 1993). According Lindblom and Woodhouse (1993, p. 3), “incrementalism can be viewed as a consequence of pluralistic systems that value stability. With power shared over branches of govern-ment and significant policy influence possible with sufficient organization Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210394and resources, policy-makers end up ‘satisficing’ and agreeing on small changes rather than large transformations”. This is the case of Thailand, which power is divided between the executive, the legislative, and the judiciary.The other step identified by Wilets leading to greater human rights for LGBTQ people is elite norm creation. Wilets (2011, p. 669) wrote: Much of the progress in human rights protections for LGBTI citizens in South America, as opposed to the Caribbean, may be due to the closer identification of political elites in Latin America with the culture and legal Europe norms of conti-nental and with the other […] countries that have accepted international human rights for sexual minorities. Many of the political elites in Latin America trace their familial lineage to Europe, unlike the political elites in the English-speaking Caribbean.This importance of the elite for norms creations is especially true for Thailand since the elite has a lot of influence over the government. The following story told by a Thai scholar during an interview best resumes the important role of the elite in Thai legislation regarding LGBTQ rights:[Homosexuality] was decriminalized in 1956. At that time, we had just become a constitutional monarchy for two years. It was the elite people conquering the whole country. This law was silently taken out of the law. In the high class of the Thai society, there are also LGBT people. And I believe that some of the elite that were gay people took this law out silently and secretly. It was revealed later in the past 20 years that we used to have that law when we had more researchers conducting research about that. But you saw that the first LGBT movement was in 1956, an underground movement from the elite. In Thailand, contrary to the case of Latin America, the elite traces their familial lineage to Chinese ancestry, which are less tolerant of homo-sexuality (Jackson and Sullivan, 1999). This could explain the very slow progression of legislation protecting LGBTQ rights in the country. Many respondents also expressed that the Thai elite is against the same-sex partnership bill which would allow people of the same sex to marry. For instance, one businessperson stated: “I don’t think that this country has ever planned to have gay marriage or ever would allow it. The society, in general, is too conservative and the elite wouldn’t want it” (personal communication, 2020). Another respondent who asked to stay anony-mous on this specific matter expressed that “there are so many hinders in Thailand. Thailand is built for the rich and influential and they are never openly gay” (personal communication, 2020).Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210395Despite these pessimistic statements, there seems to be place for opti-mism. As explained in the previous chapter, the government is just real-ising the economic potential of LGBTQ tourists, which resulted in an increasing promotion to these tourists. In addition, the Deputy Mayor of Pattaya, Ronakit Ekasingh, was present at the 2019 Pattaya Pride festival as the main guest to kick off the celebration, which event showcased rights and acceptance as its main theme (Pattaya Mail, 2019). The more the government and the financial elite understand the benefits of LGBTQ human rights, the more likely they will concede more rights to these people. Therefore, it can be concluded that LGBTQ tourism can have a positive indirect influence on LGBTQ human rights in the country. This impact materializes by influencing the norms of the elite and of the popu-lation, but can take quite some time to be achieved. Until this impact trans-lates into concrete human rights for the LGBTQ community, richer Thai LGBTQ people can keep enjoying the luxurious gay establishments that are offered to them and international tourists. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103966. Conclusion6.1. LGBTQ tourism in Thailand: the influence of political and economic glocal eventsThe general goal of this thesis was to study the evolution and impact of LGBTQ tourism in Thailand on social and political matters, in the light of global and local events. The political economy framework offers the possibility to understand how and why LGBTQ tourism witnessed the transformations described previously and with which consequences on the local LGBTQ community and Thai policies by linking glocal events with the outcomes regarding LGBTQ tourism in Thailand.The first global event that marked the birth of LGBTQ tourism in Thailand was the Vietnam War and the presence of many American soldiers in Thailand. With the rising demand for entertainment and sexual pleasure, Thai entrepreneurs opened many go-go bars for straight, and then gay tourists. Even though prostitution was already illegal by the arrival of US troops, it was tolerated by the Thai police and the military for the profit that it was generating, making Thailand a popular destination for sex tourism: Thai military governments have been strongly pro-capitalist and pro-market, and their members have often enriched themselves by nurturing special relationships with commercial interests. […] Thailand’s commercial gay culture has at times grown on the coattails of the much larger heterosexual sex and entertainment industries, which the military, when in power, has milked for profits (Jackson, 2011, p. 24).For local Thai of diverse sexual identities, this was an important encounter with different forms of sexual identities, mostly the presence of Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210397a ‘masculine gay identity’, which was much different from the well-known kathoey. For many Thai people working in the business entertainment, it was an opportunity to discover a different homosexual identity. Then, the Asian economic crisis happened in 1997. This global event had major impacts on Thai local politics. Much of the Thai population was frustrated that the Thai government was accepting all of the reforms imposed by the IMF. Such dissatisfaction led to the election of Thaksin, who imposed the social order campaign. As a result of this campaign, many Thai LGBTQ people stopped visiting much of the nightlife by fear of social stigma, and many gay bars and go-go bars ended up shutting down. In the last decade, some transformations happened in Asia, bringing changes to LGBTQ tourism in Thailand. Asian economies grew very rapidly, and many Asian countries saw the creation of a more affluent middle class able to travel. In countries such as China, where LGBTQ people are still facing discrimination, many Chinese LGBTQ people travel to Thailand to express their sexuality more freely. The abundance of Asian LGBTQ tourists impacted the gay space with more expensive parties, excluding the Thai lower and middle class from these festivities. Also, these expensive parties became much more popular than go-go bars for Asian tourists, decreasing the importance of the sex industry for the coun-try’s tourism industry. In the last few years, many Asia countries adopted legislation giving more human rights for their LGBTQ citizens. This impacted LGBTQ tourism in Thailand, making the country no longer seen as the main travel destination on the continent for LGBTQ people. Taiwan took first place in many rankings and other countries developed a great nightlife for this community. The rising competition for this niche market and its financial benefit influenced the government into promoting more openly to LGBTQ tourists. This has shown how global and national politics have played a major part in influencing the evolution of LGBTQ tourism in Thailand. The changing situation of LGBTQ tourism was not an outcome of a direct strategy by the Thai government, but was rather influenced by economic and political factors happening not only in Thailand, but also in other countries. For example, the rising popularity of other Southeast Asian nations regarding LGBTQ tourism and the growing awareness of the economic potential of this niche market influenced the Thai government into promoting more openly to LGBTQ tourists. Considering the conserva-tiveness of Thai political and economic elite, it is quite unlikely that such changes would have happened by itself. This shows the complex interac-Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210398tions between global and local political and economic events influencing the evolution of LGBTQ tourism and the impact of this type of tourism in Thailand. 6.2. Tourism for legal rights or pinkwashing? The present case has many similarities with Hartal’s study (2019), who researched pinkwashing allegations in Israel. Indeed, in the Israeli case, the government was promoting the country to LGBTQ tourists as a gay-friendly destination, leading Tel-Aviv to be recognized as one of the best travel destinations for LGBTQ people. The recognition of Israel as a popular gay destination increased LGBTQ tourism in the city, generating important revenue for the country. LGBTQ Israelis citizens were thus seen as creating economic wealth due to their importance in the branding of Israel as a gay-friendly destination. However, as Hartal (2019, p. 1160) noted, “legislation is a whole different story, and the new resources the community gained are not to be confused with securing more rights for the community. The value of the LGBTQ community is not a civic or human value, it is an economic one, and as such, it is bound by neoliberal logics”.Similar conclusions can be made for Thailand: the government bene-fited economically from LGBTQ tourism, but the effect on local LGBTQ rights is slow and limited. The few laws that has been passed to protect LGBTQ people from discrimination are quite limited in their scope and are not necessarily enforced. The Gender Equality Act is an example of such law that not only open loopholes for discrimination, but also has not been enforced yet. Moreover, the same-sex partnership bill has been discussed for almost a decade, but its adoption keeps stalling. In 2020, the cabinet endorsed a bill that would allow same-sex unions, but the bill has yet to be put in a vote in the House of Representatives. But every time these laws are being discussed, they are used by the Tourism Authority to further promote Thailand as an inclusive and tolerant place. Therefore, like in Hartal’s case, the neoliberal agenda and profits-making influence decision-making more than the well-being of the LGBTQ community, thus making the promotion of LGBTQ tourism rooted in an economic logic. As such, it is clear that governmental promotion to LGBTQ tourists was motivated by economic reasons, making the potential for legislative change limited, especially in a country where the political class is quite conserva-tive regarding changes. On that matter, the Thai government seems to be doing more image politics than making substantial changes for LGBTQ people. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 978883513210399But does it necessarily mean that Thailand is doing pinkwashing? As stated before, pinkwashing refers to a variety of marketing and political strategies aimed at promoting a country or a product as gay-friendly by beautifying the reality (Boussois, 2018). The argument to accuse Thailand of pinkwashing is that the country does not recognize more rights for LGBTQ, but it is marketing itself as a ‘gay paradise’. This shows a false image of the situation of LGBTQ people (Jackson, 2018). Therefore, according to Western standards, Thailand could be seen as doing pink-washing.Nevertheless, this argument is very Western-centric. As was explained in the literature review, the conceptualization of human rights vary from Western to Asian countries: the latter value authority, hierarchy, the subor-dination of individual rights to the importance of consensus, and the supremacy of the state and the society on the individual, contrary to the West who value liberty, equality, democracy, and individualism. As Puar (2013, p. 338) would put it:[This] is what I call the ‘human rights industrial complex’. The gay and lesbian human rights industry continues to proliferate Euro-American constructs of iden-tity (not to mention the notion of a sexual identity itself) that privilege identity politics, ‘coming out’, public visibility, and legislative measures as the dominant barometers of social progress.Despite important to Western people, the emphasis of public visibility and legislative measures is not very common in Thai culture and political system. For instance, it is not very easy to adopt legal reforms in Thailand: “the Thai government is quite conservative in terms of changes. They are afraid of complications in the social sphere” (personal communication, 2020). Also, “Thai culture advocates a simple principle – ‘Mai Pen Rai’ – which simply translated means ‘no problem’. This is the philosophy with which Thai people go through daily life. In general, though it is not Thai custom to draw attention to oneself or display affection” (personal commu-nication, 2020).Although Thai’s cultural and political values are different from the West in terms of public visibility and legislative measures, it does not mean that LGBTQ people are treated worse than in the West. There might be less law protecting LGBTQ people in Thailand, but it does not mean that they face more discrimination. As Sanders (2002, p. 60) would put it: “The [Thai] society is more tolerant than the West, but less publicly accepting of lesbians and gays than current patterns in urban centers of Europe or North American”. A Thai LGBTQ person who worked two Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103100years in the United States also stated that he felt less discriminated in Thailand and felt less judged by people: “In Thailand, as long as you don’t disturb [people] or try to have sex with them, they leave you alone. So it’s better in Thailand than in the US. […] They can hold hands in the streets and not have a dirty look” (personal communication, 2020).It is evident that Thai LGBTQ people are still facing discrimination and they have not achieved complete equality with their heterosexual coun-terparts. But this is not unique to Thailand. For instance, Spain, one of the most well-known country for being LGBTQ-friendly, was ranked 4th on the Spartacus Gay Travel Index, and first in a Pew Research Center survey regarding the acceptance of homosexuality among the population. Yet, the country still faces major problems in terms of discrimination against LGBTQ people (Alfageme, 2016). As an illustration, more than 50% of LGBTQ children experience bullying at school (ibid.), compared to 41% in Thailand (UNDP, 2019). In Spain, 43% of LGBTQ students had thought about taking their own lives and 17% made the attempt (Alfageme, 2016). This percentage is much higher than in Thailand, were 7% of LGBTQ children have attempted suicide, more than two times less than in Spain (USAID and UNDP, 2014).What this seems to mean is that the situation for LGBTQ people is not necessarily worse in Thailand than in countries where legal protections do exist. Therefore, the fact that Thailand’s cultural and political system does not fit Euro-American ideas that social progress regarding sexual diver-sity must be based on public visibility and legislative measures leads us to assume that the country is not doing pinkwashing per se. Indeed, what is being promoted is not divergent of reality. The videos are showing some scenes of affection, but these are usually done in their privacy, which goes in line with the Thai culture of not showing too much affection in public (which also holds for straight couples).Besides, the promotional video of the TAT shows a wedding ceremony between two women. Despite marriage between people of the same sex not being legal (yet) in Thailand, wedding ceremonies are organised by some LGBTQ friendly hotels in the country (GoThaiBeFree.com). This can be seen as showing progressive images by the Tourism Authority of Thailand. The TAT was indeed looking forward to the legalisation of same-sex marriage to further promote Thailand to LGBTQ tourists (personal communication, 2020). At last, despite the government pursuing the pink dollar, many local Thai people found it to be beneficial for the Thai community (personal communications, 2020). As argued, LGBTQ tourism brought more visi-bility to the LGBTQ cause as well as a growing community mobilization among Thai LGBTQ people, which can be seen by the Pride parades Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103101organised and initiated in collaboration with Western expats and where many foreign tourists assist. The economic impact of these events is also likely to influence the elite, as was witnessed by the participation of Pattaya’s Deputy Mayor to the 2019 Pride festival. This could lead to more human rights for Thai LGBTQ people. However, the risk is that new rights for LGBTQ people are depending upon the economic value of LGBTQ tourism. That being said, Thai LGBTQ activists are starting to combine their economic value with the promotion of legal rights for sexual minori-ties. Indeed, many years ago, Pride parades were organised by the private sector, in which most of the focus was much more on marketing gay busi-nesses. Very recently, Pride parades emphasised on the acceptance of the LGBTQ community as well as the achievements of more rights in order to advance towards marriage equality (personal communication). This was visible in the 2019 and 2020 Pride parades of Pattaya, in which Pattaya’s Deputy Mayor and city tourism advisor were guests of honours, and which parades focused on legal rights as a general theme (Pattaya Mail, 2019). This shows that the visibility offered by LGBTQ tourism can enhance the rights of the Thai LGBTQ community by changing the popular sentiment and the elite’s mindsets regarding sexual diversity.6.3. Further research: the future of LGBTQ tourism and sustainable developmentIn his article ‘The Critical Turn in Tourism Studies: A Radical Critique’, Bianchi (2009, p. 484) wrote that “tourism research needs to further engage with some of the major themes and theoretical debates related to processes of globalization, capitalism and structural power if it is to engage with issues of substantive import related to critical scholar-ship and social justice”. I strongly believe that studying LGBTQ tourism with regards to global and local factors with a political-economical lens can inspire a series of critical dialogue into the nature of power and social justice in tourism study. I propose two lines of future research regarding the study of LGBTQ tourism. The first topic that should be further researched is the future transfor-mations of LGBTQ tourism. Hughes (1997, p. 5) acknowledged that the holiday gives an opportunity to escape into a world of fantasy and indulge in kinds of behavior generally frowned on at home. […] The process of consuming a gay holiday is a statement about self and confirmation of identity. It proved extra opportunity to validate identity by living and playing, over a continuous period of time, in a gay milieu.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103102With the further acceptance of homosexuality in more and more coun-tries, the need to ‘escape from reality’ will be reduced and the holidays of LGBTQ people might be increasingly similar to the ones of heterosexual travellers. As expressed by Coon (2012, p. 532):If gays and lesbians were truly approaching equal citizen status in American society, this would not be a unique selling point for anyone city or resort. […] If and when gays and lesbians achieve social equality in the United States, these ads will stand as remnants of a particular historical moment when advertisers recog-nized what gays and lesbians were lacking in general society and tried to sell it to them for a limited time in specific places.In Thailand, the promotion to LGBTQ tourists seems to encourage non-gay and gay-related holidays. There is, therefore, a need for substantive research regarding holiday patterns of the younger gay generation.The second line of the research proposed is the link between LGBTQ tourism and sustainable development. The topic of LGBTQ tourism can seem to be at odds with sustainable territorial development. To the extent of my knowledge, there has been no study linking LGBTQ tourism and sustainable development. Despite de fact that LGBTQ equality was not explicitly mentioned in the Sustainable Development Goals (SDGs), the 193 governments who signed the treaty in 2015 agreed to ‘leave no one behind’: “we pledge that no one will be left behind. […] [T]he Goals and targets [must be] met for all nations and peoples and for all segments of society” (UN General Assembly, 2015, p. 3). Therefore, LGBTQ people are indirectly included in the SDGs.In terms of tourism, LGBTQ tourism can potentially benefit the economic, environmental, and social sphere of society. In the Second Global Report on LGBT Tourism, Taleb Rifai, former UNWTO Secretary-General, stated that LGBTQ tourism “has proven its capacity to become a powerful vehicle for economic development […] and convey a powerful image of tolerance and respect” (UNWTO, 2017).In some Southeast Asian countries such as Thailand and Cambodia, there is a growing focus on quality tourists to ease the damaging effects of over-tourism on the environment and local populations. For the case of Cambodia: “Our model of luxury tourism… is all about reducing the number of people who can visit this beautiful part of Cambodia… and at the same time charging a lot for the luxury of visiting, so that the local economy sees a huge advantage from having these few visitors” (Spiess, 2019). For the case of Thailand, Ratanaprux, Executive Director of the TAT for the ASEAN South Asia and South Pacific Region stated that: Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103103“The focus will be on quality tourists who have good spending power to achieve our sustainable tourism goals” (TTI, 2020). In Thailand, LGBTQ tourists were integrated into this luxury market, and as such, provoked a transformation of the tourism space to make a place for high-end tour-ists. This is seen as ‘sustainable’ by the Thai (and Cambodian) govern-ments since it allows to combat overtourism in countries that are really impacted by the phenomenon. However, there are concerns as if such ‘elite tourism’ is really sustainable, especially regarding the closure of small-scale LGBTQ businesses. Considering that tourism has the potential to contribute directly and indirectly to all of the SDG goals, it is crucial that LGBTQ people be further included in these sustainable development goals. Only then can tourism really become a lever for sustainable develop-ment for all and accomplish its mission of achieving peace, prosperity, and universal respect for human rights for all. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103105AcknowledgementI wish to express my most sincere appreciation to my supervisor, Prof. Anne-Marie Van Broeck, who knew how to guide me throughout this adventure. Her patience, availability, and thoroughness were crucial for the development of this research. Your great advice proved monumental towards the completion of this thesis. I could not have asked for better support from a supervisor. I am also thankful to everyone in Thailand who opened up and shared their knowledge about the situation for people with diverse sexual orienta-tions in the country. This thesis would not have been possible without your invaluable insights.I wish to show my gratitude to everyone who contributed to the STeDe program, especially the academic crew and the technical personnel, who worked tirelessly to establish an excellent academic program in Padova, Leuven, and Paris. I am deeply thankful to the Consortium and FrancoAngeli for publishing this research and giving greater visibility to academic endeavour.I would also like to recognize the invaluable financial assistance that was provided by the Education, Audiovisual and Culture Executive Agency (EACEA) of the European Commission throughout these two years. Without such support, this project would never have been possible. Last but not least, I have to thank my parents for their love and support throughout my life and whose encouragement allowed me to pursue my academic journey. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103107Bibliographical referencesAdam, B., Duyvendak, J.W. and Krouwel, A.P.M. (1999), The Global Emergence of Gay and Lesbian Politics, Temple University Press, Philadelphia.Alfageme, A. (2016), “Are attacks against gay people on the rise in Spain?”, El País, from: english.elpais.com/elpais/2016/06/29/inenglish/1467211065_057444.htmlAltman, D. (1996), “Rupture or Continuity? The Internationalization of Gay Identities”, Social Text, 48: 77-94.Amin, S. (2000), “Capitalism, imperialism, globalization”, in Chilcote, R.H. (Ed.), The Political Economy of Imperialism: Critical Appraisals, Rowman & Littlefield Publications, Lanham, pp. 157-168.Apornsuwan, T. (2018), Thai scholars say special relationship with U.S. still strong. Reported by the Royal Thai Embassy in Washington D.C. from: https://thaiembdc.org/2018/08/13/thai-scholars-say-special-relationship-with-u-s-still-strong.Apostolopoulou, E. and Tsartas, P. (2015), Gay and Lesbian Tourism: The Construction of Gay Identity. Conference Paper: 1st International Conference on Experimental Tourism.Ateljevic, I., Morgan, N. and Pritchard, A. (2007), The Critical Turn in Tourism Studies: Innovative Research Methodologies, Elsevier, Oxford.Au, A. (2011), “Speaking of Bangkok: Thailand in the History of Gay Singapore”, in Jackson, P. (Ed.), Queer Bangkok: Twenty-First-Century Markets, Media, and Rights, Hong Kong University Press, pp. 181-192.Baker, A. (2007), Life in the U.S. Armed Forces: (not) just another job, Praeger, Santa Barbara.Bangkok Bank (2019), “Tourism: Still a reliable driver of growth?”, from: www.bangkokbank.com/en/International-Banking/-/media/dc98bd4dd8 75455299b0c207bf16f2ac.ashxBarme, S. (1993), Luang Wichit Wathakan and the Creation of a Thai Identity, Singapore, Institute of Southeast Asian Studies.Barton, D., Chen, Y. and Jin, A. (2013), “Mapping China’s middle class”, McKinsey Quaterly, from: www.mckinsey.com/industries/retail/our-insights/mapping-chinas-middle-class.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103108Bauer, J. and Bell, D. (1999), The East Asian challenge for human rights, Cambridge University Press, Cambridge.Beaud, S. and Weber, F. (2010), Guide de l’enquête de terrain, La Découverte, Paris.Becker, E. (2017), “Only governments can stem the tide of tourism sweeping the globe”, The Guardian, from: www.theguardian.com/commentisfree/2017/aug/05/only-governments-can-stem-tide-of-tourism-sweeping-the-globe.Bengtsson, M. (2016), “How to plan and perform a qualitative study using content analysis”, NursingPlus Open, 2: 8-14.Bereket, T. and Adam, B.D. (2006), “The Emergence of Gay Identities in Contemporary Turkey”, Sexualities, 9, 2: 131-151.Bianchi, R. (2002), “Towards a New Political Economy of Global Tourism”, in Sharpley, R. and Telfer, D.J. (Eds.), Tourism and Development: Concepts and Issues, Channel View Publications, Bristol, pp. 265-299.Bianchi, R. (2009), “The ‘Critical Turn’ in Tourism Studies: A Radical Critique”, Tourism Geographies, 11, 4: 484-504.Bird, G. and Thomlinson, E. (2016), “Globalization’s Impact on Tourism”, Asian Entrepreneur, from: www.asianentrepreneur.org/globalization-tourism.Blatter, J. (2003), “Glocalization”, Encyclopaedia Britannica, from: www.britannica.com/topic/glocalization.Boussois, S. (2018). “La Société israélienne et ses minorités sexuelles: Du prisme de la tolerance au risqué de ‘pink washing’?”, Maghreb – Machrek, 236, 2: 15-24.Britton, S.G. (1982), “The political economy of tourism in the Third World”, Annals of Tourism Research, 9, 3: 331-358.Brohman, J. (1996), “New directions in tourism for Third World development”, Annals of Tourism Research, 23, 1: 48-70.Brown, C. (1999), “Susan Strange – A critical appreciation”, Review of International Studies, 25, 3: 531-535.Brown, G. (2009), “Document Analysis as a Qualitative Research Method”, Qualitative Research Journal, 9, 2: 27-40.Buda, D.M., Martini, A. and Garcia, L. “Qualitative Tourism Research”, in Lowry, L. (Ed.), The SAGE International Encyclopedia of Travel and Tourism, Sage Publications, Thousand Oaks.Bullough, V. (2002), Before Stonewall: Activists for Gay and Lesbian Rights in Historical Context, Routledge, New York.Cáceres, C.F. and Rosasco, A.M. (1999), “The margin has many sides: diversity among gay and homosexually active men in Lima”, Culture, Health & Sexuality, 1, 3: 261-275.Cantú, L. (2002), “De Ambiente: Queer Tourism and the Shifting Boundaries of Mexican Male Sexualities”, GLQ: A Journal of Lesbian and Gay Studies, 8, 1: 139-166.Cass, V.C. (1984), “Homosexual identity a concept in need of definition”, Journal of Homosexuality, 9, 2/3: 105-126.Chambers, D. (2008), “A postcolonial interrogation of attitudes toward homosexuality and gay tourism: the case of Jamaica”, in Daye, M., Chambers, Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103109D. and Roberts, S. (Eds.), New Perspectives in Caribbean Tourism, Routledge, London, pp. 94-114.Chandler, D. (2007), Semiotics: The Basics, Routledge, New York.Chauncey, G. (1995), Gay New York: gender, urban culture, and the making of the gay male world, 1890-1940, Basic Books, New York.Clift, S. and Forrest, S. (1999), “Gay men and tourism: destinations and holiday motivations”, Tourism Management, 20, 5: 615-625.Cloke, P., Cook, I., Crang, P., Goodwin, M., Painter, J. and Philo, C. (2004), Practicing Human Geography, SAGE Publications, London.Cohen, E. (1988), “Tourism and Aids in Thailand”, Annals of Tourism Research, 15, 4: 467-486.Collins, D. (2007), “When sex work isn’t work: Hospitality, gay life, and the production of desiring labor”, Tourist Studies, 7, 2: 115-139.Community Marketing Inc (2014), “CMI’s 19th LGBT Tourism & Hospitality Survey”, from: www.communitymarketinginc.com/documents/temp/CMI_LGBTTravelStudy2014.pdf.Coon, D.R. (2012), “Sun, Sand, and Citizenship: The Marketing of Gay Tourism”, Journal of Homosexuality, 59, 4: 511-534.Credit Suisse (2018), “Global Wealth Report 2018”. Credit Suisse Research Institute, Zurich.D’Emilio, J. (1993), “Capitalism and Gay Identity”, in Abelove, H., Aina Barale, M. and Halperin, D.M. (Eds.), The Lesbian and Gay Studies Reader, Routledge, New York, pp. 467-476.Decrop, A. (1999), “Triangulation in qualitative tourism research”, Tourism Management, 20, 1: 157-161.Denzin, N.K. (1978), The research act: A theoretical introduction to sociological methods, McGraw-Hill, New York.Dwyer, C. and Limb, M. (2001), “Introduction: doing qualitative research in geography”, in Limb, M. and Dwyer, C. (Eds.), Qualitative Methodologies for Geographers: Issues and Debates, Arnold, London.Dwyer, L, Gill, A. and Seetaram, N. (2012), Handbook of Research Methods in Tourism: Qualitative and Quantitative Approaches, Edward Elgar, Cheltenham.Elliot, J. (1983), “Politics, power, and tourism in Thailand”, Annals of Tourism Research, 10, 3: 377-393.Formoso, B. (2001), “Corps étrangers: Tourisme et prostitution en Thaïlande”, Anthropologie et Sociétés, 25, 2: 55-70.Fredline, E. and Faulkner, B. (2000), “Host community reactions: A cluster analysis”, Annals of Tourism Research, 27, 3: 763-784.Fresh Editorial (2018), “Rama 4 Road a New CBD in the Making?”, Fresh Bangkok, from: https://freshbangkok.com/rama-4-road-new-cbd-making.Fukuyama, F. (1992), The End of History and the Last Man, Free Press, New York.Gellner, E. (1985), Relativism and Social Sciences, Cambridge University Press, Cambridge.George, B. and Varghese, V. (2007), “Human Rights in Tourism”, Electronic Journal of Business Ethics and Organization Studies, 12, 2: 40-48.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103110GETA: The Gay European Tourism Association (2013), “The importance of the LGBT Travel Market”, from: www.geta-europe.org/guru1-LGBT-market.php.Grant, J. (2014), “Thai tycoon Charoen Sirivadhanabhakdi back on acquisition trail”, Financial Times, from: www.ft.com/content/3e95f9f8-2d8f-11e4-aca0-00144feabdc0.Gross, A. (2003), “Post/Colonial Queer Globalisation and International Human Rights: Images of LGBT Rights”, Jindal Global Law Review, 4, 2: 98-130.Hartal, G. (2019), “Gay tourism to Tel-Aviv: Producing urban value?”, Urban Studies, 56, 6: 1148-1164.Hess, J.S. (2019), “Thailand: too popular for its own good”, in Dodds, R. and Butler, R. (Eds.), Overtourism: Issues, realities and solutions, De Gruyter, Boston, pp. 111-124.Hinsch, B. (1990), Passion for cut sleeve: the male homosexual tradition in China, University of California Press, Berkeley. Holcomb, B. and Luongo, M. (1996), “Gay Tourism in the United States”, Annals of Tourism Research, 23, 3: 711-713.Homklin, J. (2020), “LGBT Pattaya Pride festival showcases rights and acceptance”, Pattaya Mail, from: www.pattayamail.com/featured/pattaya-pride-celebrated-lgbt-community-289174.Hsieh, H.F. and Shannon, A. (2005), “Three Approaches to Qualitative Content Analysis”, Qualitative Health Research, 15, 9: 1277-1288.Hughes, H. (1999), “Crony Capitalism and the East Asian currency and financial ‘crises’”, Policy: A Journal of Public Policy and Ideas, 15, 3: 3-9.Hughes, H. (2002), “Gay Men’s Holiday Destination Choice: A Case of Risk and Avoidance”, International Journal of Tourism Research, 4, 4: 299-302.Hughes, H. (2005), “A Gay Tourism Market: Reality or Illusion, Benefit or Burden?”, Journal of Quality Assurance in Hospitality & Tourism, 5, 2-4: 57-74.Hughes, H. (2006), “Lesbians as tourists: Poor relations of a poor relation”, Tourism and Hospitality Research, 7, 1: 17-26.Hughes, H., Monterrubio, J.C. and Miller, A. (2010), “‘Gay’ tourists and host community attitudes”, International Journal of Tourism Research, 12, 6: 774-786.Huntington, S. (1996), The Clash of Civilizations and the remaking of world order, Simon and Schuster, New York.IGLHCR (2012), “15 Targeted Killings of Lesbians in Thailand since 2006”, IGLHCR Report. OutRight International, from: https://outrightinternational.org/content/15-targeted-killings-lesbians-thailand-2006-iglhrc-report.Ingebretsen, E. (1999), “Gone Shopping: The Commercialization of Same-Sex Desire”, International Journal of Sexuality and Gender Studies, 4, 2: 125-148.Isarabhakdi, P. (2015), Different Generations, Different Attitudes toward Sexual Diversity in Thai Society, Mahidol University, Thailand. Data from the Thai National Statistical Office.Jackson, P. (1997), “Kathoey >< Gay >< Man: The Historical Emergence of Gay Male Identity in Thailand”, in Manderson, L. and Jolly, M. (Eds.), Sites Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103111of Desire Economies of Pleasure: Sexualities in Asia and the Pacific, The University of Chicago Press, Chicago, pp. 166-190.Jackson, P. (1998), “Male Homosexuality and Transgenderism in the Thai Buddhist Tradition”, in Leyland, W. (Ed.), Queer Dharma: Voices of Gay Buddhists, Gay Sunshine Press’ San Francisco, pp. 55-89.Jackson, P. (1999), “Tolerant but Unaccepting: The Myth of a Thai ‘gay Paradise’”, in Jackson, P. and Cook, N.M. (Eds.), Genders and Sexualities in Modern Thailand, Silkworm Books, Chiang Mai, pp. 226-242.Jackson, P. (2000), “An Explosion of Thai Identities: Global Queering and Re-Imagining Queer Theory”, Culture, Health & Sexuality, 2, 4: 405-424.Jackson, P. (2003), “Performative Genders, Perverse Desires: A Bio-History of Thailand’s Same-Sex and Transgender Cultures”, Intersections: Gender and Sexuality in Asia and the Pacific, 9: 1-52.Jackson, P. (2009), “Capitalism and Global Queering: National Markets, Parallels, Among Sexual Cultures, and Multiple Queer Modernities”, GLQ: A Journal of Lesbian and Gay Studies, 15, 3: 357-395.Jackson, P. (2011), Queer Bangkok: Twenty-First-Century Markets, Media, and Rights. Hong Kong University Press, Hong Kong.Jackson, P. and Sullivan, G. (1999), Lady Boys, Tom Boys, Rent Boys, Routledge, New York.Johnson, I., Gray, R. and Reyes, A. (2013), “What’s Next for Gay Tourism?”, World Travel Market, from: www.youtube.com/watch?v=LpeYb9JAzzI.Jordan, P. (2017), “In LGBT Tourism, Visibility Advances Acceptance”, Second UNWTO Report on LGBT Tourism, from: www.linkedin.com/pulse/lgbt-tourism-visibility-advances-acceptance-peter-jordan.Jung, A. (2013), “Thailand’s Great Gay Imaginarium”, in Zambreno, K., Gay, R. and Jung, A. (Eds.), Frequencies Vol. 2, Two Dollar Radio, Columbus.Juwai (2018), “Top 5 Southeast Asian destinations for Chinese LGBT buyers”, Juwai, from: https://list.juwai.com/fr/news/2018/08/top-5-southeast-asian-destinations-lgbt-chinese-buyers.Kamolvattanavith, T. (2019), “3 in 5 Thais Support Same-Sex Civil Partnerships: Survey”, Coconuts Bangkok, from: https://coconuts.co/bangkok/news/3-5-thais-support-sex-civil-partnerships-survey.Kenyon, B. (2020), “Pattaya after the virus”, Pattaya Mail, from: www.pattayamail.com/latestnews/news/pattaya-after-the-virus-296471.Kesboonchoo Mead, K. (2004), The Rise and Decline of Thai Absolutism, Routledge, London.King, B., Pizam, A. and Milman, A. (1993), “Social impacts of tourism: Host perceptions”, Annals of Tourism Research, 20, 4: 650-665.Kislenko, A. (2002), “Bending with the Wind: The Continuity and Flexibility of Thai Foreign Policy”, International Journal, 57, 4: 537-561.Klausner, W. (1981), Reflections on Thai Culture, Siam Society, Bangkok. Knopp, L. and Brown, M. (2003), “Queer diffusions”, Environment and Planning D: Society and Space, 21, 4: 409-424.Kollman, K. (2007), “Same-sex unions and the globalization of an idea”, International Studies Quartely, 51, 3: 329-357.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103112Kollman, K. and Waites, M. (2009), “The global politics of lesbian, gay, bisexual and transgender human rights: an introduction”, Contemporary Politics, 15, 1: 1-17.Krugman, P. (1998), “Will Asia Bounce Back?”. Speech to Credit Suisse First Boston, Hong Kong, from: http://web.mit.edu/krugman/www/suisse.html.Kuntz, K. (2018), “Bangkok: Losing its soul”, Southeast Asia Globe, from: https://southeastasiaglobe.com/how-thailands-junta-is-robbing-bangkok-of-its-soul/LGBT Capital (2018a), “Estimated LGBT-GDP Tourism Impact – 2018”, from: www.lgbt-capital.com/docs/Estimated_LGBT-GDP_Tourism_(table)_-_2018.pdf.LGBT Capital (2018b), “Estimated LGBT Purchasing Power: LGBT-GNP – 2018”, from: www.lgbt-capital.com/docs/Estimated_LGBT-GDP_(table)_-_2018.pdf.Liang-Pholsena, X. (2018), “Finally, Thailand comes out of closet and rolls out carpet for LGBT travellers”, TTG Asia, from: www.ttgasia.com/2018/07/02/finally-thailand-comes-out-of-closet-and-rolls-out-carpet-for-lgbt-travellers.Liberato, P., Liberato, D., Abreu, A., Alén, E. and Rocha, A. (2018), “LGBT Tourism: The Competitiveness of the Tourism Destinations Based on Digital Technology”, Advances in Intelligence Systems and Computing, 745: 264-276.Lim, E.B. (2005), “Glocal queering in New Asia: The Politics of Performing Gay in Singapore”, Theatre Journal, 57, 3: 383-405.Lindblom, C.E. and Woodhouse, E.J. (1993), The policy-making process, Prentice Hall, Upper Saddle River.Loos, T. (2009), “Transnational Histories of Sexualities in Asia”, The American Historical Review, 114, 5: 1309-1324.López López, A. and Van Broeck, A.M. (2010), “Sexual Encounters Between Men in a Tourist Environment: Comparative Study in Seven Mexican Localities”, in Carr, N. and Poria, Y. (Eds.), Sex and the Sexual during People’s Leisure and Tourism Experience, Cambridge Scholars Publishing, Newcastle, pp. 119-142.Luongo, M. (2002), “Rome’s World Pride: Making the Eternal City an International Gay Tourism Destination”, GLQ: A Journal of Lesbian and Gay Studies, 8, 1: 167-181.Manalansan, M. (2003), Global Divas: Filipino Gay Men in the Diaspora, Duke University Press, Durham.Massad, J. (2007), Desiring Arabs, University of Chicago Press, Chicago.Matzner, A. (2004), “Stonewall riots. GLBTQ Encyclopedia”, from: https://web.archive.org/web/20060115201003/http://www.glbtq.com/social-sciences/stonewall_riots,2.html.Merriam, S.B. (1988), Case study research in education: A qualitative approach, Jossey-Bass, San Francisco.Milano, C., Cheer, J. and Novelli, M. (2018), “Overtourism a growing problem”. The Conversation, from: www.researchgate.net/profile/Claudio_Milano3/publ icat ion /326573468_Over tour ism_a_growing_global_problem/links/5b570f2a45851507a7c4e29a/Overtourism-a-growing-global-problem.pdf.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103113Ministry of Tourism and Sports of Thailand (2017), The Second National Tourism Development Plan, Bangkok.Ministry of Tourism and Sports of Thailand (2019), “Tourism Statistics”, from: www.mots.go.th/more_news_new.php?cid=411.Mitsugana, T. (2014), “Thai junta expected to pass Gender Equality bill, strongly opposed by women rights groups”, Prachatai, from: https://prachatai.com/english/node/4430.Moncrieffe, J. and Luttrell, C. (2005), “An Analytical Framework for Understanding the Political Economy of Sectors and Policy Arenas”, Overseas Development Institute, from: www.odi.org/sites/odi.org.uk/files/odi-assets/publications-opinion-files/3898.pdf.Monterrubio, C. and Barrios-Ayala, M. (2015), “Holiday motivations: conversations with lesbians in Mexico”, International Journal of Tourism Sciences, 15, 1-2: 22-29.Monterrubio, C. (2019), “Tourism and male homosexual identities: directions for sociocultural research”, Tourism Review, 74, 5: 1058-1069.Montlake, S. (2013), “ThaiBev Needs To Deliver On Its Debt – Fueled Regional Play”, Forbes, from: www.forbes.com/sites/simonmontlake/2013/11/22/bottoms-up/#43e2f50150cc.Morris, R. (1994), “Three Sexes and Four Sexualities: Redressing the Discourses on Gender and Sexuality in Contemporary Thailand”, Positions, 2, 1: 15-43.Morris, R. (1997), “Educating Desire: Thailand, Transnationalism, and Transgression”, Social Text, 52/53: 53-79.Mosedale, J. (2016), “Neoliberalism and the political economy of tourism: Projects, discourses and practices”, in Mosedale, J. (Ed.), Neoliberalism and the political economy of tourism (Current Developments in the Geographies of Leisure and Tourism), Ashgate, Farnham, pp. 1-20.Muramatsu, Y. (2019), “Popular Thai temple falls victim to ‘overtourism’”, Nikkei Asian Review, from: https://asia.nikkei.com/Life-Arts/Life/Popular-Thai-temple-falls-victim-to-overtourism.Naipaul, V.S. (1990), “Our Universal Civilization”, The 1990 Wriston Lecture, The Manhattan Institute, New York Review Books.OutNow Consulting (2013), “International LGBT2020 Homophobia Report”, from: www.outnowconsulting.com/media/1332/idaho-discrimination-report-global-v7.pdf.Pattaya Mail (2019), “Love & Music fill Pattaya Pride Festival”, Pattaya Mail. From: www.pattayamail.com/travel/love-music-fill-pattaya-pride-festival-247050#.Pattaya Today (2017), “Pattaya Crackdown intensifies”, Pattaya Today, from: https://issuu.com/pattayatoday/docs/pattaya_today_vol_16_issue_13_16-31.Peerenboom, P. (2000), “Human Rights and Asian Values: The Limits of Universalism”, China Review International, 7, 2: 295-320.Phongpaichit, P. and Baker, C. (forthcoming), “Pluto-populism in Thailand: Business Remaking Politics”, in Eva-Lotta, H. and Sidel, J. (Eds.), Populism and Reformism in Southeast Asia: The threats and Promise of New Politics, Yale University Press, New Haven.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103114Phoonphongphiphat, A. (2020), “Thailand faces LGBT pressure on marriage rights”, Nikkei Asian Review, from: https://asia.nikkei.com/Politics/Thailand-faces-LGBT-pressure-on-marriage-rights.Picard, A. (2014), “How the advent of AIDS advanced gay rights”, The Globe & Mail, from: www.theglobeandmail.com/life/health-and-fitness/health/how-the-advent-of-aids-advanced-gay-rights/article20083869.Poria, Y. (2006), “Assessing Gay Men and Lesbian Women’s Hotel Experiences”, Journal of Travel Research, 44, 3: 327-334.Pritchard, A., Morgan, N., Sedgely, D. and Jenkins, A. (1998), “Reaching out to the gay tourist: opportunities and threats in an emerging market segment”, Tourism Management, 19, 3: 273-282.Pritchard, A., Morgan, N., Sedgley, D., Khan, E. and Jenkins, A. (2000), “Sexuality and holiday choices: conversations with gay and lesbian tourists”, Leisure Studies, 19, 4: 267-282.Puar, J.K. (2002), “Circuits of Queer Mobility: Tourism, Travel, and Globalization”, GLQ: A Journal of Lesbian and Gay Studies, 8, 1-2: 101-137.Puar, J.K. (2007), Terrorist Assemblages. Homonationalism in Queer Times, Duke University Press, Durham.Puar, J.K. (2011), “Global Circuits: Transnational Sexualities and Trinidad”, Signs, 26, 4: 1039-1065Puar, J.K. (2013), “Rethinking Homonationalism”, International Journal of Middle East Studies, 45, 2: 336-339.Rebucini, G. (2013), “Homonationalisme et impérialisme sexuel: politiques néolibérales de l’hégémonie”, Presses de Sciences Po, 49, 1: 75-93.Ren, C. (2016), “Qualitative Research, Tourism”, in Jafari, J. (Ed.), Encyclopedia of Tourism, Routledge, London.Richardson, D. and Seidman, S. (2002), “Introduction”, in Richardson, D. and Seidman, S. (Eds.), Handbook of Gay and Lesbian Studies, Routledge, London, pp. 1-12.Risse, T. (2000), “Let’s argue: communicative action in world politics”, International Organization, 54, 1: 1-39.Roehr, B. (2010), “Homophobia and Africa’s HIV epidemic”, The British Medical Journal, 340, 7757: 1166-1168.Rujivanarom, P. (2018), “New partnership bill ‘does not give everybody equal rights’”, The Nation Thailand, from: www.nationthailand.com/national/ 30359548.Rushbrook, D. (2002), “Cities, Queer Space, and the Cosmopolitan Tourist”, GLQ: A Journal of Lesbian and Gay Studies, 8, 1: 183-206.Ruth, R. (2017), “Why Thailand Takes Pride in the Vietnam War”, The New York Times, from: www.nytimes.com/2017/11/07/opinion/thailand-vietnam-war.html.Salazar, N. (2005), “Tourism and glocalization: ‘Local’ Tour Guiding”, Annals of Tourism Research, 32, 3: 628-646.Saldaña, J. (2013), The coding Manual for Qualitative Researchers, Sage Publications, London.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103115Sanders, D. (2002), “Some Say Thailand is A Gay Paradise”, in Clift, S., Luongo, M. and Callister, C. (Eds.), Gay Tourism: Culture, Identity, and Sex, Thomson Learning, Boston, pp. 42-62.Sanders, D. (2005), “Thailand: how gay is the land of smiles”, Fridae, from: www.fridae.asia/gay-news/printable.php?articleid=1424.Sanders, D. (2007), Colorful Shows and Social Order: Host bars and moral campaigns in Bangkok. International Convention of Asia Scholars, National University of Singapore.Sanders, D. (2019), “Sex and Gender Diversity”, in Chachavalpongpun, P. (Ed.), Handbook of Contemporary Thailand, Routledge, pp. 340-352.SarDesai, D.R. (1997), Southeast Asia: Past & Present, Westview Press, Boulder.Scholte, J.A. (2005), Globalization: A Critical Introduction, Palgrave Macmillan, London.Selby, D. (2012), “Patronage, face, vulnerability: articulations of human rights in Thailand”, The International Journal of Human Rights, 16, 2: 378-400.Spiess, R. (2019), “How luxury travel can ease damaging effects of overtourism”, Southeast Asia Globe, from: https://southeastasiaglobe.com/overtourism-in-cambodia.Srimalee, S. (2020). “Rama IV becoming ‘new landmark for mixed-use developments’”, The Nation Thailand, from: www.nationthailand.com/business/30311522.Stamford, J. (1980), Spartacus 1980 International Gay Guide for Gay Men, Spartacus, Amsterdam.Strange, S. (1990), “Finance, Information and Power”, Review of International Studies, 16, 3: 259-274.Strange, S. (1996), The Retreat of the State: The diffusion of power in the world economy, Cambridge University Press, Cambridge.Suriyasarn, B. (2016), “Discrimination and Marginalization of LGBT Workers in Thailand”, in Köllen, T. (Ed.), Sexual Orientation and Transgender Issues in Organizations, Springer International Publishing Switzerland, pp. 197-215. Syngellakis, S., Probstl-Haider, U. and Pineda, F. (2018), Sustainable Tourism VIII, WIT Press, Southampton.TAT, TCT and Chulalongkorn University (2019), “Thailand Tourism Confidence Index”, from: www.thailandtourismcouncil.org/en/thailand-tourism-confidence-index.Taylor, E. (2012), “The Pink Dollar Is At Par”, Marketing, 117, 8: 22-27.Thanthong-Knight, R. (2019), “Thailand May Be First in Southeast Asia to Allow Same-Sex Unions”, Bloomberg News, from: www.bloomberg.com/news/articles/2019-08-27/thailand-may-be-first-in-southeast-asia-to-allow-same-sex-unions.Tourism Authority of Thailand (1999), “International passenger arrivals to Thailand”, from: www.nso.go.th/sites/2014en.Tsai, W.H.S. (2006), What Does It Mean to Be Gay in American Consumer Culture? Gay Advertising and Gay Consumers: A Cultural Studies Perspective. Doctoral Dissertation, from: https://repositories.lib.utexas.edu/bitstream/handle/2152/2926/tsaiw58378.pdf?sequence=2&isAllowed=y.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103116TTI (2020), “Thailand to focus on millennials & ‘quality’ tourism in the Indian market”, Travel Trade Insider, from: http://traveltradeinsider.com/2020/01/16/thailand-to-focus-on-millennials-quality-tourism-in-the-indian-market.Turespaña (2013), Estadísticas del turismo homosexual en España, Turespaña, Madrid.UN General Assembly (2015), “Transforming our world: the 2030 Agenda for Sustainable Development”, A/RES/70/1, from: www.un.org/ga/search/view_doc.asp?symbol=A/RES/70/1&Lang=E.UNDP (2019), “Tolerance but not inclusion”, from: www.undp.org/content/dam/undp/library/people/gender/UNDP-TH-2019-LGBT-Tolerance-but-not-Inclusion.pdf.United Nations (1997), “Human Rights are Universal, Indivisible, Interdependent, Secretary-General Stresses in Video Message to International Journalists’ Round Table”, Press Release HR/4344, from: www.un.org/press/en/1997/ 19971208.HR4344.html.UNWTO (2012), “Global Report on LGBT Tourism”, from: www.e-unwto.org/doi/pdf/10.18111/9789284414581.UNWTO (2017), “Second Global Report on LGBT Tourism”, from: www.e-unwto.org/doi/pdf/10.18111/9789284418619.Urman, A. (2017), “Rise in Gay Tourism Highlights Legal Pressure on China’s LGBTQ+ Community”, The Globe Post, from: https://theglobepost.com/2017/11/30/china-lgbtq-tourism/USAID and UNDP (2014), Being LGBT in Asia: Thailand Country Report, Bangkok.Van Broeck, A.M. and López López, A. (2015), “Turismo y sexo: Una reflexión teórica desde el homoerotismo y el espacio”, Estudios y Perspectivas en Turismo, 24, 4: 787-808.Visser, G. (2003), “Gay men, tourism and urban space: reflections on Africa’s ‘gay capital’”, Tourism Geographies, 5, 2: 168-189.Wattanakuljarus, A. and Coxhead, I. (2008), “Is tourism-based development good for the poor? A general equilibrium analysis for Thailand”, Journal of Policy Modeling, 30: 929-955.Wilets, J.D. (2011), “From Divergence to Convergence? A Comparative and International Law Analysis of LGBTI Rights in the Context of Race and Post-Colonialism”, Duke Journal of Comparative & International Law, 21, 3: 631-685.Willis, J. (2007), Foundations of qualitative research: interpretive and critical approaches, Sage Publications, Thousand Oaks.World Bank (2018), “Economic Inclusion of LGBTI Groups in Thailand”, Washington, f rom: ht tp://documents.worldbank.org /curated /en/269041521819512465/pdf/124554-WP-PUBLIC-LGBTI-Report2018-full-report-English-23March.pdf.Worrachaddejchai, D. (2019), “TAT targets Latino LGBT traveller rise”, Bangkok Post, from: www.bangkokpost.com/business/1673256/tat-targets-latino-lgbt-traveller-rise.Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103117WTTC (2018), Travel & Tourism Economic Impact 2018 Thailand, London.Yin, R.K. (2009), Case Study Research: Design and Methods, Sage Publications, Thousand Oaks.Zechenter, E. (1997), “In the Name of Culture Relativism and the Abuse of the individual”, Journal of Anthropological Research, 53, 3: 319-347.Zhao, W. and Li, X. (2006), “Globalization of Tourism and Third World Tourism Development: A Political Economy Perspective”, Chinese Geographical Science, 16, 3: 203-210. Copyright © 2021 by FrancoAngeli s.r.l., Milano, Italy. ISBN 9788835132103For many decades, Thailand has been described as a “gay paradise” by various travelmagazines and Bangkok is often referred to as the “gay capital of Asia”. However, localLGBTQ people are still facing discrimination in many aspects of their life and many rightsare denied to people of various sexual orientations and identities. In this era of globalisa-tion, tourism brings stronger connections between countries, increasing exchanges ofideas and customs among different populations, such as ideas and values relating tosexual identities. Yet, very few studies have tried to link tourism with the processes of poli-tical and legal change, especially regarding LGBTQ rights. Moreover, it is still uncertain ifLGBTQ tourism can have an impact beyond economic benefits in the destination.Therefore, the purpose of this research is to find out what are the impacts of LGBTQ tou-rism on the Thai LGBTQ community and on Thai legislation regarding people of varioussexual orientations. Using qualitative data collected through semi-structured interviews, document analysis,and semiotic theory, the research shows how LGBTQ tourism in Thailand witnessed majortransformations in the last 50 years, while emphasizing how the government and those inpower have used this niche market for their own benefits. The findings show contradic-tory elements between the rhetoric that promotes Thailand as a “gay paradise” for touristsand the situation for local LGBTQ people. Yet, the study also shows how LGBTQ tourismcan positively impact LGBTQ rights in the destination. At last, the study responds to critici-sm of pinkwashing by putting Thailand into its own cultural context.Alexandre Veilleux is an Erasmus Mundus graduate in Sustainable TerritorialDevelopment (STeDe). He is pursuing a PhD in Political Science at the University ofMontreal where his research focuses on the political and sociogeographical dimen-sions of tourism in Southeast Asia.Alexandre VeilleuxLGBTQ TOURISM IN THAILANDIN THE LIGHTOF GLOCALIZATIONCapitalism, Local Policies, and Impactson the Thai LGBTQ CommunityLGBTQ Tourism in Thailand in theLight of GlocalizationCapitalism, Local Policies, and Impacts on theThai LGBTQ CommunityFrancoAngeliLa passione per le conoscenzeISBN 978-88-917-7293-0Nuove Geografie. Strumenti di lavoro11111.6_311  10/11/21  16:28  Pagina 1",
    "id": 520264289,
    "identifiers": {
        "doi": null,
        "oai": "oai:directory.doabooks.org:20.500.12854/78957"
    },
    "title": "LGBTQ Tourism in Thailand in the Light of Glocalization",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-03-03T11:39:10+00:00",
    "publisher": "FrancoAngeli",
    "references": [],
    "sourceFulltextUrls": [
        "https://library.oapen.org/bitstream/handle/20.500.12657/53224/9788835132103.pdf?sequence=1&isAllowed=y"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/520264289.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/520264289"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/520264289/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/520264289/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/520264289"
        }
    ],
    "abstract": "For many decades, Thailand has been described as a “gay paradise” by various travel magazines and Bangkok is often referred to as the “gay capital of Asia”. However, local LGBTQ people are still facing discrimination in many aspects of their life and many rights are denied to people of various sexual orientations and identities. In this era of globalisation, tourism brings stronger connections between countries, increasing exchanges of ideas and customs among different populations, such as ideas and values relating to sexual identities. Yet, very few studies have tried to link tourism with the processes of political and legal change, especially regarding LGBTQ rights. Moreover, it is still uncertain if LGBTQ tourism can have an impact beyond economic benefits in the destination. Therefore, the purpose of this research is to find out what are the impacts of LGBTQ tourism on the Thai LGBTQ community and on Thai legislation regarding people of various sexual orientations. Using qualitative data collected through semi-structured interviews, document analysis, and semiotic theory, the research shows how LGBTQ tourism in Thailand witnessed major transformations in the last 50 years, while emphasizing how the government and those in power have used this niche market for their own benefits. The findings show contradictory elements between the rhetoric that promotes Thailand as a “gay paradise” for tourists and the situation for local LGBTQ people. Yet, the study also shows how LGBTQ tourism can positively impact LGBTQ rights in the destination. At last, the study responds to criticism of pinkwashing by putting Thailand into its own cultural context",
    "tags": [
        "LGBTQ, Tourism, Glocalisation, Capitalism, Thailand, Pinkwashing",
        "bic Book Industry Communication::K Economics, finance, business & management::KN Industry & industrial studies::KNS Service industries::KNSG Tourism industry"
    ],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:directory.doabooks.org:20.500.12854/78957",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4636",
        "openDoarId": 0,
        "name": "Directory of Open Access Books (DOAB)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 520264289,
        "depositedDate": null,
        "publishedDate": "2022-03-03T11:39:10+00:00",
        "updatedDate": "2023-02-12T18:32:28+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-17T05:29:03+01:00"
    },
    "urls": [
        "https://library.oapen.org/handle/20.500.12657/53224",
        "https://library.oapen.org/bitstream/20.500.12657/53224/1/9788835132103.pdf"
    ],
    "lastUpdate": "2023-02-12T18:32:28+00:00",
    "setSpecs": []
}