{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2016-11-21T19:08:10+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71340215.pdf",
    "fullText": " 1 LGBTQ YOUTH HARMED BY HOMELESSNESS  Introduction  Severe family conflict, abuse, neglect, and abandonment all contribute to the social crisis of family displacement and homelessness for lesbian, gay, bisexual, and transgender youth in America.  A growing body of research points to the conclusion that each year, hundreds of thousands lesbian, gay, bisexual, transgender, and questioning (LGBTQ) youth will experience homelessness.  LGBTQ youth are not only over-represented in homeless youth populations, but studies indicate that this population experiences greater physical and sexual exploitation while homeless than their heterosexual peers.  Unfortunately, most American communities lack an adequate capacity of programs and resources to offer support to prevent and end homelessness for LGBTQ homeless youth.  Once homeless, LGBTQ youth experience instability, abuse, and exploitation during a critical human development stage.  Without residential stability, nurturance, and opportunities for positive youth development, LGBTQ homeless youth are set up for further challenges as adults.  This brief is intended to review the research concerning LGBTQ homeless youth and offer suggestions for interventions and program models which offer positive outcomes to end homelessness for adolescents and young adults.  What is the definition of ‘homeless youth’?  Homeless youth are typically defined as unaccompanied youth aged 12 to 24 years who do not have familial support, and who are living in shelters, on the streets, in a range of places not meant for human habitation (e.g. cars, abandoned buildings), or in others’ homes for short periods under circumstances that make the situation highly unstable (so-called “couch surfing”).  Homeless youth experience a lack of stable housing, abuse, and exploitation during a time when they are experiencing changes in their physical, cognitive, and emotional development.  Trauma, abuse, and lack of critical needs may result in delays in cognitive and psychological development, setting them up for further challenges as adults.  How many homeless youth are there?  The quick answer is probably over a million homeless youth require services each year in the United States.  Most agree that the population is “substantial and widespread” in every state and across demographic characteristics, but we do not have accurate figures.   2There are only a few research studies that quantify the number of homeless youth in America.  National studies vary from 575,0001 to 1.6 million2 to 2.8 million.3  A 1998 large cross-sectional study of adolescent population supports a finding that each year 5 percent of the adolescent population (1.6 million) experience one episode of homelessness.4  The study found that adolescents in the general population had a surprisingly wide variety of experiences with homelessness.  Of the general adolescent population surveyed, the following percentages of youth reported various sleeping arrangements in the previous year:  in a youth or adult shelter (3.3 percent), a public place (2.2 percent), an abandoned building (1.0 percent), outside (2.0 percent), underground (0.4 percent), or with a stranger (1.1 percent). The study suggests that homelessness among adolescents is not simply an urban problem and that prevention programs targeting homeless youths should be implemented nationwide. This study did not include youth over the age of 18 or youth staying temporarily with an acquaintance or relative.  Similar numbers were given in 1999 when the Second National Incidence Study of Missing, Abducted, Runaway and Thrownaway Children (NISMART II) was published and calculated 1.7 million adolescents.5  Unfortunately, the vast majority of homeless youth do not receive shelter and housing assistance.  Most communities lack capacity and adequate public investment in crisis intervention and housing services to aid homeless youth.  Local programs under the federal Runaway and Homeless Youth Act (Department of Health and Human Services) served over 700,000 homeless and runaway youth in 2007, but only a little more than 47,000 homeless youth (less than 10%) actually received entrance into a shelter or housing program.6  Type of Youth Program – DHHS Funded Basic Center- Emergency Shelter Transitional Housing Street Outreach Contacts Number of youth served 2007 43,857 3,662 661,286                                                   1 Thompson, S. J., Safyer, A. W. & Pollio, D. E. (2001). Differences and predictors of family reunification among subgroups of runaway youths using shelter services. Social Work Research 25(3). 2 Ringwalt, C., J. Greene, M. Robertson, and M. McPheeters. 1998.  The prevalence of homelessness among adolescents in the United States. American Journal of Public Health  88 (9):1325-1329. 3 Green, J., R. Sanchez, J. Harris, C. Cignetti, D. Atkins, and S. Wheeless. 2003. Incidence and Prevalence of Homeless and Runaway Youth (Final report under Contract No. HHS-282-98-0022, Task Order No. 17 from the Assistant Secretary of Planning and Evaluation and the Administration on Children, Youth, and Families). Research Triangle Park, NC: Research Triangle Institute. 4 Ringwalt, C., J. Greene, M. Robertson, and M. McPheeters. 1998.  The prevalence of homelessness among adolescents in the United States. American Journal of Public Health  88 (9):1325-1329. 5 Hammer, H., D. Finkelhor, A. Sedlak, and L. Porcellini, L. 2004. National Estimates of Missing Children: Selected Trends, 1988-1999.  National Incidence Studies of Missing, Abducted, Runaway, and Thrownaway Children.  U.S. Department of Justice, Office of Juvenile Justice and Delinquency Prevention. 6 Department of Health and Human Services (2005), Runaway and Homeless Youth Management Information System.  3What portion of homeless youth are LGBTQ?  National studies and reports on homeless youth in America have consistently noted the prevalence of lesbian7, gay8, bisexual9, transgender10 and questioning (LGBTQ) youth in the homeless population.  Studies of shelter, street, and other youth lacking fixed night-time residence indicate that anywhere from four percent to 50 percent of homeless youth report as LGBTQ. However, a growing body of study indicates that 20 percent of homeless youth are LGBTQ identified, which is disproportionate (double) to the number of LGBTQ youth (10 percent) in the general population.11    A review of research literature finds the following ranges of prevalence among LGBTQ youth in homeless populations:   Clinical Studies Supporting Disproportional Representation  STUDY AUTHOR LOCATION AGE RANGE PERCENTAGE OF HOMELESS YOUTH SELF-REPORTING AS LGBTQ Clatts12 New York, NY 12 – 17 Homeless and street-involved populations: 35 percent Street youth only: 50 percent Owen 200613  St. Paul, MN Under 21 9-14 percent LGBT identified – 25 percent reported that primary reason they left home was intolerance due to sexual orientation. Owen 200314 St. Paul, MN Under 21 12-17 percent LGBQ Van Leeuwen15 Colorado, Illinois, Minnesota, Missouri, Utah Under 25 22 percent LGB                                                  7 Lesbian youth are young women who have a sexual orientation or attraction to other women. 8 Gay youth are young men who have a sexual orientation or attraction to other men. 9 Bisexual youth are young men and women who have a sexual orientation or attraction to persons of either sex. 10 Transgender youth is an umbrella term encompassing diverse gender expression, including drag queens and kings, bigenders, cross-dressers, transgenderists, and transsexuals.  These youth are people who find their gender identity in conflict with their anatomical gender. 11 Dempsey, C. (1994). Health and Social Issues of Gay, Lesbian, and Bisexual Adolescents. Families in Society, 75:160-167. It should be noted that a youth’s need for social desirability may result in underreporting when asked about issues pertaining to sexual orientation, gender identity, and family and personal substance abuse. 12 Clatts, M.J., Davis, W.J., Sotheran, J.L., Atillasoy, A. (1998). Correlates and distribution of HIV risk behaviors among homeless youth in New York City. Child Welfare, 77(2). See also Hyde, J. (2005). From home to street: Understanding young people’s transitions into homelessness. Journal of Adolescence, 28. p. 175 13 Owen, G. Heineman, J., & Decker Gerrard, M. (2007)  Overview of homelessness in Minnesota 2006: Key facts from the statewide survey.  Wilder Research Center.  St. Paul, Minnesota. September 4, 2007 http://www.wilder.org/download.0.html?report=1963.  14 Owen, G., Heineman, J., & Decker Gerrard, M. (2005)  Homeless Youth in Minnesota.  2003 Statewide survey of people without permanent shelter.  Wilder Research Center.  St. Paul, Minnesota. September 4, 2007 http://www.wilder.org/download.0.html?report=410.   4Johnson16 Chicago, IL Under 18 Unaccompanied homeless youth: 14.8 percent LGBQ City of Chicago: 23.1 percent Surround. Cook County: 22.4 percent Cochran17 Seattle, WA 13 to 21 years 22 percent GLB Kruks18 Los Angeles and Seattle  25 to 45 percent Tenner19    Whitbeck 200420 Iowa, Missouri, and Kansas 16-19 20 percent LGB Unger21 Hollywood, CA  18 percent  Anecdotal Estimates  AUTHOR LOCATION AGE RANGE PERCENTAGE OF HOMELESS YOUTH SELF-REPORTING AS LGBTQ Truong22 Decatur, IL, Los Angeles, CA, Portland, OR Under 18, 15 – 18, Under 18 Decatur: 42 percent Los Angeles: 25 – 35 percent Portland: climbed from 20 percent... Krisberg23 Portland, OR Under 18 … to 30 percent between 1993 and 1994 Dylan24 Seattle, WA Under 18 40 percent                                                                                                                                                              15 Van Leeuwen, J., Boyle, S., Salomonsen-Sautel, S., Baker, D. N., Garcia, J. T., Hoffman, A., and Hopfer, C. (2006) Lesbian, Gay, and Bisexual Homeless Youth: An Eight City Public Health Perspective, Child Welfare 85(2): 151-170. 16 Johnson, T.P., Graf, 1. (2005). Unaccompanied homeless youth in Illinois: 2005. Chicago, IL: Survey Research Laboratory – University of Illinois Chicago. p.46. Found on the web on September 4, 2007 at http://www.srl.uic.edu/Publist/StdyRpts/HomelessYouthIllinois2005.pdf.  17 Cochran, B., Stewart, B, Ginzler, J., and Cauce, A (2002) Challenges Faced by Homeless Sexual Minorities: Comparison of Gay, Lesbian, Bisexual, and Transgender Homeless Adolescents with their Heterosexual Counterparts.  American Journal of Public Health 92(5). 18 Kruks, G. (1991) Gay and lesbian homeless/street youth: special issues and concerns. Journal of Adolescent Health 12:515-518. 19 Tenner, A., Trevithick, L., Wagner, V., Burch, R. (1998) Seattle YouthCare’s prevention, intervention, and education program: a model of care for HIV-positive, homeless, and at-risk youth. Journal of Adolescent Health 28:96-106. 20 Whitbeck, L. B., Chen, X., Hoyt, D. R., Tyler, K. A., & Johnson, K. D. (2004).  Mental disorders, subsistence strategies, and victimization among gay, lesbian, and bisexual homeless and runaway adolescents. The Journal of Sex Research, 41, 329-42. 21 Unger, J., Kipke, M., Simon, T., Montgomery, S., & Johnson, C. (1997). Homeless youths and young adults in Los Angeles: Prevalence of mental health problems and the relationship between mental health and substance abuse disorders. American Journal of Community Psychology, 25. 22 Cited in Truong, J. (2004). Homeless LGBT youth and LGBT youth in foster care. Overview. The Safe Schools Coalition. Retrieved June 3, 2005 from http://www.safeschoolscoalition.org/RG-homeless.html 23 Krisberg, K. (2002). Oregon clinic increases health care access for homeless youth. Nation’s Health, 32(7). 24 Dylan Nicole, d.K. (2004). Survey of Street Youth. Seattle Commission on Children and Youth (1986).  5Ricks25 Portland, OR Under 18 1/3 of all LGBT youth assaulted by parent or other family member as a result of coming out. Fagan26 San Francisco, CA 15 – 18 Drug abuse was cited as a key reason for remaining severely poor or homeless. Clinical Studies Not Supporting Disproportional Representation  AUTHOR LOCATION AGE RANGE PERCENTAGE OF HOMELESS YOUTH SELF-REPORTING AS LGBTQ Greenblatt27   3-10 percent Johnson28   3-10 percent Rotheram-Borus29   3-10 percent Toro30   3-10 percent Wolfe31   3-10 percent Whitbeck 199932 Iowa, Missouri, Nebraska, and Kansas 16-20 4-5 percent LGB  Even a conservative estimate would indicate that each year over 300,000 LGBTQ youth experience homelessness in America (20 percent of the estimated 1.6 million youth under the age of 18 who experience homelessness each year). The major reasons homeless youth cite for remaining homeless include lack of affordable housing options, incomplete education, inaccessible job market, and on-going drug use.    Additionally, it should be noted that most LGBTQ homeless youth are also youth of color.33  African American and American Indian youth are disproportionately represented in homeless youth population.34                                                  25 Ricks, S. (2003, December 1). Hard-won R-E-S-P-E-C-T: Portland high school’s gay-straight alliance can point to real, if painstaking, progress in its campaign for tolerance and acceptance. Portland Press Herald. p.8B 26 Fagan, K. (2006, January 9). Survey: Housing, education, jobs, drugs, challenge poor gay youths. San Francisco Chronicle. p.B3. 27 Greenblatt M. & Robertson, M.J. (1993). Homeless Adolescents: Lifestyles, Survival Strategies and Sexual Behaviors. Hospital and Community Psychiatry, 44:1177-1180. 28 Johnson, T.P., Aschkenasy, J.R., Herbers, M.R., & Gillenwater, S.A. (1993). Self-Reported Risk Factors for AIDS Among Homeless Youth. Annual Meeting of the Society for Pediatric Research, Washington, D.C. 29 Rotheram-Borus, M.J., Meyer-Bahlburg, H.F.L., Koopman, C., Rosario, M., Exner, T.M., Henderson, R., Matthieu, M. & Gruen, R.S. (1992a). Lifetime Sexual Behaviors Among Predominantly Minority Male Runaways and Gay/Bisexual Adolescents in New York City. AIDS Education and Prevention, Supplement (Fall), 34-42. 30 Toro, P.A., Goldstein, M.A., & Rowland, L.L. (1998) Preliminary Analyses: Housing, Adolescence and Life Outcomes (HALO) Project.  Wayne State University, Department of Psychology (research funded by the National Institute on Alcohol Abuse and Alcoholism). 31 Wolfe, S.M., Levit, D., & Toro, P.A. (1994). AIDS Risk Behaviors, Service Use and Social Networks in Runaway vs. Housed Adolescents.  American Public Health Association, Washington, D.C., November. 32 Whitbeck, L., & Hoyt, D. (1999).  Nowhere to grow: Homeless and runaway adolescents and their families. New York: Aldine de Gruyter. 33 An eight city study of 150 LGB homeless youth found that 41 percent were African American, American Indian, Latino, or Asian or Pacific Islander and 39 percent white (20 percent didn’t fall into one of these categories). Van Leeuwen, J., Boyle, S., Salomonsen-Sautel, S., Baker, D. N., Garcia, J. T., Hoffman, A., and Hopfer, C. (2006)  6Furthermore, homeless youth tend to come from low-income communities35 and their families are disproportionately poor or working class.36  What are the pathways to youth homelessness for LGBTQ youth?  Studies show that there are often multiple factors which cause both heterosexual and LGBTQ youth to leave home: severe family conflict, physical abuse, sexual abuse, neglect, substance abuse, mental health disabilities, and abandonment.  A multiplicity of concurrent factors builds up, which forces a youth out of her/his home.37  Youth consistently report severe family conflict as the primary reason for their homelessness but also report multiple barriers to reunification.38  Behavioral issues on the part of the youth may be a source of the conflict, but this is certainly not always the case.  Beyond the individual and family problems, youth homelessness is also fed by lack of affordable housing, poverty, and child welfare and juvenile correction systems that fail to protect youth from shelters and the streets.  While some LGBTQ youth report being thrown out due to their sexual orientation or gender identity, current research does not support a conclusion that this is the primary cause of homelessness in a majority of case histories.39  LGBTQ homeless youth face greater harm than their heterosexual homeless peers.  LGBTQ homeless youth have more frequent runaway situations and are exposed to greater victimization while on the streets than their heterosexual peers.40  Additionally, LGBTQ homeless youth experience                                                                                                                                                              Lesbian, Gay, and Bisexual Homeless Youth: An Eight City Public Health Perspective, Child Welfare 85(2): 151-170. 34 McCaskill, P. A., Toro, P. A., & Wolfe, S. M. (1998). Homeless and matched housed adolescents: A comparative study of psychopathology. Journal of Clinical Child Psychology, 27, 306-319. 35 Ibid. 36 Whitbeck, L. B., Hoyt, D. R., & Ackley, K. A. (1997). Abusive family backgrounds and victimization among runaway and homeless adolescents. Journal of Research on Adolescence, 7, 375-392. 37 Owen, G., Heineman, J., & Decker Gerrard, M. (2005)  Homeless Youth in Minnesota.  2003 Statewide survey of people without permanent shelter.  Wilder Research Center.  St. Paul, Minnesota. September 4, 2007 http://www.wilder.org/download.0.html?report=410.  38 Whitbeck, L. B., Hoyt, D. R., Johnson, K. D., Berdahl, T. A. & Whiteford, S.W. (2002). Midwest longitudinal study of homeless adolescents.  Baseline report for all participating agencies. Lincoln, NE: University of Nebraska, Department of Sociology. 39 25 percent reported that primary reason they left home was intolerance due to sexual orientation. Owen, G. Heineman, J., & Decker Gerrard, M. (2007)  Overview of homelessness in Minnesota 2006: Key facts from the statewide survey.  Wilder Research Center.  St. Paul, Minnesota. September 4, 2007. http://www.wilder.org/download.0.html?report=1963.  In a study of LGBT homeless youth in Seattle, 14 percent indicated that they left  home because of conflicts with parents over sexual orientation.  Cochran, B., Stewart, B, Ginzler, J., and Cauce, A (2002) Challenges Faced by Homeless Sexual Minorities: Comparison of Gay, Lesbian, Bisexual, and Transgender Homeless Adolescents with their Heterosexual Counterparts.  American Journal of Public Health 92(5). 40 Cochran, B. N., Stewart, A. J., Ginzler, J. A., & Cauce, A. M. (2002). Challenges faced by homeless sexual minorities: Comparison of gay, lesbian, and transgender homeless adolescents with their heterosexual counterparts.  American Journal of Public Health, 92(5), 773-777.  7more physical and sexual abuse from caretakers.41  Even if not homeless, in general, LGBTQ youth are at greater risk for substance abuse and suicide, and they are at high risk for being both victims and perpetrators of physical violence compared to the general adolescent population.42  Additionally, LGBTQ youth may face stigma, verbal harassment, high rates of sexual coercion, lack of support, homophobia, involvement in sex at an early age and potential to exposure to multiple partners.43  Conversely, LGBTQ youth experience barriers to healthcare and mental health counseling.44   Once homeless, LGBTQ youth are at higher risk for victimization and experience higher incidents of mental health problems and unsafe sexual behavior than heterosexual homeless youth.  A study of homeless lesbian and gay youth found that lesbians were more likely to experience post-traumatic stress syndrome, conduct disorder, and alcohol and substance abuse than heterosexual homeless young women.  Gay homeless males are less likely to meet criteria for conduct disorder and alcohol abuse than their heterosexual homeless youth men but were more likely to meet criteria for major depressive episodes.45   LGB homeless youth are also more likely to attempt suicide (62 percent) than their heterosexual homeless peers (29 percent).46   Another risk is the youth’s exposure to sexual abuse and exploitation.  LGBTQ homeless youth experience an average of 7.4 more acts of sexual violence toward them than their heterosexual peers.47  LGBTQ youth may have twice the rates of sexual victimization than their heterosexual peers, and LGBTQ youth report double the rates of sexual abuse before age 12.48 More LGB homeless youth are                                                  41 Whitbeck, L. B., Chen, X., Hoyt, D. R., Tyler, K. A., & Johnson, K. D. (2004).  Mental disorder, subsistence strategies, and victimization among gay, lesbian, and bisexual homeless and runaway adolescents. Journal of Sex Research, 41, 329-342. 42 Grossman, A. (1997).  Lessons from Greg Louganis in relating to gay, lesbian and bisexual youth.  Journal of Leisurability, 24(4), 411-431.  Olson, E. D. (2000).  Gay teens and substance use disorders: Assessments and treatment.  Journal of Gay and Lesbian Psychotherapy, 3, 69-80.  Procor, E., & Groze, V. (1994). Risk factors for suicide among gay, lesbian, bisexual youths. Social Work, 39, 504-513.  Remafedi, G. (1987). Adolescent homosexuality: Psychosocial and medical implications. Pediatrics, 79, 331-337.  Russell, S. T., Franz, B. T., & Driscoll, A. K. (2001). Same-sex romantic attraction and experiences of violence in adolescence. American Journal of Public Health, 91, 903-906. 43 Ryan, C. (2003). Lesbian, gay, bisexual and transgender youth: Health concerns, services and care. Clinical Research and Regulatory Affairs, 20, 137-158. 44 Medeiros, D. M., Seehaus, M., Elliott, J., & Melaney, A. (2004).  Providing mental health services for LGBT teens in a community adolescent health clinic.  Journal of Gay Lesbian Psychotherapy, 8, 83-95. Ryan, C. (2003). Lesbian, gay, bisexual and transgender youth: Health concerns, services and care. Clinical Research and Regulatory Affairs, 20, 137-158. Saewyc, E. M., Bearinger, L. H., Blum, R. W., & Resnick, M. D. (1999).  Sexual intercourse, abuse and pregnancy among adolescent women: Does sexual orientation make a difference. Family Planning Perspectives, 31, 127. 45 Whitbeck, L. B., Chen, X., Hoyt, D. R., Tyler, K. A., & Johnson, K. D. (2004). Mental disorder, subsistence strategies, and victimization among gay, lesbian, and bisexual homeless and runaway adolescents. The Journal of Sex Research, 41, 329-42. 46 Van Leeuwen, J., Boyle, S., Salomonsen-Sautel, S., Baker, D. N., Garcia, J. T., Hoffman, A., and Hopfer, C. (2006) Lesbian, Gay, and Bisexual Homeless Youth: An Eight City Public Health Perspective, Child Welfare 85(2): 151-170.  See also, Whitbeck, L. B., Chen, X., Hoyt, D. R., Tyler, K. A., & Johnson, K. D. (2004). Mental disorder, subsistence strategies, and victimization among gay, lesbian, and bisexual homeless and runaway adolescents. The Journal of Sex Research, 41, 329-42. 47 Rew, L., Tayler-Seehafer, M., & Fitzgerald, M. L. (2001). Sexual abuse, alcohol and other drug use, and suicidal behaviors in homeless adolescents.  Issues in Contemporary Pediatric Nursing, 24, 225-240. 48 Rew, L., Whittaker, T. A., Taylor-Seehafer, M. A., & Smith, L. R. (2005).  Sexual health risks and protective resources in gay, lesbian, bisexual, and heterosexual homeless youth.  Journal for Specialists in Pediatric Nursing, 10, 11-20.  8likely to report ever being asked by someone on the streets to exchange sex for money, food, drugs, shelter, and clothing than heterosexual homeless youth.49  Finally, LGBTQ homeless youth may be at greater risk for drug abuse.  At least one study has noted that amphetamine and injection drug use is more prevalent with LGBTQ youth than their straight peers.50  Does the foster care or juvenile delinquency systems contribute to homelessness for LGBTQ youth?  Every year, about 20,000 youth ages 16 and older transition from foster care to legal emancipation, or “age out” of the system. Further, every year, approximately 100,000 juveniles and young adults age 10 to 24 years are released from secure correctional facilities and reenter their communities.51  There is little research on the number of lesbian, gay, bisexual, transgender, or questioning (LGBTQ) youth in child welfare systems, but, recent studies suggest that these youth make up between 5 and 10 percent of the total foster youth population.52 The actual percentage may be higher since LGBTQ youth experience high rates of physical and sexual abuse histories.53 One study found that LGB homeless youth were more likely to have a history of out-of-home placement than heterosexual homeless youth.54  Court-involved youth (foster youth and youth in the juvenile justice system) are often discharged from care into society with few resources and numerous challenges.55  As a result, former foster care and incarcerated youth have difficulty finding employment and affordable housing and are disproportionately represented in the homeless population.    From the foster youth perspective, a sizable minority will experience at least one episode of homelessness after discharge.  Studies indicate that from 12 to 36 percent of emancipated foster care youth (heterosexual and LGBTQ) will report being homeless at least once after discharge from care.56 Most                                                  49 Van Leeuwen, J., Boyle, S., Salomonsen-Sautel, S., Baker, D. N., Garcia, J. T., Hoffman, A., and Hopfer, C. (2006) Lesbian, Gay, and Bisexual Homeless Youth: An Eight City Public Health Perspective, Child Welfare 85(2): 151-170. 50 Noell, J. W., & Ochs, L. (2001). Relationship of sexual orientation to substance use, suicidal ideation, suicidal attempts, and other factors in a population of homeless adolescents.  Journal of Adolescent Health, 29, 31-36. 51 Toro, P.A., Dworsky, A., & Fowler, P.J. (2007) Homeless Youth in the United States: Recent Research Findings and Intervention Approaches, 2007 Symposium on Homelessness Research, U.S. Department of Health and Human Services. One study found that youth involved with the correctional system were more likely to be homeless or precariously housed.  This study compared 209 court-involved youth and 419 non-court-involved youth who participated in a youth employment program. The study found that court-involved youth were less likely to be living with their parents and more likely to have no permanent address. Feldman, D., & Patterson, D. (2003). Characteristics and program experiences of youthful offenders within Seattle-King County Workforce Investment Act (WIA) Programs. Seattle, WA: Workforce Development Council of Seattle-King County Research & Development Committee. 52 Lambda Legal Defense and Education Fund, (2001) Youth in the Margins: A Report on the Unmet Needs of Lesbian, Gay, Bisexual, and Transgender Adolescents in Foster Care. 53 Ibid.  54 Van Leeuwen, J., Boyle, S., Salomonsen-Sautel, S., Baker, D. N., Garcia, J. T., Hoffman, A., and Hopfer, C. (2006) Lesbian, Gay, and Bisexual Homeless Youth: An Eight City Public Health Perspective, Child Welfare 85(2): 151-170. 55 Cauce et al., 1998; Robertson, 1989, 1991; Toro & Goldstein, 2000 (as quoted from Homeless Youth in the United States: Recent Research Findings and Intervention Approaches, Toro, P.A., Dworsky, A., and Fowler, P.J., 2007 National Symposium on Homelessness Research. 56 Cook, R. (1991). A National Evaluation of Title IV-E Foster Care Independent Living Programs for Youth (Rockville, MD: Westat, Inc.). Courtney, M., & Pilivian, I., (1998).  Foster Youth Transitions to Adulthood:  9episodes are short in duration.  Even if not homeless, however, studies indicate foster youth in transition experience barriers to obtaining independent housing.57    From the juvenile justice perspective, studies indicate that close to 25 percent of formerly incarcerated youth will experience homelessness upon discharge from custodial placement.  Finally, the transition to adulthood for former foster or juvenile delinquency youth is often complicated due to their experience with multiple placements and numerous disruptions to their schooling.  One study found that more than 30 percent of foster youth experienced eight or more placements with foster families and group homes.58  What can be done to end homelessness for LGBTQ youth?  There is a growing body of research and study which offers methodologies and services to prevent or end homelessness for youth.  Most homeless youth do not experience long-term homelessness.  Homeless youth often go home, find relatives, or make it on their own as young adults.  In a 2004 study (Toro 2004) of 249 homeless youth as compared to a matched sample of 149 housed youth, ages 13 and 17 years, conducted longitudinally over seven years, most of the adolescents returned fairly quickly to their family of origin.59  Nearly 93 percent were no longer homeless after seven years of study.  However, not all were successfully reunified with parents.  One third lived with their families, about 20 percent lived with relatives or friends, and over a third (34 percent) lived on their own.  Therefore, the pathway out of homelessness sometimes focuses on parents, sometimes focuses on kin and extended family, and sometimes focuses on independent living.    Research results focus on three areas.    • The first is early intervention/prevention that seeks to avert a homelessness episode or to ensure that a family separation does not result in an out-of-home placement that so often leads to long term homelessness.   • The second is interventions with youth who are already homeless, to rapidly reunite them with their families while strengthening the families to achieve more stability.   • The third is independent housing options other than reunification for youth who will not be able to return to their families.    The implication of these three strategies is that the first and best option is to try to reconnect youth with their families, and only after this fails should independent living options be considered.  (A) Early Intervention and Prevention Services  Initial early intervention and prevention services which focus on mental health and family systems can often meet the crisis needs of a family and prevent homelessness and/or foster care placement.                                                                                                                                                                 Outcomes 12 to 18 Months after Leaving Out-of-home Care (Madison, Wisconsin: University of Wisconsin). Reilly, T. (2003). Transition from Care: Status and Outcomes of Youth Who Age Out of Foster Care, Child Welfare, 82:727-746. 57 Fowler, P. J., Ahmed, S. A., Tompsett, C. J., Jozefowicz-Simbeni, D. M., & Toro, P. A. (2006). Community violence, race, religiosity, and substance abuse from adolescence to emerging adulthood.  Unpublished manuscript, Department of Psychology, Wayne State University. 58 Pecora, P.J. (2005). Improving Family Foster Care: Findings from the Northwest Foster Care Alumni Study (Seattle, WA: Casey Family Programs, 2005).  Available at: http://www.casey.org. 59   10Two forms of mental health services have been identified that show positive results in decreasing youth anti-social behavior and aggression:  multisystemic therapy (MST) and functional family therapy (FFT).   Multisystemic Therapy is an intensive family- and community-based treatment that addresses multiple aspects of serious antisocial behavior in adolescents.  MST uses family members to design the treatment plan and attempts to encourage behavior changes by using strengths in various areas of the youth’s life (family, peers, school, and neighborhood).  Evaluations of MST have demonstrated the following benefits:  • decreased recidivism and re-arrests; • reduced adolescent alcohol and drug use; • reduced long-term rates of crime for serious juvenile offenders; • improvements in family functioning; • decreased behavior and mental health problems for youth; and • favorable outcomes at cost savings in comparison with usual mental health and juvenile justice services.60  Functional Family Therapy is so named to identify the family as the primary focus of intervention.  Therapists employing FFT believe they must do more than simply stop antisocial or unhealthy behaviors, they must motivate families to change by identifying their strengths, helping build on those strengths in ways that enhance self respect, and offering recommendations on particular pathways for improvement.  Data show that when compared with other forms of community intervention like probation support, residential treatment, and alternative therapeutic approaches, FFT is highly successful.  In randomized trials FFT was shown to have reduced recidivism for a wide range of anti-social or criminal behavior. In addition, studies have shown it to reduce the cost of treatment.61  Youth who are experiencing abuse or neglect at home could also be diverted away from costly out-of-home placements and homelessness through Family Group Conferencing or Family Group Decision Making programs.  These program models allow extended family, kin, and important people in the life of the youth to come together to implement a plan for the continued safety, nurturance, and permanency of the youth.  These programs show remarkable success in stabilizing youth.  Research on Family Group Decision Making found reductions in re-abuse, increased family involvement, decreased residential instability, and more extended families accepting care of the youth.62  A more in-depth review of early intervention and prevention services for homeless youth can be found at the Alliance’s web page, www.endhomelessness.org/section/policy/focusareas/youth.  (B) Reunification Services through Intensive Case Management Services  Case management program models have proven effective at reuniting homeless youth, even those with troubled histories, with their families.  Originally designed to assist young people who have been diagnosed with mental health disabilities and their families, Intensive Case Management (ICM) works                                                  60 www.mstservices.com;  Henggeler, S.W., Schoenwald, S.K., Borduin, C.M., Rowland, M.D., & Cunningham, P.B. (1998).  Multisystemic treatment of antisocial behavior in children and adolescents. New York: Guilford Press. 61 Alexander, J., & Parsons, B.V. (1982). Functional family therapy. Monterey. CA: Brooks/Cole Publishing Company.  Alexander, J.F., Pugh, C., Parsons, B.V., and Sexton, T.L. 2000. Functional family therapy. In Blueprints for Violence Prevention (Book 3), 2d ed., edited by D.S. Elliott.  Boulder CO: Center for the Study and Prevention of Violence, Institute of Behavioral Science, University of Colorado. 62 Merkel-Holguin, L., Nixon, P., & Buford, G. (2003). Learning with families: A synopsis of FGMD research and evaluation in child welfare.  Protecting Children 18(1&2), 2-11. Retrieved October 10, 2007, from www.americanhumane.org/site/DocServer/FGDM_Research_intro.pdf?docID=1042.  11with a family (in conjunction with teachers and other helping professionals) to develop an individualized comprehensive service plan.  Case Managers who are professional and specially trained conduct an assessment and assist in coordinating supports and services necessary to help children and adolescents live successfully at home and in the community.  The case loads are small (1 to 10 or 1 to 12) and offer round-the-clock access.  Intensive Case Management services have been used successfully with homeless youth. One study published in the Journal of Emotional and Behavioral Disorders noted that homeless youth receiving Intensive Case Management services showed improved psychological well-being, less aggression, and satisfaction with their quality of life.63  Both shelter and outreach services can be used as a gateway to exit homelessness.  A 2002 study by Professor Thompson and colleagues compared 261 runaway and homeless youth who received services through emergency shelter and crisis services with 47 at-risk youth receiving services from a long-term day treatment program. The study found that both groups experienced positive changes in their family relationships, runaway behavior, school behavior, employment, sexual behavior and self esteem. The study noted that there were no significant group differences in the amount of change they experienced; leading one to observe that the less-costly shelter system had as positive return in regard to outcomes for youth as the more expensive day treatment programs.64  (C) Youth Housing Models  When family reunification is not an option (due to concerns over the potential for future abuse or neglect) communities must rely on housing programs designed for adolescent development to prevent and end youth homelessness.  There is a variety of housing models which have been designed to meet the developing needs of adolescents and young adults.  However, there is a limited supply of housing for youth across the country and only a handful that focus resources on LGBTQ homeless youth.  Most homeless youth never receive housing benefits because of lack of supply and long waiting lists.    Examples of youth housing models include:  host homes, shared housing, community-based group homes, dormitories, scattered site transitional housing, single-site transitional housing, permanent scattered site housing with supportive services, and foyer (employment-focused) housing.  These models incorporate life skills training, connection to caring adults, and opportunities for growth, mistakes, and positive youth development.  Many LGBTQ homeless youth rely on such housing options when family members are unwilling or unable to care for their nurturance and welfare.    Additional information on youth housing models and best practices can be obtained from the Alliance’s web page: www.endhomelessness.org/section/policy/focusareas/youth.                                                   63 Cauce, A. M., Morgan, C. J., Wagner, V., Moore, E., Sy, J., Wurzbacher, K., Weeden, K., Tomlin, S., & Blanchard, T. (1994). Effectiveness of intensive case management for homeless adolescents: Results of a 3-month follow up.  Journal of Emotional and Behavioral Disorders, 2, 219-227.  Robertson, M.J., & Toro, P.A. (1999).  Homeless youth: Research, intervention, and policy. In L.B. Fosburg & D.L. Dennis (Eds.), Practical lessons: The 1998 National Symposium on Homelessness Research (pp. 3-1-3-32). Washington, DC: U.S. Department of Housing and Urban Development and U.S. Department of Health and Human Services. 64 Thompson, S. J., Safyer, A. J., & Pollio, D.E. (2001).  Differences and predictors of family reunification among subgroups of runaway youths using shelter services.  Social Work Research, 25(3), 163-172.  12   How to approach LGBTQ homeless youth with services   1. Homeless youth are still developing and requiring caring adults.  Homeless youth are unique in that they represent a population of homelessness that is impacted by physical, emotional, and cognitive development.   We must accept the complexity that homeless youth have multiple overlapping problems (including family rejection, medical, substance abuse, and emotional and mental problems) which may have a cumulative effect arresting their development and progress. Cumulative impact of negative life experiences on homeless youth produce the need to offer a transformational experience.  Any consideration, intervention, or program model must consider how adolescent positive youth development is both retarded and enhanced through our programmatic responses.  2. Youth homelessness is as much about individual and family breakdown as societal and system failures, and it is unproductive to focus entirely on blaming the parent or youth.  The pathways to homelessness for youth is about breakdown of families, abuse and neglect, but also community systems (including economic conditions, social networks, housing stock, and child welfare systems) contributing to youth living on the streets of America.  3. Communities should invest limited resources in targeted responses tailored toward the length of time spent homeless.  Recent runaways and couch surfing youth should be quickly served to find alternative family placements, while shelter and street-dependent youth require intensive case work and access to housing models grounded in life skills training and opportunity for growth.  4. Communities should invest in those interventions that have shown evidence-based results of positive outcomes.  A growing body of research informs us on the interventions which produce positive outcomes to end youth homelessness. These interventions typically tend to be early intervention, mental health services, intensive case management services, provision of respite care tied to family reunification counseling, and housing coupled with life skills training and positive youth development services.  A community must produce housing models to assist those youth who will never experience family reunification.  5. Youth homelessness is not an insurmountable problem and we can end this problem.  With coordination of services between child welfare systems and community-based organizations centering on family, health, and housing this is a social condition that can be ended.   13 CONCLUSION  According to a number of studies, there are hundreds of thousands of LGBTQ youth who are unaccompanied and experience homelessness each year in America.  Not only is there is disproportionate representation of LGBTQ youth among homeless youth populations, but this population experiences greater physical and sexual exploitation while homeless than their heterosexual peers.  Unfortunately, a national shortage of youth shelters and housing programs result in many youth being denied meaningful assistance. Their experiences with lack of stable housing, abuse, and exploitation occur during a critical human developmental stage, adolescence, setting them up for further challenges as adults.  The National Alliance to End Homelessness working cooperatively with the nation’s youth-serving community and the LGBTQ advocacy community to create a national policy agenda to end youth homelessness.  Several intervention models provide hope through studies indicating positive outcomes for homeless youth: early intervention and prevention services, intensive case management services coupled with shelter or drop-in centers, and youth housing models with supportive services.  Lack of federal, state, and local funding is a primary barrier to assisting communities in addressing the needs of LGBTQ homeless youth.  This social condition is not so large, that concerted community intervention and public investment could not end youth homelessness in the 21st century. Welcoming and Nurturing Environments as a Best Practice  LGBTQ homeless youth do not simply want to be tolerated.  Toleration is a negative form of acceptance.  Youth understand and feel the difference between program services and agencies that tolerate versus nurture and celebrate them as persons.  Programs serving LGBTQ homeless youth must recognize the prevalence of abuse, exploitation, neglect, abandonment, and conflict these youth have experiences in their families and communities.  Merely tolerating their existence in a program often leads to barriers to building trusting relationships and engaging youth in opportunities for growth and change.  Shelters, drop-in centers, housing models, counseling centers, and case advocates must consciously strive to exhibit behaviors, practices, and policies that nurture and celebrate LGBTQ homeless youth.  ",
    "id": 71340215,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:1064"
    },
    "title": "LGBTQ Youth Harmed by Homelessness",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-06-06T01:00:00+01:00",
    "publisher": "National Alliance to End Homelessness",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/1064/1064.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71340215.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71340215"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71340215/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71340215/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71340215"
        }
    ],
    "abstract": "Severe family conflict, abuse, neglect, and abandonment all contribute to the social crisis of family displacement and homelessness for lesbian, gay, bisexual, and transgender youth in America. A growing body of research points to the conclusion that each year, hundreds of thousands lesbian, gay, bisexual, transgender, and questioning (LGBTQ) youth will experience homelessness. LGBTQ youth are not only over-represented in homeless youth populations, but studies indicate that this population experiences greater physical and sexual exploitation while homeless than their heterosexual peers. Unfortunately, most American communities lack an adequate capacity of programs and resources to offer support to prevent and end homelessness for LGBTQ homeless youth. Once homeless, LGBTQ youth experience instability, abuse, and exploitation during a critical human development stage. Without residential stability, nurturance, and opportunities for positive youth development, LGBTQ homeless youth are set up for further challenges as adults",
    "tags": [
        "letter",
        "policy report",
        "text",
        "Children and Youth",
        "Housing and Homelessness",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "letter",
        "policy report",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:1064",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71340215,
        "depositedDate": null,
        "publishedDate": "2008-06-06T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:43:20+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:08:10+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/1064",
        "https://issuelab.org/resources/1064/1064.pdf"
    ],
    "lastUpdate": "2024-02-14T12:43:20+00:00",
    "setSpecs": []
}