{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Carlson-Strain, Miranda"
        }
    ],
    "contributors": [],
    "createdDate": "2020-06-04T22:38:29+01:00",
    "dataProvider": {
        "id": 387,
        "name": "Memorial University Research Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/387",
        "logo": "https://api.core.ac.uk/data-providers/387/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/323486724.pdf",
    "fullText": "LGBTQ2S Tattooing in St. John’s, NL   by © Miranda Carlson-Strain       A thesis submitted to the School of Graduate Studies in partial fulfillment of the degree of Master of Arts.       Department of Anthropology  Memorial University of Newfoundland       September 2019  St. John’s, Newfoundland and Labrador   ii  Abstract  This thesis offers an ethnographic account of LGBTQ2S tattooing in St. John’s, Newfoundland and Labrador through 19 interviews, four months of participant observation, and a media analysis. Interviews took place with tattooed and non-tattooed LGBTQ2S individuals, and tattoo artists/apprentices, ranging from 20 to 68 years old. Tattoo narratives were collected to understand what it might mean to be LGBTQ2S in St. John’s, in 2018. Research revealed that some LGBTQ2S individuals use tattoos for commemoration, self-expression, and representations of affiliation and group belonging. This thesis explores how some LGBTQ2S individuals use tattoos to visibly represent people, life events, accomplishments, and aspects of their LGBTQ2S identities. Using Brubaker and Cooper’s (2000) reconceptualization of ‘identity’, this thesis discusses participants’ usages of tattooed LGBTQ2S symbols to express elements of their self-understanding. This thesis argues that these uses of tattoos elucidate the importance of visibility for some LGBTQ2S individuals in St. John’s. Drawing on concepts of imagined communities (Anderson 2006) and the symbolic construction of communities (Cohen 1985), this thesis offers a critical discussion of tattoo and LGBTQ2S communities in St. John’s.     iii  Acknowledgments This thesis would not have been possible without the support of a number of individuals. Firstly, I would like to thank my supervisor, Robin Whitaker, for all your comments, suggestions, and sound advice. Thanks to Sharon Roseman, for your guidance at the beginning of this journey. To all of the professors in the department that I had the opportunity to learn from, including those who attended my proposal defence and department seminar: Lincoln Addison, Rex Clarke, Reade Davis, Wayne Fife, Mark Tate, and Carolina Tytelman. Thank you, Tina, for keeping the department running and for reminding me to go home occasionally. Thank you to my peers Heather, Julian, Ukachi, Kara, Ashely, Sandra, and Emmy for all the laughs and words of encouragement when I needed them (which was often). And thank you to all the facilitators and participants of the various thesis workshops I attended over the course of the last year; without all of your support, this thesis would not be what it is today.  Two essential contributions to this project came in the form of funding provided by the Social Sciences and Humanities Research Council (SSHRC) and the Institute of Social and Economic Research (ISER), for which I am extremely grateful.  Thank you to my participants for welcoming me into your lives and into your stories. Thank you for taking time to speak with me and for providing the inspiration for this thesis.  Thank you to my friends both near and far, for reminding me to enjoy everything life has to offer. To Cassie especially, your friendship means the world to me. Thank you for visiting and for all the edits of this thesis and countless papers and assignments over the last six years.   iv  To my parents, thank you for accepting my insistence that I live as far away from you as possible without leaving the country. You gave me the best possible start in life, and I am forever grateful. Your support has kept me going through every up and down. To my brothers, thank you for your support and for letting me win when we play cards.  And to my partner in life and love, David. Thank you for letting me distract you from your own thesis project and for always doing my dishes. I can’t wait for our next step together.        v  Tables of Contents Abstract……………………………………………………………………………………ii Acknowledgements……………………………………………………………………….iii Table of Contents………………………………………………………………………….v  List of Figures…………………………………………………………………………...viii  Chapter 1: Introduction……………………………………………………………………1 1.1 Introduction……………………………………………………………………1 1.1.1 Scope and Objectives...……………………………………………2 1.1.2 Literature Review………………………………………………….3 1.2 Methodology..…………………………………………………………………9 1.2.1 Interviews...………………………………………………………10 1.2.2 Participant Observation…………………………………………..12 1.2.2.1 Memorial University LGBTQ2S Safe Space…………….12 1.2.2.2 The 4th Annual St. John’s Tattoo Convention……………14 1.2.2.3 Pride and Other LGBTQ2S-Specific Events……………..15 1.2.3 Media Analysis..………………………………………………….16  1.2.4 Photographs………………………………………………………16 1.3 Theoretical Perspective….……………………………………………………17 1.3.1 Identity……………………………………………………………17 1.3.2 Semiotics….………………………………………………………19 1.3.3 Dramaturgy……………………………………………………….21 1.4 A Note About the Author…………………………………………………….23 1.5 A Note About Terminology………………………………………………….24 1.6 Chapter Outline………………………………………………………………25 Chapter 2: Setting the Scene……………………………………………………………..26 2.1 Introduction…………………………………………………………………..26 2.2 LGBTQ2S Presence in the News…………………………………………….27 2.2.1 The Village Mall Affair…………………………………………..27 2.2.2 The Collapse and Reformation of the St. John’s Pride Committee ……………………………………………………………………33   vi  2.2.3 The Springdale Crosswalk Debate……………………………….37 2.2.4 LGBTQ2S School Presentation in Middle Arm, NL…………….41  2.3 Tattooing Presence in the News...……………………………………………43 2.3.1 Negative Impressions of Tattoos…………………………………44 2.3.2 Tattoo Removal and Coverups...…………………………………46 2.3.3 Indigenous Tattooing……………………………………………..47 2.3.4 Cancer Tattoo Fundraiser...………………………………………47 2.3.5 LGBTQ2S-Specific Tattoo Studio……………………………….48 2.4 Conclusion……………………………………………………………………50 Chapter 3: Commemorative Tattoos..……………………………………………………52 3.1 Introduction…………………………………………………………………..52 3.2 Commemorative Tattoos for Friends and Relatives………………………….54 3.2.1 Memorial Tattoos...………………………………………………54 3.2.2 Relationship Tattoos...……………………………………………60 3.3 Reminder of Life Events and Transitions…………………………………….63 3.4 Embodiment of Accomplishments...…………………………………………68 3.5 Lavender’s Commemorative Tattoo………………………………………….70 3.6 Conclusion……………………………………………………………………73 Chapter 4: Self-Expression……………………………………………………………….74 4.1 Introduction…………………………………………………………………..74 4.2 Tattoos of Self-Expression…………………………………………………...76 4.3 LGBTQ2S-Specific Tattoos of Self-Expression……………………………..82 4.3.1 Rainbow Tattoos………………………………………………….85 4.3.2 Pink Triangle Tattoos…………………………………………….91 4.3.3 Visibility of LGBTQ2S Identity through Tattoos………………..98 4.4 Non-Tattooed Self-Expression……………………………………………...101 4.5 Conclusion.………………………………………………………………….103 Chapter 5: Expressions of Affiliation and Group Belonging.…………………………..105 5.1 Introduction…………………………………………………………………105 5.2 The Tattoo Community……………………………………………………..108   vii  5.3 The LGBTQ2S Community………………………………………………...114 5.3.1 Pride 2018……………………………………………………….115 5.3.2 Transphobia among LGBTQ2S People…………………………118 5.4 Expressions of LGBTQ2S Affiliation and Belonging....……………………121 5.5 Conclusion…………………………………………………………………..129 Chapter 6: Conclusion…………………………………………………………………..131 References………………………………………………………………………………136 Appendix A: Interview Schedule……………………………………………………….152       viii  List of Figures Figure 3-1: Lucy’s Wonder Woman symbol……………………………………………..66 Figure 3-2: Lucy’s pin up tattoo………………………………………………………….69 Figure 3-3: Lavender’s commemorative tattoo…………………………………………..71 Figure 4-1: Jill’s first tattoo………………………………………………………………77 Figure 4-2: Skull and crossbones on Lucy’s hip…………………………………………80 Figure 4-3: Harley Quinn and Poison Ivy on Lucy’s thigh………………………………82 Figure 4-4: Jill’s rainbow rose……………………………………………………………90 Figure 4-5: Casey’s pink triangle tattoo………………………………………………….96 Figure 5-1: Jesse’s second stick and poke tattoo………………………………………..122  1    Chapter 1: Introduction 1.1 Introduction  On the morning of July 15, 2018, rain was pouring down. But that did not stop over 1800 people marshalling for the St. John’s Pride Parade. I stood on the steps of City Hall and surveyed the scene. People were dressed in rainbow colours with flags, decorations, and face paint to match. One person was wearing a huge rainbow crinoline skirt with a bright red top hat. A group of people wore colourful body suits and were covered head-to-toe in glitter. Bisexual, trans, and pansexual flags were interspersed with ubiquitous rainbow flags. I saw couples of all genders walking down the street holding hands. And I saw a lot of tattoos.  Tattooing has become increasingly common in North America (Atkinson 2003; Barron 2017; Mifflin 2013; Sanders and Vail 2008; Thompson 2015). Newfoundland and Labrador (NL) is no exception: Dave Munro, a local St. John’s tattoo artist, says that this is the most tattooed province in Canada; approximately one third of residents have tattoos (CBC News 2015). The prevalence of tattooing is evident in a stroll through downtown St. John’s, where it is difficult to walk 500 meters without encountering a tattoo studio. As for my specific focus on LGBTQ2S (lesbian, gay, bisexual, trans, queer, two-spirit) tattooing, since the 1970s, body art “has been a significant part of gay subcultural style” (Pitts 2003, 92). This thesis is based on four months of ethnographic fieldwork, exploring LGBTQ2S tattooing in St. John’s, NL. The active use of tattoos reflects an important aspect of being LGBTQ2S: visibility. Context is important in this discussion in that tattoos are polysemic visible representations of aspects of the self. Thus, particular 2    meanings may not always be available to every viewer. In this thesis, I argue that the importance of visibility for LGBTQ2S individuals in St. John’s is elucidated by the active use of tattoos through commemoration, self-expression, and representations of affiliation and group belonging.  1.1.1 Scope and Objectives  My main objective is to better understand the uses and meanings of tattooing and how tattooing contributes to the constitution of LGBTQ2S people as a group and as individuals in St. John’s. This goal is addressed through the collection of tattoo narratives (DeMello 2000), as personal narratives are both developed from experience and give shape to experience (Ochs and Capps 1996, 21, emphasis added). Narratives “reach out to tap a pre-existing identity, [and] they construct a fluid, evolving identity-in-the-making” (Ochs and Capps 1996, 22).   I trace the social and cultural contexts that give tattoos meaning in order to add insight into what it means to be LGBTQ2S in St. John’s, which can vary both from person to person and situationally for the same person, as people are not the same everywhere. This is the ‘fluid’ part of identity; identities are shaped by contexts, whether those be relational, institutional, and/or social. As Dorinne Kondo (1990, 29) states, “one could argue that identity and context are inseparable.” What it might mean to be tattooed varies depending on the situation and historical context.  Looking at the meanings of tattoos in different contexts offers insight into possibilities for being LGBTQ2S in St. John’s, NL, and the importance of visibility to those possibilities. Tattoos provide a lens to explore ideas about visibility, as they are both the product of a unique moment in a person’s life, and, once acquired, become an everyday, habitual experience.  3    While collecting tattoo narratives, I focused on the following research questions: 1) What part do tattoos play in particular LGBTQ2S people’s lives? What do tattoos mean to them? Do tattoos figure in the coming out (and being out) experience? If so, how? 2) Are there subcultural tattoo styles or conventions among LGBTQ2S people? Are any of these locally specific? 3) What can LGBTQ2S people’s tattoo stories tell us about what it means to be LGBTQ2S in St. John’s? 1.1.2 Literature Review  Tattooing is a global and ancient practice (Barron 2017; Deter-wolf et al. 2015). Archaeological evidence, including art and tattoo tools, dates tattooing to sometime in the Upper Palaeolithic period (50,000-10,000 years ago), while the oldest evidence of tattoos on human skin dates to around 3370-3100 BC (Deter-wolf et al. 2015). Tattooing was likely present in the “earliest manifestations of human culture, but also, crucially, it has been utilised as a means by which to visibly reflect personal symbolic meanings” (Barron 2017, 6, emphasis added). The field of tattoo scholarship is broad, with contributions from “literary scholars, art historians, archaeologists, anthropologists, sociologists, psychologists,” among others (DeMello 2014, xxv). Important here is literature on Western tattooing and that which deals with identity.  Atkinson (2003) provides an overview of the history of Western tattooing from the 1760s to 2003, as part of one of the first extended analyses of Canadian tattooing (Atkinson 2003). As summarized in Martin’s (2019, 1) recent book, Atkinson divides this history into six eras: “the colonist/pioneer (1760s-1870s), circus/carnival (1880s-1920s), 4    working class (1920s-1950s), rebel (1950s-1970s), new age (1970s-1990s), and supermarket era(s) (1990s-2003).” Updating this history, Martin (2019, 2) suggests that the current era be called liquid modernity, characterized by “insatiable consumerism, swift-paced existence, throw-away products, and a globalized world of humans ever competing for the newest and the best” battling desires for stability and permanence. His research also delves into Canadian tattooing, and posits that in this era of liquid modernity, tattoos are “an anchor of stability [for their bearers] in the treacherous waters of contemporary society” (Martin 2019, 2).  Both of these timelines of Canadian tattooing neglect the rich and diverse histories of indigenous tattooing that existed before the “colonist/pioneer” period and continue today. Indigenous tattooing practices in Canada vary depending on region and group. To give just two examples: the Tlingit peoples of the Pacific Northwest coast used tattooing, often during potlatch ceremonies, to represent clans and lineages and to honor those who have passed away (Kaszas 2012). Nlaka’pamux tattooing related to war, religion, shamanism and puberty (Kaszas 2012). Although there was a decline in indigenous tattooing practices as a result of European colonization, in recent years, there has been a revival of indigenous tattooing as the practice is being taken up once again by various groups (Kaszas 2012). The revival of Indigenous tattooing practices shows a reclamation of Indigenous identity that was banned during colonial settler times (Macdonald 2016). Recent debates around appropriation show the political nature of Indigenous tattooing. For example, Prime Minister Justin Trudeau has been criticized for his Haida raven tattoo, which was acquired without permission from the artist or the Haida (Macdonald 2016). For the Haida, being tattooed is sacred. The artist of Trudeau’s tattoo, 5    Robert Davidson, stated “‘in accepting a tattoo, you commit to the values and laws that govern our nation’” (Macdonald 2016). Though he bares a Haida tattoo, Trudeau has shown disregard for those values and laws by supporting controversial pipelines and natural gas terminals (Macdonald 2016). For the Haida, their tattoos represent a particular stance in line with the beliefs of their nation and a particular Indigenous identity.  There is an established body of tattooing literature that deals with identity (Atkinson 2002, 2003; Barron 2017; Benson 2000; DeMello 2016; Martin 2019; Mifflin 2013; Pitts 2003; Sanders and Vail 2008). As Atkinson (2003, 21) discusses, body modification is “a process of personal identity construction” (original emphasis). Through tattooing, people are able to construct and alter their appearances to “control their social identities, self-definitions, and interactional prospects” (Sanders and Vail 2008, 3–4). Tattoos and their associated narratives allow individuals to author their identities over the course of their lives (Martin 2019; Pitts 2003), “mapping a fluid and changing identity” as the tattooed body evolves (Mifflin 2013).  Extending this discussion of tattooing and identity, some authors have addressed LGBTQ2S body modification, albeit, often in a shallow way (one exception being sociologist, Victoria Pitts (2003)). My research adds to tattooing literature with a focus on tattooing and LGBTQ2S identity. This area has been mostly overlooked or combined with larger projects that do not specifically examine the experiences of LGBTQ2S individuals. DeMello (2000, 8), for example, did not ask participants about sexual identities, assuming that some of her informants were gay and overlooking the ways that LGBTQ2S experiences of tattooing may differ from those who identify as cisgender and heterosexual. Similarly, Atkinson (2003) did not focus on LGBTQ2S individuals. 6    However, he discussed a gay male participant, and stated “for some gay male respondents, modifying the flesh through tattooing marked their coming out, a part of the declaration of gay identity heretofore repressed by others” (Atkinson 2003, 196).  Pitts (2003, 102) more specifically presents queer body modification—such as scarification, branding, piercing, and tattooing—and the ways it “presses the issue of visibility that is already important for gay, lesbian, and transgender people.” She examines the cultural politics of body modification, and looks at LGBTQ2S individuals’ modifications as acts of “queering the body” (Pitts 2003, 91). In an article presenting body modification narratives of gay, lesbian, and transgender individuals, Pitts (2000, 445) discusses body modifications as practices that “facilitate individual self-expression, fulfill identity needs, and mark one’s affinity for, and relationship to, or rejection of mainstream culture within a widening set of identity options.”  My approach adds an understanding of the more common and conventional practice of tattooing, whereas Pitts (2000, 2003) primarily discusses what many would consider more extreme body modifications. My research contributes to tattooing literature and how tattooing as a possible form of ‘queering the body’ contributes to and overlaps with LGBTQ2S narratives and identities. Relevant here are anthropological discussions of queer identity. Similar to tattooing literature, this corpus covers a broad range of topics. Several authors speak to the multiplicity of identities, in that identities are polyvalent and constructed in a multitude of ways, with no individual having a singular identity (Blackwood 1995; Brodkin 2009; Kennedy 2002; Lewin and Leap 2002; Wilson 2009). In comparison with Demello’s (2000) use of tattoo narratives, Brodkin (2009) focuses on how narratives and coming out stories work to create and present identities. She discusses how “personal 7    stories are the foundations of new collective political identities” (Brodkin 2009, 75). My collection of tattoo narratives in some cases revealed coming out narratives, showing overlap in stories of identity construction.  Connecting visuality to identity, Hutson (2010) discusses how LGBTQ2S individuals modify their appearance in order to construct an identity they perceive as authentic. Similarly, Dave (2012) in her ethnography of lesbian activism in India, discusses how visuality plays a role in the formation of a lesbian identity. Blackwood (1995) studies differences among ‘lesbian’ identities cross-culturally, showing as Lewin suggests, that gay communities and identities are not “as sharply etched as the convenient label would suggest” (2009, 91). Terms like ‘gay’ and ‘lesbian’ are not static across cultures. As such, culture and context help shape queer identities. In further research on context, Mary Gray (2009), discusses queer visibility and an apparent rural/urban divide, showing how space and location play into the formation of LGBTQ2S identities and communities. Gray (2009, 6) states: “access to a visible community of sexual and gender difference is central to the story of urban queer cultural formation.” Although politics of visibility between rural and urban may be contentious, the role of visibility in the construction of LGBTQ2S communities is pertinent here. My research intersects with all of these studies but adds a new dimension by asking how tattooing identities may contribute to and overlap with LGBTQ2S narratives and identities, and analyzing what tattoos might reveal about what it means to be LGBTQ2S. As an LGBTQ2S identity does not obliterate other identities (Wilson 2009, 106), it is important to consider intersections of identities and how context informs one’s visible display of identity.  8    Although tattooing has become less stigmatized recently (Martin 2019; Sanders and Vail 2008), in many contexts a long history associates the practice with a variety of deviances, including criminality, loose morals, mental illness, and self-mutilation (Atkinson 2003; Braunberger 2000; DeMello 2000; Fenske 2007; Jeffreys 2000; Mifflin 2013; Pitts 2003; Sanders and Vail 2008). This history continues to affect the ways (at least certain kinds of) tattoos are viewed today. My research contributes to further understanding of tattooing as a means of self-representation, as an element of group membership and belonging, and as a practice with “cultural legitimacy” (Blanchard 1991, 14). My research also seeks to elucidate the experiences of LGBTQ2S individuals, who continue to face marginalization and discrimination. In the United States, for example, LGBTQ2S people face many problems, including “sexual oppression… homophobic violence, employment, and job-site discrimination, along with denial of access to health care and other social services” (Lewin and Leap 2009, 3). My research documents the experiences of tattooed LGBTQ2S individuals who may be at further risk of marginalization due to both queer identities and body modification practices. As such, my research has the potential to enhance understanding of marginalized individuals who participate in tattooing, a critical condition for greater acceptance and equity. My work also adds to our understanding of the experiences of LGBTQ2S individuals in the city of St. John’s. As Michael Connors Jackman says, “NL is not exactly the centre of queer activism/politics/community in Canada, but… it’s [an interesting] ethnographic site for that reason” (2018, personal communication). Some research has focused on the experiences of LGBTQ2S individuals in NL. For example, 9    Courtney (2003) examined gay men’s experiences of workplace harassment in St. John’s. Men faced anti-gay violence in their work environments and were at risk for verbal and physical abuse (Courtney 2003). In a further examination of violence, Cumby’s (2017) research looked at sexual assault against LGBTQ2S individuals in NL. Both studies show that harassment and oppression against LGBTQ2S individuals continues to occur. Publications of personal accounts tell of discrimination in Labrador and St. John’s (Craggs 2014). Related to this idea of personal accounts, Moore’s (2017) study focused on coming out narratives of LGBTQ2S individuals in NL and how these narratives relate to negotiations of identity.   Various social researchers have studied aspects of identity in NL (see, e.g., Cullum (2003) on narrative and identity at Job Brothers fish plant in St. John’s; Breslin (2011) on Irishness and musical identities in St. John’s; Hallett (2004) on gender identity in fictional and biographical accounts of NL women; Read (2007) on NL identity and concepts of home). In her discussion of ideas of home, Read (2007) looks closely at the role of narrative in St. John’s. Read suggests that in NL, there is too much promotion of master narratives, those stories that align with dominant ideas of what an NL identity is. Those telling alternative narratives, such as LGBTQ2S people, “can experience social exclusion” (Read 2007, ii). Read (2007, 153) calls for the inclusion of non-mainstream narratives of NL residents in broader conversations to deepen the understanding of the diverse people that live here. My exploration of tattoo narratives of LGBTQ2S people elicited such non-mainstream narratives in the city.   In St. John’s, there has been some research on body modifications. Hans Rollmann (2002) focuses on piercing practices in the city. He studies the ways that body 10    piercing is “used by people to create complex systems of symbolic meaning within the context of creating and confirming a sense of individual identity” (Rollmann 2002, 3). Tattoos have similar symbolic meaning-making potential (Martin 2019).  My research contributes to knowledge of body modification and tattooing in St. John’s, as participants used tattoos as a way to construct identity. This is particularly interesting considering the presumed high rate of tattooing in NL (CBC News 2015). Finally, this research touches upon a thriving commercial industry in tattooing. The National Post estimated that $1.65 billion was spent on tattoos in the United States in 2013 (Faille, Edminston, and Jivov 2013). Tattooing is a service industry that deserves attention, especially in the capital city of what may be the most tattooed province in Canada. In addition to monetary value, there is artistic value in tattoos (Sanders and Vail 2008). As the prevalence of custom tattooing continues to increase, there is more discussion of the artistry that goes into the practice (Sanders and Vail 2008). This shift is seen in the change of language, from ‘tattoo parlours’ to ‘tattoo studios’ and from ‘tattooist’ to ‘tattoo artist’ (Sanders and Vail 2008). Research on tattooing is socially relevant in the ways it contributes to the economy and artistic community.  1.2 Methodology  I conducted my research in St. John’s, NL from June to September 2018. I engaged in interviews, participant observation, and media analysis 1.2.1 Interviews   Over the course of my fieldwork, I conducted 19 semi-structured, recorded interviews, 18 with people who identified as LGBTQ2S and one with a straight-identified tattoo apprentice, using the interview schedule in Appendix A.  I conducted three 11    additional, informal, non-recorded interviews with LGBTQ2S tattoo artists. Of the 18 people interviewed who identified as LGBTQ2S, 12 people had one or more tattoos, while six people had no tattoos. The ages of participants ranged from 20 years old to 68 years old, with most being in their mid to late 20s. Most participants identified themselves as bisexual, some as gay or lesbian, one person as queer, one person as trans and two-spirit, and some defied labels. All the names of participants used in this thesis are pseudonyms in order to protect the identity of those involves. Some details have been anonymized or altered slightly in cases where information has the potential to reveal a participant’s identity.   Participants were recruited during participant observation, through word of mouth as I made my contact information available in participant observation spaces, and through a public Facebook post detailing my research and contact information. On several occasions, participants shared my information with friends who might be interested, who then got in touch with me. This method of recruitment attracted a lot of students to my project; 12 out of 18 LGBTQ2S participants were Memorial University students at the time of their interviews. One of my participant observation locations was on campus and presumably contributed to the abundance of student participants. This skew likely affected my findings, as younger, educated individuals were my primary participants.   Interview participants were primarily white, middle class individuals. While some individuals stated they identified as white, occasionally I inferred this based on other information, for example, their heritage. One participant was Indigenous and described themselves as living in poverty during several periods in their life. Another participant identified as Filipina and racialized. Two participants discussed Christianity and religion 12    as important influences in their lives. Religion also came up in discussions during participant observation, as I discuss briefly in Chapter 4. It is important to consider the ways class, race, religious and spiritual affiliations, and sexual and gender identity intersect and work to shape multiple dimensions of people’s experiences (Crenshaw 1989, 1991). These other affiliations can contribute to feelings of inclusion and exclusion within an LGBTQ2S community. For some, these intersections also create dilemmas of identification. Casey, for example, discussed how her spiritually has been called into question by LGBTQ2S individuals. She stated, “I find that a lot of LGBTQ2+ people, when I say I’m religious, they’re like ‘you’re what?!’ They just don’t understand… so I get a lot of weird looks in queer spaces… it’s difficult navigating queer spaces being religious.” Most participants did not bring up discussions of race and class during interviews, possibly because they fell into majority and generally unmarked categories of white and middle class and had the privilege of not experiencing discrimination based on those aspects of their identities.   The semi-structured interview approach fit my research objectives well, in particular as regards obtaining detailed tattoo narratives. This interview method allowed me to follow leads and the flow of conversation, while obtaining answers that could be compared and analyzed after exiting the field (Bernard 2006). Interviews elicited information and narratives about the lived experiences of tattooed and non-tattooed LGBTQ2S individuals, and about being tattooed and identifying as LGBTQ2S. Tattoo narratives provided a framework for understanding tattoos and their meanings and functions (DeMello 2000), and helped me understand the wider significance of LGBTQ2S tattooing in St. John’s. Interviewing non-tattooed people offered insight into 13    how they view tattoos, why some people chose not to become tattooed, or put off the process of being tattooed, and other ways they physically presented an LGBTQ2S aspect of their identity. Interviews with both tattooed and non-tattooed people allowed me to further explore the experiences of LGBTQ2S people in St. John’s.  Importantly, these interviews are constructive, joint endeavours between myself as a researcher and individuals as my participants (Alldred & Gillies 2002). On several occasions, participants commented that my interview questions had them considering new thoughts and ideas. For example, one participant stated: “I said things to you that came out that I never really thought about before.” Another said about a particular comment, “this is something that’s just entering my mind now, so I haven’t really—this is the first time I’ll be articulating it.” These examples show the ways in which interview questions can produce collaborative, intersubjective responses. Further, my choice of follow-up questions and prompts as participants answered interview questions also played a role in shaping the interviews. As such, interviews do not merely elicit information, but are joint productions of creating of knowledge.  1.2.2 Participant Observation   Participant observation, involves, as much as possible, experiencing the lives of the people being studied in an attempt to understand their culture from their own perspective (Bernard 2006). Participant observation gave me the opportunity to engage in many informal conversations that contributed to my understanding of tattooing and experiences of being LGBTQ2S in St. John’s and NL. As a part of my fieldwork, I planned to conduct participant observation in three main settings: Spectrum Choir’s weekly meetings, the 4th Annual St. John’s Tattoo Convention, and St. John’s Pride. Once 14    I began fieldwork, I was unable to access Spectrum Choir. After several emails, I heard back from the director of the choir in mid-July and learned that their season had ended, and they would not be meeting again until after my fieldwork ended. As I had hoped Spectrum Choir would be a place to interact with and learn about one dimension of the local LGBTQ2S community in a casual and consistent setting, I looked for another location that might suit this goal and found one on campus.  1.2.2.1 Memorial University LGBTQ2S Safe Space I learned about a small LGBTQ2S safe space on Memorial University campus that would be willing to let me conduct research. This space, though not open in the summer, was amenable to me attending throughout the month of September. I do not name the space or its location here, in an effort to protect the privacy of people involved in that space. As a part of securing informed consent, I posted my contact information and a letter of information about my study in the space. I consulted with every person who entered to ensure that they knew I was a researcher and to gain their consent for my presence and notetaking in the space. Additionally, though I spent time in the space almost every weekday in September, I tried not to overstay my welcome. I did not stay longer than a few hours a day. No one contacted me to say they were uncomfortable with my presence, but given the nature of the space, I wanted to ensure that for those who needed a confidential safe space, it was available to them for some period of time each day, without a researcher present.  While in the space, I took fieldnotes in a small notebook, which I later expanded into thorough fieldnote documents. I engaged in conversations about a variety of topics, from such mundane, everyday things like what classes people were taking, to more in-depth 15    and serious conversations about discrimination people had experienced and transphobic stickers found across campus. I made notes about visible tattoos in the space and throughout the month met four or five people with tattoos. The majority of people who spent time in the space were not tattooed, to my knowledge. I had several conversations specifically focused on people’s experiences with tattoos. Two people, for example, had gotten tattoos in someone’s home, rather than in a studio. Conversations about tattooing were usually prompted when someone new came into the space and I introduced myself and my research. On the whole, I gathered more information about LGBTQ2S topics and debates than I did about tattooing. That said, participant observation in this setting was fruitful and helped give me a sense of day-to-day life both on and off campus.  1.2.2.2 The 4th Annual St. John’s Tattoo Convention   The first special event I attended as a participant observer was the 4th Annual St. John’s Tattoo Convention, from June 30-July 2, 2018. The convention was organized and sponsored by Trouble Bound Studio, a St. John’s based tattoo studio, in operation for 15 years (Munro 2018). The convention hosted 74 artists from across Canada and the world, with hundreds of attendees (St. John’s Tattoo Convention 2018). I attended all three days of the convention and engaged with tattoo artists and attendees, and got the opportunity to sit with someone getting a tattoo throughout the whole process. Participant observation at this event was important because tattoo conventions are “a space of enactment of the tattoo community” (Fenske 2007, 43). DeMello (2000, 20-21) posits that membership in this community is predicated upon being tattooed and having a commitment to tattooing that is shown through learning about tattoos, attending conventions, and reading tattoo publications. This gathering was an opportunity for an imagined community to come 16    together for a short period of time. Tattoo conventions create a sense of community due to “shared specialness… [and people’s] sense that they have found people who are like them” (DeMello 2000, 21).  This part of my fieldwork provided me with further understanding of tattooing practices and put me in contact with two LGBTQ2S tattoo artists with whom I engaged in informal interviews, and with LGBTQ2S tattooed people who participated in semi-structured, recorded interviews. Many tattoos were on display at the convention and as a result, I saw two different rainbow tattoos that symbolized LGBTQ2S identities. Several of my participants were present at the convention, showing that it was an event attended by LGBTQ2S people. As part of my informed consent process, posters were placed at the entrance and waiver tables, along with letters of information and my contact information, to notify convention attendees that a researcher was present. Several people approached me as a result of these notifications to engage in both informal conversations and recorded interviews. Though there was some overlap with LGBTQ2S people attending, most of the information gathered in this setting had to do with tattooing practices.  1.2.2.3 Pride and Other LGBTQ2S-Specific Events   Next, I attended Pride events as a part of my participant observation. Additionally, after getting close with some participants, I learned of other LGBTQ2S-specific events that occurred in the months following Pride that I attended, sometimes on my own and other times with participants. I attended both St. John’s Pride events and Pride on Campus events. There was some overlap in the scheduling, so though I attended as many events as possible, I was unable to make it to every event. Pride is a special occurrence that happens once a year in St. John’s, a site of LGBTQ2S performance and identity-making 17    that can be observed through participant observation (Enguix 2009; Johnston 2005). I attended a variety of events, including Pride flag raisings, drag shows, a solidarity lunch, a fetish night at a popular spot for LGBTQ2S night life, a bonfire, and the Pride parade and following celebration.   When attending smaller events, I made myself known to attendees as a researcher. At more public events, like the Pride parade, the televised flag raisings on campus and at the provincial Confederation Building, and drag shows, I took note of the proceedings, and cases where I engaged in conversation with others, introduced myself and my research as part of the informed consent process. In particular, I looked to see if tattoos were on display at these events. Visible tattoos were present at most events, and in some cases, I saw tattoos that could be considered LGBTQ2S-specific. At the Pride parade, for example, I saw several rainbow tattoos, and one tattoo with the branching gender sign that I understood as a symbol for transgender.   Fieldwork at Pride and other LGBTQ2S events gave me an opportunity to network and recruit potential interview participants, in addition to seeing how some individuals present themselves in different settings, as I saw some of the same people at different events. These events brought together LGBTQ2S people and I was able to observe and participate in community settings.  1.2.3 Media Analysis  Lastly, I engaged in a media analysis. I tracked and analyzed media articles and postings at local, provincial, national levels on topics about tattooing and LGBTQ2S issues. This analysis included news articles (CBC News, The Telegram, etc.), public Facebook posts (St. John’s Pride page, etc.), and readers’ comments on such postings. 18    Systematic review of these sources offered insight into popular perceptions of tattooing and LGBTQ2S topics, their construction and framing in the area, and at a broader level, and helped to elicit meaning and develop knowledge of the topics (Bowen 2009). In addition, this analysis helped contextualize my research in relation to public attitudes (Fife 2005). Media analysis of this kind helped “verify findings [and] corroborate evidence” of what is seen during participant observation (Bowen 2009, 30). The media analysis is discussed more thoroughly in Chapter 2.  1.2.4 Photographs  Some participants elected to include photographs of their tattoos to provide a visual to accompany their tattoo narratives. Most photographs were selected by the participants and shared with me. They are reproduced here with permission from the owners. I took one photo presented here during an interview that the participant then approved (Figure 5-1).  1.3 Theoretical Perspective   In order to conceptualize this research, my theoretical framework has three main dimensions: identity as a category of practice and analysis; a semiotic approach to tattoos as communicative signs; and dramaturgy, more specifically, Goffman’s (1959) The Presentation of Self in Everyday Life.  1.3.1 Identity  My research approaches the concept of identity both as a category of practice and as a category of analysis. As a category of practice, identity is used by actors “in some everyday settings to make sense of themselves, of their activities, of what they share with, and how they differ from others” (Brubaker and Cooper 2000, 4). Although Brubaker and 19    Cooper (2000) chose to do away with identity, I do not necessarily agree with their scepticism about ‘identity’ as a social science concept. My analysis is in line with Jenkins (2008, 14), who critically approaches identity but does not agree with “discarding the notion”, as identity “features in a host of public discourses, from politics, to marketing, to self-help.”  That said, Brubaker and Cooper (2000) offer three alternatives that may be used to trace more precisely the work that ‘identity’ claims to do and that better lend themselves to empirical research and analysis: (i) identification and categorization; (ii) self-understanding and social location; and (iii) commonality, connectedness, and groupness. All three are relevant to this research and are discussed in the following chapters as I tease out in ethnographic detail the nuances of people’s uses of identity as a category of practice and critically analyze their uses of tattoos to make visible aspects of their identity.  Identity is often conceptualized in anthropology and other social sciences as fluid, dynamic, and shifting in nature. This approach is often seen in discussions of queer anthropology (e.g., Allen 2016; Lewin and Leap 2009; Walks 2014). While queer theoretical approaches take identity as not stable or permanently claimed, queer anthropology “looks at the particulars of lived experience” to explore “how the fluidity of particular categories unfolds in everyday life and… how certain fluid categories gain the appearance of stability and permanence” (Lewin and Leap 2009, 6). Furthermore, queer anthropology is about “engaging in careful ethnographic and sensitive analy[sis] of, and thinking differently about, messy encounters and challenges, especially in the ways that people are conscripted to go about their lives, open to the possibilities of imagining how they might live otherwise” (Manalansan 2016, 597). As Weiss (2016, 628) discusses, 20    ‘queer’ is meant to “signify transgression of, resistance to, or exclusion from normativity… queer is less an object of study (a who that we might study) and more an analytic (a how to think sexual/gendered norms and power).” This framework allows for a critical consideration of how both identity and tattooing may be transgressive and antinormative.  Kondo (1990) further illuminates the fluidity and contextual specificity of identity in her research with Japanese workers. She notes “the shifting, complex individual identities of the people” with whom she lived and worked (Kondo 1990, 9). She captures the ideas outlined above succinctly: “identity is not a static object, but a creative process; hence crafting selves is an ongoing—indeed a lifelong—occupation… human beings create, construct, work on, and enact their identities” (Kondo 1990, 48, original emphasis), but not entirely from materials or conditions of their owning choosing. Further, she emphasizes the relational nature of identities and the importance of “contextually constructed, relationally defined selves” (Kondo 1990, 26). Identities do not exist is social isolation, and as such, identities are constructed depending on the context, the people involved, and the location of certain situations (Kondo 1990).         The conceptualization of identity as fluid and dynamic fits well with tattooing. Through deliberate modification, including tattooing, the body becomes “a site for establishing identity” (Pitts 2003, 29) and, as such, modifying the body modifies social identity. Although described as ‘permanent’ by several authors (e.g., Fenske 2007; Pitts 2003; Sanders and Vail 2008), tattoos do not necessarily remain the same throughout an individual’s entire life. Tattoos can be removed by a dermatologist or plastic surgeon, reworked, covered up, or altered by tattoo artists, or covered with makeup or clothing 21    (Fenske 2007; Sanders and Vail 2008). Mifflin (2013, 132) states: “a tattooed body evolves over the span of a life, mapping a fluid and changing identity.” Tattoos, like identity, can be fluid and changing. On a broad scale, the meaning of being tattooed has changed over time as the tattoo has been redefined through shifts in artistic, social, and historical contexts (DeMello 2000). Further, the meaning of any given tattoo may change over time, both for the tattooed person and for its various audiences, depending on context. 1.3.2 Semiotics   Martin (2019, 2), in his examination of the semiotics of tattoos, defines semiotics as the “investigation of meaning-making potential.” Using a semiotic approach allows me to look at tattoos as communicative signs that can take on iconic, indexical, or symbolic meaning depending on the image depicted and the context in which they are displayed (Martin 2019). Outlined by Peirce’s theory of signs, iconic signs resemble the object they signify; indexical signs signal their object through a “spatiotemporal connection” (e.g., a pointing finger and the object to which the finger points), making indexical signs highly dependent on context; and symbolic signs stand for their objects “by virtue of convention that makes it so” (Mertz 2013, 765). Tattoos are a “means of displaying meanings and identity… [and] their multiple unfixed meanings describe their semiotic potential” (Martin 2019, 13). Tattoos act as visual communication (Martin 2019) to symbolically represent particular aspects of a tattooed person’s life and as such “speak to the world semiotically” (Barron 2017, xii).   As Barron (2017, 57) discusses, developed symbols often exist within tattoo cultures “as many classic tattoo designs are clearly linked with symbolic meaning.” Such 22    meanings change over time, especially as tattooing has evolved over the last several decades, with a notable rise in custom tattooing. Now, “the central motivation and function of many tattoos is to communicate distinctive meanings that may be understandable only to the wearer of the tattoo, but which can be read (in numerous ways) by wider society” (Barron 2017, 57). By analyzing the history of the tattoo symbols used most frequently by my participants, as seen in Chapter 4, I am able to get a sense of the ways these symbols may be read by viewers. By collecting tattoo narratives from my participants, I can better understand the meanings intended by the wearer.   Shaw (1994, 83) links semiotics to identity as “the analysis of personal meanings and private intentions is central to most research and thinking about identity.” By conceptualizing identity through a semiotic lens, individuals’ choices of style and body adornment can be analyzed as sign vehicles that are a part of an ongoing process of communication with self and others (Shaw 1994). Further, this approach allows for an understanding of identity symbols and signs that “signal loyalty and solidarity to a particular community in a particular status domain” (Shaw 1994, 84). As such, identity signs are contextual, as they may be used to situate oneself in relation to others. Individuals present themselves in particular ways by “select[ing] categories and styles that reaffirm their loyalty to local moral worlds and status domains” (Shaw 1994, 87). Therefore, tattoos are a style choice that can be used to situate oneself in a group or context. They are symbols with polysemic meaning that may be accurately read in some contexts in which other members of a group bounded by shared meanings are present, and misread in other contexts based on the viewer’s different subject position. For example, stick and poke tattoos carry different meaning in a group of individuals who perform stick 23    and poke tattoos on each other, than in a tattoo studio with an apprenticeship system and machine tattooing where home-done stick and poke tattoos may be devalued.  Using a semiotic approach to tattooing is useful, as “many tattooed people consciously seek to communicate, or at least, symbolically inscribe meanings through specific signals that act as communicative signs” (Barron 2017, 60). By understanding the situations in which people present themselves and their tattoos, what they mean to communicate can be more thoroughly understood.  1.3.3 Dramaturgy   I draw on Erving Goffman’s (1959) dramaturgy, specifically The Presentation of Self in Everyday Life, to analyze tattoos’ communicative functions and the ways individuals present their tattoos in a variety of situations. Individuals present themselves in particular ways in order to manage and control the impressions that others have of them; “the part one individual plays is tailored to the parts played by the others present” (Goffman 1959, xi). Goffman (1959) discusses social interaction using theatre metaphors, suggesting that individuals are akin to actors performing for particular audiences. Extending this metaphor, spatial separation (i.e., the frontstage versus the backstage) gives way to different presentations of the self, depending on the presence or absence of an audience. The backstage, thus, would be cut off from public view. Though Goffman’s description is spatial, it is relevant to the ways people choose to cover or reveal their tattoos in particularly situations. In this case, the front and back regions are not separated spatially, but are separated by the choice of tattoo location, clothing, or symbol with multiple possible meanings.  24    Importantly, this approach suggest that people are always playing a role. As such, the backstage is not where one presents their ‘true’ self, but a space where one performs a role that is different from the frontstage, possibly in front of teammates. Further, there is not necessarily a ‘true’ self, but rather, conceptions of the self that are formed in part by interactions with others. The roles people play are an attempt to live up to “the self we would like to be” (Goffman 1959, 19).  As such, frontstage and backstage are relative, rather than absolute, and are contextually dependent.  I argue that the presentations of tattoos are dependent on the audience. As discussed above, the meanings of tattoos are contextual; a tattoo in one situation with certain viewers may not mean the same thing in a different situation. In order to manage impressions in contexts where the audience may not be favourable to tattoos, “preventative” and “corrective practices are constantly employed to compensate for discrediting occurrences that have not ben successfully avoided” (Goffman 1959, 13).   Goffman’s dramaturgy is used by several authors in discussions about tattoo, for example in analysis of the spatial configuration of a tattoo studio (Barron 2017), and in the performance of tattoo artists in multiple, shifting, formal and informal roles (Martin 2019). Roberts (2016, 796) states that “using a dramaturgical approach to understand contemporary tattoos will help us focus on the social interactions surrounding tattoos.” My analysis focuses on tattooed individuals rather than on studios or artists. Roberts (2016, 801), using the idea of front regions and back regions, looks at how individuals hide tattoos in order to make them “occasional expressions of the self.” Using a dramaturgical approach allows me to analyze individuals’ presentation of themselves, and 25    how concerns of impression management result in decisions about location, size, design, and ability to cover tattoos.   1.4 A Note About the Author   As a researcher with a particular positionality and personal background, I turn to “examine the ways in which [I am] situated in relation to the people [I] study” (Narayan 1993, 678). Throughout my fieldwork, many people, participants and friends alike, asked what drew me to this research. I have had a long fascination with tattoos, but many were surprised to learn that I have no tattoos myself. Some interview participants expressed confusion about my chosen topic of study. For example, one stated “you do not appear to be heavily tattooed, I’m assuming you have some.” When I responded that I do not have any, she said “may I ask why you decided to do this for a thesis?” I responded to this question by talking about my mother’s distaste for tattoos and past research I have done on the topic. This led to further conversation about the participant’s own experience with family members’ responses to tattoos and why she got involved with tattooing. I found questions like this amusing as many participants assumed I was tattooed and were surprised to find I have none. While some participants thought it was odd that I would research tattoos without having any, non-tattooed participants understood the fascination. Malcolm, for example, said “There’s a fascination around tattoos… I just find them really puzzling.”  Although having no tattoos while studying tattooing positioned me in some regards as an ‘outsider’, most participants were extremely open with their answers and they provided more detail about the tattooing process when I told them I had no tattoos. One participant, for example, went into detail about the pain of getting a tattoo in order to 26    share her knowledge with me and to provide recommendations. After telling me about being in terrible pain while getting her ribs tattooed, she said, “I don’t recommend your first tattoo being on your rib.” Though participants were open in their response and shared their experiences with me, they likely shaped their narratives in some ways, based on their perceptions of me.   Though I have no tattoos, I do identify as bisexual. This identification made several participant observation locations accessible to me. For example, I felt welcomed into the LGBTQ2S safe space on campus and felt comfortable expressing a queer identity at Pride events. In some cases, this identity allowed me to connect with participants on a deeper level of shared experience, particularly with those who also identified as bisexual. My position is also shaped by my current relationship with a man and the fact that I am not out to my family. In most situations, I am straight-passing and perhaps in some ways a ‘halfie’ by virtue of this sort of mixed identity (Abu-Lughod 1991). In many situations, I can choose to hide or share that I am bisexual. I tried to be as open as possible with all participants and felt that many individuals appreciated when I told them how I identify, and this opened new lines of discussion with those who have had similar experiences.    I have done my very best to put aside my preconceived notions about what it means to be a member of an LGBTQ2S group during my fieldwork and subsequent data analysis and writing process, but bias will exist, nonetheless. Further, as a cisgender individual, I have not had the experiences of transgender and non-binary individuals, though I hope to do justice to the experiences described to me.  To further specify my position, I am from a middle-class family from Northern Ontario. Both of my parents attended college for diploma programs and encouraged me to 27    pursue postsecondary education. Though of Indigenous descent—my grandfather is a member of Batchewana First Nations—I do not have status and I was not raised with Indigenous teachings or beliefs.  As mentioned in section 1.2.1, the interview process is a joint production of knowledge. Based on prior research, and my own experiences of LGBTQ2S people and communities and tattoos, I compiled an open-ended interview schedule. Participants’ own experiences and the ways they perceived me made each interview distinctive, even though they were guided by a shared set of questions. 1.5 A Note About Terminology   Throughout this thesis, I use the acronym LGBTQ2S (lesbian, gay, bisexual, transgender, queer, two-spirit). There exist many variations of this acronym, such as LGBTQ+, the plus standing in for related labels that do not appear, and the longer LGBTTIQQ2SA (lesbian, gay, bisexual, transgender, transsexual, intersex, queer, questioning, two-spirit, asexual/aromatic). My decision to use LGBTQ2S is a simple one: it includes the labels interview participants used to describe themselves. While it is possible that this choice excludes individuals in participant observation settings whose labels I may have been unaware of, I tried to best represent the participants and the experiences that will be discussed in this thesis. For example, as I do not discuss any specific experiences of asexual or aromantic people, I have not included an A in my acronym. Further, several participants refer to themselves with they/them pronouns. When discussing these individuals, I use ‘they’ as a singular pronoun, so as to not misgender participants.  28    1.6 Chapter Outline  The following chapters detail the context for this research and the active uses of tattoos by LGBTQ2S participants. Chapter 2 is a media analysis that explores local, provincial, and national news articles, in order to contextualize my fieldwork setting in the six months prior to entering the field. This section also includes a discussion of the Village Mall affair of 1993, as ramifications of this occurrence reverberated in 2018, the year of my fieldwork. Chapter 3 discusses a variety of commemorative tattoos used by participants in order to remember or memorialize people, places, or things. Chapter 4 focuses on tattoos of self-expression, which are related to identity construction, self-understanding and self-presentation. There is a discussion of LGBTQ2S-specific symbols and their history, in order to understand participants’ choices and personalization of such symbols. Chapter 5 looks at the use of tattoos for expressing affiliation and group belonging. This chapter explores invocations of community—both tattooing and LGBTQ2S—in order to critically approach assertions of community and to analyze difference. Chapter 6 offers conclusions and possible directions for future research. Though I have divided the use of tattoos into the categories of commemoration, self-expression, and group belonging, these are not hard divisions. Tattoos and their multiple meanings overlap and blur this kind of categorization, depending on context. This is evident in some discussions of the same tattoo in multiple chapters.   29    Chapter 2: Setting the Scene  2.1 Introduction  In order to set the scene for my fieldwork, I engaged in a media analysis to gain a deeper understanding of the experiences of LGBTQ2S people and tattooed people in St. John’s, in Newfoundland and Labrador, and across Canada. My goal was to get a sense of how news outlets and public voices address and frame LGBTQ2S topics and tattooing topics. Though these topics did not often overlap, I discuss one article about an LGBTQ2S-specific tattoo studio (Al-Hakim 2018) in Section 2.3.5. This media analysis consisted of searching for news articles from January 2018 to May 2018 prior to beginning my fieldwork and staying abreast of new articles throughout the four months of my fieldwork.  Media does not just report facts of an event; it constitutes a scene through the construction and representation of a particular story, for a particular audience (Bird 2010). News articles are often purported to be a straightforward reflection of reality, but “news is a cultural construction that draws on narrative conventions and routine practices” (Bird 2010, 2). The coverage of events and people’s responses to them contribute to the context of my fieldwork as news is “a crucial force in representing and shaping public culture” (Bird 2010, 5). As Whitaker (2008, 326) discusses, conventions of mass media for reporting conflict can create “a divided public sphere.” This media analysis was relevant for contextualizing my experience in the field and understanding how the way events are framed in the media may affect and direct public discourse and opinions. Further, this analysis assisted in corroborating information learned during interviews and participant observation (Bowen 2009).  30    Articles came from popular news sources including the Canadian Broadcasting Corporation (CBC), CTV News, and NL-specific news sources such as The Telegram, The Western Star, The Norwester, The Independent, Northern Pen, and VOCM. Using the search function on the websites of these publications, I used search terms including “LGBT”, “LGBTQ”, “LGBTQ2S”, “St. John’s Pride”, “tattoo”, “tattooing.” Some articles were found by checking news sites daily and through ‘related article’ links. Articles from The Evening Telegram from 1993 were accessed at the Memorial University Library collection. News articles revealed a variety of conversations about both LGBTQ2S communities and tattooing. This chapter presents several debates that occurred prior to my fieldwork, which affected the events I attended and coloured conversations in which I participated. As a media analysis, this chapter primarily deals with how these debates were constructed and represented in popular news sources, but I also include some social media posts, and interactions from participant observation and interviews. I explore the lasting effects of the Village Mall Affair, the breakdown and reformation of the St. John’s Pride Committee, the Springdale crosswalk controversy, and the Middle Arm debate about LGBTQ2S education. In addition, I outline several articles that discuss tattooing in St. John’s, NL and in Canada more broadly.  2.2 LGBTQ2S Presence in the News 2.2.1 The Village Mall Affair  The months prior to my fieldwork were filled with public debates among the LGBTQ2S community, from topics about police participation in Pride to issues of visibility and representation in small NL towns. Debates among the St. John’s Pride 31    Committee stemmed in part from the so-called Village Mall affair, which occurred 25 years ago. In order to situate the present debates, I first turn to the history of this affair. In the early months of 1993, the Royal Newfoundland Constabulary (RNC) engaged in an investigation of a male public washroom at the Village Mall (Whiffen 1993b). According to Sergeant Cake of the RNC, the investigation began after allegations of children being offered money for homosexual favours (Whiffen 1993b). During months of surveillance, video cameras were placed in the washroom in question (Whiffen 1993b). Sixty men were caught on camera engaging in sexual acts. Whatever the allegations, no children were involved (Whiffen 1993b). Of those sixty men, thirty-three where charged with committing indecent acts in public, while the remaining twenty-seven could not be identified (Whiffen 1993c). The Evening Telegram closely followed the case, publishing explicit details, including the names and addresses of those involved. Following three brief statements in the “In Court” section of the news, on the front page of The Evening Telegram on May 10, 1993, ten men were publicly outed under the headline “10 men charged in sex scandal” (Whiffen 1993a). The accompanying photo showed individuals crowded around the courtroom in order to catch a glimpse of the first ten men to be charged “in an adult male washroom sex scandal that has shocked the city and had the rumor mill working overtime” (Whiffen 1993a). The rumour mill indeed churned and rumours of involvement were often aimed at prominent people in the community (Callahan 1993); RNC Deputy Chief Power claimed these rumours were completely unfounded. That said, one of the men charged was an inspector of the RNC, who, as a result of the investigation, resigned from the Constabulary (Westcott 1993). Regular publication on the affair continued until 32    the beginning of July, which prolonged the effects of rumours and gossip, while keeping the affair prominently fixed in the public eye.  The investigation and subsequent news coverage prompted several columns, opinion pieces, and letters to the editor. One column pointed to a major cause of rampant rumours—the improper handling of the case by the RNC. Joe Walsh (1993) called attention to the investigation’s poor handling from the start, which opened the door to rumours and suspicion. Charges were laid over a several week period, which allowed rumors to swirl about those involved, and who else might be charged (Walsh 1993). Walsh (1993) stated that the decision to close the case before identifying and charging all sixty men renewed rumours and raised issues of fairness of charging some and not others. This column was an attempt by The Evening Telegram to place onus on the police investigation for the rumour mill, but letters to the editor also call out the publication for naming the men involved.  One letter by St. John’s resident, Britta Santowski (1993), stated “I was appalled that the newspaper published the names (and even worse, the addresses) of the ‘alleged’ participants… The Telegram plummeted to tabloid marketing tactics.” The letter went on to discuss the damage done by the publication of names. Those named “are bound to experience personal harassment, social slander, and professional persecution. Guilty or not, their names have been unjustifiably associated with a sex scandal” (Santowski 1993). One such negative result had already been seen with the resignation of the accused inspector of the RNC. Further, due to the small size and conservatism of the city, “the consequences of making the names public are devastating” (Santowski 1993). This letter showed the profound effect public outing had on these men and drew attention to the role 33    news coverage played in contributing to months of rumours. Another letter to the editor stated “in reporting names of accused before they are convicted they [The Telegram] are in effect condemning the accused before the case comes before the courts” (Mund 1993). In a column, Ted Warren (1993) responded to these letters, coming to the defence of The Evening Telegram’s publication of the names of those accused. He stated “The Telegram has a clear and consistent policy on court coverage”, which involves publishing the names and addresses of all those who appear in court, as at that point, the information becomes public record (Warren 1993).  The effects of this case continued to reverberate twenty-five years later, as it was brought up again in 2018. The affair came to public attention when the co-chair of the St. John’s Pride board, Noah Davis-Power, called for the government and police to apologize for targeting gay men during this investigation (Maher 2018a). According to Davis-Power, an apology was scheduled for February 2018, but the Department of Justice informed him the apology would not go ahead (Maher 2018a). The current RNC chief, Joe Boland, stated that the investigation in 1993 was not discriminatory and “did not target homosexual men” (Maher 2018b). The request for apology renewed media coverage on the affair, as more opinion pieces, letters to the editor, and public comments were published. Through the continued publication on the affair in daily newspapers and online news outlets “public doxa continues to be reflected and to be formed and reformed” (Faubion 1999, 91). Apologies to LGBTQ2S communities have been offered before. For example, in 2016, Toronto Police Chief Mark Saunders apologized to the LGBTQ2S community for bathhouse raids that occurred in 1981; and in 2017, Prime Minister Justin Trudeau 34    apologized to the LGBTQ2S community across Canada for discrimination against military members and federal employees due to their sexual orientation (Maher 2018a). In short, there is some precedent for the requested apology from the RNC, which does not exist in an isolated local context, but draws upon existing debates in these other contexts (Marcus 1995). This debate whether an apology should be offered reflects a larger discourse about politics and discrimination against LGBTQ2S people more broadly.  Debates continued after the denial of an apology in St. John’s. Boland told VOCM that “there is nothing to suggest that the 1993 investigation targeted homosexual activity… [and] any reference to a ‘homosexual ring’ did not come from the RNC itself” (VOCM 2018). He reiterated that the investigation originated in reports that children were being approached (VOCM 2018). The article included an interview with a man who claims he was propositioned in the washroom in 1993, when he was eleven years old, by a note passed under the stall from a man in the adjacent stall who was masturbating (VOCM 2018). Though the investigation found no children involved, it is possible that this event occurred prior to the beginning of the investigation. This man does not agree with the call for an apology, as he claims he remains affected by that experience to this day (VOCM 2018). This interview plays on public fears by presenting a specific image of gay men targeting young children. Twenty-five years after the fact, with no evidence of children being involved during the original investigation, the validity of this interview could be called into question, published perhaps to thrill readers and heighten emotions. Other opinion pieces showed a clear division, as some individuals agreed with the call for an apology, while others felt that the men involved in 1993 do not deserve an apology. In a letter to the editor, anthropologist Michael Connors Jackman (2018), 35    although inclined to agree with those who demand an apology from the RNC, drew attention to the role the media played in 1993. The letter, entitled “Media dined out on Village Mall Affair”, reminded people that “the police did not act alone in effectively ruining the lives of many men and their families” (Jackman 2018). News media, including The Evening Telegram and the CBC, among others, “played a central role in spinning a salacious and perverse story which was eaten up by readers and viewers” (Jackman 2018). Police investigations of public sex are not a new phenomenon, but the Village Mall Affair was particularly damaging given the selective enforcement of the law, only charging some of those revealed in the investigation; and the weeks of news publications reporting the charges in such a way that prompted gossip, rumours, and tales of scandal (Jackman 2018). Jackman (2018) went on to call for an apology from the news outlets who sold papers by humiliating and outing men, “many of whom were straight-identified and had wives and children.” In 1993, the publication of the names of those involved had a deep impact, with men being publicly outed, losing their jobs, and in some cases, possibly taking their own lives (Maher 2018a).  In contrast, there are some who felt these men were predators who do not deserve an apology. A letter to the editor by St. John’s resident, Christopher Philpott (2018), called the men involved sexual predators who made a public washroom unsafe to enter. Philpott (2018) stated that neither the RNC nor the media need to make an apology for the way the investigation was handled, but that those involved should make a public apology for their actions. He said “gay men that live in the closet do not have free rein to turn public bathrooms into unsafe places for all ages” (Philpott 2018). This piece from a self-identified “proud gay St. John’s man” should not be taken as representative of the 36    LGBTQ2S opinion, as other letters to the editor did not have the same kind of self-declaration. The call for apology and subsequent debates led to serious repercussions for the St. John’s Pride Committee, as after the refusal to apologize, Pride co-chair Davis-Power announced that St. John’s Pride was considering a participation ban for the July 2018 Pride Parade, preventing Liberal Premier Dwight Ball and his caucus, as well as the RNC, from participating in the Pride Parade.   2.2.2 The Collapse and Reformation of the St. John’s Pride Committee  Following the public statement by Davis-Power, several Pride committee members resigned. Initial publications about the potential ban presented Davis-Power as speaking on behalf of the St. John’s Pride Committee (e.g., Maher 2018a), but other committee members disagreed with his statement. One such member took exception to Davis-Power’s stance, being in law enforcement himself (Maher 2018c; Coles 2018a). Davis-Power then announced his resignation (Maher 2018c). Davis-Power claimed that he understands that his politics do not align with the majority of the LGBTQ2S community, but maintained that an apology is needed for the Village Mall Affair (Maher 2018c). A Facebook post on the St. John’s Pride page outlined the circumstances of the contention, stating “a member of the St. John’s Pride Board of Directors made comments to the media that did not reflect nor represent the overall opinion of the Board… as a result, the entire Board of Directors resigned” (St. John’s Pride 2018a). The resignation of the Board of Directors created a state of uncertainty about Pride events and the future of St. John’s Pride. LGBTQ2S community members “feared that internal strife and dissension might lead to [Pride] fall[ing] apart” (Giwa et al. 2018, 37    12). An emergency task force was formed to deal with the situation (St. John’s Pride 2018a). This task force conducted a community dialogue and survey, which covered a variety of topics, including whether uniformed police officers should be able to march in Pride, how the Pride Board should function, and what kind of events Pride should be running. The task force also oversaw the election of a new Board of Directors (St. John’s Pride 2018a). A report, entitled “Restoring Confidence in Pride: The Way Forward,” was compiled and shared through the St. John’s Pride Facebook page (Giwa  et al. 2018). The report outlines opinions from 275 survey respondents and 45 attendees of the community dialogue. The document was meant to inform the incoming Board of Directors about the opinions of the LGBTQ2S community regarding St. John’s Pride, the running of the board, and police presence at the annual Pride parade (Giwa et al. 2018). Survey responses conveyed that people felt the Pride Board was not connected to the community and that consultation was required in order to accurately represent the community’s interests in the public sphere (Giwa, et al. 2018, 11). The report continued: “an overwhelming majority of participants stated their desire for the board to stay out of politics—to be apolitical” (Giwa et al. 2018, 13), especially in regards to topics where no consensus had been reached. As the report itself showed, LGBTQ2S respondents hold widely varying opinions, making consensus on any topic highly unlikely. If the board was to stay out of issues where no consensus had been reached within the community, it would be impossible to make any decisions.  The report showed that the majority of survey respondents believed that the RNC should be able to march in uniform at the Pride Parade, but there was no consensus (Giwa et al. 2018, 7). The main rationale for wanting police to march was a desire for inclusion, 38    rather than exclusion of groups and organizations (Giwa et al. 2018, 7). Opponents cited the history of police mistreatment of members of the LGBTQ2S community, particularly trans, indigenous and racialized individuals (Giwa et al. 2018, 8). Without consensus, any decision about police participation would alienate some people.  In addition to the survey and community dialogue, the emergency taskforce oversaw the election of a new Board of Directors. The new board was announced on the St. John’s Pride Facebook page on May 15th.  With the reformation of the board, months of uncertainty were settled. Pride 2018 would go ahead as scheduled from July 15th to July 21st. The new board, based on the results of the community survey and dialogue, announced that police would be permitted to march in the Pride Parade (St. John’s Pride 2018a). In the same post, the board made it clear that they would work with the Chief of Police and the RNC to create a Pride week in which everyone could feel safe participating (St. John’s Pride 2018a). Comments on this Facebook post showed strong opinions on both sides. Despite the community survey and dialogue, people continued to feel that important topics had been glossed over. In particular, self-identified minorities commented that a majority-decision making approach regarding police attendance silences the voices of the most marginalized. One person stated “using a majority-rules method for making critical decisions further disempowers our most vulnerable friends and family. There's no love, no hearing, no attempt at understanding when the method for making this decision drowns out the voices of the dissenting” (St. John’s Pride 2018a). Others agreed with the decision. One comment read “this is great news. Finally some sensible thinking. The people arrested in the [V]illage [M]all scandal commi[t]ted crimes. The police did their 39    job well. Why would they apologize when the people arrested were in the wrong. What went on in that mall was disgusting. Those people involved really owe the public an apology. The police are our allies. We need them and they need us” (St. John’s Pride 2018a). Arguments broke out in the comment section among several people, with Pride Board members commenting from their private accounts. Nothing was settled, and eventually people stopped commenting.  The theme for Pride 2018 was announced in the same post: “TOGETHER” (St. John’s Pride 2018a). This theme was chosen to exemplify the decision to allow uniformed officers to march in the parade; the board stated “any individual, group, or organization who wishes to support or foster positive relations with the LGBTQIAP2S+ Community is welcome to participate in the parade or any event” (St. John’s Pride 2018a). The brochure of the Pride week schedule pointed out the paradoxical nature of this theme. It stated “there are disagreements in our community, and differences in how we think that we should continue down our path to equality” (St. John’s Pride 2018c). The theme seemed to be an effort on the part of the Pride Board to create a sense of inclusion and continuity within the community, while at the same time acknowledging the differences inherent among LGBTQ2S groups. The brochure stated “whatever togetherness might mean to you, know that there is always room at our table, in our circle, and in our community for your Pride” (St. John’s Pride 2018c). The theme calls for a move beyond difference to reach a sense of ‘togetherness’, but divisions in the community are hardly bridged by such a gesture. The theme glosses over the breakdown of the board and the deep-set opinions about whether uniformed police officers should be able to march in the Pride Parade.  40    The public breakdown of the Pride Board and subsequent decisions and debates about uniformed police marching in the Pride Parade are indicative of the divisions that exist within the LGBTQ2S community. My research was contextualized in these debates and understanding them and the history of the Village Mall affair prefaced discussions I had during participant observation and with some interview participants, and allowed me to more deeply understand where lines have been drawn between different LGBTQ2S individuals and groups. I analyze the divisions and boundaries within the LGBTQ2S community in Chapter 5, where I also discuss how participants use tattoos to create a sense of group belonging.  2.2.3 The Springdale Crosswalk Debate  In April 2018, the Gay-Straight Alliance (GSA) of Indian River Highschool in Springdale, NL submitted a proposal to the town council to paint a rainbow crosswalk next to their school (The Telegram 2018). Painting rainbow crosswalks is a way that many towns and cities show solidarity with the LGBTQ2S community, including in NL. St. John’s, Corner Brook, Baie Verte, Logy Bay-Middle Cover-Outer Cove, and Stephenville have all used rainbow crosswalks in this way. Mayors of Northern Peninsula towns, St. Anthony, St. Lunair-Griquet, and Bird Cove, also said that they would support painting rainbow crosswalks if they were requested (S. Roberts 2018). Several articles discussed rainbow sidewalks as a small gesture of inclusion that can help LGBTQ2S people feel accepted and included (Barry 2018; CBC News 2018c; Dymond 2018).  The Springdale town council voted against the proposal with a 4-3 vote (CBC News 2018b). Town mayor, Dave Edison, stated “it’s nothing to do with gender, sexuality choice… I know for me personally I accept everyone, but I don’t want to 41    segregate, and I certainly don’t want to use tax dollars to do so” (CBC News 2018b). His concern stemmed from the fact that only ten percent of the student population signed the proposal, suggesting it did not represent the majority view in the school (CBC News 2018b). He did not achieve his goal of not dividing the town, as local and national backlash to the decision showed. The decision was subjected to a flurry of debates, with the pro-crosswalk side dominating the news. Letters to the editor, opinion pieces, and comments from prominent Newfoundlanders all supported the proposed crosswalk in Springdale. An article by The Telegram (2018) discusses tweets from Mark Critch, Alan Doyle, and Bob Hallet, all offering support for the GSA. Critch tweeted “if you’re a LGBTQ kid in Springdale, please know that there are a whole lot of people in Newfoundland and Labrador that support you” (The Telegram 2018). Hallet, of the band Great Big Sea, tweeted “half tempted to drive out to Springdale and paint the crosswalk” (The Telegram 2018). A notable LGBTQ2S advocate, Gemma Hickey, commented: “LGBTQ2 youth are part of an invisible minority, which is why it’s very important for communities to have signs and symbols around that are inclusive and that are diverse” (CBC News 2018c). St. John’s mayor, Danny Breen, said “we’ve become quite a diverse population here in the city, and I think it’s important to us to celebrate that diversity and make sure that we’re a welcoming community” (CBC News 2018c). This comment is notable, as some LGBTQ2S individuals have moved to St. John’s from rural, conservative, and religious small towns and in order to meet other LGBTQ2S people and find diversity and acceptance (Coles 2018b; Craggs 2014). That said, these articles skim over the fact that rainbow crosswalks are just one small gesture. Debates centred on arguments for or 42    against the crosswalk, rather than carrying the discussion further, about how rainbows can be stepping stones to more inclusion, but not an end point. The students of the GSA appealed the decision in person, but ultimately the council stood by their initial rejection of the rainbow crosswalk (Hurley 2018a). The town councillors stated that they were willing to continue working with the students in order to find another way to support the GSA (Hurley 2018a). Other suggestions included a rainbow picnic table at the high school, and flying the Pride flag at town hall during Pride week (Hurley 2018a). Mayor Edison stated: “we sincerely look forward to building our relationship with the Gender Sexuality Alliance and finding a way to show support for their important work in our community” (Hurley 2018a). The GSA accepted the council’s decision, and though disappointed, said they would continue to work with them on further initiatives (Hurley 2018a). After all the debates and the mature response of the GSA, the St. John’s Pride Board announced that the students from the Indian River High School GSA would be the grand marshals of the St. John’s Pride Parade. The St. John’s Pride Board released a statement that said “our board was very impressed with this fine group of young people for standing up for themselves and fellow students. The poise and dignity they showed when thrust into national media attention was commendable. These young people exemplify the Pride movement and we are honoured to have them leading this year’s Pride Parade” (St. John’s Pride 2018b). In the same release, the GSA commented, “we are encouraged by the love and support our group has received over the past few months. We hope it motivates others to build a sense of belonging, pride and inclusion in their own 43    communities – recognizing not only the struggles but the contributions of LGBTQ2S+ persons” (St. John’s Pride 2018b).  On July 15, the day of the Pride Parade, I watched the Indian River High School GSA students arrive at St. John’s City Hall in a white stretch limousine. Students wore rainbow flower leis and headbands with rainbow streamers and curly tubes coming out of them. Teachers wore t-shirts that read “Springdale is for lovers” against the backdrop of a rainbow crosswalk—shirts that were designed by a St. John’s based company to show support for the Springdale students. The pouring rain did not deter the students. They were smiling and laughing throughout the flag raising that took place at City Hall before the parade started, and they gleefully led the parade through the streets of downtown St. John’s.  I encountered the rainbow crosswalk debate again, later in my fieldwork. In one of the LGBTQ2S safe spaces on Memorial University campus, several individuals discussed the merits and drawbacks of rainbow crosswalks. The conversation began when a regular presence in the space, Kathleen, brought up how hard it was growing up in Grand-Falls-Windsor. She said “it’s not a great place for queer people. It is not safe and protecting queer kids is not a priority.” “Why is that?” I asked her. She responded, “it’s only 13,000 people and the bullying there is really terrible.”  The conversation started a debate about crosswalks, as Kathleen informed us that Grand-Falls-Windsor had just painted a crosswalk outside of its Town Hall. Kathleen made it clear that she believes crosswalks are a very surface-level action. She said “I 44    think crosswalks are just performative. I want accountability. Paint means shit all! I want safety! I’m questioning whether it means safety for queers.”  Becca responded, “I think all they are is just a conversation starter.”  Those present were worried about towns painting rainbow crosswalks to show they were inclusive, but then not following up with concrete actions to accept, include, and protect LGBTQ2S people. Kathleen was skeptical about how helpful crosswalks are, beyond being mere a symbol of visibility. She continued: “like, I’m not going to say no to them, but I don’t really think they are helpful.” Although starting conversations can be important, these students wanted further accountability from towns and companies that use rainbows as a way to say they are diverse without the appropriate follow-through—though no one said what exactly that accountability should look like.   The Springdale crosswalk debate brought up many questions about what towns should be doing for LGBTQ2S minorities and whether small gestures like rainbows can make an impact. News articles on the topic could give readers the sense that painting a crosswalk is all that needs to be done to include LGBTQ2S people, but inclusion requires more than that. Rainbow crosswalks bring up the question of visibility and how an often-invisible minority can make their mark on a space, and make their presence known. This debate helped me critically consider locations throughout my fieldwork that used rainbow symbols to claim inclusivity. 2.2.4 LGBTQ2S School Presentation in Middle Arm, NL   Shortly after the heavy news coverage of the Springdale rainbow crosswalk debate, another small town in NL made the news when many parents decided to keep their children from attending a presentation about LGBTQ2S diversity and inclusivity. At 45    MSB Regional Academy in Middle Arm, NL, only 13 of 85 eligible students attended a presentation about LGBTQ2S inclusion made by representatives of the Get Real Movement (Hurley 2018b). The Get Real Movement is a Canadian organization that focuses on promoting LGBTQ2S inclusivity and acceptance in schools and workplaces across the country (Get Real Movement 2018). At the time of the incident in Middle Arm, the group was on a tour to present at several schools across the province with the assistance of a grant from the provincial government (Hurley 2018b). The executive director of Get Real and NL-native, Marley Brown, stated that though they had seen opposition to their presentation before, it did not compare to the response in Middle Arm (Hurley 2018b) News articles presented comments from parents who took to Facebook to express their disapproval of the presentation and to discuss their reasons for keeping their children at home the day of the presentation (Hurley 2018b). One parent commented “I hope every family with ANY biblical morals will be keeping their kids home” (Hurley 2018b). In a very religious town, this sentiment was agreed upon and other parents cited religion as an explanation for not allowing their children to attend (Hurley 2018b). Others commented that permission slips should have been sent home prior to the presentation in order to give parents an option to remove their children (Hurley 2018b). One news article called the various posts and comments about the presentation a “Facebook firestorm” (Cooke 2018). Though these articles relied heavily on social media posts, the original Facebook thread was apparently deleted (Hurley 2018b). Articles presented comments that show a religious side to the debate, but other reasons for keeping children home may have been obscured.  46    The Newfoundland and Labrador English School District defended the presentation in a statement, saying “this program aligns with the Safe and Inclusive Schools policy and the work of the school district to foster an inclusive and accepting culture within our schools” (Cooke 2018). The school board superintendent stated “I think the 13 students that did participate had a wonderful briefing and participated well”, adding that it was unfortunate that other students were not able to attend (CBC News 2018d). The superintendent went on to say that the presentation was about respect and inclusion and he does not see it as a religious issue (CBC News 2018d). Both the Springdale crosswalk debate and the reactions to the Middle Arm presentation are indicative of issues faced by at least some LBGTQ2S individuals in the province. These events could be brushed off as isolated occurrences, happening in smaller or more religious communities, but the reactions of individuals online show that inclusion and acceptance may not be the norm in every town. The media coverage and comments on these events shape a particular scene, which contextualized my fieldwork in St. John’s. These events brought up conversations about discrimination and inclusion during my participant observation. Heavy news coverage brought these conversations to the foreground in the months prior to my fieldwork and made me more aware of some contested experiences of LGBTQ2S people in the province.  2.3 Tattooing Presence in the News   Compared to the amount of reporting on LGBTQ2S issues before my fieldwork began, there were far fewer news articles about tattooing. In order to find more articles about tattooing, I widened the search parameters to include publications from both NL and Canada. News about tattoos was varied and addressed pros and cons of tattooing. 47    Topics included the purported impulsivity of tattooed people, a tattooed individual being denied entry to a bar, the regulation of the tattoo industry, cover ups and tattoo removal, indigenous tattooing, a cancer ribbon tattoo fundraiser, and lastly, an LGBTQ2S-specific tattoo studio opening in Halifax. In addition to briefly discussing these articles, I include a discussion with the tattoo artist of the Halifax-based LGBTQ2S studio.  2.3.1 Negative Impressions of Tattoos  A news article entitled “Have a tattoo? Odds are you’re more impulsive and short-sighted, says study” (CBC News 2018a) outlines a research project by professors of the psychology and economics departments of Wilfred Laurier University in Ontario (Ruffle and Wilson 2017). Though Wilson stated “we’re not trying to come down on whether tattoos are right or wrong or good or bad” (CBC News 2018a), impulsiveness and short-sightedness could be understood as negative traits, which puts a negative spin on those who have tattoos. The news article is presented in a way that implies causality, as if tattoos cause impulsivity. In the project, Ruffle and Wilson (2017, 2) stated “tattoos do not lead to short-sightedness, rather they are expressions of short-sightedness.” The only exception they found in their research was that women with only hidden tattoos were not more impulsive than non-tattooed women (Ruffle and Wilson 2017). The article and research paint a picture of tattooed individuals cast in a negative light. This negative impression could have ramifications for how tattoos are seen in the public eye.   For example, an incident in St. John’s shows evidence that visible tattoos may not always be readily accepted, as a man with visible neck tattoos was denied entry to a bar on George Street, a busy spot for night life (Mercer 2018). The man was stopped at the door to the bar and told by the bouncer that he would not be able to enter because the bar 48    did not admit people with tattoos above the collar (Mercer 2018). Having been heavily tattooed for over a decade, Mitchell White said he is used to this kind of discrimination. He stated, “it just seems a little outdated to me… and most of my tattoos represent stuff that means a lot to me. It’s just an expression of art for me” (Mercer 2018). The tattoo in question is a memorial for his grandmother with two hands held together in prayer and a colourful sparrow (Mercer 2018). Both this article and the CBC News article about impulsivity show the negative impressions that continue to circulate about tattoos. Such impressions affect people in their day-to-day life, whether by being denied entry to a bar or perhaps in search of jobs—a concern that several of my participants mentioned when discussing visible tattoos.   Further concerns about tattooing could be due to lack of industry regulations. In Nova Scotia, for example, the tattoo industry remains unregulated, as the legislation that was introduced 6 years ago has still not been proclaimed (Willick 2018). In the province, there are no restrictions on the industry and no standards or requirements for running water or sterilization of equipment (Willick 2018). Complications, including staph infections, hepatitis C, and poor healing are possible in studios that do not follow safe practices (Willick 2018). In NL, the Personal Services Act came into force in 2014 (Health and Community Services 2014). The Act requires establishments offering tattooing, tanning, piercing, and other body modifications to meet age restrictions and health and safety standards (Health and Community Services 2014), which makes tattooing in registered studios safer in NL.    49    2.3.2 Tattoo Removal and Coverups   Though tattoos are often considered permanent marks, they can be removed or altered. Several news articles discussed the changes available for tattooed individuals. For example, a tattoo studio in Hamilton, Ontario offers free laser removal of racist and gang tattoos, tattoos related to human trafficking, or other marks of trauma, in order to give people a fresh start, whether they have suffered branding at the hands of abusers or learned from their past mistakes (A. Carter 2018). The article described these tattoos as “a mark of violence” (A. Carter 2018). Though this comment presented tattooing as a potentially violent act, these kinds of tattoos are different both in imagery and circumstance from many people’s tattoos, including those discussed by my participants.  In contrast to tattoo removal, a tattoo studio in NL, just outside of St. John’s offered a coverup tattoo contest, which required individuals to include stories behind their tattoos (Jones 2018). One story resonated with many, about a mother who lost two of her children to a house fire while they were staying with her ex-husband (Jones 2018). She wanted to have a tattoo of her ex-husband’s name covered up as it was a reminder of the horrible event (Jones 2018). The coverup is a memorial for the children she lost and will be “a symbol of a mother’s undying love” (Jones 2018). With this tattoo story, the article validated the idea of tattoos as a memorial that can help the bearer contend with grief. The mother was quoted: “I feel some of the anger has already left… like a weight was lifted off me, and now, when I look at my arm, I smile” (Jones 2018). The alteration of tattoos such as those presented in these two articles can show the changing life circumstances of tattooed individuals.    50    2.3.3 Indigenous Tattooing   According to an article published by CTV News (Bresge 2018), in recent years there has been a revival of indigenous tattooing techniques, including traditions of hand poked (or stick and poke) tattoos and skin stitching (the act of stitching designs into the skin with an ink-soaked thread). Dion Kaszas, one leader of this revival stated “in a lot of ways, we are invisible as Indigenous people, so when we embody our tattooing, we actually become visible as Indigenous” (Bresge 2018). Jesse, one of my participants, is a two-spirit indigenous individual with traditional tattoos. They have a traditional stick and poke tattoo of their indigenous status card number, in order to identify themselves as indigenous.  An indigenous tattooing revival is evident in St. John’s as well. One studio, run by an Inuit woman, offers traditional Inuit stick and poke tattoos, called kakiniit, in addition to non-traditional original tattoo designs (Breen 2018). Jessica Coffey, owner of Bespoke Poke studio, is part of the revival of kainiit tattoos that symbolize milestones in a woman’s life (Breen 2018). These traditional Inuit tattoos were forbidden by Christian missionaries one hundred years ago (Breen 2018). Coffey said “it’s really beautiful to be able to help someone reconnect and in turn, it helps me to reconnect” (Breen 2018). Stick and poke tattooing has become more popular in recent years, and in addition to being a traditional indigenous method, it is a method seen in LGBTQ2S tattooing, as I discuss in Chapter 5.  2.3.4 Cancer Tattoo Fundraiser   This past year, Trouble Bound Studio in St. John’s held its 8th annual cancer ribbon tattoo fundraiser (McNeish 2018). The fundraiser benefits those suffering from 51    cancer and related issues and in the last seven years the studio has raised $54,500 dollars (McNeish 2018). Tattoo artists dedicated the entire day to tattooing cancer ribbons for $100 each, in the colour that symbolizes the form of cancer that has impacted individuals’ lives (McNeish 2018). The fundraiser gives people the opportunity to commemorate their loved ones through tattoos (a topic discussed further in Chapter 3), while supporting a worthy cause. The success of the fundraiser shows that a number of people in St. John’s use tattoos for commemoration and memorialization. 2.3.5 LGBTQ2S-Specific Tattoo Studio   One very relevant news article was published during my fieldwork: “Tattoo artist launching shop for LGBT people in Halifax” (Al-Hakim 2018). The studio was opened for LGBTQ2S people “to share their experiences and empower one another” (Al-Hakim 2018). In the article, the owner of the studio stated “there is a high volume in the queer population wanting tattoos because of a lot of reasons, but one of those reasons is that as queers we love to take back our bodies and have control over it” (Al-Hakim 2018). This idea of control and reclamation of the body is reflected in tattooing literature. For example, Mifflin (2013) discusses women who use tattoos as a way to reclaim their bodies after breast cancer surgeries, or after harassment and abuse. I decided to get in touch with the owner of this studio to discuss their decision to open an LGBTQ2S-specific tattoo studio.   The first question I asked the owner, Gabe, was ‘how did you become a tattoo artist?’ Gabe responded by telling me about the difficulties she has had being queer in the male-dominated industry:  52    I tried to get jobs, and actually got through the door at a few places… but I was asked to leave and didn’t get the job. I was asked to wear a dress and look cute to get hired. Like, bosses can basically do whatever they want, but if you’re not super fucking cute as a woman, you won’t get it. Gabe felt that her more masculine appearance affected her job opportunities and that in male-dominated, heteronormative spaces, a femme appearance is more highly valued as one that can sell tattoos. By opening her own studio, Gabe created a space she could practice tattooing and made jobs available for other LGBTQ2S people.   Gabe tapped into a network of queer tattoo artists online and learned about tattoo shops that are queer spaces across Canada. There are LGBTQ2S-specific shops in Vancouver, Toronto, and Montreal. Gabe decided that Halifax needed a shop and as “there have always been queers in tattooing, [they] thought let’s make the whole space dominated by queerness.” In her studio, Gabe hired LGBTQ2S people in a variety of roles, including as manager, bookkeeper, and in frontline positions. The studio is an entirely queer space where clients will not be misgendered and where open conversations about politics are encouraged.   Our conversation moved on to what draws LGBTQ2S people to tattooing, if anything. Gabe spoke about the ways tattoos are used by LGBTQ2S people. “A big thing is that you have a lot of queer people that are borderline trans, or trans, or gender non-binary, a scale they might fall into… queers are born into this world, and system, and body that doesn’t work for it. We love body mod[ification]s because we can create our own identities that is nobody else but me.” Tattoos allow LGBTQ2S people to “reinvent 53    themselves, to look on the outside how they feel on the inside.” Tattoos in this sense are a self-expression, making visible an identity that is sometimes only felt, rather than seen.   By opening an LGBTQ2S-specific tattoo studio, Gabe has created a safe space for queer individuals hoping to get tattooed. It is a space where people can feel comfortable with their identities and perhaps constitute those identities, in addition to feeling feel safe in the vulnerable situation of being tattooed. The news article that discussed this new studio served to draw attention to issues LGBTQ2S people might face in many tattoo shops. By presenting the voice of an LGBTQ2S tattoo artist, the article showed a side to tattooing that is underrepresented in the male-dominated, heteronormative industry. 2.4 Conclusion  This chapter offered a media analysis, focused on LGBTQ2S presence in the news in NL, and tattooing presence in the news in NL and Canada, with the addition of some social media sources and primary data. The chapter provides a sense of context for major debates among the LGBTQ2S community just prior to the beginning of my fieldwork and linked these debates to discussions in which I took part. Tattooing presence in the news is used here to understand the variety of ways tattooing is conceptualized in the media and how this representation may affect people’s opinions about tattoos.  St. John’s has changed since the Village Mall Affair of 1993; same-sex marriage has been legal in NL since 2004 (Hickey 2014); the 2018 St. John’s Pride Parade was the largest to date, with 1800 people marching and 95 businesses participating. But, debates still circulate and smaller, sometimes very religious towns have backlash towards LGBTQ2S issues, as was evident in Springdale and Middle Arm. Such debates coloured 54    my fieldwork, and some participants told stories about incidents of hate and discrimination in St. John’s and in NL, and hesitations about coming out.  Though tattooing still has some negative associations and stereotypes tied to it, it has become increasingly popular, with news articles occasionally covering tattooing topics in St. John’s. Increasingly, LGBTQ2S people are getting tattoos, evident in the growing number of LGBTQ2S-specific tattoo studios across the country.  The media coverage and comments presented here serve to contextualize my research, and to show the “words and images shared among the various media, repeated again and again” (Faubion 1999, 92). The remaining chapters will look specifically at LGBTQ2S individuals’ uses of tattoos in St. John’s, with a focus on evidence I gathered during participant observation and interviews. Chapter 3 discusses the commemorative tattoos of participants.    55    Chapter 3: Commemorative Tattoos  3.1 Introduction   On a Sunday morning in late September, I met with a tattoo apprentice named Vivian. Though she identifies as straight, she has tattooed several LGBTQ2S individuals and has done LGBTQ2S-specific tattoos. One of my tattooed participants put us in touch. During our discussion about tattooing in St. John’s, she told me that, in her opinion,  Some people don’t even want tattoos, they want trinkets or like a memory and they feel like a tattoo is a good way to get that. I don’t even think they want a tattoo, but they want a reminder of something. And those are the people who usually come in, they’ll get like the one tiny tattoo and it has intense significance to them, and then that’s good, they’re done, that’s enough. They’re not actually interested in tattoos; they just want that little thing. Which I feel like they could also have gotten through like a locket or a framed photo or something. But I think, to them, the permanence of it is what’s important. In her comment, Vivian captured the idea of commemorative tattoos. Commemorative tattoos are defined by Davidson (2016, 6) as tattoos that “may be in memory or honour of a living or deceased person or animal; of a place, relationship, life event or transition; of something accomplished, worked at or for, still to be achieved, or yet to be dreamed.” Commemorative tattoos have significant meaning for their bearers at certain times in their lives (Davidson 2016). It is unsurprising then, that many participants discussed commemorative tattoos when I asked questions about their tattoo narratives.  56    The narrative of a commemorative tattoo is particularly important to convey the meaning embodied in a tattoo (Davidson 2016). The narrative adds further meaning to any semiotic reading of the tattoo, since “what a tattoo means to the bearer, especially in Western cultures, is often very different from what it means to the observer” (DeMello 2016). In order to effectively communicate the meaning intended by the bearer and move beyond the visual symbols as read by a viewer, narratives are necessary and “become a part of the meaning conveyed by the tattoo” (Davidson 2016, 12). Further, commemorative tattoos can act as “conduits for autobiographical narratives to pass through” (Kitzmann 2016, 43). Drawing on Brubaker and Cooper’s (2000) idea of identification, commemorative tattoos allow tattooed individuals to identify themselves and to assert their social location through narrative. By sharing the stories behind commemorative tattoos, tattooed individuals situate themselves in relation to those people and events (Brubaker and Cooper 2000) that their tattoos commemorate. Participants identify and position themselves in a web of others through commemorative tattoos as a relational mode of identification; for example, participants tie themselves into kinship relations, friendships, romantic relationships, and important moments of their lives, with tattoos and associated narratives.  Commemorative tattoos are not specific to LGBTQ2S people and are widely used by many tattooed individuals, as is evident in Davidson’s (2016) Tattoo Project. Although hard to measure precisely, three experienced tattoo artists suggested that between 50 and 90 percent of tattoos are commemorative (Davidson 2016). This wide range reflects the difficulty of precision. Ten out of my twelve tattooed participants (83%) 57    had tattoos and accompanying narratives that fit under the definition of commemorative tattoos, showing that this type of tattoo is widely used by the LGBTQ2S individuals interviewed. Some individuals had commemorative tattoos unrelated to their LGBTQ2S identity, while other LGBTQ2S individuals used tattoos to commemorate LGBTQ2S-specific experiences, including same-sex relationships and coming out narratives. My research adds some discussion about this type of tattoo to Davidson’s larger discussion of commemorative tattoos.  This chapter explores three categories of commemorative tattoos used by LGBTQ2S individuals in St. John’s, NL: tattoos for friends and relatives; reminders of life events and transitions; and embodiments of accomplishments. I discuss narratives of loss, love, and achievements, and emotional moments and narratives shared by participants. Although tattoos can very easily cross the boundaries of this categorization (as is evident in the final example I present), these categories give an idea as to how tattoos are conceptualized by their bearers.   3.2 Commemorative Tattoos for Friends and Relatives   Several participants have commemorative tattoos for friends and relatives. Using Davidson’s (2016) definition, this category includes tattoos for living and deceased individuals. I have divided this category into two sub-categories: memorial tattoos and relationship tattoos (both platonic and romantic). I also include in this category group tattoos that represent bonds between family members and friends.  3.2.1 Memorial Tattoos   Memorial tattoos are a type of commemorative tattoo in honour of deceased loved ones (Davidson and Duhig 2016). In the case of a lost loved one, memorial tattoos can be 58    “an expression of and vehicle for grieving” (Warnick and Toye 2016, 137). Such tattoos can be a symbol of a continuing bond with a loved one (Warnick and Toye 2016). Several of my participants experienced losses and have tattoos that represent and remember their friends and family. Here, I discuss the stories of Vanessa and Lucy, who memorialized friends, and Clare and Matthew who memorialized their fathers. Vanessa   Vanessa, who has six tattoos, described herself as visibly tattooed. She told me this visibility is important to her: “I’ve even got a neck tattoo, so at this point, there’s really not any taking that back.” She has short brunette hair and I could see an anchor tattoo on one arm and a small tube of lipstick tattooed near her wrist. The bumblebee tattoo on her other arm is beautifully done, with lots of detail, in black and grey ink. At one point during our interview, she shared the story of the bumblebee tattoo, which she got in memory of a friend who died in a sporting accident: My best friend Emma and I, we met in high school doing a science summer program… We took lunch breaks at a different time than most of the other girls and we were in a different building and we became super close, super fast. And she and I always planned on getting our first tattoos together. I was gonna get this [a ship’s wheel] and she was gonna get a bumblebee. Um and, she actually died in 2015 in a climbing accident. She was my best friend in the whole world and it was just a freak accident, it happened so fast, so… I knew that the next tattoo I wanted to get was a bee. 59    Vanessa told me this account very calmly in our interview. Looking at the bee, you would not know the emotional story behind it, or the meaning that it holds for Vanessa. She went on to say,  She loved bees. She was a person who deeply, deeply fucking loved puns and all her favourite jokes were bee jokes and she thought it would be so great that every time, if anybody ever asked her about her tattoo, she could tell a bee joke… Actually it was such a thing for her to love bees, that I know three other people who are good friends of hers who also got bee tattoos in her memory.  Vanessa moved on quickly to discuss her other tattoos and did not linger on the bumblebee, or on Emma. Her account shows the use of her tattoo in memory of her friend. Not only does the tattoo keep her connected to Emma, in some ways it connects her to the other people who have bumblebee tattoos in Emma’s honour. Having the tattoo in a more visible location offers a visual reminder of her friend, and a chance to talk about Emma if Vanessa is ever asked about the tattoo. Though she did not recount any stories about this tattoo being discussed in social settings, there is a possibly that it could spark social engagement from viewers. Lucy  Lucy, similarly, has a memorial for a friend who passed away. Throughout our interview, Lucy was happy and smiling and laughing until she discussed cancer, both her own run in with it, and the experiences of her friends and family. Her voice broke as she said “I’ve got quite a few cancer tattoos. I’ve got some for me and some for people I love, 60    some for people I’ve lost.” She wiped away a tear as she spoke. She told me, “I wear those pretty proudly.”  One tattoo in particular, out of the 20 or so she has, is for her friend James, whom she lost two years ago. Similar to Vanessa, she brings a bit of her friend’s interests and personality into the tattoo, which creates a personalized image that can continue bonds and embody memory (Davidson and Duhig 2016). Lucy said, He’s a big Calvin and Hobbes fan, and so I had the ribbons done in the red of [Calvin’s] shirt and the tiger, instead of the actual brain cancer colours. And Sexy Pants written across it, cuz that’s what I used to call him… It was pretty fantastic I managed to get that one done. But it was also like horribly tearful. But that happens, it’s all part of it.  Cancer ribbon tattoos are popular commemorative tattoos, often chosen as a recognizable symbol of someone’s fight with cancer. As mentioned in Chapter 2, Trouble Bound Studio in St. John’s holds an annual cancer tattoo fundraiser, in which artists tattoo cancer ribbons in a variety of colours that represent different types of cancer. The pink breast cancer ribbon, for example, is an easily recognizable and retrievable symbol (i.e., people are able to recognize and remember what cause this ribbon represents) (Mcdonnell, Jonason, and Christoffersen 2017). Single loop ribbons have come to symbolize awareness campaigns, with breast cancer ribbons being one of the first to be popularized and highly marketed (Mcdonnell, Jonason, and Christoffersen 2017). Though Lucy’s act of personalization makes the ribbon less recognizable for a specific cause or type of cancer, the single loop ribbon will likely be understood as an awareness ribbon by most viewers in a Western context.  61     I return to Lucy’s story in Section 3.3 and 3.4 to discuss a major life event and accomplishment: breast cancer and its subsequent treatment.  Clare  When I asked Clare to tell me her tattoo story, she said “I’ve been inspired to get different tattoos based on, you know, different events in my life and different things I was drawn to and I just wanted to have that represented on my body, I guess… Most of my recent tattoos have been more memorial tattoos, um mostly to my father,” who passed away. She has several tattoos on her left arm that are memorials for her father. She chose this location for the tattoos because her father was left-handed. Interestingly, her family joined in her endeavour to memorialize her father through tattoos. One thing that was pretty cool has happened after my father died a couple of years ago, when I’m the only person in my family who had any tattoos at all, my mother and brother and sister all decided to get a tattoo… My father was a big salmon angler so we all chose a different salmon fly that spoke to us and dad also tied salmon flies, so I thought that was a pretty neat tribute to him… So it happened a couple years ago and we all have a little… image to remember him by marked on our arm, which is pretty cool. Clare’s family got memorial tattoos as a result of her own engagement in tattooing. In Clare’s tattoo narrative, her family saw the possibility for remembering and embodying someone they had lost, in a permanent way.   Similar to Vanessa’s bumblebee tattoo, when others see Clare’s tattoos, especially those for her father, their significant meaning can be lost on the viewer. Clare discussed interactions she has had in which her tattoos were misread, which led to meaningful 62    engagement centred around her tattoos: “I get a lot of people asking me if I salmon fish.” In some cases, this question by the viewer turned into a deeper conversation and allowed Clare to share her narrative:  I’ve had some really good exchanges with people I didn’t know very well… it’s turned into conversations about, oh they knew my father because the salmon angling community—it’s not small here, but people definitely know each other… I’ve had some like, I guess what turned into very meaningful discussions with people where I’ve even like teared up while we were sharing stories.  This example captures what Davidson (2016) means about narrative being necessary to convey the full meaning of commemorative tattoos. Given the location of Clare’s tattoos for her father, on her left arm, they are visible and frequently seen. Viewers can make assumptions about what they mean, and in some cases ask questions that allow for sharing the tattoo story and conveying the deeper meaning behind the image of a tattoo. Further, Clare’s tattoos for her father do not only get meaning from the narrative she tells to explain them, but they also become the basis for new narratives. Due to interactions about her tattoos, Clare is able to share stories with others about her father that then become a part of her own narrative. As such, tattoos are not only accompanied by narratives, but can become the stimulus for new experiences, which in turn become narratives involved in the sense of a tattooed self.  Matthew   One of Matthew’s five tattoos is a memorial for his father, who passed away when he was in his early teens. Similar to Clare, his family was involved in the tattooing 63    process; he and his sisters got the same tattoo of their father’s initials. In this case, his sister made the precipitating decision of getting a tattoo for their father and Matthew followed suit. He said to his sister, “I’m too indecisive to think of anything new, so I’m gonna steal that as well and we’ll make it a sibling thing because I want it to be.” Their younger sister got the tattoo as well, when she was old enough. Matthew said of his father, “he was definitely just a very important role model in my life, so like I felt the need to kinda remember him with this tattoo.” Born and raised in St. John’s, Matthew feels a strong connection to his family. He told me “growing up in St. John’s especially, or like Newfoundland, I feel like family is really big, like community is huge.” He has gotten three tattoos for family members—his father, grandmother, and grandfather—with family members, including his siblings and cousins. He was introduced to tattooing by two of his cousins, who identify as trans: “they really showed me like where to go and what to look for” and they were involved in the memorial tattoos for Matthew’s grandparents. I consider Matthew’s tattoos to be group tattoos—tattoos acquired with other people, that are nearly identical. For example, he said, “like I only have five tattoos now, but three of them, my sisters have the exact same ones.” His family tattoos share a dual role of connecting him with those the tattoos are memorializing and with the family members who have the same tattoos.   3.2.2 Relationship Tattoos  Here, I discuss participants who got tattoos for friends and lovers, both platonic and romantic. These tattoos are commemorative in the ways that they represent bonds with another person (Davidson 2016). Several participants have tattoos that were done with others, like Matthew’s family tattoos, while some have tattoos done in honour of 64    others. Casey, for example, got her first tattoo with her sister. Her sister suggested it and got in touch with an artist in order to plan matching tattoos. Now Casey is always connected to her sister through their matching tattoos.   Two examples of friendship tattoos come from Sean and Rose. I met Sean at the Tattoo Convention when he approached me for an interview. He had just finished getting tattooed and his upper arm was wrapped in a bandage to cover the fresh ink. We sat at a table in the lobby to discuss his tattoos, both of which were done with and for friends. He said, “at this point in my life, it’s all about just my relationships… I have a few more that I wanna get and they are also about like meaningful relationships to me.” His first tattoo is a simple triangle just above the knee.  Me and two of my really good friends, all three of us had really hard breakups and we went through a lot together at the same time, and so the three of us kinda spent a lot of time together. We decided to get that [triangle] to kinda pay tribute to that.  He and his friends bonded through a shared experience of breaking up and got matching tattoos to commemorate the bond they formed as a part of that experience.  Similarly, Sean’s second tattoo, covered in bandages, is for a friend. “It’s a pair of scissors for me and my friend in there who is getting also a pair of scissors.” He pointed through the windows into the main area of the Tattoo Convention and I could see his friend being worked on by a tattoo artist, getting a matching tattoo. “This one is because whenever we hang out we say ‘do you wanna scissor?’ and so now we’ll be scissoring into the grave, you know?” I had to clarify, “do you mean the sex act?” He responded, “ya!” and we both laughed. This tattoo represents an inside joke between Sean and his 65    friend, a funny double entendre understood only through the narrative and explanation of their joke.  Rose also has a friendship tattoo that matches a tattoo her best friend has. This particular tattoo was designed to have a piece of each of them in it. From one angle, it is the initial of her friend’s first name, and from another angle it is her first initial. The tattoos are purple and green, Rose’s and her friend’s favourite colours, respectively. They got the tattoos at the same time. Though Rose does not go into more detail than this, the tattoos show the bond between these two people. They chose specific personalized elements of the design in order to depict the bond they have. Like other commemorative tattoos, a narrative is needed here to fully understand the meaning of the letters and the colours of the tattoo.  Lastly, Harley has a tattoo depicting a connection to a past boyfriend. He said, “I have a Maori tattoo on my ankle because of somebody I was involved with, a Maori from New Zealand, who I was involved with from long distance, say the late 70s until the mid 90s, so it was a long time, but you know, not even seeing each other every year.” This tattoo is an example of commemoration of a same-sex relationship and an example of a bond Harley shared with a particular person for a long period of time.  Relationship tattoos are commemorations of people, a relationship, or bond that the tattooed individual shares with others. In most of these examples, even the tattoos were shared with the person they represented, with several participants having the exact same tattoo as a friend or family member. Turning now from commemorative tattoos for other people, I discuss commemorative tattoos that are more individual: reminders of life events and embodiments of accomplishments.   66    3.3 Reminder of Life Events and Transitions   Just as commemorative tattoos can be used to memorialize and honour living and deceased friends and relatives, they can be used to mark transformations and developments in one’s own life (Letherby and Davidson 2016). Mifflin (1997, 178, cited in Letherby and Davidson 2016, 57) describes such tattoos as “a living, breathing autobiography.” Some participants shared stories of major events and changes in their lives. I discuss here Matthew, Jesse, and Lucy, who all went through very different events that they have commemorated with tattoos. Though LGBTQ2S coming out stories fall into this category, I only discuss one here, and will revisit more coming out tattoo narratives in Chapter 4.  Matthew   In addition to the three tattoos Matthew has to commemorate deceased family members, he has an extremely detailed stick and poke tattoo that represents an important period in his life. As part of the narrative of this tattoo, Matthew touched upon coming of age and coming out. Matthew has spent the last seven years at a summer camp, as a camper for two years, and a staff member for five years. His tattoo depicts the main house for staff members with the Big Dipper constellation directly above it. He told me “I love the place and it like, I [at]tribute so much of who I am today, like outgoing and being a leader, with that experience, to camp… camp was so important to me that I got a tattoo for that reason.” He got this particular tattoo in order to remember and commemorate this time in his life that he felt has really shaped him, showing the transition he went through from being a shyer child, to an outgoing leader.  67     Matthew attributed part of this transition to coming out, which he did in his fourth year of being on staff. He said, “when I got on staff, I was still the quiet one, and like just super to myself and stuff, but like when I had finally came out, I was like a completely different person. People tell me that, when I come out, I’m, like not so much a different person, but I’m just more myself.” Matthew’s tattoo is a commemoration of a life event and transition that was very positive for him. He looks upon that time in his life fondly as something that shaped the adult he is today. Jesse   Jesse is a two-spirit indigenous individual who has traditional stick and poke tattoos. One tattoo marked a life transition: the end of an abusive relationship. Jesse told me their partner thought stick and poke tattoos “were dirty and they looked terrible and she didn’t really understand or grasp the concept of traditional tattoos and she was, for lack of a better word, racist.” A week after the relationship ended, Jesse decided to get a stick and poke tattoo of their status card number. They said,  I’m a two-spirit person, I’m queer, and I have always identified on and off again as a very masculine spirit. So getting your status card number… the number that you’re given at birth to be identified as indigenous by the Canadian government, the status card number is something that a lot of indigenous men and boys have been getting tattooed on themselves… traditionally using either an ash method or a stick and poke method.  Jesse’s partner was not supportive of their culture and spirituality and when the relationship ended, Jesse said to themselves “we’re doing this [getting a stick and poke tattoo], now’s the time.” Jesse has received some questions from people about why they 68    would get their status card number as a tattoo, and they explained “the reason why we get this tattoo is to symbolize the ongoing genocide and colonization of our people. My brother has one, and a lot of the men in my family have this tattoo as well.” Further, Jesse was told that as an indigenous woman, they should not get a tattoo that was only for men. Their response was “as a two-spirit person, I don’t identify as a woman… that was part of the reason why I felt like I needed to get it too.”   In NL and Canada, the politics of Indigenous tattooing practices cannot be separated from settler colonialism. As discussed by Kaszas (2012), colonizers attempted to eliminate indigenous practices of tattooing, but these practices have seen a revival in recent years. This revival touches upon a politics of visibility and embodying an Indigenous identity (Kaszas 2012). Jesse described their knowledge of traditional tattooing: “traditionally what you would do is mix ash and a little bit of water and then you would use it the same way you would stick and poke, and just firmly press it and get the imprint. Sometimes you would heat up the needle so it would be hot and that would really kinda burn it in.”  That said, as Jesse’s case shows, these practices are also being remade—even as Jesse employs traditional techniques, they refuse to accept other assertions of ‘tradition’ in relation to the gendered practice of only men getting their status card number tattooed.   This tattoo also represents a personal transition for Jesse. They left an abusive relationship, but also visibly marked both a masculine identity by getting a tattoo typically reserved for men, and an indigenous identity. This indigeneity was something Jesse did not feel was supported in their relationship, and after it ended, got a tattoo reclaiming this identity as a result.  69    Lucy   Several of Lucy’s tattoos represent a difficult time in her life: her battle with breast cancer and the treatment process. She acquired one tattoo after chemotherapy and a mastectomy, one after her nipple reconstruction, and one after she beat cancer; the latter will be discussed in Section 3.4.   Within the first year that she was diagnosed, Lucy got the Wonder Woman symbol tattooed under the breast that was removed (Figure 3-1).  Figure 3-1: Lucy’s Wonder Woman symbol, beneath breast. Photograph courtesy of participant.  She got the symbol in pink rather than the original red to represent breast cancer.  It was another cancer tattoo I got for me. Because I’ve also always had an interest in… any kind of mythology, honestly, but where the Amazons were rumored to have removed a breast and cauterized it to be better archers, so Wonder Woman is an Amazon and I figured it’s a great way to join an 70    Amazon crowd and be a big nerd at the same time. I had my Wonder Woman symbol done in yellow and pink, instead of yellow and red… it made me feel really good after all the chemo. In addition to the Wonder Woman symbol, Lucy got a pink flower tattooed on her breast implant around her reconstructed nipple. She told me that often after breast reconstruction cancer patients will get a tattoo of a nipple to match the other side. She decided against this: “I was like ‘this is not my body anymore, like this is not my breast. It doesn’t need to match. It’s not a nipple, it’s never gonna be a nipple, so let’s make it a flower. So I got a pink flower tattooed on it instead.” She went on to talk about the disconnection she feels from that breast: “I don’t consider it part of my body, if that makes sense? It’s my skin, but what’s underneath it is not mine. It’s just something they put there to make it look better, because I’m vain… but it’s just kinda weird, like I don’t consider it part of me.” The flower nipple tattoo gave her an opportunity to reclaim her body (Pitts 2003) and to take control over the site of her illness (Mifflin 2013); she said “I went and got a flower tattooed over it instead. And so it’s very much mine, and very, very cool.”  These two tattoos are part of the way she came to terms with her illness and worked to make herself feel better after treatment. They helped her feel strong, like an Amazon, and in some ways, allowed her to make her body her own after her illness took something away. The tattoos act as a reminder of a major life event and are a part of a way to deal with the trauma, PTSD, and dissociation she felt after her diagnosis and treatment.   Both Jesse and Lucy experienced trauma—abuse and illness, respectively—that was commemorated in a tattoo. As Kitzmann (2016, 40–41) 71    discusses, tattoos can be a way to articulate experiences of trauma that are distinct from photographs or drawing, in the way they “negotiate memory as something that is… literally embodied” in “non-verbal and non-narrative forms of representation.” Jesse’s and Lucy’s tattoos are indicative of life events and in some ways symbolize a reclamation of the body after trauma. One participant, Jasmine, saw experiences of trauma depicted by some people’s LGBTQ2S tattoos. Jasmine discussed LGBTQ2S friends who have tattoos that represent traumatic life events: “I know like folks sometimes face a lot of trauma with their families, so some of them do get those tattoos to kinda like show how strong they’ve gotten, or how they’ve survived everything, it’s also like, your body is your way to kinda express yourself.” Although my participants did not discuss tattoos that were necessarily related to trauma experienced as a result of being LGBTQ2S, there is anecdotal evidence of that, and evidence of tattoos being used to remember and come to terms with traumatic life events.  3.4 Embodiment of Accomplishments   Of the three types of commemorative tattoos discussed in this chapter, embodiments of accomplishments were the least utilized by my participants. That said, Lucy, with another cancer tattoo, provided an excellent example of an accomplishment tattoo. After beating cancer, Lucy got a pin-up tattoo in her likeness, as a celebration. This example also provides insight into the tattooee/tattoo artist relationship. Several authors (e.g., Barron 2017; Atkinson 2003) discuss the importance of the tattoo artist in the tattooing process. 72     Lucy got the majority of her tattoos from a single studio and from one tattoo artist. She talked about the trust that was built through years of interaction, in addition to her tattoo artist knowing about the things going on in her life. She said “I love it down there [at the tattoo studio]. They’re like family, like I know them all like fairly well.” The rapport tattooed individuals develop with tattoo artists is important to the tattooing process. Lucy often goes back to the same artists because “you just develop a rapport with people. They understand what’s going on with you.” For example, the artist she goes to frequently did a tattoo for her when she beat cancer: “I have a full burlesque pin-up running down my left side from my arm pit down to my hips and [he] actually tattooed that for me for free. His only condition was that I beat cancer” (Figure 3-2). She started to tear up again as she recounted this. “He told me when I won that we would do that, so, I did.”   Figure 3-2: Lucy’s pin up tattoo, on left side. Photograph courtesy of participant. 73    This tattoo marks a huge accomplishment for Lucy: beating cancer. Her emotion when she discussed the tattoo narrative shows how profoundly this experience affected her, but also how the relationship developed with her tattoo artist made it possible to celebrate her survival in this way. Similar to other commemorative tattoos, this example requires further explanation. The pin-up tattoo reflects Lucy’s style and her interests, while the narrative adds the dimension of accomplishment and emotion to the tattoo. The narrative is necessary to understand the depth of meaning in the tattoo for Lucy.  3.5 Lavender’s Commemorative Tattoo Before bringing this chapter to a close, I want to discuss one more commemorative tattoo, which represents a commemoration of family, a life event, and accomplishment combined into one tattoo. My first interview was with a woman named Lavender, who provided an excellent example of a commemorative tattoo, which shows the overlap between commemorative categories and how tattoos can carry multiple meanings for their bearer that are only fully communicated with narrative.  Lavender’s tattoo depicts a sprig of lavender, a Scottish thistle, a cherry blossom, and her family motto interwoven together (Figure 3-3). She said that, for her, tattooing was “a matter of like, I can take things that are very important and meaningful to me and actually have them symbolically represented on the outside of my skin.” In terms of commemoration for her family, Lavender’s tattoo can be considered a heritage tattoo, which depicts familial or personal history and lineage in some way (McLuhan and Galbraith 2016). The Scottish thistle and family motto are both a part of this family commemoration and are representative of Lavender’s Scottish heritage. She said, 74    My Scottish heritage had always been very important. My dad’s father, so my granddad, was from Glasgow so when we grew up, you know, we celebrated Hogmanay at home, we have square sausage on Scotch baps… it was just something that was always very important in our house growing up, that tie to our Scottish identity… I wanted to have that included in the tattoo and the thistle is kinda the ubiquitous Scottish symbol. Similarly, the sprig of Lavender represents her personal history, as it symbolizes her own name.  Figure 3-3: Lavender’s commemorative tattoo on ankle. Photo courtesy of participant. The photo was altered slightly to blur the family motto, with the approval of the participant.  In terms of commemorating a life event, Lavender got her tattoo for her 30th birthday. She had considered getting a tattoo for about a decade prior to this event, and said “when I turned 30, I finally decided, you know, okay I’m going to do it. I had just 75    gotten out of a long-term relationship, I was living on my own. I was determined that it was gonna be my year.” The tattoo marks a long cumulation of reflection and a sort of transition into adulthood and living on one’s own.  Lastly, the cherry blossoms in Lavender’s tattoo represent an accomplishment: the first time she struck out on her own. The blossoms are based on a photograph Lavender personally took the year she moved to Japan. She told me, That was important because that was my first time ever really striking out on my own… it was a really life changing experience for me because I went through culture shock, I went through being horribly lonely and horribly depressed, I went through phases where I was constantly checking the Air Canada site to see if like flights home were cheap enough that I could afford to fly home, but I got through it and I wouldn’t change that experience for anything. After facing challenges of culture shock, Lavender had a wonderful year in Japan and developed photography skills during her time there. She wanted to have that experience represented on her body. She said, “I wanted that immortalized as like… it was an image I took of my experience, when I went over to Japan, which in and of itself was such an important experience in kind of cultivating my identity as an adult.” She accomplished her year abroad and commemorated that experience in her tattoo.   Overall, her tattoo brought together different life experiences and different narratives. The tattoo has deep meaning that goes beyond the visual design. Lavender uses narrative to tie together three symbols that mark important aspects of herself, which 76    she wanted to commemorate. She said, “all of those three combined is a very good symbol, or a good representation, of who I was when I turned 30, and how I got there.”  3.6 Conclusion  Davidson presents an intentionally broad definition of commemorative tattoos so as to capture the multitude of tattoos that have significant meaning for their bearers. My research contributes examples of commemorative tattoos divided into three more specific categories: memorial tattoos, tattoos of life events or transitions, and accomplishment tattoos. During interviews, participants shared narratives of loss, remembrance, and trauma, along with coming of age stories and accomplishments. The body is simultaneously a private and public space (Kitzmann 2016) and in everyday life, participants are able to mediate their experiences and manage their self-presentation (Goffman 1959), as they hide their tattoos, or obscure their meaning. As commemorative tattoos can only be fully understood through narrative, tattooed individuals must make a conscious decision to allow for “meaningful exchange of cherished memories and the recantations of life-changing events” (Kitzmann 2016, 43), through conversations about their tattoos. As a researcher, I was lucky that my participants were open and willing to share the narratives behind their commemorative tattoos. The next chapter moves away from commemorative tattoos to examine tattoos of self-expression and will more closely focuses on LGBTQ2S identity and presentation of the self.    77    Chapter 4: Self-Expression  4.1 Introduction   Casey, introduced in Section 3.2.2, has a number of tattoos that she feels represent who she is: “every other tattoo just expresses who I am, what I’m into, and those different parts of me.” When I asked for her tattoo story, she told me about how her tattoos represent various facets of her identity: They all I guess represent different things about myself. Like I have one that represents my religion, one that represents being queer, one that represents my love for cactuses and succulents and plants and botanicals, I have a cat on my hip that was done very horribly [laughs], so that’s the one I regret, only because it was done bad. Me and my sister have a matching one, I have a little lightning bolt, because I was a competitive swimmer for 10 years. So it’s just little bits that like represent who I am and, I guess, my life.  Casey’s tattoos help her express aspects of her life that she deems significant and help her commemorate important moments. Looking at the tattoos she lists here, one can see some of the significant aspects of her life, including her religion, her sexuality, her family, and her interests. Out of 12 tattooed LGBTQ2S participants, six explicitly discuss tattoos as a form of self-expression or self-representation, while three others have tattoos that, after analysis, I considered to be tattoos of self-expression in that they represent personal interests or aspects of the tattoo bearer.  I am not the first researcher to explore the idea of tattoos as self-expression. During the era of the Tattoo Renaissance (1970-1990)—a period defined by the development of artistic styles and techniques in tattooing (Demello 2014, 652)—there 78    was an increase in sentiments of self-exploration in tattooing, along with an increase in tattooing among middle-class people. Barron identifies this time as one where tattoos were increasingly embraced and rationalized as “a means of self-expression” (Barron 2017, 23), a “declaration of me-ness”(Benson 2000, 245). Tattoos continue to be used to transform the body, “giving it expressions of uniqueness related to self-expression and identity differentiation” (Barron 2017, 61). In Canada, Martin (2019, 13) observes that “tattoos are still a relevant means of displaying meaning and identity.” Researchers also link the popular use of tattoos as self-expression to ideas of uniqueness (Tiggemann and Golder 2006; Tiggemann and Hopkins 2011). Further, tattooed individuals often say that their tattoos are reflections of individuality (DeMello 2000).  I use Brubaker and Cooper’s (2000) concepts of self-understanding and self-representation here to conceptualize tattoos of self-expression. Closely linked to social location, self-understanding is also described as ‘situated subjectivity’: “one’s sense of who one is, of one’s social location, and of how (given the first two) one is prepared to act” (Brubaker and Cooper 2000, 17). Participants use tattoos as mode of self-representation to visibly articulate self-understanding, to position themselves in relation to those who view their tattoos. Some participants, for example, use tattoos to position themselves as ‘alternative’, ‘outside the box’, or ‘unique’, as compared to differently tattooed and non-tattooed individuals. When participants frame their tattoos in this way, they are constituting themselves in relation to something else, or something they consider ‘mainstream’. As Kondo (1990) discusses, selfhood is “contextually constructed” and “relationally defined.” Participants choose tattoos to construct links between their senses of who they are with their physical appearance, as a process of crafting selves. People 79    “create, construct, work on, and enact their identities” (Kondo 1990, 48) and build images of themselves for the world and for different audiences. By using Brubaker and Cooper’s and Kondo’s concepts, I add a discussion to tattooing literature about how participants actively use and narrate their tattoos to display elements of themselves in particular contexts.   This chapter explores several tattoos of self-expression, before moving into a discussion of tattoos that depict LGBTQ2S symbols, including an in-depth look at the more commonly used LGBTQ2S symbols: the rainbow and the pink triangle. This chapter also outlines methods of self-expression used by non-tattooed LGBTQ2S participants. Further, participants’ self-representation through their tattoos is conditioned in part by the context in which tattoos are presented. Some of the tattoos I discuss in this chapter carry different meaning depending on where and when they are displayed. As such, some participants’ tattoos will be revisited in Chapter 5, when they are used for a different function: to express affiliation and group belonging. 4.2 Tattoos of Self-Expression    Similar to Casey, other participants commented that one motivation for their tattoos was self-expression. Sean, for example, said “to me, [tattooing] is just another way of expression.” Lavender said of her commemorative tattoo, “it’s fun to kind of feel like you have that level of self-expression where you can take things that are… very important and meaningful to me and have them actually symbolically represented on the outside of my skin.” Clare discussed her tattoos as representing an ongoing narrative: “it’s just various parts of an ongoing story, that in some cases are representative of who I am.”  80    Some non-tattooed participants also understood self-expression to be a function of tattoos. Sebastian, though he has no tattoos, acknowledged “I think they can be an excellent expression, a beautiful way to express one’s personality.” Similarly, Reilly, who plans on getting tattoos but has none yet, said “I think they’re a really cool way to express yourself.” Jill  One participant, Jill, has a number of tattoos done in and around St. John’s, which she described as self-representation. She got her first tattoo at 18 years old, which she describes as a small black tribal heart on her wrist (Figure 4-1). Figure 4-1: Jill’s first tattoo on wrist. Photograph courtesy of participant. She said,  It was kinda like my little rebellion, because honestly growing up, I was very straight-edge, like straight-A student, and like worked, volunteered, just a goody two-shoes. So when I was 18, I was like I’m going to get a 81    tattoo. So this, it’s not really original, I just went online, I looked up a bunch of different designs and I said okay I’m gonna get it and I’ll just have the one and then I’m done.  We both laughed when she said that she would only get one tattoo, as she is visibly tattooed now. I could see a large colourful tattoo covering most of her upper arm during the interview. She continued talking about her first tattoo: It only took 15 minutes, and I loved it, and I loved that I was the first of my friends to get a tattoo and I was like okay, this feels really good, I love how it looks, and I feel like, I don’t know, even though it’s not original, it’s a cute little representation of me. So that’s how I got started.  This explanation of her tattoo is an example of identity differentiation (Barron 2017; Tiggemann and Hopkins 2011). Jill’s first tattoo represented her perceived distinction from most of her peers:  I was feeling like a lot of my friend group were kinda in the same mould of we were all gonna graduate, we were all gonna go to MUN, we were all going to stay at home, and I kinda wasn’t okay with that… the tattoo just made me feel like I was a little bit different from them, and I don’t know, it was like a permanent mark of like this… this is here to stay, and if I regret it, I regret it, it’s a time of my life where I felt like I needed it. At this time in her life, Jill felt a need for uniqueness (Tiggemann and Hopkins 2011). She addressed that desire with a tattoo on her wrist that she felt could visibly represent her break away from her previous role as a straight-edged high school student; though, for the most part, she continued to follow largely the same path as her peers, in that she 82    stayed in St. John’s and went to Memorial University of Newfoundland (MUN) for school. She even admits that the tattoo itself was not original. She used her tattoo to present herself as distinct from the people with whom she had grown up, and to express her desire to turn away from the mould in which she was raised. As a further step, she moved out of her parents’ house while studying, when most of her friends continued to live at home. Jill’s positive first experience being tattooed made tattooing a viable method of self-expression for her. In the years following, she acquired nine other tattoos, including a quote from her favourite childhood movie; the GPS coordinates for Signal Hill, to represent her hometown; a peacock feather with sunset colours to represent her outgoing personality; and a rainbow rose (which will be discussed in Section 4.3 and 5.4), among others.  Lucy   In addition to her variety of commemorative tattoos, Lucy has several tattoos of self-expression. Lucy’s decision to get tattooed helped create a style, which she described as ‘alternative’, that she enjoys portraying. In contrast to Jill, who used tattoos in an attempt to turn away from her previous style, Lucy used tattoos to affirm an alternative style and identity that she felt was always a part of who she was. Lucy said, “I used to do a lot of sort of, a little bit punk or grunge looks when I was younger, and then ended up in pin-up and that kinda of style. A lot of burlesque, a lot of pin-up.” She connected these conventions of alternative style to tattooing and by including tattoos in her appearance, Lucy understands her tattoos as representing “a[n alternative] style and a thing that I felt was part of an expression of me, definitely.”  83    She described tattooing as something “outside of the box” that she uses to express that she is “not a box girl.” Again, this use of tattoos is an act of self-representation (Brubaker and Cooper 2000) and identity differentiation (Barron 2017; Tiggemann and Hopkins 2011). Lucy uses her tattoos as a way to create an image of herself as alternative that she understands as outside-of-the-norm—an image that she wants others to see. Though the alternative style she described is something of a convention itself, to her, tattoos are an element of this style that put her contrast to those who she says would prefer she stay inside the box, or in other words, mainstream.  For example, Lucy described an encounter she had with her mother about one tattoo: a skull and crossbones with her burlesque stage name underneath it, located on her hip (Figure 4-2). Figure 4-2: Skull and crossbones on Lucy’s hip, surrounded by other tattoos. Photo courtesy of participant. Lucy began, It was the first [tattoo my mom] had ever seen. It might’ve been my third tattoo maybe, and I went home, I had gone to the gas station and I was going 84    to work—I was still living with my parents at this point—and I had run home to change… because I had spilled gas on my pants while pumping gas, I whipped my pants off to put another pair on she was like ‘WHAT’S ON YOUR HIP?’ [in a fake-angry voice]. And I was like ‘oh my God!’… and she was like ‘a skull? A skull for the rest of your life?! Why would you do that? Why?’ and I was like, ‘can we talk about this later, I’m gonna be late for work’, and I ran. Lucy laughed as she retold this story. She continued,  My mom is a very conservative woman. The bad girl thing doesn’t work for her. But she’s amazing, she’s an incredible woman, and she’s so loving, and wonderful, but if something is not what she envisioned, she has a hard time grasping that. She very much likes to keeps things controlled and in a box, and I’m not a box girl. Lucy understands her tattoos as representations of uniqueness that are in contrast to her mother’s conservative views.  In addition to her skull and crossbones, Lucy has several tattoos that show her interest in comic books. She said, “I have comic book tattoos because I’m a big nerd and I love comics”, showing another recognizable convention of style that she presents in her tattoos. One comic book tattoo was discussed in Chapter 3: the Wonder Woman symbol done in pink to symbolize her battle with breast cancer. Another depicts Harley Quinn and Poison Ivy, which I discuss further in Section 4.3, as for Lucy, it represents her relationship with another woman.   85    4.3 LGBTQ2S-Specific Tattoos of Self-Expression   Seven out of 12 tattooed participants (58%) had LGBTQ2S-specific tattoos. These participants chose tattoos as a way to express LGBTQ2S identities and to symbolically represent that aspect of themselves. Of those seven participants, three had rainbow tattoos and two had pink triangle tattoos, both of which are widely recognized LGBTQ2S symbols. Of the other two participants, one had a stick and poke queer symbol and the other a tattoo of comic book characters in a same-gender relationship (Harley Quinn and Poison Ivy). I discuss Jesse’s stick and poke tattoo in Chapter 5. Other participants, both tattooed and non-tattooed had some knowledge of LGBTQ2S-specific tattoos and/or knew other individuals who had them. Before exploring the history of rainbows and pink triangles as LGBTQ2S symbols, I discuss Lucy’s comic book tattoo. Lucy   Lucy’s Harley Quinn and Poison Ivy tattoo carries layers of meaning. A beautiful Figure 4-3: Harley-Quinn and Poison Ivy on Lucy’s thigh. Photograph courtesy of participant.  86    thigh piece, done in full colour, it is modeled from a comic book cover (Figure 4-3). During our interview Lucy showed me pictures of the tattooing process, from outlining to completion. She first mentioned the tattoo when I asked for her tattoo story: “I have one on my leg that’s for me and my girlfriend. It’s Harley Quinn and Poison Ivy, who have a very, very pretty romance, so it’s a nice stand in for us, which is nice. She’s pretty important to me.” She explained that upon viewing the tattoo, some people saw it as simply a depiction of Lucy’s love for comic books, but for others with inside knowledge about the characters or Lucy’s orientation, it has a deeper meaning. She described a time when two women saw her tattoo at Sci-Fi on the Rock (the annual science-fiction ‘geek’ convention in St. John’s): A couple of girls I know, who are a couple, were like “is that what I think it is?” and I was like “it is!” We were all down in the pool and they were like “oh I’m so happy right now! That’s great.” It was nice I think, for them to see me, someone that they probably considered straight, with a blatantly gay tattoo. Because it’s two women that are in a lesbian relationship in the DC comic universe, right? And I think their relationship is outstanding. It’s good. It’s how a relationship should work and just because it’s two women, doesn’t make it any less valid… They were really pleased to see me walking around with what they considered a piece of queer art.   As Lucy is married to a man, she is not out to everyone in her family. Part of her reason for choosing this specific design was that it allowed her to represent her girlfriend, but not in such a way that would out her whenever visible. She said,  87    People who know me and know that relationship for me would understand what [the tattoo] is right away, but somebody else who wouldn’t know that, and just knows that I love comics, would be like ‘oh what a cool comic book tattoo.’ It wouldn’t register on that second level, so I like that it has that for me. Similar to her commemorative tattoos (discussed in Chapter 3), the narrative of this tattoo is necessary to understand the full meaning. While laughing, she said “you know, you can go around with a big queer tattoo on your leg and not have people realize that you’re a little bit queer.”   To Lucy, this tattoo is a depiction of her relationship with another woman, expressing her bisexual identity, but in certain situations, she is able to hide that meaning. Drawing on Goffman’s (1959) ideas of frontstage, backstage, and impression management, Lucy’s frontstage performance is her selection of a tattoo that carries multiple meanings. In interactions where individuals are not privy to the ‘backstage’ information about her bisexual identity and relationship, Lucy’s tattoo solely presents an interest in comic books. Her heterosexual marriage is also present in the frontstage and works to obscure the deeper meaning in her tattoo. Lucy can present two versions of herself to her audience—straight or queer—depending on who has access to backstage information. When in a space like Sci-Fi on the Rock, more individuals can access or guess at the backstage based on familiarity with the relationship between the characters depicted in Lucy’s tattoo. In addition to the layered meaning of this tattoo, its location on the thigh allows Lucy to choose when and to whom she reveals her tattoo. As a technique of impression management, Lucy can avoid disruptions to her projection of a straight 88    persona by covering her tattoo. Not only is the backstage hidden through the multiple layers of meaning of the tattoo, but also literally via clothing. Wearing pants effectively prevents any reading of her tattoo.   For Lucy, this tattoo is a form of personal self-expression. It is primarily for herself and the female partner in her life. The tattoo was intentionally selected so that it might not be automatically understood as a queer symbol. Lucy shows both a sense of self-understanding and her own social location as closeted in some situations and out in others, and her tattoo plays a different role depending on the context.  4.3.1 Rainbow Tattoos   Rainbow tattoos were the most common LGBTQ2S symbol used by participants, as well as the most commonly discussed when I asked questions about LGBTQ2S tattoos in general. Three participants, Rose, Jill, and Matthew had rainbow tattoos that they explained as expressing an LGBTQ2S identity; nine participants out of 19 discussed rainbow tattoos as symbols that were used by LGBTQ2S friends or acquaintances, making rainbow tattoos the most discussed tattoo symbol among participants. This section first discusses the history of rainbows as a recognizable LGBTQ2S symbol, before turning to participants’ examples.   The rainbow, and more specifically the rainbow flag, is a symbol of Pride celebrations all around the world. Gilbert Baker created the rainbow flag in 1978 in San Francisco, in collaboration with approximately 30 volunteers (Antonelli and Fisher 2015). The original flag had eight colours but was later amended. Since then, people have used the rainbow flag motif, with six distinct colours—red, orange, yellow, green, royal blue, and violet—in a variety of forms, from rings to t-shirts to placemats (Antonelli and Fisher 89    2015). In an interview for the Museum of Modern Art (MoMA), Baker discussed the creation of the flag as a symbol for LGBTQ2S people: “a flag is different than any other form of art. It’s not a painting, it’s not just cloth, it is not just a logo—it functions in so many different ways. I thought we needed that kind of symbol, that we needed as a people something that everyone instantly understands” (Antonelli and Fisher 2015).  Baker conceptualized the rainbow flag in contrast to the inverted pink triangle symbol used by the Nazis to identify homosexual men during the Holocaust. Baker stated that the pink triangle “came from such a horrible place of murder and holocaust and Hitler” (Antonelli and Fisher 2015). The rainbow flag would instead be “something beautiful, something from us. The rainbow is so perfect because it really fits our diversity in terms of race, gender, [and] ages” (Antonelli and Fisher 2015). Rather than a symbol created in a time of death and despair, the rainbow flag was created in a time of hope, just months after Harvey Milk became the first openly gay politician to be elected to office, and a year after his speech “You’ve Got to Have Hope” (Shilts 1982; Milk 2013). Baker discussed his friendship with Harvey Milk as an influencing factor in the creation of the rainbow flag. Baker said that Milk advocated for visibility and the importance of coming out (Antonelli and Fisher 2015). This message is evident in Milk’s 1977 hope speech. Milk stated “we should be judged by our leaders. By those who are themselves Gay. By those who are visible. For invisible, we remain in limbo. A shadowy myth” (Milk 2013, 153). He ends the speech with a call for hope: “hope for a better world. Hope for a better tomorrow. Hope for a place to go to if the pressures at home are too great. Hope that all will be alright… and you and you, and, yes, you got to give them hope” (Milk 2013, 155). The flag, designed to be flown with its bright colours, was one 90    way to accomplish this goal of visibility and along with that give hope to those who were not yet visible. Baker went on to say “our job as gay people was to come out, to be visible, to live in truth… a flag really fit that mission, because that’s a way of proclaiming your visibility, or saying, ‘This is who I am!’” (Antonelli and Fisher 2015).  Three participants used rainbow tattoos as a way to symbolize their LGBTQ2S identities and to make that identity visible. In doing so, they personalized the ubiquitous rainbow symbol. By reworking a well-known symbol, these participants are able to imbue their own meaning and it allows their tattoos to suit their personal preferences. Rose  Rose’s rainbow tattoo is located on the back of her neck. It was her second tattoo and depicts the natural arch shape of a rainbow. Underneath, her name is written in Hebrew letters. She got the tattoo after she came out as a lesbian and explains that the tattoo was partly about that experience. With her short hair, the tattoo is often visible. By including her name in Hebrew letters, she also connects the tattoo to her religion, which at the time was very important to her. Though she is no longer Christian, when she got the tattoo she considered it to both represent her Christianity and her lesbian identity. She said, “because of the Christian thing, I was like, you know, rainbows shouldn’t be a symbol of the queer community, they should be like a symbol of God’s promise and blah, blah, blah… and so I mostly connected it to that at the time, which is why I put my name with it in Hebrew.” By adding Hebrew letters, Rose felt that she personalized the symbol to include her religion as well. I asked her how the meaning has changed, since she no longer considers herself to be Christian. She responded, “I mean it always had that gay connection to it as well and so I just feel like I’ve just emphasized that more a little bit.”  91    The inclusion of religion in her rainbow tattoo shows the position that Rose was in when she first came out, around the age of 15 or 16. When she began identifying as a lesbian, Rose was deeply involved in her church. She said, “when I first started looking into that, I googled ‘gay Christian’ and I found a website that—I think every gay Christian makes that exact same search and finds Gay Christian Network.” Her tattoo combines two identities that may be seen by some as incompatible. This assumption of incompatibility is something I picked up on during participant observation in the LGBTQ2S safe space on campus. A Christian club had their office nearby, and one day conversation turned to religion. A quote from my fieldnotes explains in more detail:  Someone says ‘how weird would it be if someone left here and just went right into [the Christian office]?’ Several people make hesitant or judge-y sounds, like ‘eeuughh’… the general vibe of the conversation is that being queer and Christian do not go together at all. People… seem to think it is a dichotomy—if you’re queer, you’re not Christian. Kathleen even goes as far to say ‘I will fiercely protect my children from religion.’ This conversation shows the binary that many of those present felt exists between being queer and being religious. Rose’s modification of a common LGBTQ2S symbol shows how, at the time, she was able to bring those two identities together. She continued, “I found a forum and community of people [on Gay Christian Network] and that was like the majority of my socialization, especially gay socialization… all my gay community was completely connected to Christian community, so they were really like one and the same.” Though her view on religion has changed, her tattoo continues to reflect that 92    experience and her early socialization into a gay community. As she looked back on her tattoo, she said “I’m not the same person I was when I got that and I think that’s okay. And I kinda look at them more as like a story of my past, of like where I was at each moment when I got them.”  Matthew   Matthew chose to get a minimalist rainbow tattoo, that was done in a stick and poke studio in St. John’s. It is located on his leg and consists of six straight lines that are the colours of the Pride flag. He called this tattoo ‘the gay one.’ He specifically chose this tattoo because, though he likes the look of the Pride flag, “[he] didn’t need like a huge Pride flag on [his] arm… or a huge blocky colour one.” He liked the simplicity of the lines and thought it would be a nice tattoo.   When I asked why he chose the rainbow colours he said, “I mean, I’m gay so like, gotta let people know so maybe they can hit on me more often.” He said this in a joking tone, but it shows a link between this tattoo that expresses a gay identity and being visibly recognized as gay. He said that getting this tattoo was not so much of a decision, but that he “would just like to get a gay tattoo.” As the tattoo was very recent, he was not able to expand upon if it did indeed make him more visibly gay.  Jill   Lastly, Jill’s LGBTQ2S tattoo is a rainbow rose on her leg (Figure 4-4). She got this tattoo when she started coming out to more people. She said, “I really wanted a rainbow rose and I really wanted that because around that time, that’s when I really started to come out to more people that like I’m bi[sexual], so it was just really important to me to have a rainbow coloured rose.” Jill got this tattoo at a time when more people 93    were learning about her sexuality and she wanted that represented on her body. Though she got the tattoo while she was in a ‘straight’ relationship with a man, she found it important to express her bisexual identity in a visible way. Figure 4-4: Jill’s rainbow rose tattoo on thigh. Photograph courtesy of participant. When I got my tattoo I was with my boyfriend, and I’m still with him, so a couple of people were like ‘well you know, you’re with [your boyfriend], why do you feel the need to identify?’ But I think it’s because when I was dating girls, I felt that it had to be more secretive versus when I was dating guys… I don’t wanna say I was ashamed, because I wasn’t, but it was almost like I was nervous of how people would react. So when I started dating my current boyfriend and I talked openly with him about you know dating girls and this is how I feel about girls and stuff—like most guys would be like “oh that’s so hot” or whatever, but he’s like “okay, I understand that.” We’re in a monogamous relationship, but it’s good that I 94    could talk to him about that kind of stuff, like my past and how I feel. So, I don’t know, it just became really important that [the tattoo] was a representation for me.  I continued the discussion by asking if the rose had any significance beyond its colouring. Jill responded, “the blossoming. I was very introverted about it, and now I’m a lot more open.” Jill tied the rainbow symbol with a rose to depict her own experience with coming to terms with her bisexuality and sharing that identity with other people. Jill was able to use her tattoo to depict how she understood herself as a bisexual person in symbols that could then be read by others. Jill’s tattoo also functions as a way to show her support for and inclusion in an LGBTQ2S community and I revisit it in Chapter 5.   4.3.2 Pink Triangle Tattoos Two participants had pink triangle tattoos; one participant was in his late 60s, the other was in her early 20s. Though also chosen by a younger participant, some individuals associated the symbol of the pink triangle with an older LGBTQ2S generation. This generational divide is hard to confirm as the majority of my participants were in their mid to late 20s, but it is interesting to consider, given the history of the symbol. Before discussing Harley’s and Casey’s pink triangle tattoos, I first discuss the history of the pink triangle symbol.  As a part of the Nazi campaign to exterminate Jewish people and certain other minorities, gay men were targeted and distinguished with inverted pink triangles. The campaign against gay men was encouraged by Heinrich Himmler, the Reichsfürer SS, who held a particular hatred for homosexuals (Plant 1986). Before the rise of Hitler and the Nazi party, ‘indecent acts’ between men were illegal under penal code Paragraph 175, 95    but this law was rarely enforced; after Nazi revisions to the legislation, men could be arrested and sent to jail or concentration camps for even ‘lewd glances’ between each other (Plant 1986, 113). As it was difficult to identify gay men with certainty, it became easy for anybody to get rid of opponents or rivals by accusing them of indecent acts with other men (Plant 1986). During Himmler’s peak years of campaigning against gay men (1936-1939), approximately 50,000 to 63,000 men were convicted of homosexuality (Plant 1986). Of this number, somewhere between 5,000 to 15,000 gay men were killed in concentration camps.  In the camps, gay men, made visible by their pink triangles, became one of the lowest categories of prisoners: they were targeted not only by SS officers, but by other prisoners as homophobia flourished; they were assigned to some of the most hazardous and deadly work details; and gay men, often of disparate backgrounds and ethnicities, were unable to bind together, in contrast with other prisoner groups (Plant 1986). Though a much smaller number of gay men were incarcerated compared to other persecuted groups, they had a relatively high mortality rate; “the prisoners with the pink triangle never lived long. They were exterminated by the SS quickly and systematically” (Plant 1986, 167). One survivor reported: “I can swear an oath that because of my pink triangle I was separated from other inmates. An SS sergeant together with a Kapo [a prisoner assigned to high status duties] mistreated me in the most brutal manner… three times their fists hit my face, especially my nose, so that I fell on the floor three times; when I managed to get up again, they continued battering and hitting me” (Plant 1986, 163). Gay men’s experiences in the camps were particularly harsh.  96    The few gay men who survived being branded with pink triangles usually chose to hide their identities after liberation, by claiming to have been arrested for other reasons, and by marrying women and having children (Plant 1986). As Paragraph 175 was not repealed until 1969, sexual acts between men were still illegal in Germany (Plant 1986). Many gay men were relegated to the closet after the horrors of the Holocaust, as invisibility became a condition of survival.   Several decades later, in the 1970s, the pink triangle was reclaimed by LGBTQ2S groups (Jensen 2002). Gay activists used the symbol to “reclaim the erased histories and historical invisibility” (Jensen 2002, 322). In addition, the pink triangle was worn to increase visibility of the ongoing oppression and discrimination of LGBTQ2S people and in remembrance of the gay men who died in Nazi concentration camps. In the 1980s, during the AIDS epidemic, activists used metaphors of the Holocaust to represent the death and suffering occurring among LGBTQ2S people; and the pink triangle became “the most appropriate symbol of current suffering” (Jensen 2002, 331). ACT-UP, an AIDS organization, began to use the pink triangle, worn right-side up, as its symbol (Jensen 2002, 331). The act of flipping the concentration camp symbol showed, instead of oppression, a determination to survive (Jensen 2002). After Gilbert Baker’s creation of the rainbow flag, the pink triangle was utilized less, in favour of a symbol made with hope and diversity in mind. The pink triangle maybe more familiar among older generations as it was more prominently used from the 1970s until the 1990s.  Harley   Harley, who is in his late 60s, has several tattoos that he said, “are just about who I see myself, what I think of myself as, the permanence of certain things.” He recounted 97    that he got his pink triangle tattoo in the 1990s. He altered the symbol slightly to include wings and the phrase ‘Strange Angels’—the title of a Laurie Anderson album. The tattoo was in part a representation of a good friend of his, a Laurie Anderson fan, who “was very supportive and very helpful.” When I asked whether the locations of any of his tattoos were of importance, he discussed the pink triangle tattoo. He said, “I wanted the pink triangle to say who I am, but I didn’t want to say it that way, in a public sort of way.” His pink triangle tattoo is located on his hip and not often visible. He went on to say, “I’m a very open person, I want to be able to say anything that’s a part of me that comes up, and the pink triangle was sufficiently hidden, I didn’t have to talk about it if I didn’t want to.” In this case, Harley’s pink triangle tattoo is an expression of self-understanding, identifying himself as a gay man, with a tattoo making a claim of the permanence of that identity, but with the option to not share that identity given his choice of location.   Harley went on to make an important comment about being out: “the closet is a revolving door. There is no one who is permanently out.” This comment was in reference to Goldie’s queersexlife (2008), which has a chapter titled ‘Being Out: The Closet with the Revolving Door.’ A person does not come out only once and stay out forever; coming out is a process. Goldie (2008, 233) states: “no matter how many times or how consistently [one] comes out, there are times and places when [one] goes back in, as do we all.” Harley’s choice of tattoo location allows him to enter this revolving door, making a claim of being out, but being able to step back into the closet in certain contexts if he so chooses.  98    Again, elements of Goffman’s (1959) frontstage and backstage are at play. Being ‘in the closet’, with LGBTQ2S-specific tattoos hidden may be considered the frontstage region in particular situations, while spaces in which LGBTQ2S symbols are on display may be considered the backstage. But as Goffman (1959, 128) states, “it must be kept in mind that in speaking of front and back regions we speak from the reference point of a particular performance, and we speak of the function that the place happens to serve at that time for the given performance.” Thus, depending on context, Harley could discuss his identity and display his pink triangle tattoo in the frontstage or backstage. As frontstage and backstage are relative positions, he may put on a particular ‘backstage’ performance with one group of LGBTQ2S peers and a different ‘backstage’ performance with a different set of LGBTQ2S individuals.  Harley mentions that this tattoo is not often visible, and he does not think about it often. Though, he is proud to have it; he said “I’m rather proud of some of my tattoos… you know, I got the pink triangle back at a time when there was, I mean homosexuality wasn’t illegal, but there was no gay marriage… I was dealing with homophobia on a daily basis. So you know, I’m proud that I made that statement back then.” In the 1990s, when Harley got this tattoo, he was facing homophobia regularly, but made a claim about his identity at a time when he felt that “to be gay and proud was a big deal.” Though not on level with the persecution faced by gay men during the 1930s and 1940s, this symbol was reminiscent of those experiences, and was representative of the oppression that LGBTQ2S individuals continued to face several decades later.     99    Casey   Casey’s pink triangle tattoo rests just above her elbow, with a black equal sign in the centre (Figure 4-5). At the beginning of our interview, she wore a denim jacket that covered the tattoo; once she removed it, I immediately recognized the symbol as the tattoo she was referring to when she said one tattoo represented being queer.  Figure 4-5: Casey’s pink triangle tattoo, above elbow. Photograph courtesy of participant.  Casey referred to the pink triangle as her Pride tattoo, which she got shortly after coming out. She and her partner both got Pride tattoos just prior to their first Pride week together. She said,  I was in the closet for pretty well all of my adolescence and childhood, so to get that, was like, I’m out and it’s my way of showing that I’m out… in terms of my identity that [tattoo] is probably the more important one, cuz I kept [my identity] hidden for so long. So to say like I’m getting something permanent on my body was a big deal for me. 100    Casey chose a Pride tattoo as a visible and permanent way to express her identity and to show that she would no longer hide who she was. As part of her process for picking this tattoo, she googled ‘Pride tattoos’. She said, “the pink triangle was one that kept coming up… after doing a bunch of research on it, I was like, you know, it’s something I’m happy with getting on my body permanently, and then I got the equal sign in it.”  Similar to Harley, she spoke about the particular location of this tattoo. She said, “I have [tattoos], for the most part, strategically placed, on any given day, … like that one might be showing [an anatomical heart on her lower arm], but this one won’t [pink triangle just above her elbow].” Depending on the context, Casey can choose whether to show or hide her pink triangle tattoo, and the location just above the elbow made it easy to do so with shirt sleeves. After Casey got this tattoo, her mother was concerned that people would know what it means. In Casey’s opinion the symbol and location were discreet options: “I can easily cover it… and you don’t just see it and automatically say ‘oooh I think they’re gay’, so you know, it’s a little bit more discreet in that way.” I asked if anyone had recognized it. Casey responded that some people asked what it meant, and she would tell them, but the only person to immediately recognize it and what it stood for was “a baby boomer lesbian” (someone of an older generation) who also had a pink triangle tattoo. This lack of recognition among younger individuals might be indicative of the generational gap between those more likely to use the pink triangle or the rainbow flag as symbols for LGBTQ2S identities. Casey even qualifies her choice of this symbol as one that might not be readily recognized, possibly due to the prevalence of the rainbow symbol among younger LGBTQ2S people. One participant for example, in her late 20s, 101    did not recognize the pink triangle as an LGBTQ2S symbol. This participant discussed a friend who was gay who had gotten a pink triangle tattoo, who then explained to her the history behind the symbol. She said, “I didn’t actually know that that was a symbol, he explained it to me… I had no idea.” In an era when LGBTQ2S individuals are more widely accepted, in Canada where gay marriage has been legal for over a decade, it is possible that rainbow flags are more often chosen as a symbol of visibility and pride as we move further away from a time of severe persecution of LGBTQ2S people.  4.3.3 Visibility of LGBTQ2S Identity through Tattoos   In the cases of LGBTQ2S-specific tattoos described above, I saw a pattern of making LGBTQ2S identities visible through tattoos. Some participants used specific symbols and characters to achieve this goal, while others felt that tattoos in general fit in with an LGBTQ2S appearance. For example, most participants, in response to the question “do you know any other LGBTQ2S individuals with tattoos?” responded overwhelmingly that many LGBTQ2S people they knew had tattoos. One participant said, “I would go so far as to say that almost everybody I know who is LGBTQ has tattoos.” Another stated, “I don’t think I know anyone who’s queer and not tattooed.” This prevalence may be due to the fact that there has been a rise in the number of people getting tattoos in general, but some participants align tattoos with LGBTQ2S identities (albeit not exclusively).   For example, Clare discussed her group of friends, many of whom identify as queer, as being drawn to tattooing. She said, “most of my friends happen to have a lot of tattoos, most of my friends happen to be queer. I think that’s less of a coincidence and more of similar life experiences being driven to certain aspects of the body and 102    storytelling that they identify with… in some aspects, shared cultural identity.” Clare linked common experiences of being queer with individuals being drawn to similar forms of bodily expression, in this case tattooing; both tattooing and an LGBTQ2S identity create a shared identity. She continued, “I think getting tattoos generally is something that’s changed a lot in recent years, but within queer cultures in particular, yeah. Maybe we’re used to just being on the fringe.” Vanessa echoed this sentiment of being on the fringe when she discussed being visibly queer. She said,  Everybody has a certain point when they accept who they are and that they’re LGBTQ… I think it makes it easier, once you’ve accepted you’re never gonna be exactly like other people, you’re always gonna be a little bit on the outside because not everybody is gonna accept you, you’re always gonna be just like slightly off to the side, kind of looking in, understanding that people are gonna take issue with you no matter how hard you try, just because of who you are as a person. And I think that makes it easier after awhile to just be like ‘fuck it! People already aren’t going to like me, I’m gonna get this weird haircut… I’m gonna be vegan, I’m gonna get tattoos.’ Clare’s and Vanessa’s comments link tattooing and being LGBTQ2S to the fringe, or outside the mainstream, which echoes Victoria Pitts’ (2003) work about being visibly queer. Similar to Clare and Vanessa, Pitts’ (2003, 102) participants understood “body modification as a process of linking nonnormative desire and the visibly marginal body to unconventional identity.” Tattooing, then, is a way that LGBTQ2S people might visibly “mark their lived experiences of alterity” (Pitts 2003, 102). That said, self-representation of an LGBTQ2S identity through tattoos is not an individual matter. Understanding 103    oneself as ‘fringe’ means constituting that self in relation to something mainstream, in line with others who believe themselves to be on the fringe in a similar manner. Vanessa spoke about embracing visibility in order to align herself with other LGBTQ2S people. She said, “I’ve wanted to look more gay, to be honest… it definitely makes a difference to feel more visible in the queer community.” One way she sought to do this was by shaving her head and getting visible tattoos. She made these choices in part to appear less ‘femme’ (traditionally feminine) because she did not want to be perceived as straight most of the time. She said, “maybe I would feel like I belonged more, if I looked more like people that I wanted to be like, and like if I looked more like this community that I wanted to be in.” This idea of being visibly LGBTQ2S was something she struggled with, as she enjoyed feminine things, and enjoyed appearing femme, but felt that would take away from others reading her as queer. As a result, she used tattoos to express the femme part of her queer identity in such a way that feminine images would not align her with a heterosexual identity. Her main example of this was her lipstick tattoo: “I always wanted a beauty themed tattoo, and this is still pretty badass.” She showed me a tube of lipstick tattooed on her lower arm with purple-pink colouring and a skull with a little bow on it. She felt she was able to present the feminine aspects of her identity through this tattoo, in a medium that she conceived as one that would still visibly express her LGBTQ2S identity.    Although a large portion of tattooed participants (58%) had LGBTQ2S tattoos, some moved decidedly away from LGBTQ2S symbols. David, for example, spoke about his specific avoidance of symbols in his tattoo. His only tattoo at the time of our interview 104    was a small pine tree on his forearm. When considering what he would get for his first tattoo, he said,  I was looking at symbols, like specifically LGBTQ symbols and stuff, but I was just nervous that over time that would change meaning and it’s such a political thing, and like a tree for me, boiling it down, will never be controversial… In 70 years, this symbol will not mean something horrifying as other symbols are appropriated or re-appropriated, you know, it’s on you forever, I’d be nervous. I asked what LGBTQ2S symbols he had considered. He said that although he liked the pink triangle, he was aware that it was used in the Holocaust. He felt that because he was not Jewish and did not experience that kind of persecution, he did not want that symbol tattooed. He continued, “all these movements now that are resurfacing on the right and the left that like, their symbols mean so many things that 10 years ago people could have easily used [as tattoos], it just makes me concerned to use any kind of symbol, because you don’t know what it means, and people can have their own idea of it.” David was particularly concerned about others reading into his tattoo if he had chosen a symbol. Instead, he intended the tree to depict his interest in nature and the outdoors, and in his opinion would not be misread as a sort of political statement or symbol.  4.4 Non-Tattooed Self-Expression   Tattoos are evidently used to express a variety of identities, self-understandings, and social positions, including LGBTQ2S identities, which have been discussed above; but tattoos are not the only way participants showed their LGBTQ2S identities. In this 105    section, I discuss non-tattooed participants’ methods of self-expression, including getting piercings, attending Pride, wearing makeup, and making verbal statements.  Malcolm, a non-tattooed participant in his 40s, talked about his experience with body modification: piercings. One thing that drew Malcolm to piercings, rather than tattoos, was that piercings are not permanent. He said, “I’ve never really been a fan of tattoos, I think I’ve always thought that it’s something that seems kinda cool when you’re younger and, you know, you’ll regret it inevitably.” His ear piercings were something he did after he came out. He said, “I used to have earrings, and that was something I did not long after I came out and it was sort of—well, one, I thought it was sort of attractive, and two, I thought it was kind of an affirmation of my identity.” His earrings were a way to represent his identity at a time when that was a priority for him. He no longer wears the earrings and attributed this to wanting to appear more professional in his career: “I thought the earrings made me seem younger and less serious.” Nowadays, though making visible his identity “is not such a priority,” he attends Pride parades and will occasionally go to establishments that cater to LGBTQ2S people.  Jasmine, another non-tattooed participant, discussed other methods of self-expression, including wearing makeup and speaking out. She compared makeup to tattoos in the sense that “your body is your way to kind of like express yourself, the way that I would use makeup, they would probably use tattoos, but it’s just a bit more permanent.” Jasmine has used makeup to visibly show her bisexual identity. She said, “during Pride, I like doing my makeup to match the bi flag”—the bi flag being a variation of the rainbow flag with the colours pink, purple, and blue. Jasmine also vocally expresses her identity. 106    She talks about her identity with people with whom she is in relationships, in addition to getting involved with activism that involves LGBTQ2S people.   Lastly, I quote Beth (in her late 50s), who uses rainbow posters, among other things, to express herself.  MCS: Are there any ways that you might express an LGBTQ2S identity? B: I put posters on my wall, I put things in front of my door—but that’s not, I don’t do it to express my identity. I do it to try and create a safe space for students. I’ve been out for 35 years, and so if I think about expressions of being queer, there’s just so many different ways that have happened over those 35 years… but I think the most important expression is [she pauses before continuing quietly] just to be here. Right? And so, when I came out initially, a bunch of my peers, a bunch of my friends died. Because this was a time of AIDS... just being here is like a fucking victory… so it’s not about having a tattoo, it’s just about fucking getting by, and living. Her moving response showed a depth of experiences over 35 years and her very presence in the interview was an expression of her identity. She continued, “I’ve lived an unusual life, and a queer life, so being here, by virtue of how I’ve lived my life, it’s always been an expression of queerness in multiple different ways.”  4.5 Conclusion   This chapter has explored self-expression both among tattooed and non-tattooed LGBTQ2S participants. Participants used a variety of bodily adornments to communicate elements of their self-understanding and their social location to themselves and to others (Brubaker and Cooper 2000; Shaw 1994). Tattoos were used to express perceived aspects 107    of participants’ selves and became a tool for crafting that self. Several people utilized recognizable LGBTQ2S symbols—the rainbow flag and the pink triangle—to visibly mark themselves as LGBTQ2S individuals. Others incorporated LGBTQ2S identities into images that may not have been readily recognizable to all viewers as queer and, similar to commemorative tattoos, required further narrative in order to convey their meanings.   Participants who used tattoos as a means of self-expression chose permanent ways to mark their identities on their bodies—but permanent does not mean static or fixed. Individuals used their tattoos in a variety of contexts in order to express pieces of their stories and identities. With active engagements of covering or revealing tattoos, and crafting narratives and layering meanings, tattooed participants were able to carry with them ways to express their identities if they so chose. Non-tattooed participants engaged in different methods of physical self-expression, which lacked the element of permanence, while being used in similar ways.   The next chapter discusses expressions of affiliation and group belonging. I revisit some tattoos and participants, as their tattoos take on different meanings in different contexts. The separation of self-representation and group belonging was a difficult one to make, because identities are shaped and enabled by context, including the group of which one is a part, and identity and context are inseparable (Kondo 1990). By exploring the meanings of tattoos in group contexts in the next chapter, I reveal different uses for the same tattoo, given when and where they are displayed.    108    Chapter 5: Expressions of Affiliation and Group Belonging 5.1 Introduction   Among their alternatives to the concept of identity, Brubaker and Cooper (2000, 19) propose “commonality, connectedness, and groupness”, defined as follows: “‘Commonality’ denotes the sharing of some common attribute, ‘connectedness’ the relational ties that link people… ‘groupness’—the sense of belonging to a distinctive, bounded, solidary group.” Tattooing could fall into any of these three categories: tattoos can be a shared attribute that individuals bond over; commemorative tattoos can denote relational ties; and tattoos can also provide individuals a sense of belonging within a distinct group. In some cases, participants used tattoos to express affiliation, and in others to express groupness. Brubaker and Cooper (2000, 20) discuss Charles Tilly’s idea of ‘catnet’ to further define groupness as “a joint product of ‘catness’ and ‘netness’ – categorial commonality and relational connectedness.” Groupness involves a sense of belonging together, which relies on “the degrees and forms of commonality and connectedness” and “on other factors such as particular events, their encoding in compelling public narratives, [and] prevailing discursive frames” (Brubaker and Cooper 2000, 20). In this chapter, I discuss examples of participants’ tattoos of affiliation and groupness, in addition to differences that exist within and between tattoo communities and LGBTQ2S communities, in St. John’s.   Historically, one function of tattoos included “asserting one’s participation in a group, a sect or a gang” (Blanchard 1991, 13); tattoos have been used to show membership in a group. In anthropology, “tattooing [has been seen] as a normative process of group formation” (Atkinson 2003, 55) as body modification is used to “register 109    participation in a social group” (Reischer and Koo 2004, 297). In North America, stereotypical depictions show tattooing as a mark of deviance; bikers, gangs, and sailors are often referenced, showing how tattoos came to be understood as representing subcultural group affiliation (DeMello 2000; Atkinson 2003; Pitts 2003; Fenske 2007). One participant, for example, related both tattooing and LGBTQ2S identities to subcultures: “I think that’s why I know more queer people with tattoos than straight people with tattoos, because it is sort of still a bit of a subculture thing and being queer is also still a bit of a subculture thing, so I think there’s overlap there.” That said, tattooing has moved away from its past association with deviance (Barron 2017; Martin 2019), and it continues to be used to express group membership and belonging.   Important here is a critical consideration of ideas about community and its complex relationship with identity. Communities can be understood both as social entities and as symbolic constructions of the members of the group (Cohen 1985). As such, Anderson’s (2006) idea of ‘imagined communities’ can be applied to tattooed and LGBTQ2S individuals. Communities are imagined in the ways that members feel a sense of communion with fellow members even though they may have never met (Anderson 2006). For example, Dave (2012, 35) discusses the way lesbian communities in India are imagined, as “women from a range of socioeconomic classes… came to think of themselves as lesbian and thus, as part of a larger web of belonging.” All communities larger than those with “face-to-face contact” are imagined (Anderson 2006, 6), and arguably even communities where ‘everybody knows everybody’ are imagined to the extent that their existence entails conceptualization in communal terms. Imagined 110    communities are at play here in the ways participants conceptualize membership in a tattoo community and an LGBTQ2S community.  Throughout my fieldwork, I approached assertions of community sceptically. Miranda Joseph (2002, ix) “argue[s] against the idealization of community as a utopian state of human relatedness.” When members conceptualize communities, they become inherently exclusionary as members (perhaps unconsciously) determine who is included and who is turned away. Joseph’s (2002, xvii) look at an ostensibly welcoming and inclusive community—a gay theatre company in San Francisco—shows the ways in which communities can exclude even those it claims to represent. This sort of exclusion was evident with LGBTQ2S communities in St. John’s. In order to understand assertions of difference between communities, I consider the symbolic boundaries that participants associate with their communities (Cohen 1985). That said, the enactment of communities calls for analysis. It is crucial to take people at their word when they invoke practices of community in order to analyze “the complex complicity and resistance…offered by community”  (Joseph 2002 ix).   This chapter first explores the tattoo community in St. John’s, including discussions of how the tattoo convention acts as “a space of enactment of the tattoo community” (Fenske 2007, 43), and about social media and stick and poke tattooing. Then, I examine experiences of LGBTQ2S communities in St. John’s, including noticeable divisions; this section expands on the breakdown of the Pride committee discussed in Chapter 2 with a discussion of political differences and political connections (Dave 2012; Heywood 2018a). Lastly, I explore participants’ tattoos that express affiliation and group belonging, specifically to an LGBTQ2S group. These tattoos differ 111    from tattoos of self-expression, as the prior involve an element of communitas or connection for some bearers, while the latter deals more closely with individual identity, though these tattoos and aspects of identity occasionally intersect. Again, I reiterate that although tattoos were present in all LGBTQ2S spaces where I did fieldwork and some participants discussed how their tattoos expressed group belonging, no LGBTQ2S group in which I was involved had tattooing at its centre.  5.2 The Tattoo Community   When I stepped onto the main floor of the 4th Annual St. John’s Tattoo Convention in late June, I was enveloped by the buzz of tattoo machines overlaid with light chatter and music coming from the speakers near the front of the room. Carefully arranged booths filled the space. Seventy-four artists were in attendance from all over Canada. I spent three days watching tattoo artists interact with clients and each other and was able to get a sense of what one might call a ‘tattoo community.’  Margo DeMello (2000), in her book Bodies of Inscription: A Cultural History of the Modern Tattoo Community, was one of the first authors to deeply study a tattoo community. She focused specifically on “those who actively embrace the notion of community and who pursue community-oriented activities (like attending tattoo shows)” (DeMello 2000, 3), and stated that “to be a member of the tattoo community requires more than just getting a tattoo—it involves commitment to learning about tattoos, to meeting other people with tattoos, and to living a lifestyle in which tattoos play an important role” (DeMello 2000, 21).  The tattoo convention was one of the spaces in which a tattoo community was realized (DeMello 2000). However, this community has a transient aspect. Tattoo conventions are a basis of connection that exist temporarily, 112    though this connection may carry on in other ways; outside of the convention space the broader tattoo ‘community’ is not spatially bounded, and as such can be conceptualized as an imagined community (DeMello 2000). The feeling of community among participants is important. Although it may be a conflation, I consider some participants’ discussions of ‘tattoo culture’ as related to the idea of tattoo community.  Perhaps in part by virtue of the annual tattoo convention, there is a sense of a tattoo community in St. John’s. Six out of 12 tattooed participants in my research attended the tattoo convention and several participants discussed a tattoo community or tattoo culture. Lucy, for example, said of the tattoo studio she frequents, “I love it down there. They’re like family.” Vanessa said, “the tattoo community… it’s something I’ve been super into, like the culture behind it.” Harley mentioned how, for some people, tattoos are a part of a lifestyle and culture. He said, “you’ll see the same thing here, the Trouble Bound culture”, referring to the studio that organizes the tattoo convention. Some individuals discussed learning about tattooing and its history. Vanessa stated that, for her, being part of the tattoo community involved learning and reading about tattooing. Similarly, Casey discussed how becoming more involved in an online Instagram tattoo community altered her engagement in tattooing. When she started learning about plagiarism of tattoo art, she began to get larger, custom pieces that involved the “style” and “flair” of the artists. Several authors have explored the increasing use of social media in the development of tattoo communities (Atkinson 2003; Davidson 2016; DeMello 2000; Martin 2019; Quan-Haase 2016). Online interactions “have altered the sense of community…bring[ing] tattoo enthusiasts together into an information-rich community of 113    social actors” (Atkinson 2003, 48). The internet can be used “as an alternative means of connection, one that supplements and adds on to existing forms of socialization” (Quan-Haase 2016, 183). Davidson (2016), for example, established The Tattoo Project, an online endeavour to document commemorative tattoos. The Tattoo Project website (thetattooproject.info) states that it is “a collaborative community effort to exhibit and archive your tattoos along with your stories about them.” Further, sites like Instagram and Pinterest have increased in popularity among tattoo artists and tattooed individuals. Martin (2019, 60) discussed how these sites are key for tattoo artists “in attracting prospective clients in their portfolio searching.” Instagram was by far the most popular social media site among my participants, with nine people discussing their use of Instagram to follow artists, post tattoos, and explore ideas for possible tattoos.  With the expanded involvement of tattooed individuals and tattoo artists on Instagram and other social media, I posit that it is time to refocus to DeMello’s (2000) depiction of tattoo communities. I argue that tattoo communities are no longer solely realized in the physical space of a convention, but tattoo communities have become further imagined as they involve more engagement in an online, non-bounded space, between individuals who may have never met in person. While tattooed individuals will likely continue to attend conventions, the tattoo community has shifted in the sense that even in the space of a convention, social media is highly present. The face-to-face interactions of the convention space are incorporating online engagement. Almost every artist at the St. John’s Tattoo Convention advertised their Instagram username (or handle) at their booth. While participating in the convention, I was able to easily search any artist on Instagram in order to get a better idea of their style and their work. As well, I was able 114    to see artists and organizers alike posting pictures of tattoos completed at the convention in real time. Online interactions mediated attendees’ experiences at the convention, providing an additional avenue to engage with artists and other attendees present. I would go so far as to say that a major part of involvement in the tattoo community relies on social media, as artists build online portfolios and tattooed individuals engage online to find reputable artists and new ideas for tattoos.  DeMello (2000, 6) goes on to critically acknowledges differences within the “supposedly egalitarian tattoo community.” Tattooing is “hierarchical: stratified by class and status” (DeMello 2000, 3). At different times it has been considered upper class or lower class, but given the current trend of custom-designed tattoos and the artistic status of the practice, it is considered primarily middle class (DeMello 2000). As an example of the value of tattoos, I estimated the amount of money spent on tattoos at the St. John’s Tattoo Convention: Artists charge approximately $100 to $150 per hour (depending on the size, style, and design of the tattoo, and the skill level of the artist); over the course of three days, 74 artists tattooed for approximately 25 hours, equalling roughly $185,000. For some participants, the expense of custom-designed tattoos done in a studio space was a barrier to getting tattooed. Two out of six non-tattooed participants cited money as the reason they had no tattoos. Mason said, “once I have the money, I’ll definitely get one.” Reilly stated that part of the reason she had not yet gotten a tattoo was “financial, they’re expensive.” Jesse said they have friends “that drop thousands of dollars on tattoos” and they link their stick and poke tattoos to poverty, in addition to indigenous tradition.  115    Further divisions in tattoo communities are a result of the apprenticeship system, which is common to most tattoo studios for training new tattoo artists and passing down knowledge of the practice (Barron 2017). The main path to becoming a tattoo artist involves being taken on by an established artist as an apprentice (Martin 2019). Apprentices learn the techniques and tools of the trade, in addition to proper sterilization processes. An apprenticeship lasts as long as the master-artist deems appropriate. Apprenticeships are limited and often hard to come by.  When individuals who want to tattoo cannot get an apprenticeship, they might strike out on their own, as was the case with Gabe, discussed in Chapter 2. Gabe, a queer tattoo artist, was unable to get a position with an established studio, and as such, was self-taught. She found the male-dominated space of tattoo studios to be unwelcoming to her and her primarily LGBTQ2S clientele. She tattooed at home for a while, before moving forward with plans to open an LGBTQ2S-specific tattoo studio in Halifax, a safe space “dominated by queerness.” Division exists between home tattooists and tattoo artists. In the eyes of the industry, “master-apprentice relationships are still the most respected and honest form of making the foray into the practice” (Martin 2019, 70). Vivian, a tattoo apprentice, said “it’s actually quite frowned upon to do it by yourself, in your home. I mean, not amongst the general public…but in the tattoo industry it’s very frowned upon for people to start that way.” She continued, “it’s a very tight-knit closed community… it’s difficult to get into.” During fieldwork, I also encountered stick and poke tattooing, a trend that diverges from the typical tattoo machine methods used in the apprenticeship system. Stick and poke tattooing involves slowly hand poking designs into the skin. One participant 116    stated, “[stick and poke] seems to be an up and coming trend, like especially here in St. John’s… people are on the craze, they love stick and poke tattoos.” Contributing to this trend could be that stick and poke tattoos are reportedly less painful than machine tattoos. A tattoo artist named Ruby, whom I spoke with at the St. John’s Tattoo Convention, suggested that stick and poke tattoos were a queer trend. She said, “I have queer friends doing stick and pokes because of the barriers to entry in the tattoo world, like white men who won’t apprentice them and the cost to open their own studio is also a barrier.” I asked, “why do you think they do stick and poke?” Ruby responded “it’s a do-it-themselves. The crude work is a metaphor for breaking down binaries. People aren’t following tattooing rules. Like they’ll outline in colour even if it’s gonna fade. And people don’t want white men near queer bodies. Stick and poke really blew up a few years ago and some people have their own stick and poke shops.” Though Ruby came to the convention from Toronto, there is evidence that her comments are applicable in St. John’s. LGBTQ2S people having been giving each other stick and poke tattoos here. In addition, there are two stick and poke studios in the city. I was unable to contact the tattoo artists at these studios, but their presence is evidence of the increasing popularity and legitimacy of the practice. I discuss stick and poke tattoos further in Section 5.4.  Although my interview participants did not discuss a link between tattoo communities and LGBTQ2S communities, I noticed a connection during my fieldwork. For example, though stick and poke tattooing was by no means exclusive to LGBTQ2S people, many of them used it to create LGBTQ2S-specific tattoos. Further, LGBTQ2S individuals, including six of my participants and two LGBTQ2S artists with whom I spoke, were present and engaged in tattooing at the convention. Additionally, at the St. 117    John’s Pride Parade, while waiting for the parade to begin, I attempted to keep track of the number of people I saw with visible tattoos. I stopped counting after seeing 130 different people with tattoos in under an hour, many of whom were dressed in rainbow colours and costumes for the celebration. Many of my participants engaged with tattoo forums online, from Facebook groups and YouTube videos to Pinterest and Instagram. Tattoos were frequently present in LGBTQ2S spaces in which I was involved.  5.3 The LGBTQ2S Community Upon entering the field, I found evidence of the major divisions among LGBTQ2S individuals that I had begun to get a sense of during my media analysis (as discussed in Chapter 2). Many authors have explored divisions and difference among LGBTQ2S communities (e.g., Dave 2012; Heywood 2018a, 2018b; Joseph 2002). Dave (2012), for example, drawing on Joseph (2002), considers dissidence in the lesbian communities she studies in India, which were characterized by difference, often defined by widely varying goals of activism. She stated, “contemporary lesbian communities—fractures and all—were made possible through the advent of the concept of Indian lesbian community in the early 1990s” (Dave 2012, 34). First, the idea of a lesbian community had to be created, but as Joseph (2002) reminds us, the conception of community is inherently exclusionary and will inevitably leave out some individuals the community is said to represent. Heywood (2018b) explores difference in a queer community in Italy, determining that differences of identity have the paradoxical effect of becoming a kind of identity itself. He posits that, paradoxically, “it was this concern for difference that gave them an identity and thus, to some extent, made them the same” (Heywood 2018, 317). 118    The idea that difference is the thing that draws LGBTQ2S individuals together was evident in the theme and description chosen for St. John’s Pride 2018, as I discuss shortly.  In order to understand divisions, I consider the symbolically constructed boundaries of community (Cohen 1985). For example, a viewer may recognize an LGBTQ2S group or cause through the use of a rainbow flag and as such, the viewer relates that community to others that use the same symbol; but, “the sharing of a symbol is not necessarily the same as the sharing of meaning” (Cohen 1985, 16). As boundaries exist in the minds of community members, “the boundary may be perceived in rather different terms, not only by people on opposite sides of it, but also by people on the same side” (Cohen 1985, 12).  5.3.1 Pride 2018  Pride celebrations were a major source of debate during the period of my fieldwork. Three different groups with varying goals and agendas organized events, including St. John’s Pride, Rad Pride, and Pride on Campus. While Pride on Campus advertised both Rad Pride and St. John’s Pride events, there was a large rift between St. John’s Pride and Rad Pride. One participant stated, “Pride, it’s very politically separated.” The decision by St. John’s Pride to welcome police attendance at Pride events highlights the ways in which this particular group, said to represent the LGBTQ2S community in St. John’s (St. John’s Pride 2018d), excludes some of those it claims to represent. Divisions grew out of irreconcilable differences regarding politics and activism among LGBTQ2S groups (Dave 2012).  One participant, involved with Rad Pride, stated, “St. John’s Pride has a history of excluding sex workers, trans people, people of colour, people in wheelchairs, like 119    accessibility issues, and especially the last few years, we’ve been fighting over whether or not police should be allowed in Pride. And it’s a big fight, it’s definitely one that has not just divided the community, but shattered it.” This comment presupposes that there was a cohesive community beforehand. Though that may have been the perception, the very acronym—LGBTQ2S—embodies difference. The exclusions of minorities, this participant suggests, reflects that divisions emerge based on race and nationality, and on visible difference (Dave 2012).     The debates around Pride, presented in Chapter 2, constituted one scene in which these differences played out. Jasmine, for example, discussed the media debate about uniformed police officers marching in Pride and the St. John’s Pride Board’s community dialogue, which involved a two-hour long meeting with 45 attendees, with the goal of engaging the LGBTQ2S community in “representing its aspirations to the incoming [St. John’s Pride] board” (Giwa et al. 2018, 2). Jasmine stated:  In terms of community consultations, they talk about like inclusivity, but they still don’t acknowledge that when they had their community dialogue, it was disproportionately white queer folks and they basically said that pride should be less political… and that uniformed police officers should be allowed to march in Pride, despite the fact that there is a conversation about racialized people not feeling safe, indigenous people not feeling safe… in their parade. Jasmine did not attend the dialogue because she “didn’t feel safe as a racialized person.” In deciding not to attend, Jasmine left St. John’s Pride and the whiteness of their space intact. 120    Dave’s (2012, 3) definition of the affective exercises of activism as “the problematization of social norms, the invention of alternatives to those norms, and the creative practices of these newly invented possibilities” characterizes Rad Pride. Rad Pride was created in response to exclusions that some people felt inherent to the St. John’s Pride community. First, Rad Pride attempted to ‘problematize the social norms’ (Dave 2012, 3) of St. John’s Pride, the oldest Pride organization in the city. In an open letter outlining their goals, Rad Pride stated, “we are a group of queer, trans, and two-spirit individuals, many of whom identify as disabled, people of colour, indigenous, youth, sex workers, and otherwise marginalized with our community, who do not find that St. John’s Pride is the best way for us to self-advocate” (Rad Pride St. John’s NL 2018a). According to the open letter, St. John’s Pride treats Pride solely as a celebration and is focused on “increasing the palatability of the gay community in the eyes of cis-het Newfoundlanders and Labradorians” (Rad Pride St. John’s NL 2018a). Then, in order to create an alternative to those norms (Dave 2012, 3), they stated, “therefore, we would like to announce our intention to offer an alternative to St. John’s Pride” (Rad Pride St. John’s NL 2018a). Rad Pride positioned themselves as “an alternative for marginalized people within our community who may feel as we do” (Rad Pride St. John’s NL 2018b). Through ‘creative practice’ (Dave 2012, 3) they specifically offered ‘Police-Free’ events with a focus on inclusion and accessibility in the week before St. John’s Pride. The organization hoped that these new events would create safe spaces for those who felt that St. John’s Pride events were not safe for them. Jesse, for example, chose to attend Rad Pride events rather than St. John’s Pride. They said, “as an indigenous person… as someone who has experience police brutality and harassment all my life, [St. John’s] 121    Pride wasn’t ever really a safe space for me.” In contrast to their view of the goals of St. John’s Pride, Rad Pride wanted to “focus on causing cultural and political change”, or in the words of Heywood (2018b), on “making difference.”   In contrast, St. John’s Pride chose a theme of “Togetherness” for Pride 2018. As mentioned in Chapter 2, the Pride week brochure states “there are disagreements in our community, and differences in how we think that we should continue down the path to equality” (St. John’s Pride 2018c). In an effort to address those differences, the brochure continues “our hand is extended in our work… in coming together during this week, and always, in supporting each other as a community, in our togetherness… We struggle together. We rise together, We are proud together” (St. John’s Pride 2018c). St. John’s Pride was determined that LGBTQ2S individuals could feel bound together due to their shared differences from heterosexual, cisgender individuals. That said, this call for coming together shows a different understanding of the boundary of the LGBTQ2S community. St. John’s Pride representatives see the differences and arguments between them and Rad Pride as something that can be overcome; they “suppose themselves to be more like each other than like the members of other communities” (Cohen 1985, 21), i.e. heterosexual, cisgender communities. In the view of those who identify with Rad Pride, they are firmly on the other side of a boundary from St. John’s Pride; to them the differences that divide them are stronger than the common ownership of the rainbow symbol (Cohen 1985). The differing conceptions of this boundary creates a huge tension. St. John’s Pride felt that they could bring together individuals based on their perceived difference from hetero-cisgender communities, while Rad Pride sees its goals as wholly opposed to those of St. John’s Pride. Presumably, Rad 122    Pride felt that they could not subsume themselves in St. John’s Pride without destroying their own politics. That said, the disagreements within the community are not surprising. When difference is “what defines your identity, then it is unsurprisingly difficult to solidify that identity at any kind of communitarian level” (Heywood 2018b, 319). In this case, St. John’s Pride saw difference from hetero-cisgender communities as the basis for identity as a solidary group of LGBTQ2S individuals, but for Rad Pride, greater differences existed within the perceived boundaries of this LGBTQ2S community.  Several research participants attended St. John’s Pride events, four of whom I saw on the day of the Pride Parade. All four were white. None of them mentioned the debates outlined above or talked about concerns around safety in their interviews, though David noted in his interview “there’s definitely like a disconnect, like the gay white guy has his own group… even when we were at the parade, like, you could see.”  5.3.2 Transphobia among LGBTQ2S People   Further division became evident to me during my time in the LGBTQ2S safe space on campus—specifically in the targeted placement of what many felt were transphobic stickers in the gender-inclusive washrooms and in other spaces around campus. Here, I draw from my fieldnotes:  A lighthearted afternoon was cut short by confusing transphobic stickers in the bathrooms. A frequent visitor to the space, named Blue, came in and announced ‘I need another trans person’s opinion on this. I think there are transphobic stickers in the bathrooms.’ As these are gender neutral bathrooms, they are considered safe spaces for trans people. Jesse, who was in the space, immediately jumped into action. The two stickers in the first 123    washroom read ‘transition worsens dysphoria’ and ‘dysphoria is normal for gender non-conforming women and LGB people’ [dysphoria is the feeling that one’s gender identity does not align with one’s biological sex]. In the other bathroom, a sticker read ‘transitioning your children is conversion therapy.’ Blue said, ‘that’s the one that made me feel gross.’ Jesse exclaimed that the stickers are basically advocating for trans people to not transition, saying that transitioning is bad for them.   The stickers were immediately reported to the Student’s Union and the Harassment Office and were removed. The stickers were found throughout campus in the following days. I spotted more in the library washrooms and washrooms in the University Centre. The safe space was abuzz the next day, discussing the transphobic nature of the stickers. Someone said, “they are so trans exclusionary.” Another person stated, “it seems like someone with internalized transphobia.” According to news sources, one of the stickers found on campus read ‘women don’t have penises’ (Maher 2018d; Sampson 2018). The interim head of the gender studies department reported that “the groups who support this sort of discrimination are called trans-exclusionary radical feminists (TERFs)” (Maher 2018d).  These stickers could be read as an argument for a non-binary gender of another kind: to move beyond a binary and to challenge the idea that dysphoria can be resolved in a mainstream male/female dichotomy. Transitioning in the long-established, Western understanding of the gender binary might not necessarily alleviate feelings of dysphoria, as perhaps the idea of gender itself contributes to these feelings. That said, according to Earles (2019), some TERFs believe that trans women are a part of the patriarchal power 124    structure, and that by having penises they are a threat to cis women. But, rather than protecting women, the exclusionary discourse exemplified by the stickers, protects narratives about “essentialism and heterosexuality through the logic of binary genders, a patriarchal construct” (Earles 2019, 248). By excluding trans women, some of these feminists are trying to oppose a hierarchy, but paradoxically produce and maintain “an overarching exclusionary feminism at the expense of trans women” (Earles 2019, 244). These stickers make it evident that there is transphobia in St. John’s, even among self-defined progressives. One participant expanded on this and stated that “the mainstream queer community has a real problem with trans people here.” This participant has experienced transphobia in supposedly welcoming queer spaces and has faced transphobic staff in these establishments. They went on to say, “we have a lot of TERF problems… like for trans women being welcomed.” Another participant, named Mason, who was active in the LGBTQ2S safe space, discussed the stickers during our interview. He said, “these people [TERFs]… will specifically go after young queer women, only the cis ones of course, and kinda indoctrinate them and get them into thinking like trans women are the enemy or trans people in general are the enemy, and it really undermines the solidarity… it’s quite a stain on our community.” These experiences show that there are major divisions, exclusions, and, in some cases, discrimination among LGBTQ2S people in St. John’s. Again, there are different understandings of the boundaries of the community (Cohen 1985). For some, trans individuals belong in safe spaces and in a larger LGBTQ2S community; while others feel that trans individuals do not belong and are on the outside of the boundary of an LGB community.  125    Malcolm discussed his own experience about recognizing the differences among LGBTQ2S people. He said,  These days I’m thinking a lot more about trans people, which is something that really didn’t enter my experience until relatively recently… I think on some level, I thought, well there’s the acronym [LGBTQ2S] so we must all be kind of in the same big community, and I must understand something about their experience, but in recent years I’ve realized how completely stupid that is and how totally different that experience can be. He acknowledged that often, the experiences of all LGBTQ2S people are grouped together, just as the acronym puts people under the same umbrella. But, as I have discussed here, there are differences among LGBTQ2S people and some face problems that are different both in degree and kind. Malcolm went on to say, “I’ve been trying to think of ways that I can make that easy or make things different for trans people.” He told me that he makes an effort to use gender-neutral language and wears a pin about fighting transphobia.  Even though there are divisions among LGBTQ2S individuals, there was still a desire on the part of some of my participants to get LGBTQ2S tattoos that expressed affiliation and group belonging. I do not consider these tattoos as an attempt to ignore these differences, but perhaps as a way to support others in spite of these differences.  5.4 Expression of LGBTQ2S Affiliation and Group Belonging  In 1969, Victor Turner was already discussing the lack of a common definition for the term community. He proposed instead the idea of communitas, a part of the ritual process that brings together those experiencing liminality (Turner 1969). DeMello (2000) 126    used Turner’s idea of communitas to describe how some individuals experience a tattoo community. She defined communitas as “a feeling of homogeneity, equality, camaraderie, and lack of hierarchy common among those who are marginalized or are undergoing a liminal transition from one state to the next” (DeMello 2000, 23). I argue here, that some participants experience feelings of communitas as a result of their tattoos of affiliation and group belonging. With the use of LGBTQ2S-specific tattoos, participants are claiming an association with an idealized version of the LGBTQ2S community. I turn to an example from Jesse, contrasted with an example from Jill, to explore this concept,  in addition to discussing an LGBTQ2S stick and poke tattoo trend emerging in St. John’s.  Jesse   Jesse, introduced in Chapter 3, has a stick and poke tattoo that in some ways expresses their queer identity (Figure 5-1).  Figure 5-1: Jesse’s second stick and poke tattoo on wrist. Photograph taken by researcher with participant’s permission.  127    In a continuation of their story, Jesse explained that they got their tattoo after leaving an abusive relationship. After ending the relationship, Jesse’s friends, whom they call their “chosen family”, took them in and helped them get back on their feet. They described the experience of receiving their second stick and poke tattoo: I had gotten this tattoo after shaving my head outside on the stage that [my roommates] had created in their backyard. I had another trans friend shave my head and by cutting off all of my hair, that’s one way that we mourn the loss of a relationship, that we mourn a part of our lives as indigenous people, so that was really important to me, and then I had another trans friend… we were just in the living room, we couldn’t hear anything and they were sitting on a couch with like one person doing drugs on one side and another person making out with someone on the other side and just this dirty, filthy place, and they gave me a stick and poke. I don’t know if it was a clean needle, I don’t know if it was unused ink, I definitely don’t think they used gloves. To Jesse, the tattoo is representative of this moment in their life. They said,  I got this tattoo to represent—I originally wanted it to be round and branching out into the gender symbol for people that are non-binary, and my friend who was trans was like ‘oh that’s lame, like you can do better than that.’ So what we turned it into was more of a traditional symbol that means, kinda like a rippling water effect, like what happens in your life, it’s always there, continues with you, but you know as you move on and move forward it gets less, and less. 128    With this tattoo, Jesse is acknowledging a difficult time in their life that has shaped them. Their past experience continues to influence their current position, like ripples on water moving out, but never fully dissipating. Jesse has chosen a permanent tattoo, a permanent symbol, to represent the lasting effects that your choices can have throughout your life. Self-expression comes through in this tattoo, both in the way it was originally conceptualized, as a symbol of Jesse’s non-binary gender identity, tattooed by another trans person, and as a symbol or reminder of where they were then and how those experiences continue to affect them. After the initial tattooing, their trans friend asked if they could fix the tattoo, where spots of ink were missing and where the lines were broken, but Jesse responded, “no, I want it to stay exactly like that, because I want to remember that I did this to myself, but I did it for all the right reasons.” Jesse speaks about this time as indicative of their experience as a trans youth in St. John’s, living in poverty. They said they were essentially homeless, had problems with addiction, and were living with other young queer people struggling with similar issues. They described this period as “a whole big downtown queer mess.” At this time, Jesse was living with a group of people for whom stick and poke tattoos were the norm. Jesse’s tattoo engenders a sense of “normative communitas,” which characterizes liminal phases (Turner 1969, 132). Jesse’s sense of communtias grew out of this time, when they lived in a group with other LGBTQ2S youth and received their tattoos from others in this group. Cost was a factor; the group of people they lived with would not be able to afford machine tattoos so stick and pokes were both a way to bond and were the only feasible method of getting tattooed. Both of Jesse’s tattoos were done by other trans people who 129    were “very much part of the community… and just like giving each other stick and poke tattoos was a huge part of [their] culture.”  I asked Jesse if they could speak more to this culture and this community. They responded,  A lot of what we go through as young trans people and queer people are like, we’re bonded so much by trauma, like we’re homeless so we all live together and we all become lovers and there’s this big polyamorous, incestuous even, love nest of just everyone being with everyone… things like, stuff happened like violence in relationships and nobody talks about it and like nobody talks about like domestic violence between a woman and a woman, or you know two trans people, or two men. But like all of that binds you even closer together as a family, and we have this word, ‘chosen family’, that a lot of trans people know and because we often don’t have families, we get kicked out by our families, we are told that they don’t want anything to do with us, or they won’t accept us for who we are, so we leave. And then we face a lot of violence… being trans and visible, and often like if someone is beat up or if someone’s assaulted or whatever, like we’re all there for each other. Not your blood family, but your chosen family. Kath Weston (1991) discusses this idea of ‘chosen family’ in her ethnographic study of gay and lesbian kinship in the San Francisco Bay Area. She defines chosen families or ‘gay families’ as “organized through ideologies of love, choice and creation” and incorporating “friends, lovers, or children, in any combination” (Weston 1991, 27).  Jesse spoke earnestly about this time in their life and said that even though they now have a 130    stable partner, and a stable apartment in “a better part of town… this queer downtown culture was really important, and still is really important to me.” Their tattoos express group belonging in this chosen family and demonstrate Brubaker and Cooper’s (2000) definition of groupness—a sense of belonging in a solidary group.  Jesse’s narrative about their stick and poke tattoos alludes to an important, made quality of this chosen family. Contrary to the idea of a blood family, which gives a sense of an essential, non-negotiable, “biolegal” group, the formation of a chosen family is an active and intentional process (Oswald 2002, 375). Jesse’s chosen family bonds through the action of giving each other tattoos. The fact that blood is spilled during the tattoo process is significant. Jesse permanently and quasi-biologically links themselves to their chosen family with their tattoos. Oswald (2002, 375) discusses how the intentionality of chosen family involves LGBTQ2S people’s conscious actions “to validate themselves as family members and strengthen their ties to supportive others.” One strategy of the creative process of making family is ritualization (Oswald 2002). The practice of giving each other stick and poke tattoos is a ritual process to “solidify relationships and affirm identities in the absence of social or legal validation” (Oswald 2002, 378). Communitas develops during this ritual process and solidifies the sense of group belonging.   Jesse’s experiences with chosen family also reflects indigenous kinship. Though it was a political project of the Canadian settler state to impose monogamous, husband-and-wife marriages as the norm, diverse forms of marriage and relationships continue to exist among indigenous people (S. Carter 2008). Kim Tallbear (2016), in a lecture entitled “Disrupting Settlement, Sex and Nature” discussed the “spiderweb of relations” that hold community together. Through a variety of intimacies and “ethical non-monogamy”, 131    indigenous people create kinship networks that sustain and support each other (Tallbear 2016). Jesse’s chosen family, with whom they may be intimate, is an example of this kind of non-monogamous, extended kin network.   Although Jesse was the only participant to speak about experiences with homelessness, addiction, and chosen family, several others discussed stick and poke tattoos among LGBQT2S individuals. Further, during participant observation, I saw stick and poke tattooing taking place, firsthand.  One evening, during my fieldwork, I was visiting Kathleen at her home and I was introduced to her roommate, a lesbian who was giving her partner a stick and poke tattoo in the living room. There was a little nook that jutted off from the rest of the room and on the floor was a mattress with pillows and blankets. I watched as the two women prepared for tattooing. They grabbed the needles and ink and settled in the corner. One started tattooing a symbol on the knee of the other. The whole process seemed very nonchalant and provided evidence of an LGBTQ2S stick and poke trend occurring in St. John’s. Kathleen told me there was always tattooing going on here, often among LGBTQ2S people. Unfortunately, I did not get an opportunity to speak more in-depth with either the tattooist or the tattooee, but other examples of stick and poke tattooing came up during some interviews.   Rose, for example, discussed her experience with stick and poke tattoos. She received a small comma on her thumb from a trans friend in her basement. They were joined by another trans friend who got a tattoo at the same time. Although Rose’s tattoo did not relate to her LGBTQ2S identity, she said “it was a very special experience, because there was something that we shared there”, with everyone present being 132    LGBTQ2S. Her friend’s tattoo was an LGBTQ2S symbol reading ‘T4T’, which stands for Trans for Trans. Rose explained that this was a common symbol among trans women. It represents looking out and standing up for fellow trans women. This tattoo is representative of a sense of communitas among trans women and symbolizes the support they have for each other. Jesse also mentioned this tattoo symbol during our interview. Jesse explained that these tattoos are done by trans women, for trans women, and have been going around for a couple of years now. The tattoos are a “solidarity tattoo for trans women, because they are the most marginalized in our community.” Though I did not speak to anyone who had a T4T tattoo, it seems that they are expressions of affiliation and create feelings of support and connection among trans women. Jesse went on to say, “I love queer tattoos. It’s such a big part of our culture.”  Jill   Here I return to Jill’s rainbow tattoo, also discussed in Chapter 4 (Figure 4-4). In contrast to Jesse’s, Jill’s tattoo did not involve a ritual process, but it does serve a dual purpose, depending on the context. In addition to being an expression of her individual identity as a bisexual person, she explained that the tattoo represents her belonging in the LGBTQ2S community and the support that she has for others in the community. Her tattoo shows her affiliation with an imagined community, rather than membership in a particular bounded group. Jill’s tattoo is an expression of solidarity, rather than communitas in that it allows for a feeling of connectedness, but does not involve the liminality and ritual process of Jesse’s tattoo experience.  As Jill was in a monogamous relationship with a man when she got her rainbow rose tattoo, the tattoo allowed her to express affiliation. Even though her relationship did 133    not appear to be queer, she identified as bisexual and wanted to identify herself as a part of the LGBTQ2S community. This tattoo allowed her to assert her sense of belonging in a community in which she may not have been immediately recognized. Further, she wanted to make bisexuality more visible. She said, “with bisexuals, we’re not as represented in the LGBT community and sometimes people are like ‘oh well you’re only bi.’” To her, this tattoo not only asserts her own place in the group, but also the validity of bisexual people’s place in the group in general. One could read her choice of rainbow colours, rather than the colours of the bisexual flag, as a statement that bisexual people are just as valid in LGBTQ2S communities. By choosing those colours, she identifies herself as bisexual in line with the category LGBTQ2S—and those who feel that they are represented by the shared symbol of the rainbow flag.  Moreover, Jill discussed how the tattoo showed her support for the community. She said the rainbow rose was “really important that it was a representation for me, and that I’m there to support the community.” She said, “a lot of people are very aware that it is LGBT friendly… they’ll be like ‘oh you have a rainbow rose, like does it represent your support for the community?’ and then I’ll say ‘yes, and I am a member of the community.’” Jill’s tattoo is a visible expression of the connection and affiliation she feels with an LGBTQ2S community. Her tattoo allows for interactions that engender momentary connections, rather than enduring feelings of communitas that Jesse feels with her chosen family.   5.5 Conclusion   While the tattoo community in St. John’s is realized in a physical space each year at the St. John’s Tattoo Convention, participation in this community continues year-round 134    as people get tattoos and engage with artists and tattoo practices through social media. There is some division in the tattoo community based on class and status, as custom tattoos can come with a high price tag. Stick and poke tattoos are an emerging trend in St. John’s that make tattoos more accessible to people who may face financial barriers. Stick and poke tattoos have been used by LGBTQ2S people, as a way to make tattoos more affordable, but also in situations where tattooing is an expression of group belonging. It is an activity done by and for LGBTQ2S people, which can create feelings of solidarity and communitas.  Through expressions and practices of affiliation and group belonging, some tattooed participants feel a sense of communitas with other LGBTQ2S individuals and groups, despite the disparate divisions among the LGBTQ2S communities in St. John’s. While Jill’s and Jesse’s tattoos are both examples of how LGBTQ2S individuals use tattoos to visibly express affiliation with and belonging to LGBTQ2S groups, Jesse’s tattoo shows how communitas can develop during the tattooing process. Further, while there are some expressions of belonging, participants acknowledged the divisions among LGBTQ2S communities in St. John’s; being so publicly available, both in the news and on social media, these divisions are hard to miss. That said, as Joseph (2002) states, it is important to take invocations of community at their word. Though there is political dissidence within the LGBTQ2S community, participants were still connected with involvement in Pride events and their use of tattoos to express affiliation and group belonging. 135    Chapter 6: Conclusion   As tattooing continues to grow in popularity (Atkinson 2003; Barron 2017), it is possible that more and more people will see tattooing as a viable means of making aspects of themselves visible in a variety of contexts. This thesis has sought to explore the tattooing practices of LGBTQ2S people in St. John’s, NL. In turn, that offers some sense of what it means to be LGBTQ2S in St. John’s. Using participants’ tattoo narratives (DeMello 2000), I argued that there are three main uses of tattoos among LGBTQ2S individuals: commemoration, self-expression, and representations of affiliation and group belonging. These uses of tattoos revealed the importance of visibility to LGBTQ2S people in St. John’s, in addition to revealing insights into the crafting of selves, and the divisions of ‘community’.  As Victoria Pitts (2003) argues, body modification has been an element of gay subcultural style for several decades. My research contributes to this discussion by looking at how tattooing is linked to identity construction and the way people present identity to particular audiences. More specifically, I used Brubaker and Cooper’s alternatives to identity for my analysis: (i) identification and categorization; (ii) self-understanding and social location; and (iii) commonality, connectedness, and groupness. As identity can be too broad of a term, I focused here on practices of identity construction and communication.  Commemorative tattoos were used by participants to honour people, places, life events, and transitions (Davidson 2016). In linking themselves to important people and moments in life, participants are visibly showing their understandings of their social locations, and how they are shaped by the contexts and interactions of which they are a 136    part. Commemorative tattoos are not unique to LGBTQ2S people, but several participants used tattoos to commemorate LGBTQ2S-specific relationships and experiences, including same-sex relationships and coming out narratives. That said, this tattoo usage shows that tattoos play a part in LGBTQ2S people’s lives that may not directly relate to their sexual or gender identity, or only incidentally so. Participants used commemorative tattoos to honour friends and family members, illness, trauma, and life changes, in a visible way, and in some cases those relationships happened to be LGBTQ2S.  Tattoos of self-expression were one avenue that participants used to visibly and permanently express their LGBTQ2S identities. Tattoos were a method of self-representation and allowed participants to craft particular images of themselves that they were then able to display for others to read. While the meanings participants intended to convey were not always the meanings viewers read, tattoos often provided an opening for participants to tell tattoo narratives and share their stories and their perceptions of self, explaining how they felt they were presenting themselves in social interactions. Tattoos, then, occasionally allowed individuals to engage in new interactions that could then be narrated as a part of their tattoo story, showing how having tattoos allowed individuals to craft new narratives of the self. Two widely recognized symbols were used more frequently to symbolically express an LGBTQ2S identity: the rainbow flag and the pink triangle. Participants imbued these symbols with personal meaning by altering these well-known symbols to fit their own personalities and experiences. Other participants used symbols that, while not necessarily readily recognizable as representing an LGBTQ2S identity, were accompanied by narratives that made them meaningful expressions of sexual or gender 137    identity. With selective choices of locations and symbols for tattoos, participants were, for the most part, able to choose when and to whom they revealed their tattoos. Thus, while they chose permanent bodily markings, their self-expressions were not always on display, making tattoos “occasional expressions of the self” (D. Roberts 2016, 801). The ability to hide or display tattoos shows the importance of context, as a tattoo can mean different things in different situations, and participants perform in different ways in front of different audiences.  Lastly, tattoos that participants described as representing affiliation and group belonging provided an avenue to explore political connections and political differences among LGBTQ2S individuals in St. John’s. The symbolically constructed boundaries of a community are hard to define as boundaries are conceptualized differently both by those outside them and those within (Cohen 1985). My media analysis, participant observation, and interviews revealed participants’ variety of understandings of the LGBTQ2S community in St. John’s. St. John’s Pride and Rad Pride are organizations with different goals, and different conceptions of what it means to support LGBTQ2S people. Despite divisions, participants used tattoos to represent feelings of affiliation with other LGBTQ2S people, and membership within particular bounded groups.   Further, some participants discussed a trend in LGBTQ2S tattooing in St. John’s: stick and poke tattooing. Some stick and poke tattoos, especially those done in participants’ homes, not only visibly represent group belonging through the symbols chosen (e.g., the T4T symbol), but they are evidence of the made quality of groupness. They can be a ritual act done by and for some queer people in St. John’s, bonding individuals with a sense of communtias through the process of tattooing each other. 138    Individuals are permanently marked by each other and thus permanently linked, providing a semblance of the ‘essential’ quality of a biological family to participants’ experiences of chosen family. This practice reveals a paradox of created, constructed ‘essence’.   Further research is needed in order to increase the generalizability of this study. This research is heavily context dependent, both in its setting and in participants’ constructions of selves. Similar research in other locations would allow for comparison of tattoo styles and uses among LGBTQ2S people. As my participants were primarily younger university students, future research could focus on other demographics in order to compare cross-generationally, or across class divisions. Further, there are several LGBTQ2S-specific tattoo studios across Canada, in Vancouver, Toronto, Montreal, and Halifax. As tattoo studios have been studied ethnographically in the past (Atkinson 2003; Barron 2017; DeMello 2000; Martin 2019), an ethnographic study of how these spaces may act as LGBTQ2S spaces would be pertinent and might reveal something about LGBTQ2S tattooing and its role in helping construct connections and divisions.   LGBTQ2S people’s tattoo stories revealed insight into what it means to be LGBTQ2S in St. John’s. Participants expressed the importance of being visible as an LGBTQ2S minority throughout my research and tattoos were one of the ways participants could physically express this identity. Capturing the main arguments of this thesis, I present one last quote from an interview participant: I think it’s brave as hell to be visibly open. I know there’s a lot of ways to be visibly open, and visibly out, and I just think that tattooing is sort of a bit different than say, the way you cut your hair, or the way you dress. Because 139    it is so much more permanent and difficult to hide. Like, it’s saying ‘I’m here, I’m queer, get over it.’        140    References Abu-Lughod, Lila. 1991. “Writing Against Culture.” In Recapturing Anthropology: Working in the Present, edited by R. G. Fox, 137–62. School of American Press. Al-Hakim, Aya. 2018. “Tattoo Artist Launching Shop for LGBT People in Halifax.” CBC News, September 12, 2018. https://www.cbc.ca/news/canada/nova-scotia/tattoo-artist-outlaw-country-tattoos-lgbt-people-business-1.4819009. Alldred, Pam, and Val Gillies. 2002. “Eliciting Research Accounts: Re/Producing Modern Subjects?” In Ethics in Qualitative Research, edited by Melanie Mauthner, Maxine Birch, Julie Jessop, and Tina Miller. Sage Publications. Allen, Jafari. 2016. “One View from a Deterritorialized Realm: How Black/Queer Renarrativizes Anthropological Analysis.” Cultural Anthropology 31 (4): 617–26. https://doi.org/10.14506/ca31.4.10. Anderson, Benedict. 2006. Imagined Communities: Reflections on the Origin and Spread of Nationalism. Revised ed. London: Verso. Antonelli, Paola, and Michelle Millar Fisher. 2015. “MoMA Acquires the Rainbow Flag.” Inside/Out: Collection & Exhibitions, Design. 2015. https://www.moma.org/explore/inside_out/2015/06/17/moma-acquires-the-rainbow-flag/. Atkinson, Michael. 2002. “Pretty in Ink: Conformity, Resistance, and Negotiation in Women’ s Tattooing.” Sex Roles 47 (5/6): 219–35. ———. 2003. Tattooed: The Sociogenesis of a Body Art. Toronto: University of Toronto Press. Barron, Lee. 2017. Tattoo Culture: Theory and Contemporary Contexts. London: 141    Rowman & Littlefield International. Barry, Garrett. 2018. “Growing up Trans: 14-Year-Old Says Rainbow Flags, Crosswalks Make a Difference.” CBC News, April 26, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/growing-up-trans-rural-newfoundland-1.4635320. Benson, Susan. 2000. “Inscriptions of the Self: Reflections on Tattooing and Piercing in Contemporary Euro-America.” In Written on the Body: The Tattoo in European and American History, edited by Jane Caplan. Bernard, Russell. 2006. Research Methods in Anthropology: Qualitative and Quantitative Approaches. Thousand Oaks: Sage Publications. Bird, Elizabeth. 2010. “The Anthropology of News and Journalism: Why Now?” In The Anthropology of News and Journalism: Global Perspectives, edited by Elizabeth Bird, 1–18. Bloomington: Indiana University Press. Blackwood, Evelyn. 1995. “Falling in Love with An-Other Lesbian: Reflections on Identity in Fieldwork.” In Taboo: Sex, Identity, and Erotic Subjectivity in Anthropological Fieldwork, edited by Don Kulick. New York: Routledge. Blanchard, Marc. 1991. “Post–Bourgeois Tattoo: Reflections on Skin Writing in Late Capitalist Societies.” Visual Anthropology Review 7 (2): 11–21. https://doi.org/10.1525/var.1991.7.2.11. Bowen, Glenn. 2009. “Document Analysis as a Qualitative Method.” Qualitative Research Journal 9 (2): 27–40. Braunberger, Christine. 2000. “Revolting Bodies: The Monster Beauty of Tattooed Women.” NWSA Journal 12 (2): 1–23. http://www.jstor.org/stable/4316734. 142    Breen, Katie. 2018. “Tattoo Artist Taps into Inuit Heritage with Stick and Poke Studio in St. John’s.” CBC News, April 4, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/jessica-coffey-bespoke-poke-1.4598106. Bresge, Adina. 2018. “Rise in Indigenous Tattoos Sparks Concern over Cultural Appropriation.” CTV News, February 15, 2018. https://www.ctvnews.ca/canada/rise-in-indigenous-tattoos-sparks-concern-over-cultural-appropriation-1.3805126. Breslin, Samantha. 2011. “Living with Music: An Ethnography of Sessions in St. John’s, Newfoundland.” Memorial University of Newfoundland. Brodkin, Karen. 2009. “The Personal Isn’t Always Political.” In Out in Public: Reinventing Lesbian/Gay Anthropology in a Globalizing World, edited by Ellen Lewin and William Leap, 73–85. Chichester: Wiley-Blackwell. Brubaker, Rogers, and Frederick Cooper. 2000. “Beyond ‘Identity.’” Theory and Society 29: 1–47. Callahan, Bill. 1993. “‘Slanderous Rumors’ Lack Foundation: RNC.” The Evening Telegram, May 17, 1993. Carter, Adam. 2018. “Hamilton Shop Offers Free Laser Removal of Racist Tattoos.” CBC News, January 10, 2018. https://www.cbc.ca/news/canada/hamilton/free-tattoo-removal-1.4481342. Carter, Sarah. 2008. The Importance of Being Monogamous: Marriage and Nation Building in Western Canada to 1915. Edmonton: The Univerity of Alberta Press. CBC News. 2015. “Have Ink? Tattoo Convention Converges on St. John’s.” CBC News, July 3, 2015. https://www.cbc.ca/news/canada/newfoundland-labrador/have-ink-143    tattoo-convention-converges-on-st-john-s-1.3136888. ———. 2018a. “Have a Tattoo? Odds Are You’re Impulsive and Short-Sighted, Says Study.” CBC News, February 14, 2018. https://www.cbc.ca/news/canada/kitchener-waterloo/wilfrid-laurier-tattoo-anne-wilson-bradley-ruffle-1.4534983. ———. 2018b. “Why There Is No LGBTQ-Friendly Rainbw Crosswalk in Springdale.” CBC News, April 20, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/springdale-votes-down-proposal-for-rainbow-crosswalk-1.4627772. ———. 2018c. “St. John’s Mayor Danny Breen Weighs in on Springdale Crosswalk Decision.” CBC News, April 21, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/st-johns-mayor-lgbtq-advocates-speak-out-on-crosswalk-1.4629786. ———. 2018d. “Middle Arm Presentation about Respect, Not Religion, School Board Says.” CBC News, May 18, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/tony-stack-get-real-1.4668385. Cohen, Anthony. 1985. Symbolic Construction of Community. London: Taylor and Francis. Coles, Terri. 2018a. “St. John’s Pride Parade to Include Uniformed Police, Springdale Students.” CBC News, May 17, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/pride-st-johns-police-springdale-1.4666736. ———. 2018b. “Resistance to LGBTQ Community Not Isolated Problems in N.L., Says Reporter.” CBC News, May 21, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/maher-lgbtq-rural-144    newfoundland-1.4669447. Cooke, Ryan. 2018. “Middle Arm, N.L., Parents Surprised, Saddened by Furor over LGBTQ Presentation.” CBC News, May 16, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/middle-arm-school-lgtbq-get-real-movement-1.4664841. Courtney, Joseph. 2003. “Gay Men at Work: A Qualitative Study of Workplace Anti-Gay Violence in St. John’s, Newfoundland.” Memorial University of Newfoundland. Craggs, Katie. 2014. “Coming Out in Rural Labrador.” In Out Proud: Stories of Pride, Courage, and Social Justice, edited by Douglas Gosse, 276–79. St. John’s: Breakwater Books. Crenshaw, Kimberle. 1989. “Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine , Feminist Theory and Antiracist Politics” 1989 (1). ———. 1991. “Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color” 43 (6): 1241–99. Cullum, Linda. 2003. Narratives at Work: Women, Men, Unionization, and the Fashioning of Identities. St. John’s: ISER Books. Cumby, Christopher. 2017. “Sexual Assault on the Rock: LGBTQ+ Experiences in Newfoundland and Labrador.” Memorial University of Newfoundland. Dave, Naisargi. 2012. Queer Activism in India: A Story of the Anthropology of Ethics. Durham: Duke University Press. Davidson, Deborah. 2016. “Introducing the Tattoo Project.” In The Tattoo Project: Commemorative Tattoos, Visual Culture, and the Digital Archive, 1–17. Toronto: 145    Canadian Scholars. Davidson, Deborah, and Angelina Duhig. 2016. “Visual Research Methods: Memorial Tattoos as Memory Realization.” In The Tattoo Project: Commemorative Tattoos, Visual Culture, and the Digital Archive, edited by Deborah Davidson, 63–75. Toronto: Canadian Scholars. DeMello, Margo. 2000. Bodies of Inscription: A Cultural History of Modern Tattoos. Durham: Duke University Press. ———. 2014. Inked: Tattoos and Body Art around the World [2 Volumes]. ABC-CLIO. http://publisher.abc-clio.com.qe2a-proxy.mun.ca/9781610690768. ———. 2016. “Memories on the Skin: A Brief Cultural History of Tattooing.” In The Tattoo Project: Commemorative Tattoos, Visual Culture, and the Digital Archive, edited by Deborah Davidson, 21–29. Toronto: Canadian Scholars. Deter-wolf, Aaron, Benoît Robitaille, Lars Krutak, and Sébastien Galliot. 2015. “The World’s Oldest Tattoos.” Journal of Archaeological Science: Reports 5: 19–24. https://doi.org/10.1016/j.jasrep.2015.11.007. Dymond, Veronica. 2018. “Rainbow Crosswalks Are More than Symbols; They Remind Us to Look in All Directions.” CBC News, April 28, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/veronica-dymond-pov-rainbow-crosswalks-1.4637984. Earles, Jennifer. 2019. “The ‘Penis Police’: Lesbian and Feminist Spaces, Trans Women, and the Maintenance of the Sex/Gender/Sexuality System.” Journal of Lesbian Studies 23 (2): 243–66. https://doi.org/10.1080/10894160.2018.1517574. Enguix, Begonya. 2009. “Identities, Sexualities and Commemorations: Pride Parades, 146    Public Space and Sexual Dissidence.” Anthropological Notebooks 15 (2): 15–33. Faille, Mike, Jake Edminston, and Alex Jivov. 2013. “Graphic: The Tattoo Industry.” The National Post, August 16, 2013. http://nationalpost.com/news/graphics/graphic-the-tattoo-industry. Faubion, James. 1999. “Figuring David Koresh.” In Critical Anthropology Now: Unexpected Contexts, Shifting Constituencies, Changing Agendas, edited by George E Marcus, 89–122. Santa Fe: School of American Research Press. Fenske, Mindy. 2007. Tattoos in American Visual Culture. New York: Palgrave Macmillan. Fife, Wayne. 2005. Doing Fieldwork: Ethnographic Methods for Research in Developing Countries. New York: Palgrave Macmillan. Get Real Movement. 2018. “The Get Real Movement.” 2018. https://www.thegetrealmovement.com/. Giwa, Sulaimon, Brunet, Nathalie, Chipman, Christopher, Semerad, Derek. 2018. “Restoring Confidence in Pride: The Way Forward.” St. John’s: St. John’s Pride. Goffman, Erving. 1959. The Presentation of Self in Everyday Life. Garden City, NY: Doubleday Anchor Books. Goldie, Terry. 2008. Queersexlife. Vancouver: Arsenal Pulp Press. Gray, Mary. 2009. Out in the Country: Youth, Media, and Queer Visibility in Rural America. New York: New York University Press. Hallett, Vicki. 2004. “Janus Faced Woman: A Search for Newfoundland Identity.” Memorial University of Newfoundland. Health and Community Services. 2014. “New Legislation Protects Children, Families and 147    Communites.” Health and Community Services, January 28, 2014. https://www.releases.gov.nl.ca/releases/2014/health/0128n04.htm. Heywood, Paolo. 2018a. After Difference: Queer Activism in Italy and Anthropological Theory. New York: Berghahn Books. ———. 2018b. “Making Difference: Queer Activism and Anthropological Theory.” Current Anthropology 59 (3): 314–31. https://doi.org/10.1086/697946. Hickey, Gemma. 2014. “Apples and Oranges.” In Out Proud: Stories of Pride, Courage, and Social Justice, edited by Douglas Gosse, 17–22. St. John’s: Breakwater Books. Hurley, Cody. 2018a. “UPDATED: Springdale Council Stands by Decision Not to Paint Rainbow Crosswalk.” The Telegram, April 30, 2018. https://www.thetelegram.com/news/regional/springdale-council-stands-by-decision-not-to-paint-rainbow-crosswalk-206219/. ———. 2018b. “Middle Arm School Parents Keep Children from Attending LGBTQ Presentation.” The Telegram, May 16, 2018. https://www.thetelegram.com/news/middle-arm-school-parents-keep-children-from-attending-lgbtq-presentation-210704/. Hutson, David J. 2010. “Standing OUT/Fitting IN: Identity, Appearance, and Authenticity in Gay and Lesbian Communities.” Symbolic Interaction 33 (2): 213–33. https://doi.org/10.1525/si.2010.33.2.213. Jackman, Michael Connors. 2018. “Letter: Media Dined Out on Village Mall Affair.” The Telegram, March 3, 2018. http://www.thetelegram.com/opinion/letter-media-dined-out-on-village-mall-affair-189942/. Jeffreys, Sheila. 2000. “‘Body Art’ and Social Status: Cutting, Tattooing and Piercing 148    from a Feminist Perspective.” Feminism and Psychology 10 (4): 409–29. https://doi.org/10.1177/0959353500010004002. Jenkins, Richard. 2008. Social Identity. 3rd ed. New York: Routledge. https://doi.org/10.4324/9780203292990. Jensen, Erik. 2002. “The Pink Triangle and Political Consciousness : Gays , Lesbians , and the Memory of Nazi Persecution.” Journal of the History of Sexuality 11 (1/2): 319–49. John’s Pride, St. 2018a. “For Immediate Release.” Facebook. 2018. https://www.facebook.com/stjohnspride/. ———. 2018b. “Grand Marshals Chosen for 2018 Pride Parade.” Facebook. 2018. https://www.facebook.com/notes/st-johns-pride/grand-marshals-chosen-for-2018-pride-parade/2054014821488286/. ———. 2018c. “Pride Guide 2018.” St. John’s: St. John’s Pride. ———. 2018d. “What Is St. John’s Pride.” St. John’s Pride. 2018. https://stjohnspride.ca/about-us/. Johnston, Lynda. 2005. Queering Tourism: Paradoxical Performaces at Gay Pride Parades. New York: Routledge. Jones, Martin. 2018. “Tattoo Coverup Gives Grieving Mother a Fresh Start.” CBC News, April 22, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/tattoo-coverup-helps-grieving-mom-1.4623434. Joseph, Miranda. 2002. Against the Romance of Community. Minneapolis: University of Minnesota Press. Kaszas, Dion. 2012. “Embodying the Past in the Present for the Future: Practicing, 149    Supporting, and Highlighting Indigenous Tattoo Revivals Through Indigenous and Creative Research Methodologies.” University of British Columbia. Kennedy, Elizabeth. 2002. “‘These Natives Can Speak for Themselves’: The Development of Gay and Lesbian Community Studies in Anthropology.” In Out in Theory: The Emergence of Lesbian and Gay Anthropology, edited by Ellen Lewin and William Leap, 93–109. Chicago: University of Illinois Press. Kitzmann, Andreas. 2016. “Between the Inside and the Outside: Commemorative Tattoos and the Externalization of Loss or Trauma.” In The Tattoo Project: Commemorative Tattoos, Visual Culture, and the Digital Archive, edited by Deborah Davidson, 39–47. Toronto: Canadian Scholars. Kondo, Dorrine. 1990. Crafting Selves: Power, Gender, and Discourses of Identity in a Japanese Workplace. London: London Press. Letherby, Gayle, and Deborah Davidson. 2016. “Tattooing as Auto/Biographical Method and Practice.” In The Tattoo Project: Commemorative Tattoos, Visual Culture, and the Digital Archive, edited by Deborah Davidson, 57–62. Toronto: Canadian Scholars. Lewin, Ellen. 2009. “Who’s Gay? What’s Gay? Dilemmas of Identity Among Gay Fathers.” In Out in Public: Reinventing Lesbian/Gay Anthropology in a Globalizing World, edited by Ellen Lewin and William Leap, 86–103. Chichester: Wiley-Blackwell. Lewin, Ellen, and William Leap. 2002. “Introduction.” In Out in Theory: The Emergence of Lesbian and Gay Anthropology, edited by Ellen Lewin and William Leap, 1–15. Chicago: University of Illinois Press. 150    ———. 2009. “Introduction.” In Out in Public: Reinventing Lesbian/Gay Anthropology in a Globalizing World, 1–15. Chicago: University of Illinois Press. Macdonald, Nancy. 2016. “Skin-Deep: The Awkwardness of Justin Trudeau’s Haida Tattoo.” Maclean’s, October 2016. https://www.macleans.ca/politics/ottawa/skin-deep-the-awkwardness-of-justin-trudeaus-haida-tattoo/. Maher, David. 2018a. “St. John’s Pride Considers Banning Liberals and RNC after Government Rejects Request for Apology on Village Mall Bathroom Charges.” The Telegram, February 23, 2018. https://www.thetelegram.com/news/st-johns-pride-considers-banning-liberals-rnc-188692/. ———. 2018b. “No Discrimination in Village Mall Case, Joe Boland Says.” The Telegram, February 27, 2018. https://www.thetelegram.com/news/local/no-discrimination-in-village-mall-case-joe-boland-says-189184/. ———. 2018c. “Noah Davis-Power Resignes as St. John’s Pride Co-Chair.” The Telegram, February 28, 2018. https://www.thetelegram.com/news/local/noah-davis-power-resigns-as-st-johns-pride-co-chair-189813/. ———. 2018d. “Transphobic Posters on Memorial University Campus Spark Investigation.” The Telegram, September 25, 2018. https://www.thetelegram.com/news/local/transphobic-posters-on-memorial-university-campus-spark-investigation-244632/. Manalansan, Martin. 2016. “Queer Anthropology: An Introduction.” Cultural Anthropology 31 (4): 595–97. Marcus, George E. 1995. “Ethnography In/Of the World System: The Emergence of Multi-Sited Ethnography.” Annual Review of Anthropology 24: 95–117. 151    Martin, Chris William. 2019. The Social Semiotics of Tattoos: Skin and Self. London: Bloomsbury. Mcdonnell, Terence E, Amy Jonason, and Kari Christoffersen. 2017. “Seeing Red and Wearing Pink : Trajectories of Cultural Power in the AIDS and Breast Cancer Ribbons.” Poetics 60: 1–15. https://doi.org/10.1016/j.poetic.2016.10.005. McLuhan, Arthur, and Wayne Galbraith. 2016. “Inscribing Memory as a Social Process: The Tattoo Artist-Client Relationship.” In The Tattoo Project: Commemorative Tattoos, Visual Culture, and the Digital Archive, edited by Deborah Davidson, 77–86. Toronto: Canadian Scholars. McNeish, Sam. 2018. “Trouble Bound Studio Hosting 8th Annual Cancer Ribbon Tattoo Fundraiser Today in St. John’s.” The Telegram, 2018. Mercer, Juanita. 2018. “N.L. Man Denied Entry to Bar Because of Neck Tattoos.” The Telegram, March 5, 2018. https://www.thetelegram.com/news/local/st-johns-man-denied-entry-to-bar-because-of-neck-tattoos-190729/. Mertz, Elizabeth. 2013. “Semiotics.” Theory in Social and Cultural Anthropology: An Encyclopedia. Sage Publications. https://doi.org/http://dx.doi.org/10.4135/9781452276311.n249. Mifflin, Margot. 2013. Bodies of Subversion: A Secret History of Women and Tattoo. 3rd ed. Brooklyn: powerHouse Books. Milk, Harvey. 2013. An Archive of Hope. Edited by Jason Black and Charles Morris. Los Angeles: University of California Press. Moore, Sarah. 2017. “‘When I Came Out’: Coming Out and Personal Experience Narratives of LGBTQ Persons in Newfoundland and Labrador.” Memorial 152    University of Newfoundland. Mund, R.W. 1993. “As Harmful as Orphanage Affair.” The Evening Telegram, July 3, 1993. Narayan, Kirin. 1993. “How Native Is a ‘Native’ Anthropologist?” American Anthropologist 95 (3): 671–86. Ochs, Elinor, and Lisa Capps. 1996. “Narrating the Self.” Annual Review of Anthropology 25 (1): 19–43. https://doi.org/10.1146/annurev.anthro.25.1.19. Oswald, Ramona Faith. 2002. “Resilience Within the Family Networks of Lesbians and Gay Men: Intentionality and Redefinition.” Journal Of Marriage and Family 64: 374–83. Philpott, Christopher. 2018. “Letter: Let’s Stick to the Facts about What Happened at the Village.” The Telegram, March 3, 2018. https://www.thetelegram.com/opinion/letter-lets-stick-to-the-facts-about-what-happened-at-the-village-190018/. Pitts, Victoria. 2000. “Visibly Queer : Body Technologies and Sexual Politics.” The Sociological Quarterly 41 (3): 443–63. http://www.jstor.org/stable/4121386. ———. 2003. In the Flesh: The Cultural Politics of Body Modification. New York: Palgrave Macmillan. Plant, Richard. 1986. The Pink Triangle: The Nazi War Against Homosexuals. 1st ed. New York: Henry Holt and Company. Quan-Haase, Anabel. 2016. “The Coming Together of a Community of Practice: Commemorative Tattoos as Visual Culture for Community Engagement and Identity Formation.” In The Tattoo Project: Commemorative Tattoos, Visual Culture, and the 153    Digital Archive, 183–90. Toronto: Canadian Scholars. Rad Pride St. John’s NL. 2018a. “An Open Letter.” Facebook. 2018. https://www.facebook.com/radpridestjohns/posts/227437431158747. ———. 2018b. “No Title.” Facebook. 2018. https://www.facebook.com/radpridestjohns/posts/232271680675322?__xts__[0]=68.ARBmE_1VpZk9abkHvU7T9h9dmhz0x1wvFpZ1MG99roqszh1Ig56WA4H-ajzIaO7nVCyOnRN6gs6E184IJ_RFFH73O_1I_gPBQHNbXWfokcMYNGg2oNWAuca4fRaNhg_NDUj-46Hx-JqPYuo52xyvWs7djhEyLN7d8A9BanRmkKjkqw3fregNwFmxmKeiE_TRiYqNvqN_9Nqs5Yb3cadWhcPcVNZjepxk4SgVNDvW-Jfiq9NQ3D3eu4wQfjUX94fxGsP_vAR8n0XvNPzUoh2kFZMse0t9beeMfDbAFdmA_XejvHdNxD0qUnckn-ohEgme4JAmWnCuZ-RBNBBYppU&__tn__=-R. Read, Heather. 2007. “Storying Home in St. John’s, Newfoundland.” Memorial University of Newfoundland. Reischer, Erica, and Kathryn S. Koo. 2004. “The Body Beautiful: Symbolism and Agency in the Social World.” Annual Review of Anthropology 33 (1): 297–317. https://doi.org/10.1146/annurev.anthro.33.070203.143754. Roberts, Derek. 2016. “Using Dramaturgy to Better Understand Contemporary Western Tattoos.” Sociology Compass 10 (9): 795–804. Roberts, Stephen. 2018. “Northern Peninsula Mayors Would Be Open to Rainbow Crosswalks.” The Northern Pen, April 24, 2018. https://www.northernpen.ca/news/local/northern-peninsula-mayors-would-be-open-to-rainbow-crosswalks-204671/. 154    Rollmann, Hans. 2002. “Body Piercing and the Exploration of Spirituality, Sexuality, and Fasion.” Memorial University of Newfoundland. Ruffle, Bradley J, and Anne Wilson. 2017. “Tat Will Tell : Tattoos and Time Preferences.” 2017–9. Laurier Centre for Economic Research and Policy Analysis. Kitchener-Waterloo. Sampson, Andrew. 2018. “MUN Students Slam Transphobic Stickers Appearing in Gender-Neutral Bathrooms.” CBC News, September 27, 2018. https://www.cbc.ca/news/canada/newfoundland-labrador/stickers-bathroom-gender-neutral-1.4840158. Sanders, Clinton, and Angus Vail. 2008. Customizing the Body: The Art and Culture of Tattooing. Philadelphia: Temple University Press. Santowski, Britta. 1993. “Charges Relate to Location, Not Sex.” The Evening Telegram, June 2, 1993. Shaw, Thomas. 1994. “The Semiotic Mediation of Identity.” Ethos 22 (1): 83–119. Shilts, David. 1982. The Mayor of Castro Street: The Life and Times of Harvey Milk. 1st ed. New York: St. Martin’s Press. Tallbear, Kim. 2016. “Disrupting Settlement, Sex, and Nature.” Canada: University of Alberta. http://indigenoussts.com/disrupting-settlement-sex-and-nature-an-indigenous-logic-of-relationality/. The Telegram. 2018. “Newfoundland Celebrities Roast Town of Springdale for Rejecting Rainbow Crosswalk.” The Telegram, April 21, 2018. https://www.thetelegram.com/news/newfoundland-celebrities-roast-town-of-springdale-for-rejecting-rainbow-crosswalk-203880/. 155    Thompson, Beverly. 2015. Covered in Ink: Tattoos, Women, and the Politics of the Body. New York: New York University Press. Tiggemann, Marika, and Fleur Golder. 2006. “Tattooing : An Expression of Uniqueness in the Appearance Domain.” Body Image 3: 309–15. https://doi.org/10.1016/j.bodyim.2006.09.002. Tiggemann, Marika, and Louise A Hopkins. 2011. “Tattoos and Piercings : Bodily Expressions of Uniqueness ?” Body Image 8: 245–50. https://doi.org/10.1016/j.bodyim.2011.03.007. Turner, Victor. 1969. The Ritual Process: Structure and Anti-Structure. Chicago: Aldine Publishing Company. VOCM. 2018. “RNC Did Not Reference Homosexuality During 1993 Investigation: Boland.” VOCM: Local News Now, February 27, 2018. http://vocm.com/news/man-solicited-for-sex-in-village-restroom-at-age-eleven-responds-to-apology-call/. Walks, Michelle. 2014. “‘We’re Here and We’re Queer!’: An Introduction to Studies in Queer Anthropology.” Anthropologica 56 (1): 13–20. Walsh, Joe. 1993. “Handling of Sex Scandal Opened Rumor Mill Doors.” The Evening Telegram, May 22, 1993. Warnick, Andrea, and Lysa Toye. 2016. “Memorial Tattoos as Connection.” In The Tattoo Project: Commemorative Tattoos, Visual Culture, and the Digital Archive, edited by Deborah Davidson, 133–38. Toronto: Canadian Scholars. Warren, Ted. 1993. “Making A Case for Naming Names.” The Evening Telegram, June 26, 1993. Weiss, Margot. 2016. “Always After: Desiring Queerness, Desiring Anthropology.” 156    Cultural Anthropology 31 (4): 627–38. https://doi.org/10.14506/ca31.4.11. Westcott, Craig. 1993. “Sex Ring Investigation Is Finishes, Police Say.” The Evening Telegram, May 22, 1993. Weston, Kath. 1991. Families We Choose: Lesbians, Gays, Kinship. New York: Columbia University Press. Whiffen, Glen. 1993a. “10 Men Charged in Sex Scandal.” The Evening Telegram, May 15, 1993. ———. 1993b. “Sex Case Details Outlined for Court.” The Evening Telegram, May 21, 1993. ———. 1993c. “Six More Dealt with in Washroom Sex Ring.” The Evening Telegram, June 19, 1993. Whitaker, Robin. 2008. “Writing as a Citizen?” Critique of Anthropology 28 (3): 321–38. https://doi.org/10.1177/0308275X08094391. Willick, Frances. 2018. “Tattoo Industry Still Unregulated, 6 Years after Legislation Introduced.” CBC News, January 15, 2018. https://www.cbc.ca/news/canada/nova-scotia/tattoo-industry-nova-scotia-regulations-inspections-enforcement-1.4470654. Wilson, Natasha. 2009. “A Queer Situation: Poverty, Prisons, and Performances of Infidelity and Instability in the New Orleans Lesbian Anthem.” In Out in Public: Reinventing Lesbian/Gay Anthropology in a Globalizing World, edited by Ellen Lewin and William Leap, 104–22. Chichester: Wiley-Blackwell. Appendix A: Interview Schedule For Tattooed Participants  Guiding question: Tell me your tattoo story. (Explicate if necessary) 157     Further Prompts:  1) How many tattoos do you have? 2) When did you first get a tattoo? Can you tell me about that decision?  3) Was the experience of being tattooed what you expected? 4) Tell me about why you got your tattoos. 5) What drew you to tattooing? 6) What do your tattoos mean to you, as an LGBTQ individual or otherwise? 7) How aware of your tattoos on a daily basis? Are there are times when you are especially conscious of them? Are there times when you forget about them? 8) Have you had any tattoos covered-up, altered, or removed? 9) Do you know any other LGBTQ individuals with tattoos? How do you see those tattoos? 10) How do you think others see your tattoos?  11) What kind of reactions do you receive to your tattoos?  12) Have you ever experienced a negative reaction from others because of your tattoos? How do you make sense of negative reactions? 13) Are there situations in which you have been told or felt pressured to hide your tattoos? How have you responded? 14) Did the opinions of others factor into your decision to become tattooed? 15) Is there anything else you would like to tell me about being a tattooed LGBTQ individual?  For Non-Tattooed Participants  Guiding question: What do you think about tattoos?  Further Prompts:  1) How do you feel about tattoos? 2) Have you ever considered getting a tattoo?  3) (if yes to #3) Why haven’t you taken the next step? Do you think you might? 4) (if no to #3) Why haven’t you considered tattooing? Do you think anything might change your mind? 5) Do the opinions of others factor into your decision to not be tattooed? 6) Do you know any LGBTQ individuals with tattoos? What do you think about their tattoos? 7) Is there anything else you would like to tell me about being LGBTQ or your experience with tattoos?  For Tattoo Artists  Guiding question: How did you become a tattoo artist?  Further Prompts:  1) How did you get involved in tattooing? 158    2) How long have you been a tattoo artist? 3) Tell me about why you got your tattoos? 4) From your perspective, why do people get tattoos? 5) How do tattoos play into ideas of identity? 6) Have you done any LGBTQ themed tattoos, or tattooed any LGBTQ individuals that you are aware of? Tell me about that experience. Have you noticed any patterns to the type of tattoos people want that are related to their sexual preferences or identities? 7) Is there anything else you would like to tell me about being a tattoo artist in Newfoundland?  ",
    "id": 323486724,
    "identifiers": {
        "doi": null,
        "oai": "oai:research.library.mun.ca:14344"
    },
    "title": "LGBTQ2S tattooing in St. John's, NL",
    "language": null,
    "publishedDate": "2019-09-01T01:00:00+01:00",
    "publisher": "Memorial University of Newfoundland",
    "references": [],
    "sourceFulltextUrls": [
        "https://research.library.mun.ca/14344/1/thesis.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/323486724.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/323486724"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/323486724/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/323486724/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/323486724"
        }
    ],
    "abstract": "This thesis offers an ethnographic account of LGBTQ2S tattooing in St. John’s, Newfoundland and Labrador through 19 interviews, four months of participant observation, and a media analysis. Interviews took place with tattooed and non-tattooed LGBTQ2S individuals, and tattoo artists/apprentices, ranging from 20 to 68 years old. Tattoo narratives were collected to understand what it might mean to be LGBTQ2S in St. John’s, in 2018. Research revealed that some LGBTQ2S individuals use tattoos for commemoration, self-expression, and representations of affiliation and group belonging. This thesis explores how some LGBTQ2S individuals use tattoos to visibly represent people, life events, accomplishments, and aspects of their LGBTQ2S identities. Using Brubaker and Cooper’s (2000) reconceptualization of ‘identity’, this thesis discusses participants’ usages of tattooed LGBTQ2S symbols to express elements of their self-understanding. This thesis argues that these uses of tattoos elucidate the importance of visibility for some LGBTQ2S individuals in St. John’s. Drawing on concepts of imagined communities (Anderson 2006) and the symbolic construction of communities (Cohen 1985), this thesis offers a critical discussion of tattoo and LGBTQ2S communities in St. John’s",
    "tags": [
        "Thesis",
        "NonPeerReviewed"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Thesis",
        "NonPeerReviewed"
    ],
    "oai": "oai:research.library.mun.ca:14344",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "387",
        "openDoarId": 0,
        "name": "Memorial University Research Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 323486724,
        "depositedDate": null,
        "publishedDate": "2019-09-01T01:00:00+01:00",
        "updatedDate": "2024-01-30T10:03:27+00:00",
        "acceptedDate": null,
        "createdDate": "2020-06-04T22:38:29+01:00"
    },
    "urls": [
        "https://research.library.mun.ca/view/creator_az/Carlson-Strain=3AMiranda=3A=3A.html",
        "https://research.library.mun.ca/14344/1/thesis.pdf",
        "https://research.library.mun.ca/14344/"
    ],
    "lastUpdate": "2024-01-30T10:03:27+00:00",
    "setSpecs": []
}