{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hennessy, Anna Elizabeth Matijasic"
        }
    ],
    "contributors": [],
    "createdDate": "2018-03-17T08:55:07+00:00",
    "dataProvider": {
        "id": 3623,
        "name": "James Madison University",
        "url": "https://api.core.ac.uk/v3/data-providers/3623",
        "logo": "https://api.core.ac.uk/data-providers/3623/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/153207054.pdf",
    "fullText": "James Madison UniversityJMU Scholarly CommonsMasters Theses The Graduate SchoolFall 2012LGBTQ music majors’ experiences of socialclimates and developing identities in musiceducation settingsAnna Elizabeth Matijasic HennessyJames Madison UniversityFollow this and additional works at: https://commons.lib.jmu.edu/master201019Part of the Music CommonsThis Thesis is brought to you for free and open access by the The Graduate School at JMU Scholarly Commons. It has been accepted for inclusion inMasters Theses by an authorized administrator of JMU Scholarly Commons. For more information, please contact dc_admin@jmu.edu.Recommended CitationHennessy, Anna Elizabeth Matijasic, \"LGBTQ music majors’ experiences of social climates and developing identities in musiceducation settings\" (2012). Masters Theses. 234.https://commons.lib.jmu.edu/master201019/234        LGBTQ Music Majors’ Experiences of Social Climates and Developing Identities in Music Education Settings  Anna Elizabeth Matijasic Hennessy         A thesis submitted to the Graduate Faculty of  JAMES MADISON UNIVERSITY  In  Partial Fulfillment of the Requirements   for the degree of  Master of Music   Music Education       December 2012          ii  Dedication This paper is dedicated to my loving grandmother, Mary Thompson King, on the occasion of her 90th birthday, in gratitude for continually showing me what true love and acceptance is all about.                     iii Acknowledgements My ardent thanks to: the participants of this study, whose brave testimony is so important; all of my students past and present, who have taught me how to teach and how to care; Dave Hennessy, for unending support and sanity; Bill Howard, for the coffee; Jor Kane, for the free lectures in queer theory; Tim Lum, for the invisible thread; Suzanne Cusick, for being my unwitting shero and a fearless scholar; Jose-Santos Perez, for teaching me everything; and, finally, to my wonderful zany and loving family, who made me this way.                                iv Table of Contents  Dedication ........................................................................................................................... ii  Acknowledgments  ............................................................................................................. iii Table of Contents ............................................................................................................... iv Abstract .............................................................................................................................. vi I. Introduction ....................................................................................................................1 II. Review of Literature ....................................................................................................12 III. Methodology ................................................................................................................34 IV. Individual Narratives and Social Climates in Music Education Settings ....................39 Participant Profiles .......................................................................................................39 Social Climate in Music Education Settings…………………………………………45 V. Identity ..........................................................................................................................66  Sexual Identity .............................................................................................................66  Musician Identity .........................................................................................................73 Sexual and Musician Identities Meet: Multiple Dimensions of Identity …………79 VI. Conclusions, Recommendations for Practice and Recommendations for Further Study………………………………………………..……………………………….82  v References……………………………………………………………………………….89 Appendix A: Cover Letter, Informed Consent Form…………………………………...101 Appendix B: Interview Questions………………………………………………………105                     vi Abstract The purpose of this study was to identify roles that music education plays in the lives of lesbian, gay, bisexual, trans and queer (LGBTQ) music majors.  Using a collective case study design, the researcher conducted semi-structured interviews with five undergraduate LGBTQ music majors. Participants spoke about their experiences in music education settings, the social atmosphere associated with such settings and their identities as LGBTQ persons and musicians. Music education settings may include high school and college ensembles as well as extracurricular ensembles and private lessons. The researcher sought to explore: a) ways in which peers and teachers in music ensembles create a social climate for LGBTQ students, b) effects of such climates on LGBTQ students, c) developing musical and sexual identities of LGBTQ college music majors and d) possible interaction or disconnection of those identities. Results show that participants negotiated musical and sexual identities in order to reflect the social values of their music ensemble. They described ways in which peers and teachers created climates of acceptance, silence or homonegativity. Overall, participants viewed high schools as places of varying levels of acceptance, while college musical environments were seen as welcoming places for LGBTQ people. Participants drew connections between their developing sexual identities and quality of musicianship, especially in regard to musical expression.       Chapter I Introduction The marginalization of lesbian, gay, bisexual, trans and queer (LGBTQ) people in Western society is a well-documented phenomenon. In the past thirty years, LGBTQ studies have emerged from the branches of women’s and gender studies as a distinct voice. Within the field of education, researchers have explored LGBTQ studies in relation to teachers, students and curricula (Evans, 2001; Trollinger, 2003; Szalacha, 2005; Kosciw, Greytak, Bartkiewicz, Boesen, & Palmer, 2012). According to Sadker and Zittleman’s (2010) forms of instructional bias, marginalized persons suffer from invisibility, stereotyping and imbalance in curricular representation. Instructional bias appears in texts as well as verbal classroom instruction. LGBTQ individuals are subject to social stigmas in educational curricula that result in and are perpetuated by under-representation, misrepresentation or repression (Sadker & Zittleman, 2010). In 1995, after officially recognizing the great disadvantage that LGBTQ students experience regarding equal protection and representation in schools, the National Education Association (NEA) put forth a mandate for schools to increase awareness of LGBTQ issues, put an end to gender and sexual orientation-based bullying and adopt inclusive curriculums.  LGBTQ youth often see arts and music classrooms as safe havens from the heteronormatively charged atmosphere of school. As places of safety, music classrooms can offer creative and emotional outlets as well as a social climate that is LGBTQ-friendly. Music educators can learn about LGBTQ students’ lives as part of an ongoing pursuit of bully-free learning environments. LGBTQ youth experience life differently than their heterosexual peers in ways both public and private. Publicly, school policy, LGBTQ Music Majors’  2 social climate and curriculum affect their experiences and perceptions of queerness. In private, identity develops in accordance with subjective experience.  High school and college years present pivotal moments for identity formation and development. According to Erikson’s (1968) theory of life span development, an individual passes through eight stages in their lifetime. The quality and timing of each stage depends on unique circumstances of family, community and culture that shape an individual’s sense of self. The stage that Erikson attributes to adolescents (typically aged 12-18) is characterized by identity conflict, commitment to ideals and fitting in with peers. It is during this stage that young musicians form important social bonds in school music ensembles and with teachers (Burland & Pitts, 2007). It is also a time when internal struggles with identity, including sexual identity, peak. For LGBTQ youth, social stigma may influence their resolve to accept an identity so contrary to the popular dynamic of fitting in. For this reason, many LGBTQ youth are effectively stuck in this stage until social circumstances are more favorable for coming out (Cass, 1979). Therefore, a number of queer youth experience the transition from this stage to the next differently than their heterosexual peers.  The stage that Erikson attributes to young adults (aged 18-35) is characterized by attachment to a lover and/or a community. For LGBTQ youth, this stage depends on finding a social setting in which they feel safe, and is marked by the act of coming out (Cass, 1979), which is the act of disclosing one’s sexual orientation to another person. For the LGBTQ individual, coming out is a milestone of identity development and is often fraught with anxiety over possible rejection. Again, this stage clearly departs from a heterosexual experience of romantic love, wherein society demands no declaration of a LGBTQ Music Majors’  3 special identity as a precursor to understanding desire and intimacy. For the LGBTQ music major, a strong attachment to group musical identity is already present. Romantic attachments may or may not occur in the public eye, depending on the social climate of the music setting. Identity conflict, therefore, may continue throughout college as the student negotiates multiple identities as musicianship and LGBTQ identity.  Robinson (1999) suggests that multiple identities form concurrently and in a non-linear fashion. Identities (sexual, racial, socioeconomic) inform one another, producing “intersections” (p. 85). One identity may take precedence over another for a time, depending on the individual’s priorities and shifting social contexts in which they operate. For the queer musician in college, musician and sexual identities form concurrently, along with other dimensions of identity. How those identities interact plays a part in the successful development of the whole person. Using Erikson’s, Cass’s and Robinson’s theories of development, social influences emerge as powerful shapers of individuals. Socially constructed ideas about gender and sexual orientation also appear at the heart of queer theory. By identifying binary categorization of gender and sexual orientation, queer theory exposes bias inherent in heteronormative discourse (Butler, 1990; Halperin, 2003). Binaries such as heterosexual vs. homosexual, or masculine vs. feminine, operate in a given discursive field. Discourses are social processes (implicit and explicit) that define reality for those within a bounded society (Foucault, 1980).  Discourse places power in the hands of those who distribute knowledge or make definitions for others. Music educators therefore occupy positions of power in regards discourse on gender and sexual orientation in music classrooms.   LGBTQ Music Majors’  4 Due to the dominant influence of a heteronormative standard on general culture, conflation of gender roles and sexual identities commonly results in a strict rendering of what it is to be a “man” or a “woman.” To be precise, in the heteronormative paradigm, men are expected to live up to cultural standards for masculinity and to only be attracted to women. Women are assumed to be heterosexual and are expected to conform to cultural expectations of femininity. Furthermore, identification with one side of the heterosexist binary excludes association with the “other” side, rendering gender and sexual orientation inflexible and restrictive (Bower & Klecka, 2009). It is precisely in the gray areas between binaries of masculine and feminine or in and out of the closet that queerness exists. By promoting a non-dualistic view of gender and sexual orientation, queer theorists seek to dismantle existing structures of difference that are so prevalent in Western culture.  Abes and Kasch (2007) implement queer theory in their exploration of lesbian college students’ multiple dimensions of identity. Their findings suggest that identities of lesbian college students continually shift in relation to context and resist linear, heteronormative patterns of development. Likewise, in this paper the researcher seeks to examine the ways that LGBTQ participants think of themselves in relation to peers, teachers and their musical communities, with sensitivity to the fluctuating nature of multi-dimensional identity. Scholars from a number of disciplines have contributed to the abundance of literature that connects LGBTQ issues to education, yet there is an insufficient amount of literature pertaining to music education. Various studies have estimated that LGBTQ students may comprise three to ten percent of any given classroom (Laumann, 1994; LGBTQ Music Majors’  5 Kinsey, Pomeroy, & Martin, 1948). Within the population of LGBTQ students, the percentage of those involved in music education is remarkably high. In a national survey sponsored by the Gay Lesbian Straight Education Network, 45.6% of young LGBTQ respondents were members of a school music ensemble (Kosciw et al., 2012). Such a large percentage of young LGBTQ musicians affirms the importance of hearing these music students’ voices. Bergonzi (2009) labels the current music education curriculum as “decidedly heterosexual” in nature and urges teachers and researchers to combat heterosexism in the classroom by addressing both heterosexist bias and LGBTQ topics directly. Music education research that touches on LGBTQ issues most often adopts the form of autobiographical case study. In a number of studies, LGBTQ teachers reflect on their own experiences as former music students and current teachers who negotiate their sexual identities in relation to their jobs (Whitlock, 2010; Gregory, 2008; Cavicchia, 2011; Duling, 2011; Furman, 2011). While such studies have made significant headway for the new field of LGBTQ studies and music education, they have not taken into account contemporary student experiences, or experiences of students with a concentration in performance.  Music education scholars Bergonzi (2009, 2010) and Lamb (2010) have sounded a call for research regarding music education and LGBTQ studies. To use Bergonzi’s phrase, music education scholarship has arrived “late to the …party” (p. 3) in terms of exploring an intersection with LGBTQ studies (Bergonzi, 2010). Whereas general education scholarship has engaged feminist and LGBTQ theoretical frameworks, music education has, until very recently, remained uninvolved in LGBTQ issues. The purpose LGBTQ Music Majors’  6 of the present study is to identify roles that music education plays in LGBTQ music majors’ lives. Problem Statement and Research Questions Only one extant study is devoted to LGBTQ music students. In Fitzpatrick and Hansen’s (2010) research, four queer music majors were interviewed about their high school experiences in music education. In 2011, I conducted a pilot study using methods associated with narrative case study. In a semi-structured interview, a lesbian music major discussed her experiences in high school and college music classrooms, her process of coming out and her personal growth as a musician and sexual being.  The resulting analysis of her story showed that the participant’s sexual and musical identities were strongly linked by the common factor of self-perception. The difference in social climate between high school and college played a large role in her identity development as both a musician and a lesbian. In the present study, narratives from four additional participants informed the research. Participants’ unique stories enriched the overall study by acknowledging diversity among LGBTQ identities and areas of musical study.  The frame of participants’ experience includes high school, college and extracurricular music settings and in so doing, provides diverse environments for contrast and comparison. The present study represents a significant addition to music education and LGBTQ studies literature due to the emphasis on student perspectives. This paper examines assumptions about sexual orientation and gender that exist in a number of music education settings, and documents ways in which those assumptions have affected five musicians who share their unique testimonies. Music education settings include any place where music education occurs. High school music classes, extracurricular music LGBTQ Music Majors’  7 ensembles, private lessons, college music departments, performance venues and churches are examples of music education settings. Working from a view of identity that allows fluidity and malleability, multiple identity development theory and queer theory provide groundwork for understanding these young LGBTQ musicians’ experiences. In the course of this research, I sought to explore: a) ways in which peers and teachers created the social climate for LGBTQ students in music ensembles, b) effects of such climates on LGBTQ students, c) developing musical and sexual identities of LGBTQ college music major and d) interactions or disconnection of those identities. Definitions   This study borrows much of its terminology from queer theory and LGBTQ or Queer Studies. Terminology particular to LGBTQ culture and studies can be inconsistent among time periods. For example, the term transgender today refers to any person who expresses gender variance. In the past, it was used to indicate a gender variant person who was not undergoing surgery or hormone therapy. Transsexual was the specific term for an individual who had already used one of those methods to transition from one sex to another (“Lgbtqia glossary,” n.d.) . The following section defines terms as used throughout the study to be specific, contemporary and clear for the reader who may or may not be familiar with LGBTQ studies.  Sex refers to a sexual behavior or to biological sex, including chromosomal count and physiognomy of the genitalia. Gender is the socially constructed expression of self that lies on a spectrum of masculinity and femininity and androgyny. Gender is individual, fluid, and not bound to biological sex in any way (“Lgbtqia glossary,” n.d.). Gender identity is an individual’s subjective sense of their own gender, while gender expression LGBTQ Music Majors’  8 is how that gender is manifested in appearance and behavior (“Glossary of terms,”, n.d.). Gender variant is a description of an individual whose gender expression and/or gender identity strays from traditional expectations of the feminine biological woman and the masculine biological man (“Lgbtqia glossary,” n.d.). Their or they is a nongendered pronoun that some trans and queer people adopt as an alternative to a gendered pronoun such as he or she. Sexual orientation describes the sexual identities of most people as they relate to their sexual attraction to others. Sexual identity is the subjective counterpart to sexual orientation. It may or may not align with sexual behaviors, as in the closeted gay man who is married to a woman. Sexual orientation and identity, like gender, are subject to change and exist independent of biological sex. Sexual minority refers to individuals whose sexual identities or gender expressions deviate from traditional gender roles or heterosexuality and infers that such an identity places them in a socially marginalized position.  Heteronormativity is an essential concept to queer theory. It is the assumption that heterosexuality is normal and natural, and that any other form of sexuality is, by default, abnormal and in violation of nature. Heterosexism is the prejudice that arises from heteronormativity. According to the website of the LGBT Resource Center at University of California, Davis: Heterosexism excludes the needs, concerns, and life experiences of lesbian, gay, bisexual, and other non-monosexual people as well as asexual, transgender, and intersex people, while it gives advantages to heterosexual people.  It is often a subtle form of oppression which reinforces realities of silence and invisibility.  Homophobia is the fear and hatred of people who are not heterosexual or gender conformist (“Glossary of terms,” n.d.). All actions that express this fear and hatred may LGBTQ Music Majors’  9 be called homophobic. In this paper, I employ the term homonegativity, as it expresses the full spectrum of hatred, isolation, exclusion and abuse of LGBTQ people (Savin-Williams, 2001).  Coming out is the process by which an individual recognizes his, her or their own identity as LGBTQ and shares that identity with a number of people. Coming out occurs on many social levels, usually beginning with friends and family and spreading to larger social contexts such as the workplace or school (“Glossary of terms,”, n.d.). To be in the closet or closeted means to have recognized one’s own LGBTQ identity but to resist coming out to others.  An ally is defined as “a person who confronts heterosexism, sexism, homophobia, transphobia, heterosexual privilege, and so on, in themselves and others out of self-interest and a concern for the well-being of lesbian, gay, bisexual, transgender, and other queer-related people, and who believes that heterosexism is a social injustice” (“Lgbtqia glossary,” n.d.). Trans refers to all people whose gender deviates from expected social norms, including those who identify more specifically as transgendered, transsexual, transmen and cross-dressers (“Lgbtqia glossary,” n.d.). A measure of etymology is central to understanding of queer. The very word “queer” is a contemporary reclamation of an antiquated insult directed at LGBTQ people. It is now used in in several ways. Queer is used in this paper as a sexual identifier that includes anyone with same sex desire or variant gender. To be precise, a queer woman may exclusively love women, but is resistant to notions of masculinity and femininity (butch and femme, respectively) that the word lesbian implies. Queer has been embraced LGBTQ Music Majors’  10 by a number of LGBTQ youth since the 1990’s, but is less popular with previous generations who might associate the word with homophobia (Vaccaro et al., 2012). Queer studies, also referred to as LGBT or LGBTQ studies, are sometimes found within the fields of women’s studies, gender studies. For example, James Madison University does not have a department of LGBT studies, but instead offers a degree in Women’s and Gender Studies. This department offers classes in LGBT studies and queer literature. Because of the primarily sociological focus of this paper, queer will be used in the sense of Queer Studies; to identify people with LGBTQ identities. Queer and LGBTQ are used interchangeably to signify any person on the spectrum of sexual identity who is not heterosexual. Queer studies and queer theory are separate areas of study. While queer studies deals with the lives of queer people, queer theory is applied to cultural contexts such as literature and music history. Queer theory employs the word queer not as a sexual identifier, but a marker of difference or trouble within a given discursive field. To queer something is to employ critical analysis in a way that upsets working paradigms (Halperin, 2005). For example, queering an essentialist philosophy of education may mean exposing inherent bias in the essentialist curriculum.  Limitations of the Study Recruitment and response for the study was shaped by participating universities’ policies for external research and intradepartmental decisions regarding distribution of study information. The four universities that invited the researcher to share information about the study for recruitment purposes sent instructions to contact representatives who would then email students directly. No university provided the researcher with student LGBTQ Music Majors’  11 email addresses. The researcher had no clear evidence that all four universities sent recruitment emails. One university with which the researcher had approved contact did not follow up on emails asking for confirmation that the information had been distributed to students. At another university, both the music department and an LGBTQ resource group emailed students. In regard to the two remaining universities, only LGBTQ groups sent the email to their list serve. The decision made by those universities to not send the study’s cover letter to music majors via their music department had the effect of excluding LGBTQ students who are not out or do not belong to LGBTQ student groups. Therefore, participants from outside the research institution hail from a population that is generally out of the closet and comfortable enough with their sexual identity to belong to an LGBTQ ally group.   In an effort to be as inclusive of sexual minorities as possible, I titled this paper in reference LGBTQ music majors. However, only lesbian, gay and bisexual participants volunteered to take part in the study. As such, this study does not necessarily speak to the challenges and experiences of trans and queer music students.     Chapter II Review of Literature Extant literature from the fields of LGBTQ studies, music education and the cross-discipline of LGBTQ studies and general education provides context for the present study. Research on LGBTQ youth, identity, gender studies in music education, teacher education and teacher identity add supporting evidence to the case for a synthesis of LGBTQ studies and music education. Although a body of work that reflects the experiences of queer music educators exists, there has been little discussion that specifically engages the topic of LGBTQ music students.  This chapter includes a summary of major research on life experiences of queer youth in secondary school and higher education and a brief overview of LGBTQ identity models. From the field of music education, I present evidence from current academic literature on musician identity formation, queer music teacher perspectives, gender and sexual orientation in the music classroom. School Experiences of LGBTQ Youth An ongoing research study sponsored by the Gay Lesbian Straight Education Network (GLSEN) contains the most comprehensive quantitative data on LGBTQ youth to date. The reports, produced every two to four years beginning in 1999, include statistical findings on harassment, school attendance, mental health, and LGBTQ representation in curriculum and school culture. Each report provides an updated cumulative analysis of all GLSEN data through the years. The most recent survey was administered in 2011 to 8,584 American volunteer participants aged 13 to 20. Eight in ten participants reported being harassed because of their sexual orientation or gender LGBTQ Music Majors’  13 expression. Researchers found direct correlation between harassment and negative academic consequences, including truancy, lack of academic aspiration, depression and a general sense of danger within the school (Kosciw et al., 2012). Factors that most effectively promoted feelings of safety among LGBTQ youth were existence of a Gay-Straight Alliance (GSA), inclusive anti-bullying policies and supportive school staff. 33.1% of respondents were active in their school’s GSA. Regarding music education, 45.6% of respondents reported involvement in a musical ensemble at school. 14.4% of respondents took on leadership roles such as drum major or orchestra librarian in their school music ensemble. In terms of curricular treatment of LGBTQ figures and topics, respondents reported significant underrepresentation. An inclusive curriculum includes examples of LGBTQ people who have contributed to society in some way (Vaccaro et al., 2012). Only 1.4% of respondents report representation of LGBT persons or topics in music class.  People can express homonegativity in more nuanced ways than targeted harassment. Rather than overt displays of homophobia such as intimidation or physical violence, microagressions toward LGBTQ people occur in subtle forms including social cues such as exclusion, exoticization, invisibility, generalizing the LGBTQ experience, or using heterosexist language. In Nadal et al.’s (2011) study on microaggression, 26 self-identified LGBTQ college students participated in a semi-structured group interview. Participants described the cumulative effect of microaggression as comparable to that of overt verbal aggressions. Study participants perceived that perpetrators of microagressions consciously and unconsciously engaged in casual heterosexist and homophobic speech. LGBTQ Music Majors’  14 Several studies have examined the harmful effects of harassment and perceived homonegativity in schools.  In a 2011 mixed methods study, Oswalt and Wyatt found that LGBTQ students’ status as sexual minorities caused them to suffer from more instances of mental health issues than their non-LGBTQ counterparts, with bisexuals reporting the highest incidence. Data from 27,454 participants’ answers to the American College Health Association Assessment showed that depression, anxiety and panic attacks occurred more frequently in gay, lesbian and bisexual students. Suicide attempts within twelve months of taking the survey were highest among gay and lesbian students (Oswalt & Wyatt, 2011). In addition to affirming many of the findings in the GLSEN national survey as they pertain to the state of California, Researchers from The Safe Schools Coalition of California (2004) affirmed GLSEN national survey findings on the state level, finding a direct correlation between LGBTQ youth’s feelings of danger at school and likeliness to carry a weapon or abuse substances. Conversely, LGBTQ students said that they felt safer when schools took action on homonegative behaviors by creating resources, expanding protective policies and intervening in student-on-student harassment. Nonetheless, this study concluded that schools were not safe places for LGBTQ students based on the high instances of harassment and exclusion.  Wyss’ (2004) qualitative study of seven gender variant queer students related stories of physical violence directed at the participants and their reactions to the incidents. Fear, survivalist mentality, isolation, and a pervasive sense of victimization followed all of the participants as a result of having been attacked. School was described as a terrifying and dangerous place regardless of school staff support. LGBTQ Music Majors’  15 In Scourfield and McDermott’s (2008) study about coping mechanisms of queer youth, sixty-nine queer youth from the United Kingdom were interviewed individually and/or in small focus groups. In response to psychological distress they suffered as a result of their sexual or gender identity, participants described self-harm, ambivalence and resilience. Participants reported engaging in self-harming behaviors such as cutting or taking drugs to cope with chronic stress they experienced as sexual minorities. Not all participants dealt with stress in negative ways. Some participants overcame their stress by engaging their harassers and empowering themselves. In addition to outward resilience, participants described self-reflection and acceptance as healing for their stress. Accepting their own orientation as a part of biological nature was a key factor in participants’ logical acceptance of queer identity.  School Policy Public schools are legally obligated to uphold standards of safety for all students. Title IX of the Educational Amendment Acts of 1972 states that sexual harassment and gender-based harassment are prohibitive to students’ fair access to education and are therefore illegal. Although these federal mandates exist, most schools adopt additional policies that outline prohibited forms of harassment. The recent interest in anti-bullying school policy has set the stage for LGBTQ-specific policy and resources.  Several studies have identified lack of school staff training as a key factor in the schools’ failures to protect LGBTQ students from harassment and harm. In a comprehensive analysis of LGBTQ research studies from 1990 to 2003, investigators found school support for LGBT youth lacking. Specifically, elementary and middle school teachers and administrators resisted intervening in homonegative bullying or did LGBTQ Music Majors’  16 not have the tools and training to effectively protect or counsel queer students or children of queer parents (Holmes & Cahill, 2003).  In Fischer’s research on high school bullying and enforcement of policy, school staffs were presented with scenarios of bullying based on class, race, appearance and sexual orientation. He found that bullying concerning sexual orientation was least likely to be reported or interrupted by school staff (Fischer, 2011). Conversely, implementation of teacher training programs on LGBTQ issues has a proven positive impact. Horowitz and Hansen’s study on Minnesota’s “Out for Equity” intervention program showed the effectiveness of LGBTQ resources, discussion and inclusive bullying policies on public schools. Surveys (adapted from GLSEN’s survey instrument) were administered to 670 students, and their answers reviewed by 180 school staff. Researchers conducted pre- and post-intervention surveys each year over a five-year period (from 2000 to 2004) to determine the effectiveness of OFE’s efforts. Results of overall data analysis showed that, from year to year, teachers intervened in homophobic bullying more often, and homophobic slurs were used less frequently in classrooms, but not in hallways and the cafeteria. In addition, students and staff were more comfortable discussing LGBTQ issues after attending the intervention program, and LGBTQ students felt safer at school. Throughout a given school year, however, results plateaued until the start of the next academic year. Improvement in school climate corresponded to the school staff’s familiarity with intervention techniques, suggesting that actions of school staff play a vital role in determining the overall climate of the school for LGBTQ students (Horowitz & Hansen, 2008).  LGBTQ Music Majors’  17 College Experiences of LGBTQ Youth  For LGBTQ youth, the transition from high school to college signifies increased access to LGBTQ communities and resources. Yet college environments are not free from atmospheres and acts of homonegativity. In a mixed method study of campus climate for LGBTQ students, Rankin recorded and analyzed responses from 1,669 students and staff at 14 universities. Findings suggest that the studied campus environments were places of disempowerment and uncertain safety for LGBTQ individuals. Students reported “lived oppressive experiences” (Rankin, 2003, p. 4) such as verbal harassment and concealing their orientation out of fear. Nearly half of all respondents (43%) characterized their campus’ climate as homophobic, and ten percent reported that they would avoid known LGBTQ congregation spots out of fear of being seen as queer themselves. Despite those overall indicators of homophobia, 64% of respondents felt that within their classroom or work site, they were accepted as LGBTQ individuals. 72% of respondents reported visibility of LGBTQ resources, but 41% described the university as unengaged in the discussion of LGBTQ issues. 43% reported that LGBTQ people are underrepresented in the curriculum (Rankin, 2003).   Trans students represent perhaps the most marginalized segment of the LGBTQ college population. In McKinney’s (2005) phenomenological study of 75 trans college students, written surveys were distributed and analyzed in order to gain insight into the campus experience for trans students. Student LGBTQ groups provided a safe, although not entirely knowledgeable group of non-heterosexuals to mingle with. Many participants described their professors or peers as being uneducated about trans people. Counseling services for trans students were unavailable, inappropriate (one participant was referred LGBTQ Music Majors’  18 to a mental institution in response to expressing their trans identity) or inadequate for all but three participants. One participant summed up the experience of being trans on campus as, “We’re on our own” (p. 69).  LGBTQ Campus Groups and Resources   Student groups for LGBTQ youth and their allies demonstrate resilience and visibility on campus. They reflect an unapologetic right to exist on campus and, because they must obtain school support, such groups represent an expectation of positive climate for LGBTQ students across the entire campus. Campus LGBTQ groups provide opportunities for peer role modeling, self-advocacy and activism. For high school students from unsupportive home environments, LGBTQ ally groups may be a key provider of emotional support. Mufioz-Plaza, Quinn and Round’s (2005) qualitative study on the connection between social support and sexual identity included testimonies from twelve LGBTQ youth aged 18 to 22. Findings suggest that peers and other LGBTQ people are perceived to be emotionally supportive of LGBTQ youth as they explore their emerging identities. Participants were reluctant to disclose their sexual identities to family members while they were still cohabitating, primarily due to an assumption of disapproval. Results showed that LGBTQ youth draw on multiple sources of support, often relying on peers and ally groups in lieu of family support. In Renn and Bilodeau’s (2005) study of identity development of LGBTQ resource group leaders, seven participants were interviewed about campus life, identity, and leadership. All participants were active as leaders in their own campus groups and had a part in organizing a national conference on LGBTQ student groups. Campus resources for sexual minorities were important to participants because of the increased visibility LGBTQ Music Majors’  19 they provided, but also because of personal counseling or support received early in the college experience when coming out to peers is a crucial moment of acceptance or rejection. Participants described their association with campus queer groups as a way to identify as a non-heterosexual without having to verbalize as much. Likewise, when representing the group to other campus social organizations, participants described a feeling of acceptance and inclusion among students of color and international students. Affiliation with LGBTQ groups strengthened the convictions of participants concerned with social justice issues and contributed to emerging identities as activists for LGBTQ and other issues.  Westbrook’s (2009) research on the gender gap in participation in college LGBTQ groups drew on thirty interviews with students and staff at a university in California. While LGBTQ resource groups can act as vital systems of support for students, many female students choose not to participate in them due to exclusion within the group, “friendly-fire” (p. 370) or covert sexism, and conflicting goals. Some participants reported bias against bisexuals, transgendered people and femme lesbians. Groups were almost exclusively run and recruited by gay men, leading to primarily male attendance at meetings. Most queer women interviewed described difficulty in meeting others like them, and the ensuing disappointment of the male-dominated atmosphere in student queer groups. The lack of attendance by women contributed to a cycle where only a few women attended a given meeting, and then quickly dropped out because of the dearth of female participation.   LGBTQ Music Majors’  20 Multiple identity development   Queer music students’ identities are complex constellations of selves shaped by social constructs. Culture, race, ethnicity, geography, sex, gender, music, scholarship, socio-economic position and teacher identity inhabit spaces in the identity construction of these young people. Jones and McEwen’s (2000) interviews with ten undergraduate women gave ample support for an idea of multiple dimensions that contextually shift with regard to personal and social identities. In their model of multiple dimensions of identity, they argue that one’s personality forms around one central identity, and that all other aspects intermingle with the central identity and one another. Identity is always at play with itself in relation to its multiple dimensions. As outside influences change or emerge, so do dimensions of one’s identity.  In 1973, the American Psychiatric Association removed homosexuality from the list of mental illnesses in the Diagnostic and Statistical Manual of Mental Disorders (DSM). This act gave credence to sociological and psychological researchers who the medical community had previously dismissed as researching a topic that rightly belonged in the hands of psychiatrists. At this time, psychological models of homosexual identity formation began to emerge (Dank, 1971; Cass, 1979). Troiden (1989), D’Augelli (1994), Dilley (2005), Savin-Williams (1990, 2001, 2005) and others continued study of queer identity formation in subsequent years. Troiden’s seminal work in gay identity formation describes a fluid process of identity. He describes major stages of sensitization, identity confusion, identity assumption and commitment. Although this model appears to be linear, Troiden concedes that stages may occur simultaneously or not at all, depending on an individual’s LGBTQ Music Majors’  21 experiences These stages progress from least experienced and self-questioning to most experienced and self-accepting (Troiden, 1989). A number of researchers described similar stages of denial, experimentation, quasi-acceptance, questioning and acceptance (Cass, 1979; Savin-Williams, 1990; D’Augelli, 1994; D’Augelli & Patterson, 1995). All of these models echoed established models of human development in which the individual moves toward self-knowledge and actualization in relation to their social and cultural surroundings (Piaget, 1954; Maslow, 1943). The existence of a coming-out process is an essential point of agreement amongst all extant models of queer identity development. In a study of male collegiate gay identity, Dilley (2002) interviewed sixty-three men who had attended college between the years 1945-1999.  Resulting data suggests that the era in which the men had attended college greatly affected how they viewed their own identity. From the clinical “homosexual” of the 1950’s, to the out and proud “gay” of the 1970’s and finally to the contemporary “normal” (Dilley refers to this as “parallel”), the men interviewed described their sexual identity in terms of how much it they perceived it to differ from heterosexuality (Dilley, 2002).  In Savin-Williams’ (2005) recent work, he proposes that acts of coming out and attaching oneself to a sexual identifier (e.g., gay or queer) are becoming less meaningful to some LGBTQ youth, in accordance with LGBTQ-friendly youth culture of today. However, culture at large and youth culture change at different paces. Savin-Williams warns that “researchers should acknowledge the fragility of their finding because aspects of their data are old news by the time they are published” (p. 14). While it is possible that “the gay adolescent will eventually disappear” (p. 21), he maintains that a distinct gay LGBTQ Music Majors’  22 perspective does exist and deserves consideration, even in its constantly fluxing state. Indeed, Dilley added to his own work after finding that the technology explosion of the 2000s had given rise to a generation of queer digital natives whose identities were more fluid than ever. His most recent research reveals a segment of young people who flatly refuse to attach identifiers to their sexual identities (Dilley, 2010).  An analysis of LGBTQ identity models by Bilodeau and Renn (2005) recommends using a lifespan (i.e., non-linear) approach to sexual identity development. Models of identity development such as those in D’Augelli’s (1994) work include room for societal influence in an individual’s complex and fluid development. D’Augelli states that identity development does not necessarily follow sequential stages, as other researchers had previously assumed. Lifespan models of development acknowledge that cultural context contributes to skipping stages or experiencing stages out of the previously accepted order of awakening, questioning, avoidance, acceptance and coming out. In addition, identity constructs such as race or ethnicity may further distance the process from models based on Western ideas of sex and gender.  Bilodeau and Renn recommend the life-span model for use in campus LGBTQ support initiatives as a way to ensure inclusivity. Blackburn and McCready’s (2009) study explored the multiple identities of urban queer youth who constantly negotiate their social, ethnic, economic and sexual selves. Urban queer youth have more access to LGBT resources than their suburban or rural counterparts. Resources more commonly found in cities include health, housing and counseling services as well as large community groups, activist groups and cultural events and spaces specifically for LGBTQ people. Despite the abundance of resources, LGBTQ Music Majors’  23 many participants’ queer identities were often subsumed by other aspects of their lives they perceived to be more socially acceptable. In Friedman and Silvestre’s (2004) qualitative study, fifty self-identified LGBTQ youth were interviewed individually and in focus groups about their views on sexual identity. Findings supported a model of sexual identity based on the object of attraction with whom they desire a long-term relationship. Sexual activity did not necessarily dictate sexual identity. In a study from DePaul University, 63 self-identified gay or bisexual young men aged 14-22 participated in a mixed method study that consisted of a written questionnaire and aural interview. Participants were asked to describe their orientation and other related aspects of their personhood, including racial identity, masculinity, integrated identities and high-risk behaviors. Themes emerging from the study were positive self-conceptions of being gay and the ability to bounce back from lived gay-based oppression. Positive aspects of being gay included a sense of connectedness to the gay community and to females. Some participants described experiences in gender flexibility that they felt had freed them from gender stereotypes and expectations. The ability to reverse or abandon gender roles was seen as liberation from the socially enforced expectation of masculinity (Harper, Brodsky & Bruce, 2012). Identity as Musician  Becoming a musician requires commitment to study and, for many students, active participation in an ensemble. Increased technical ability and understanding of music fosters deep personal identification as musicians for college students. When surrounded by other musicians, students find motivation to improve and grow. Ensemble LGBTQ Music Majors’  24 membership has a profound effect for younger musicians, as they strive for a sense of belonging with peers. Peer and teacher interactions inform the developing musician’s self-concept and play a large part in determining the subjective quality of musical experience.  In Pitts’s 2004 study, interviews with eleven high school seniors and nine college freshmen examined perceptions of participants and others as musicians. The transition from high school to college brought about a shift in identity for participants, who describe the change of being one of a few music experts in high school to being a part of a larger group of skilled individuals in college. Participants experienced increased pressure from themselves and from the academic community to identify as musicians in the midst of older, more accomplished college students. While examining their own abilities and passion for music, participants experienced increased anxiety and desire in relation to competition for prime spots in ensembles.   Lamont’s (2002) research on musician identity in the school environment demonstrates the significance of group identity for young musicians. Students from two middle schools completed written questionnaires with the aid of some extra verbal instruction. Participants described themselves as musicians in a positive light when discussing activity in music ensembles, whereas their self-perceptions as musicians in a larger context (or any context that included a majority of non-musicians) were less positive. They were more likely to retain a musician identity in late adolescence if they had participated in extracurricular musical activities.   Burland and Pitts’ (2007) research examined music majors’ attitudes in the first semester of their college careers. Data from interviews with fifty participants reflected LGBTQ Music Majors’  25 attitudes of eagerness to try new things and challenge themselves in relation to feeling a sense of belonging in the music department community. Students described a correlation between the strength of the musician identity and their confidence in both musical and non-musical subjects. Students also cited making friends as one of the most important factors in maintaining confidence levels. As the semester progressed, students underwent a change in the way they perceived themselves as learners. As they gained experience with the college setting and its requirement of self-directedness, they were less dependent on teacher approval and less anxious about displaying “appropriate behavior” (p. 244).  Gender and Music Education  Gender and sexual identity are closely linked by the general public’s perception of masculinity and femininity. The binary of masculine vs. feminine informs discourse on gender and by extension, discourse on sexual identity. Issues surrounding gender in the music classroom are therefore pertinent to the present study. Gender is a socially constructed phenomenon (Butler, 1990). As such, perceptions of gender are dependent on the way gender roles are modeled in childhood and throughout life. Gender expression, whether simply perceived or intentionally performed, locates individuals in relation to their social surroundings. In a study entitled “Sex/Gender Research in Music Education: A Review,” Laree Trollinger (1993) collected and analyzed a body of published studies on the topic of sex and gender in relation to music education. The studies collected were published between 1968 and 1992 by two major music education journals (Journal of Research in Music Education and Bulletin for the Council of Research in Music Education) and two psychomusicology journals (Psychology of Music and Psychomusicology). Her findings LGBTQ Music Majors’  26 highlight the importance of gender and perceived gender-appropriate behavior in the music classroom. Boys and girls participate in music in ways that speak to their concerns about appearing to conform to expected gender roles. Teachers report more interactions with boys in terms of verbal instruction and response to questions. Trollinger recommends that in order to avoid gender bias in the classroom, teachers should take care to interact directly with girls as much as they do boys, even if they are displaying all signs of “correctness,” and that they should challenge girls to take risks. Boys, who displayed an overall reticence to express themselves or respond to music, should be encouraged to do so. Trollinger admits that social and historical gender associations with instruments and music are sometimes too strong to be erased entirely. Portrayals of musical instruments as gendered objects can shape young musicians’ choice of instrument. In Conway’s (2000) research on high school students’ instrument choices, interview data reveals the persistence of gender stereotyping in relation to instruments despite a growing number of students who broke the stereotypical associations. In regard to their success on gender atypical instruments, those students cited support from parents and instrumental teachers, as well as an ability to ignore gender-based bullying from their peers. The most common counterexample of gender stereotyping given by participants was a male playing the flute. Examples of instrument choice corresponding to gender stereotype include boys playing low brass and girls singing.   In Roulston & Misawa’s (2011) qualitative study of music teachers’ treatment of gender in the elementary music classroom, teachers describe the effects of their own gender on the classroom and how they treat gender in class. One female participant spoke LGBTQ Music Majors’  27 of maternal qualities that she exhibits with her students, and speculated that male music teachers prefer to demonstrate more masculine, competitive teacher personas. All participants spoke of using stereotypical gender roles as teaching devices (i.e., using metaphors about feminine women and masculine men to describe the desired musical expression). Most participants professed no difference in their own treatment of boys versus girls, and no difference in their behaviors in class, although one participant admitted to interacting more with boys on account of boys’ perceived active nature. One male participant, a choral director, described the fear that fathers have expressed to him regarding a perceived connection between singing and homosexuality. Most participants highlighted the approval of fathers as a powerful force behind male participation in music classes. One teacher attempted to fight the stereotype by specifically recruiting football players for the choir, but continued to experience gender bias from fellow teachers, coaches and parents.  In Lucy Green’s (2001) study on gender and music education, 78 teachers completed a questionnaire and 69 students were interviewed. Both teachers and students link femininity with classical music, slow music, stringed instruments, and singing. Boys were depicted as show-offs and as proficient in electrified music. Teachers characterized boys as displaying negative attitudes toward the feminine domain of music, but as having higher levels of creativity. Teachers were largely unaware of music making outside the classroom by both boys and girls, possibly affecting their view of boys as more creative or intelligent. In earlier studies by Green (1997) for her book Gender, Music and Education, boys and girls were reported to have restricted their own musical behaviors based on beliefs about gender roles.  LGBTQ Music Majors’  28 The cultural expectation of heteronormativity is general and ubiquitous. Gender performance, or the acting out of gender that is more consistent than one’s own true gender expression, is a means for gender conformity. The music classroom is one place for possible gender performance. Boys who make music often defend their masculinity to those outside the musical world and with those within it. In an in-depth study on high school masculinity, Pascoe (2007) spent eighteen months conducting field research in one high school. Her findings suggest that the use of the “fag” epithet among straight teen males is a way to control their own masculine identities through gender-based exclusion. While “fag” is used to reference sexual identity, it can also describe potentially gender-bending behaviors and attitudes of straight males. Music making, in particular singing, was often associated with femininity, and by association, the fag epithet. Martin Ashley’s (2002) research on adolescent male vocalists reveals the problem of gender for boys in the choral setting. Interviews with eighteen young male singers detail the pressure participants felt from peers regarding singing as an unmanly activity. Ashley cites many studies that indicate that male participation in choirs is significantly lower than in years past, in part because of the gendered perception of singing. Within the choirs, however, the boys honored one another’s singing as an achievement-oriented activity. Abramo’s 2011 study considered gendered meaning in popular music making. The researcher grouped seventeen high school students into two bands each; one of single gendered students and another of mixed-gendered students. Participants were observed during rehearsals of both bands and interviewed individually. Boys in the study were reluctant to participate in high register singing or lyric writing because of their feminine LGBTQ Music Majors’  29 associations. One participant described expressive lyrical vocalism as sounding “like a little bitch” (p. 11). Although he was observed in formal high school choirs singing in a variety of ranges, he refused to depart from low register, chant-like vocalizations in the band setting. The latter context showcased a personal identity rather than a group identity. Therefore, this participant’s actions in the band speak more to his desired gender performance as a masculine artist. Another participant, who asserted his masculinity through virtuosic guitar playing, refused to write lyrics in the single sex band. He did, however, write lyrics in the mixed sex band. These lyrics displayed heterosexual romantic sentiments that negated possible perceptions of gender-deviance (Abramo, 2011). For girls, gender expression plays an important role in close friendships and cliques. In a mixed method study conducted in English high schools, researchers examined girls’ attitudes about standards and qualifications for popularity. Participants described being aware of a major shift in friendships from middle to high school based on the increase of heteronormative behavior expectations. Although their own friendships often emulated romantic relationships in intensity and even language, they espoused a profound dislike of lesbians or those who might be lesbians. Being sexually attractive to boys was an important factor in popularity, according to the participants (Duncan, 2004). Payne’s (2007) study explored consequences of gender and sexual orientation nonconformity through qualitative analysis of interviews with eight self-identified lesbians aged eighteen to twenty-one. The researcher described how female adolescents did or did not participate in creating heterosexual and normative gender identities. Popularity, the most desired element of adolescent society, was dependent on LGBTQ Music Majors’  30 attractiveness and appearance of straightness. The desire to attain popularity manifests in young females as they follow the heteronormative cultural imperatives of adhering to traditional notions of femininity (in appearance and action) and verbally expressing heterosexual desire. Other female classmates intentionally ostracized girls who did not conform to heteronormative social expectations.  The music classroom, particularly in band settings, provides a more flexible gender environment for some girls. In Jenna Moore’s (2008) autobiographical narrative about the impact of music education on her gender-identity and self-perception, she describes a gender rebellion acted out by performance on typically male-dominated brass instruments. Although her relationship with the trombone was a source of personal power, inside the music classroom she acutely felt her status as a sexual minority. In jazz band, male classmates often blamed her for musical and logistic mistakes. In contrast to the gender transgressive musical identity she inhabited in band, her experience as part of a soprano section in the choir forced her into a traditionally feminine role. The choral setting reduced her perceived importance in the ensemble due to being a part of a primarily female ensemble. She describes being a self-conscious participant in a false “correct” femininity in choir due to both the social climate in the choir and because of her physical stature.  Sexual Orientation and Music Education  Anecdotal evidence for sexual minorities in music education abounds in general culture. However, an increased quantity of LGBTQ musicians being depicted in media does not necessarily connote increased public sensitivity toward LGBTQ people. Materials and learning experiences that purposely reveal the LGBTQ identities of LGBTQ Music Majors’  31 significant music figures promote understanding of LGBTQ issues and foster wider acceptance. As for the experiences of young LGBTQ musicians, a single existing study contains powerful testimony that attests to the essential function of music education in their lives.  Talbot and Millman (2010) studied treatment of marginalized social groups in the television series Glee and found that depictions of queerness played to stereotypes. The gay character, Kurt, performed his role as the gender-bending singer within the context of music class. He was depicted as a victim of anti-gay harassment in the first episode of the series. Another character with gay association was Rachel, who was parented by gay fathers. Her fathers seemed to have sculpted her life around goals of fame and fabulousness, and she constantly strove to outshine her peers in music, theater and cheerleading performance. Both characters illustrated stereotypical depictions of gay men; one as an object of harassment and the other’s fathers as enthusiastic patrons of the entertainment industry. The researchers concluded that Glee depicted the classroom as a safe place for marginalized students, but also a place that is itself marginalized in the context of the school.   Elizabeth Gould (2011) tells about participating in band as a gender nonconformist youngster and relates it to campy vignettes in the popular musical The Music Man. The main male character in the musical performs gender fluidly, even dancing the female role in a duet. This culturally accepted gender-bending character was accepted in mainstream American culture for the large part of the 20th century in part because of a “gay sensibility” (p. 2) in American band culture. As a player, being able to hide behind the desexualized band uniform provided a sense of freedom regarding gender LGBTQ Music Majors’  32 and a place of belonging. Gould posits that instances of gender nonconformity and gay sensibility should not just be included but highlighted and analyzed in the music classroom. In Knotts & Gregorio’s 2011 study about homophobia, school, and music education, 20 members of the Gay Men’s Chorus of Los Angeles ensemble presented a program to 101 high school choral students. Biographical sketches of composers and the performers themselves highlighted issues of marginalization based on race, class and sexual orientation. Pretest responses from students show ambivalence toward subjects of prejudice and discrimination, while posttests demonstrate students’ heightened understanding of issues regarding race, class, gender and sexual orientation. A great number of responses included a desire for social action on these topics and compassion for marginalized populations.  In the only published academic qualitative study on the experiences of LGBTQ music students, Fitzpatrick and Hansen (2010) examined four gay and lesbian college students’ reflections on participation in high school music ensembles.  All participants were in the second half of their undergraduate college careers at the time of the interviews and had come to terms with themselves as LGBTQ individuals. Students discussed multiple dimensions of identity in terms of music, religion, sexuality and race and described the importance of music as a form of self-expression and a means for “fitting in” (p. 9) socially. The study includes a suggestion that music teachers educate themselves about LGBTQ issues and remain sensitive to the important role that they play in young queer musicians’ lives.  In this chapter, research from multiple disciplines provided a starting point from LGBTQ Music Majors’  33 which to consider the unique position of the LGBTQ music major. Music education settings contribute to a sense of belonging as well as a developing sense of self as musician. Concurrently, LGBTQ musicians develop identities as sexual minorities. Identity formation takes place in the context of the family, musical and larger social settings in which they live. As LGBTQ music majors navigate the unstable social terrain of acceptance by family, friends and community, they draw on coping strategies that range from self-destructive to celebratory.    Chapter III Methodology The purpose of this study was to identify roles that music education plays in LGBTQ music majors’ lives. The design of the study adopted a collective instrumental case study design, which gathers information from multiple sites or multiple cases within a site in order to illustrate a given issue (Creswell, 2007). In this study, multiple cases from multiple sites illustrate the issue of LGBTQ students in music education settings. Replication logic, or the practice of repeating research methods in order to provide robustness to data found in an initial study, was used to enrich the data with multiple perspectives on LGBTQ music students. In collective case studies, replication is used to confirm the existence of a phenomenon and to present multiple perspectives on it (Yin, 2003). Exact study replication was not possible due to the fluid nature of the interviews. Questions were presented in a way that honored the natural flow of each participant’s narrative. The nature and variety of topics differed in each interview; however, similar themes emerged across interviews that resulted in robust data. By exploring a number of individual experiences in detail, this study design places importance on the inner thoughts, motivations and desires of participants. Each participant’s story illuminates LGBTQ issues in a unique way. According to Smythe and Murray’s (2000) recommendation, semi-structured interviews followed the contours of each participant’s unique personal narrative rather than adhering to a rigid set of questions.  Recruitment and Selection The researcher drafted a cover letter and informed consent form (Appendix A). Both documents described the study, qualifications for participation and contact LGBTQ Music Majors’  35 information. The qualifications for participation were that respondents: were of 18 years of age, were currently enrolled in a university with a declared major (or intent to major in) music, and self-identified as gay, lesbian, bisexual, transgender or queer. The researcher provided contact information in the email, with an invitation to contact her directly with questions about the study or to express interest in participation.  Although it was possible to select participants with sufficiently diverse sexual identities from one campus, such a selection would represent the social climate of only one school. Reporting on the experiences of LGBTQ students in multiple locations has the benefit of including student experiences from a number of collegiate social climates, thus enriching the data. Cover letters and consent forms were sent to institutional review boards (IRBs) of seven public and private universities in Virginia. Of the seven universities, three did not take part in further recruitment. One university refused to distribute external study information. Another university required external studies to undergo internal IRB as well as IRB approval from the researcher’s institution. The time it would have taken to complete a second IRB application through this university did not fit into an appropriate schedule for conducting interviews. A third university did not respond to the researcher’s emails. With clearance from IRBs of the four remaining universities, cover letters and consent forms were sent to contacts of LGBTQ campus resource groups and music departments. The researcher found contacts in each of these departments through Internet searches on university websites and phone calls.  Eight initial respondents from two universities expressed interest in participating in the study. Four participants from two universities were selected from the initial responses. Selection was performed in such a way as to represent the most diversity in LGBTQ Music Majors’  36 sexual identities and area of musical study. Yin (2003) recommends more than two participants in a multiple case study as a way of strengthening data while providing diversity in response. Four participants, plus the additional participant from the pilot study, provided data regarding LGBTQ music majors from multiple perspectives. The four participants in this study were self-identified lesbian, gay, and bisexual adults enrolled in a college or university with declared concentrations in music education and music performance. Participants represented vocal and instrumental backgrounds. Dissimilar backgrounds in music further enriched the data on high school experiences: participants attended conservatory preparatory programs, extracurricular ensembles, private lessons, and public school ensembles as teenagers.  Interview Procedures The researcher obtained approval for the study from her home institution’s Insititutional Review Board two months prior to beginning interviews. Participants determined interview locations they perceived as safe and convenient. One participant agreed to meet in a busy music school lobby, while the others preferred the quieter and more private environment of an office space in the music school. Upon meeting at the interview location, the researcher verbally explained the informed consent form and obtained signatures. The researcher and each participant engaged in a semi-structured interview. Times of interviews ranged from 35 to 55 minutes and utilized a set of ten questions (Appendix B) designed to encourage participants to tell their story in an organic way. As such, the sequence of questions varied from interview to interview. Each interview was recorded using the audio software Garage Band and was stored on a password-protected laptop computer. Audio recording is a vital tool that allows the LGBTQ Music Majors’  37 researcher to best understand the meaning of a participant’s narrative by collecting it in its most accurate form (Yin, 2003).  In addition to providing an exact record of the participant’s responses, audio recording also adds richness to the data because it includes elements of speech (such as emphasis, tone and timing) that carry personal meaning. The researcher took field notes throughout each interview in order to make note of facial expressions, pauses in dialogue or other significant events that cannot be captured through audio-only recording. Both college campuses were toured and observed in person in order to get a sense of the visual aspects of the social climates. Social climate for LGBTQ people is a combination of interactions with others and the physical spaces that house those interactions. Physical spaces are made safer for LGBTQ people by the presence of LGBTQ pride items or Safe Zone stickers (Vaccaro et al., 2012).  Campus LGBTQ offices were toured on both campuses.  Data Analysis  The researcher transcribed the interview recordings verbatim, employing pseudonyms for the participants.  The compiled interview transcriptions totaled sixty-two pages. The resulting transcriptions were then analyzed in accordance with procedures for case study research (Creswell, 2007).  Triangulation of data occurred through analysis of the researcher’s careful examination of the audio recording, transcription and field notes. The researcher first conducted a within-case analysis of each interview that resulted in a description of themes that emerged from each participant’s responses (Creswell, 2007). Themes were coded generally, and then sorted into more specialized categories as analysis progressed. Constant comparison was used throughout to verify consistency of codes. Themes appearing throughout each interview informed participant LGBTQ Music Majors’  38 profiles that appear at the beginning of Chapter 4.  Profiles also served to humanize personal narratives given in interviews. “The narrative is told from a consistent, personal perspective and is aimed at revealing the unique, idiosyncratic character and life circumstances of a particular individual” (Smythe & Murray, 2010, p. 327).  The researcher then employed a cross-case analysis to explore similarities and differences in participants’ responses. The inclusion of multiple perspectives and contexts served to illustrate the multi-faceted nature of LGBTQ musicians’ experience and informed the researcher’s construction of a typal narrative. Typal narratives thread together the personal stories of people who share similar social categorizations (Smythe & Murray, 2010). Initial coding yielded two large themes: social climates in music education settings and identity. A second phase of analysis yielded a number of codes within each of the large themes. The broad theme of social climates in music education settings included secondary themes of peers and perception in high school and college, and the role of the music teacher. Within these secondary themes, eleven tertiary codes emerged. Identity, as a broad theme, yielded three secondary themes of musician identity, sexual identity and multiple dimensions of identity, from which nine tertiary codes emerged.       Chapter IV Individual Narratives and Social Climates in Music Education Settings The present study sought to investigate the nature of the LGBTQ student experience in music education settings by providing narratives drawn from participants’ perspectives. Study members shared stories about being queer musicians in the context of music education but also revealed subjective ways in which music and sexuality interact. Interviews resulted in a diverse collection of experiences in high school and college contexts. Significant themes that emerged across the interview data include: social environment of music ensembles, influence of teacher attitude toward LGBTQ people, and relationship of musical and sexual identities.  Participant Profiles In order to give each participant’s story the space that it deserves, individual profiles are presented first. The individual narratives presented in these profiles provide a sense of each participant as a unique individual. They are meant to show each participant’s connection to music, their personal odyssey of sexual identity development and broad themes within the individual interviews. Participants’ diverse backgrounds give multiple perspectives on sexuality and music education.  Delia. Delia is a twenty-two year old female clarinetist and self-described lesbian. At the time of the interview, she was completing her internship as a student teacher in her last year as a music education undergraduate student. Student teachers are encouraged to grow by reflecting on their classroom experiences and engage in introspection that is both holistic and education-centered. The student teacher sees herself as a product of her past student life and the teacher she hopes to be (Pedro, 2005). As a student teacher, Delia was LGBTQ Music Majors’  40 in a position to reflect on the whole of her college experience, who she had been and who she was becoming. She spoke articulately and intelligently about her experiences as a lesbian musician and future teacher. The overarching theme of her interview was personal struggle, crisis and eventual self-acceptance and renewal. Delia hails from a very conservative town in a neighboring state to her college. Self-esteem issues related to her struggles with lesbian identity resulted in a debilitating depression and eating disorder throughout her teenage years. She briefly returned home from college to recover from this crisis. It was during this ordeal that she finally embraced herself as a lesbian and as a serious musician. Although her parents were discouraging of her newly professed sexual identity, Delia found support in a therapist and her younger sister. She returned to college with a renewed sense of self that carried her through the remaining coursework. As a musician, Delia is self-motivated and highly engaged as a player and a leader in multiple ensembles. She values music for its ability to bring people together as well as for its expressive qualities. For me, large ensemble playing is probably my favorite thing to do as a musician because there’s so much connective potential in a room like that. I really feel, you know, there’s something really great about being in a room full of other musicians and they’re all unified toward the same goals and even though there’s that sense of unity, there’s also diversity in terms of people’s personalities and instruments. So I guess I like seeing people brought together in that way. (Delia, line 50)  Delia described her musical identity as closely linked to her sexual identity, and told about the ways in which overcoming internalized homonegativity fueled her growth as a musician. Delia’s bravery in the face of a life-threatening eating disorder shows a great resilience and strength of character.  LGBTQ Music Majors’  41 Andrei. Andrei is a twenty-year-old vocal performance major and self-described bisexual man with an easy, affable nature. He described his family as being accepting of his sexual orientation, while not badgering him to decide what he is in terms of sexual orientation.  He attended two high schools, each with a distinct class culture and value system.  In his freshman and sophomore years he went to a middle-class suburban high school with a fairly progressive environment. During this time, Andrei said that he was vaguely unhappy, and often hid behind a hoodie sweater. While transitioning to a more urban high school in junior year, he underwent a personal change that included a turn toward self-acceptance. Throughout his boyhood, Andrei participated in an extracurricular boy’s choir that included other LGBTQ singers. As a college student, Andrei was comfortable expressing himself and representing himself as bisexual, but saw no need to be overt about coming out to his peers. “It’s my experience in choirs, you just – you talk about the music.  You don’t need to talk about other things unless you’re like, around these people all the time” (Andrei, line 147). As a vocalist, Andrei is deeply engaged in in his study and professional growth. He is acutely aware of his voice at all times, and speaks in a lilting and mellifluous stream. As a teenager, he first resisted expanding his range to include the lower register. Forcing his naturally high voice down to the more typically masculine range felt like an intrusion on his sense of self at the time, but now that he is training to become a professional, he appreciates the full range of his voice.  Cassandra. Cassandra is an eighteen-year-old freshman who self-identifies as bisexual. As well as studying French horn performance in college, she is in a leadership position at her school’s LGBTQ Allies club and a member of a music fraternity.  She is LGBTQ Music Majors’  42 outgoing and high-spirited, with a keen awareness for social dynamics. During our interview, she appeared to be completely comfortable and even enthusiastic about discussing her experiences. “I really feel the need to be an activist, and I had always wanted to do that in high school, but there were never, like, the avenues to do it” (Cassandra, line 166).  Cassandra’s bisexual identity emerged at the very end of her senior year of high school. She confided in her gay best friend and quickly joined the Gay Straight Alliance, which he had formed just that year. When this friend came out to their band director, he was met with acceptance and compassion. As a result of the teacher accepting another student as gay, Cassandra felt that the teacher would have accepted her, even if some of her classmates might not. Nonetheless, she chose to start over in college as an open bisexual and does not see a need to come out to her high school band friends.  Cassandra spoke of the high school band and college music environments as familial and accepting environments. Her experience in college has given her opportunities to grow as a leader and a musician. She described the music school environment as mature, professional, fun, and open-minded. She acknowledged music making and music listening as key emotional outlets. Cassandra saw the musical and sexual aspects of her identity as co-existent and pervasive, but not necessarily related.  Isabella. Isabella is a twenty-one-year-old harpist and music education major. She describes herself as a bisexual or questioning female. The overarching theme in Isabella’s interview was her strong identity as a musician. She has been determined to be a harpist, and has been immersed in the harp world, since seventh grade. “I’m a workaholic” (Isabella, line 606). LGBTQ Music Majors’  43 Isabella comes from a liberal-leaning family who supported her childhood aspirations to be a musician by enrolling her in a private harp academy and a small, part-time high school. Before entering university, she attended community college and continued to teach and take lessons at the harp academy. She described her high school experience as music-centered and isolated from her peers. Because peers at the part-time high school were extremely socially conservative, she avoided getting to know them. She was surrounded by much younger students at the harp academy. Consequently, she formed deep and lasting friendships through online communities. In college, Isabella experienced same-sex attraction that made her reconsider her sexual identity. She is well informed about LGBTQ issues, and has online friends with LGBTQ orientations. She described her musician self and her emerging sexual self as completely separate.  Paolo. Paolo is a twenty-year-old self-described gay man. He is a cellist and a music education major. During our interview, Paolo was soft-spoken, thoughtful and judicious with his wording. He appeared to be deeply engaged in his own growth as a musician, which he saw as tied to his issues with his emerging gay identity. Although he expressed discomfort with his own sexuality, Paolo spoke about it with self-awareness and honesty. Paolo described himself as in the closet, with only a handful of close friends with whom he felt comfortable identifying as gay. His family’s position on homosexuality was somewhat conflicted. Paolo’s grandparents ostracized his aunt for coming out as lesbian, and her lesbian identity remains an open secret within the family. Despite the family culture of secrecy, Paolo’s mother readily accepted him and urged him to talk about his feelings.  LGBTQ Music Majors’  44 In college, Paolo struggled personally and socially with sexual orientation. He was not fully self-accepting, and did not care to identify as gay to others. He described a social pressure to come out that involved gossip and betrayal by friends. “I know people are talking. And like, I care less and less now, but in high school I cared so much. Because I didn’t wanna be called out like that” (Paolo, line 337). Paolo connected his inability to express himself musically both to the fear of being associated with stereotypically effeminate men and to his reluctance to fully embrace himself as an emotional and/or sexual being. He resisted the image of the effeminate gay male musician, but sensed that others would apply this image to him if he were to be more physically expressive while playing. He described music lessons and performance experiences as personally satisfying, but also limited due to his unwillingness to let go.  I definitely think there’s a lot of carryover within my lessons and what we’re working on and like, myself. Because right now, the main thing that Dr. Z’s trying to do is to be like, more expressive in my playing. And I’m so used to hiding everything, you know? So I think that’s a really big barrier for me to handle. (Paolo, line 250)  His favorite musical experiences have been in chamber ensembles and in situations where loud playing is required. “When I play loud I feel like I can be the most expressive – or just, the most out there. It’s just – I just think it’s so fun, playing loud!” (Paolo, line 404). Exuberant, expressive playing in the context of a small group was justified by a safety in numbers logic.  Yeah, I mean, it does feel safer. Just because there’s [sic] other people there, and those other people are like really supportive in the sense that it’s for the musical purpose. Your expressiveness is serving what we want it – like, you know, the greater good of the groups. And it’s cause – it’s what everyone else is doing. (Paolo, line 388)  LGBTQ Music Majors’  45 Paolo exhibited a clear passion and connection to music, but sensed that his reluctance to embrace his sexuality kept him from becoming a well-rounded artist.  Social Climate in Music Education Settings For the student who aspires to become a professional musician, positive self-concept is essential, and the influences of peers and teachers play extremely important roles in developing musicians’ self-concepts (Burland & Davidson, 2004). The social climate in which one learns music may determine not only how one sees herself, but also the extent to which she pursues musical study. Participants described a variety of high school music settings, including private and public schools in urban and suburban settings. The social environment regarding LGBTQ people varied from outright homophobic to silently accepting and, in one case, actively protective of gay people. Perceptions, actions and statements made by students and teachers contributed to participants’ impression of the social climate. Stereotypes about gay musicians, especially male singers, figure into many participants’ perceptions of music school.  School climate in high school appears to have had a great effect on those participants who self-identified as queer but had not yet come out. In most cases, a close friend or circle of trusted friends in the same ensemble provided the social support structure that participants leaned on during their awakening as LGBTQ-identified people.  The extent to which high school teachers displayed acceptance appears to have had a profound impact on how participants describe the overall music classroom climate.   As LGBTQ college students, participants appeared to be more concerned with peer social climates than with professors’ perceived level of acceptance. Students who openly identify as LGBTQ are visible to newcomers, modeling a kind of normal queer existence LGBTQ Music Majors’  46 that most participants had not witnessed before.  In the social world of music school, sexuality is a matter of fact. In educational settings, however, sexual orientation is a subject that goes unnamed.  Peers and perception in high school. Isabella’s high school experience was divided between a conservatory preparatory harp ensemble and a conservative home school outsource program. She was often in the company of much younger students in the harp academy, some of whom became her students in the year after high school graduation. Her music educational environment, then, was almost devoid of peers and by extension, bereft of anyone to whom she might develop romantic inclinations. Most of Isabella’s high school friends were made in online fan fiction forums. These online friends remained central to Isabella’s social life after high school, and were the first people to share in her coming out as bisexual. With diverse sexual identities such as pansexual, asexual and questioning, these friends provided a safe sounding board for Isabella.  We’ve been friends for like eight years so whenever I’m in one of my “Oh god. I need to figure this out” sort of things, I talk to her and it’s like – It’s OK, you don’t need to figure this out right now. And we’ll talk about it for a while. (Isabella, line 805)  In contrast to the musical and virtual social environments, the environment in Isabella’s home school outsource program was extremely socially conservative. The younger age of her fellow harpists and the conservatism of her homeschooled peers led her to feel “out of place” socially.  To be perfectly honest, I didn’t really figure out that I wasn’t entirely straight until college. And part of it was just because I didn’t consider dating anyone in high school, ever. I can tell you from what I saw there, it was not very open to that… (Isabella, line 56)  LGBTQ Music Majors’  47 Delia describes her high school peers as being representative of the conservative social values of the larger community. In regard to her coming of age in this community as a closeted lesbian, she said succinctly, “It sucked!” (Delia, line 25) Fear of rejection kept her from coming out to any peers, and indeed from forming close friendships with them.  Because I didn’t really have a lot of friends in the beginning of high school it was really important for me to — you know — eat lunch with someone different every day or you know say ‘hi’ to people in the hallway — because, well, I still feel like it’s really tough for people that feel invisible in any sort of way— and I think just acknowledging someone is even a big thing for some people. So, I feel like we were really close as students in that program — just everyone— by the time I became an upperclassman and I think I was relatively well regarded. But, you know, I was also not completely myself you know. (Delia, line 149)  For the closeted LGBTQ person, constant self-censorship is needed to maintain the appearance of heterosexuality. Such a self-critical mode of existence is exhausting and stressful. In addition to self-censoring, the pressure to conform, the anxiety surrounding coming out, and pervasive homonegative social stigmas fuel a state of chronic stress (Ryan, 2001). Delia found ways to be likeable in the high school social scene that did not require her to prove her heterosexuality. Being a skilled musician, a leader and a social butterfly provided Delia with some sorely needed external validation. However well regarded she felt, she lacked both self-acceptance and a support system. This resulted in a depression that deepened throughout high school career and into her college career.  So I had a lot of people but I don’t think I really reached that trust level with them. Even though I sort of reached a point of crisis around 16-17 when my depression started to get really bad. So no, no one my age knew about it until I got to college. (Delia, line 710)  LGBTQ Music Majors’  48 The rampant use of the phrase “that’s so gay” in Delia’s high school contributed to her sense of “other”-ness. “That’s so gay” is a ubiquitous phrase in youth settings that is used to describe a person or thing as “lame” or “stupid.” Most heterosexual youth do not perceive its use as a homonegative tool of harassment (Woodford, Silverschanz, Yu, & Howell, 2012). Nonetheless, “that’s so gay” is perceived by sexual minorities to be indicative of homonegativity, regardless of the context in which the phrase is uttered. Delia expressed the effect of hearing the phrase daily: “After a while you just become a human pincushion” (Delia, line 224). Paolo’s freshman year was spent in a high school with a very homogeneous student base. “That high school was very, like — not hick, but like, 95% white. You know, it was very like, upper class and then very rednecky” (Paolo, line 41). The second high school’s more ethnically diverse student base promoted a degree of open-mindedness among students.  So it was a very wide student base and we were all sort of, I think, more open towards each other because of that, and generally accepting. So in that sense, it … is unique from other high schools. (Paolo, line 48)   Although he sensed a more open social environment, Paolo was aware of no students at that high school who were willing to identify as diverse through sexual orientation. Lack of visible LGBTQ individuals and/or signs of LGBTQ acceptance can damage young queer people’s self-esteem and prevent them from coming to terms with their own sexuality (Evans, 2001). Levels of acceptance in high school social environments did not always directly correspond to participants’ self-acceptance, however. The high school that Andrei attended during freshman and sophomore year sponsored socially progressive student LGBTQ Music Majors’  49 groups such as a Gay-Straight Alliance (GSA). Despite the availability of an accepting group of peers, he was not yet comfortable outwardly identifying as bisexual. It was after coming out to his best friend and changing schools to an urban setting that Andrei found the courage to come out.  The next school I went to didn’t have a music program that was, like, established, and it was an inner city school. So, to me, the mindset was a little bit different and I felt like when I first got there, that I was gonna have to be like, this macho, can’t-be-myself kind of person. But then, because I made the like, deal with myself before, that I was just gonna have to be myself. And I did it and it was fine and I found that they were actually very accepting. (Andrei, line 314)  Andrei took the risk of being rejected by his peers in a potentially hostile environment, only to discover that these “inner city” students were not the homophobes that he had expected. In his experience, then, it was not the social climate that dictated his comfort level, but rather his self-acceptance and close friendship that made him feel supported enough to dare to be himself.  Another factor in Andrei’s decision to come out at school may have been the accepting environment of his extracurricular all-boys choir. He participated in this choir intermittently from the age of nine until graduation from high school. Both before and after his coming out, Andrei observed gay and bisexual members of this choir who were out. Although it was not a constant topic of discussion, their sexuality was referred to on occasion in the form of “little comments and jokes.” Andrei did not perceive this kind of recognition to be harassment. On the contrary, it was a welcome part of the ensemble environment.  I mean, a lot of the guys in the choir were either questioning or bi or weren’t sure and it was kind of an interesting thing to see like, how the dynamic worked. It was never a malicious attack on anything, which I thought was really nice…. Kind of like playful, like brothers playing around. Like, I never — no one ever said anything to me that offended me or anything like that. (Andrei, line 120)  LGBTQ Music Majors’  50  The queer boys in this choir were accepted as part of the brotherhood of the ensemble, interacting as equals with non-LGBTQ group members. Andrei’s testimony confirms Evans’ (2011) findings that exposure to LGBTQ people through friendships or group settings is directly related to low levels of homonegativity. Explicit inclusion of gay and bisexual boys in the group made the choir a safe place for them.   Like Andrei, Cassandra benefited from having a gay friend in her musical ensemble. When she came out at the tail end of senior year, her close friends and the high school GSA served as a support system.  And those few people in band, like I knew that they were more accepting than other people and that I could talk about certain things with them. And it really helped a lot. Cause they were already my close friends from being in band and just to know that they were more accepting was great. (Cassandra, line 89)  She did not choose to come out to the band at large, and her reticence to come out to former classmates after graduation appeared to stem from ambivalence rather than fear of rejection. “Well, I haven’t sat down and said the exact words, but I actually do have it up on my Facebook” (Cassandra, line 38). Posting to Facebook, for Cassandra, was a way of passively coming out to those outside her inner circle of high school friends. This strategy reflects Herek and Garnet’s (2007) observation of “being as open as possible about their sexual orientation while remaining as closed as necessary” (p. 361) to avoid external conflict regarding sexual orientation. Peers and perception in college. Between the first and second years of college, students shift reliance away from authority figures. Identity, belief systems and codes of conduct that were once the domain of parents and teachers become decisions to be made LGBTQ Music Majors’  51 independently. Peers contribute significant influence to these decisions (Baxter, Taylor, King, & Wakefield, 2012). Just being in college, and being in a place where we’re all dedicated to higher levels of learning and stuff— I just feel like people are more open about things. And then, like maturity wise, people are older. I feel like people in high school weren’t as mature about things. And people here, in college are forced to interact with people that are different than you are… The diversity has to be there. So like, it generally just develops a more open-minded sense of being. Even if you don’t become more open-minded yourself, you learn to like, be at least, tolerant. It’s also socially acceptable. You’re not going to call people out all the time and be like, “We’re not gonna be friends.” So, that also plays a role in how people act in college and the fact that they are, generally, a lot more respecting. (Cassandra, line 220)  As Cassandra’s statement implies, straight students can develop a social sensitivity to LGBTQ people that includes tolerance, if not acceptance, while LGBTQ people often have more social leeway to come out if they so choose in collegiate settings.   Reluctance to Labeling: “Different Things.” The language used by participants to describe queerness as a topic and as an identity is noticeably lacking in specificity. With the exception of Delia, who used the words “gay” 13 times and “lesbian” four times in her interview, participants refrained from saying “gay,” “bisexual,” “lesbian” or “LGBT/LGBTQ.” Identifying labels were used in reference to others, to LGBTQ student groups, and in response to a direct question about sexual identity. Otherwise, participants often used phrases like “it”, “that stuff” (Paolo), “certain things” (Cassandra), and “different things” (Andrei). Savin-Williams (2005) ascribes this ambiguous speech to a modernized view of LGBTQ identity. No longer wishing to be associated with words that point directly to sex or to difference, young queer people resist their use.  Visibility. All participants agreed that college music departments are generally accepting environments for LGBTQ people. According to participants, this was mostly LGBTQ Music Majors’  52 due to visibility of other LGBTQ persons on campus. Delia explains the shift from a hometown where there was virtually no recognizable queer community (“Uh, it didn’t really exist. I mean, not in that kind of place, at least” (Delia, line 174)), to a college town (“I feel like there is such a visible population of gay musicians that it’s pretty much assumed that that is OK here” (Delia, line, 359)). Visibility promotes acceptance. As the classic gay activist motto goes “We’re here, we’re queer. Deal with it.” (Bain, 2010).   Because when you have visible people you get to see how they’re treated and you have — sort of peer role models.  Not necessarily that you have to be like them, but just to see how someone else deals with that part of their identity — and everyone’s different. To see that you have a choice, whether to go with the stereotypes or to do your own thing. (Delia, line 258)  Invisibility. Isabella and Delia experienced a phenomenon referred to in lesbian literature as femme invisibility. Femme invisibility occurs when bisexual and lesbian women who display their gender in a conventionally feminine way (femmes) are presumed to be heterosexual (Bornstein, 2010).  Interviewer: And are you out in school?  Delia: Uh, somewhat. I mean, some people know, some people don’t. If it comes up, I tell people, but a lot of people assume that I’m straight. I don’t know, it just takes a lot of energy to come out over and over and over. I kind of do it when necessary. (Delia, line 103)   The assumption of heterosexuality places these women in a potentially invisible position. Coming out to unsuspecting classmates disrupted prevailing stereotypes of LGBTQ women.  Interviewer: Do you feel like queer women of any variety are as visible as men in the music school?  Isabella: I definitely don’t think so. Because, like I can look at some of the guys and be like “You’re gay.” No offense but I can tell. But I feel like everyone acts really surprised when I’ve told time I’m like bi or questioning or whatever. They’re like “Oh, really, I couldn’t tell.” (Isabella, line 272) LGBTQ Music Majors’  53  Isabella assumed the invisibility of queer women in a hypothetical scenario in which many of her female classmates would be lesbian or bisexual. Having perhaps the least amount of real-world experience of LGBTQ people (outside of virtual communities), she was less able to envision such women as out or as gender nonconformist. Interviewer: What if there were, like, a whole bunch of lesbians in the school of music? How would that change it?  Isabella:  Um I don’t know because I wouldn’t know that they were there. (Isabella, line 677)  Pressure to come out. Discussions of sexuality in the college peer social scene are common and, in some situations, appear to be a requirement for fitting in to a group of friends. Because music majors spend a good amount of time together in ensembles, classes, living situations and in music school facilities, they tend to form a tight social network. Newcomers were subject to scrutiny and conjecture by older members of the music school community. “I’ve noticed it as a sophomore, junior, you analyze the people that come in. You say—Oh, I wonder if he or she is a little like [rises voice] ‘Hey, girl’?” (Andrei, line 372) While discussions of sex were rare on campus, parties and other social events provided a setting where no topic was off limits. “I definitely think that in the choral department, in the voice department, most of us know what we like [in terms of sexual orientation]. And if you don’t know, then someone’s going to ask you” (Andrei, line 364). While Andrei seemed to delight in getting to know the freshmen as musicians and potential LGBTQ community members, Delia dreaded these kinds of pressurized gatherings. “I kind of stay away from that sort of scene” (Delia, line 462). While LGBTQ LGBTQ Music Majors’  54 students who are out may be more comfortable discussing sexual identity, a forced conversation can be both socially and psychologically awkward for someone who is questioning or in the closet. Furthermore, not all young people who have explored their sexuality in experimentation with the same sex identify as LGBTQ (Friedman et al., 2004). Paolo told about anxiety surrounding the compressed social world of the music school. “Like, everyone’s gonna judge you for how you play. So there’s always this circle of judgment going on in the music world, and then just to have that added layer of judgment because of who you are” (Paolo, line 289). Whether people talking and judging approve of Paolo was of less concern to him than the violation of his privacy. “It just really hurts me when people talk about me behind my back—about my sexual identity. And I know it happens a lot and like, it just really hurts” (Paolo, line, 323). The double-edged sword of an accepting college environment is that it is not necessarily a discreet one. Like, there are people here who, freshman year they were straight as an arrow and as the time progressed they realized that — that’s not what they liked. They like guys or they like girls of the same sex and — it’s a lot. It’s very accepting, I think. But it’s even, the thing is, people don’t accept it as much if you try to hide it. (Andrei, line 376)   Both participants who described social pressure about coming out were male. Female participants, all of whom express gender in more or less conventional ways, described no such social pressure to come out. Rather, female participants viewed coming out as a completely personal, voluntary decision that was shared with friends and classmates in a controlled way.  LGBTQ Music Majors’  55 Stereotypes about gay male musicians. Stereotypes function to generalize a group of people into an easily manipulable, static identity. Compulsory feminization of gay men implies denial of the gay masculine man. Thus, feminized gay men lose male privilege along with the subtleties of their actual gender expressions. Isabella explained the connection between misogyny and homonegativity succinctly: A man being like a woman is degrading or means he’s gay or means he’s different or whatever. And with women, it’s more acceptable to be manly because oh, they’re elevating themselves. Which is stupid that people think like that but it’s how the culture works. (Isabella, line 301)  Most participants spoke of the ubiquity of gay musicians. “I feel like there are a lot - a lot more gay men here on campus than there are any other label — just kind of the stereotype of music schools” (Delia, line 193). Male musicians as a whole are expected to be gay.  Another reason I think my teacher would be okay with me being gay — was because her first comment to my parents about me going to Conservatory was “you don’t have to worry about any boys — her coming home with any boys — because they’re all gay!” (Isabella, line 256)  Gay boys are also presumed to be gender nonconformist. The gay male musician is expected to be effeminate, vocal, outgoing, dramatic — to use Paolo’s word, “flamboyant.” There are, however, as many expressions of gay identity as there are gay people. Gay men who do not embody the above qualities apparently fail to live up to socially accepted expectations of gayness. Paolo articulated the stress of living under a stereotype.  This person just talked to me about someone and was like, “They’re so gay. You know, everything they do is so dramatic.” I was like, well, that doesn’t mean, like, not everyone’s dramatic. Because I feel like, I don’t know, like especially for me, it’s harder — of course, everyone thinks it’s harder — But I don’t think I fit in with like, the stereotypes. So I’m like, what do I do, in that sense? Because, like— LGBTQ Music Majors’  56 and I want to be out and prove to people that you don’t have to be super loud and flamboyant to be gay. But that’s also a difficult thing to do. (Paolo, line 198)  Unwilling to compromise his personality to fit other people’s expectations, he expressed frustration with the inevitable comparison to the popularized images of gay men. In sum, the effect of the stereotype of gay male musicians on Paolo was that it had a major impact on his self-concept and by relation, his mental health. Gendered stereotypes according to area of music study. Conway (2000) confirmed that students traditionally have based instrument choice on gender expectations. Although there is a current trend moving against gendered instrument choice, participants in this study engage in, or admit to existence of, stereotypes that relate sexual identity to a gendered instrument. Paolo spoke about the differing gendered expectations of band, choir and orchestra. Paolo: The band world is definitely more macho in that sense. But still, I knew people in high school who would be like — Ew, band. That’s so… you know?   Interviewer: That’s so gay?  Paolo: And — it’s gonna — It’s a hard thing to change. In band, it’s almost harder because there’s so much to do with your instrument. Like you can’t be a male flutist and not be attacked in the sense that like, “Why are you playing flute? That’s such a girl instrument.”  Interviewer: But for you, being in strings, what do you think the gender expectations are in strings? How does that affect you?  Paolo: I mean, the strings world, as opposed to the band world —It’s more women in the orchestra, especially in high school. But, I mean, it’s definitely more of a feminine thing for people. Well, it’s not a feminine, but people think it is a feminine thing, especially in high school. (Paolo, line 557)  Isabella articulated a perception of transgressive gender expression through musician identity. Here, masculinity was not expressed musically but by the physical tasks required of marching band members and low brass players. LGBTQ Music Majors’  57 “But like, choir is most noticeable where the guys are gay and band I feel like, if you’re a girl in band you’re expected to be more masculine because you have to walk around with all these things.” (Isabella, line 315)  Perceptions of bisexuals. Within and without the LGBTQ community, bisexuality is often disregarded as identity confusion or a temporary stage for the hesitant “true” gay or lesbian. Perceptions of bisexuals as people simply “going through a phase” discredit the relationships and emotions that bisexuals experience. Furthermore, a demand for one to choose between gay and straight constricts the identity process, which is, by nature, malleable (Troiden, 1989). For Cassandra, the stereotype of the ambivalent bisexual discouraged her from using that identifier until she was more “settled in” to the concept of not choosing gay or straight. Cassandra spoke about her evolving understanding of what it means to be bisexual. Well, most of my time in high school I wasn’t really sure. Like I was - Being the bisexual of the outfit is a little bit more difficult, I feel like. Because a lot of the time I was like, “Am I completely straight? Am I completely gay?” and it took a really long time for me to settle in that being bi was an actual thing… Cause there are the stereotypes of like — oh, it’s a phase or it’s a step on the way to coming out completely, you know.  And so, once I settled in to that, well, that took a while. And I didn’t want to just come out as something and then change it in the future. (Cassandra, line 139)  Perceptions of trans individuals. Participants’ interactions with transgendered and transsexual persons were limited. Delia and Cassandra both spoke about the difficulties they envisioned for a trans college student. While gay, lesbian, bisexual and queer people are more readily accepted by the general population, trans presented a quite different challenge for people outside their LGBTQ community.   I know that trans in general is a lot harder for people to accept, and so I feel like maybe that one would not be as well received in our department, because a lot people are not as — like they are progressive on the gay issue, but on the trans one, they’re not as progressive. (Delia, line 278)  LGBTQ Music Majors’  58 Delia’s trans acquaintance experienced intense anti-trans harassment during college.   I know one F to M transgendered person. I think he might have done the marching band, actually… I know he’s had a lot of issues in town, like people yelling things when he rides his bike down the street and throwing things at him, which is really sad. (Delia, line 298)  Even in Cassandra’s gay-friendly circle, the presence of trans person was met with suspicion.  Cassandra: I just know that like — when we sit together before classes start — we sit right over there, on the couches. And every morning there was this …man who would come and he would dress in womanly clothes and have, like a wig, and people would kind of - look at him.   Interviewer: Was he not school affiliated?  Cassandra: I don’t know who it is. Just a person who comes here. I don’t know if they’re school affiliated. They might be a student, they might — I’m not really sure. But, it’s very obvious. They don’t really necessarily say things every time, but – I can just tell.   Interviewer: Yeah.  Cassandra: They give looks sometimes, they stop the conversation to like — [looks around] you know? So, I just get the sense that it wouldn’t be well received. But I think in most parts of America, it’s the same way. It’s unfortunate, but that’s just how it is. (Cassandra, line 286)  Andrei’s interactions with trans people took on a quite different tone. While researching the lives, careers and vocal trainings of trans musicians for a paper, he contacted several of them.  I emailed her on Facebook and she responded and I just kind of asked her what was her transition like. And she actually had a pretty OK transition, but she talked about how sometimes it can be looked at as a major process. Which I definitely think so, and after the research that I did, it’s a really big process of voice training and all that kind of stuff. (Andrei, line 456)  LGBTQ Music Majors’  59 Although he knew no trans musicians in his peer group, Andrei recognized that they do exist in the professional world. His talked about trans people in relation to how they live and work, not in terms of restriction and isolation. Perceptions of Christian social values. Participants’ interviews revealed an inherent mistrust of Christian institutions and their association with homonegativity. Conservative Christians have been shown to express disapproval of LGBTQ individuals at a markedly higher rate than atheists and non-conservative Christians (Newman, 2002).  Participants’ perceptions of and experience with Christians had a significant impact on how they perceived peer social climates. A number of the participants identified as Christian, but had negative experiences with other Christians over conflicting beliefs. In Isabella’s home school program, teachers and students expressed socially conservative values through affiliation with an extremely restrictive type of Christian faith. Although Isabella identified as Christian, she found no spiritual or social kinship with anyone at the school. “I’m Christian and I think that being gay is perfectly fine and all that jazz, but I had a teacher who was like, ‘Oh no, Santa Claus distracts us from Jesus and therefore he’s the Devil’” (Isabella, line 59). Paolo characterized his former orchestra director, who was also a pastor, as “deeply religious.” It was the director’s Christian beliefs that led him to suggest gay reparation therapy to a student. Gay reparation, or “pray the gay away” therapy (Barton, 2012), is a form of counseling adopted by certain Christian ministries. Gay reparation therapists believe that sexual orientation is a choice, not an inherent part of one’s being. By looking at sexual orientation as a lifestyle choice, these therapists suggest that patients can choose to be heterosexual with some personal work and prayer. Gay reparation LGBTQ Music Majors’  60 therapy has recently received much negative attention from the press due to its disastrous effects on a number of LGBTQ Christians. Participants in Barton’s (2012) study on Bible Belt Christians who had undergone gay reparation therapy report that instead of improving their struggle with sexual identity, the therapy only increased feelings of internalized homonegativity and disconnection with their communities.  Delia had a number of negative experiences at school with a classmate who was fond of defending his conservative beliefs with passages from the Bible. The two frequently argued about the morality of gay marriage. Due to these arguments, she began to assume that the majority of Christians were anti-gay. She was pleasantly surprised to find the Christian music majors at college to be much more open-minded than her high school nemesis. “I automatically assumed that Christian meant intolerant, or, ignorant, or hateful. But that’s definitely not the case at university” (Delia, line 362). Cassandra referred to Christianity in connection to LGBT campus resources. At her university, a group called “No B. S. Bible Study” caters to an LGBT-friendly crowd. “It’s geared towards LGBT type things I guess, so we can examine the Bible and look at it from our perspective that doesn’t, you know, like discriminate” (Cassandra, line 355). Andrei mentioned Christianity in the context of working as a professional musician. It seems that he anticipated opposition, but that he was prepared to turn the other cheek if he encountered it.  You know, sometimes if the church has a certain view on how people define themselves sexually, they might see it and they might be like “No, you can’t perform here.” And that’s when I think you just have to say, ok, that’s fine. I wouldn’t necessarily want to perform for people who wouldn’t accept me anyway. (Andrei, line 462)    LGBTQ Music Majors’  61 The role of the music teacher.  The classroom environment is an experimental social realm where customs and behaviors are taught and tested. School and classroom rules explicitly state expectations of behavior, while the implicit curriculum of peer and teacher interactions provides a testing ground for behaviors that falls outside of proscribed boundaries (Lamb, 2010). The diverse student base in most public schools is a prime example of how educative environments combine students with dissimilar cultural, ethnic, religious and socioeconomic backgrounds. Students learn how they are expected to treat people different from themselves. The teacher represents an officially sanctioned voice on all matters musical and social. The environment that teachers sponsor and create by dint of their personalities has a profound impact on sexual minority students (Vaccaro et al., 2012).  Study participants explained how varying levels of acceptance expressed by teachers had a direct impact on their feelings of safety in school and in music ensembles. Teachers also acted as personal mentors to students in both high school and college. Burland and Davidson (2004) found that in the student-teacher relationship, teachers had an enormous impact on students’ personalities and beliefs.  High school music teachers and perceived levels of acceptance. High school music teachers act as role models for their students in and outside of the classroom. Participants attested to the professionalism of their teachers by characterizing them as “organized,” “by the books,” “strict,” and “approachable.” Overall, participants appreciated the technical capacity of their music teachers, but also their ability to “be LGBTQ Music Majors’  62 there” for them. Andrei talked about the role that the music teacher can provide outside of class time:  But I definitely feel like it’s always a safe place. Choir or music has always been a safe — the choir room is like, almost everyone I’ve talked to, it’s always a safe haven. You can always go there and talk to your teacher or do whatever you need to do. (Andrei, line 619)   Teachers who take homonegative speech seriously protect their LGBTQ students and discourage others from engaging in it. Andrei recalled one instance of homonegativity that took place at a concert for the boys’ choir. When one member of the choir verbally attacked another, teachers reacted strongly.  Andrei: We had a big meeting of all the people in the choir and the boy’s parents and the other guy’s parents. … It was a big debacle because it was just so unheard of and like, so — scandalous almost.  Interviewer: So, that’s interesting. Your director in that ensemble definitely took it seriously when that happened.   Andrei: He definitely took it like, this can’t happen in my ensemble, you know. (Andrei, line 142)  For Delia, who was very close with her band directors, the climate of trust was broken when she witnessed them engage in casual homophobic jokes. By publicly making fun of gays, they essentially condoned students’ gay-bashing speech and perpetuated a repressive atmosphere for Delia and any other LGBTQ students in the classroom. And it was a very sarcastic program so we joked about a lot of things in general, but you know I always had to take a step back be like — you know — how would they react if I were out? (Delia, line 230)  Even though she thought they were “accepting people,” she could not trust them. What seemed like light comedy to them was actually a nail in the coffin of Delia’s self-esteem.  Due to the uncertainty of acceptance by adults and the near certainty of rejection LGBTQ Music Majors’  63 by her peers, she said, “I was pretty much terrified the whole time I was in high school” (Delia, line 126).  Another way that music teachers can be supportive is to listen to students who come out to them in confidence. Perhaps the most common misunderstanding about LGBTQ issues in education revolves around language. Discussing LGBTQ issues does not necessarily mean talking about sex acts. While it is true that many teens are sexually active, there are many teens who are not. Family and peer problems, isolation, fear, and bullying that have become LGBTQ issues all represent appropriate topics. The way that a teacher treats a student who chooses to confide in them is crucial to the student’s feeling of safety in that teacher’s classroom.  The history teacher in whom Delia confided let her acceptance of LGBTQ people be known in class. “The one person that I did come out to was a very angry liberal woman who was fighting like hell and I knew that I’d be safe with her” (Delia, line 336). The teacher’s willingness to go out on a limb was vital to Delia’s coming out. Although having an ally did not ultimately save Delia from depression, it helped. This teacher would later counsel her as a friend when mental health issues reached a crisis level in college. When teachers are open to displaying acceptance and to listening to LGBTQ students, the question of “How will they react?” becomes a moot point. Cassandra’s best friend, Sam, came out to their band director and was met with acceptance and a willingness to discuss the topic of sexual orientation. Those conversations with Sam marked the director as a known ally. In turn, Cassandra felt neither compelled nor LGBTQ Music Majors’  64 restricted from coming out to the director. “…I never felt any doubt that he wouldn’t be OK with things. I never talked to him about it, actually, ever” (Cassandra, line 113). Such an accepting attitude was not shared by Paolo’s orchestra director, who was also known in the community as a pastor with conservative social values. When a former classmate came out to the director after a particularly successful concert, the teacher offered to help the boy “fix” his homosexual desires. This event destroyed the bond that Paolo had formed with the teacher.  Because I like really respected him and you know, I was so close with him. He was the one who told me I was going to be a music major. So like, and I really liked him and then, like I knew that about him so I knew I couldn’t be that close with him. And like, to know that someone that I care about would not accept me, it’s not a good feeling. (Paolo, line 99)  College music professors and perceived levels of acceptance. In the transition from high school to college, perception of the role of the teacher shifts from authority figure and protector to expert and model of professionalism. Professors are seen as authority figures whom students respect but can also relate to on a human level. Whereas high school teachers were seen as heterosexual by default, or as possibly gay (“In my first high school, the orchestra teacher – he wasn’t like, out, but – we all know.” (Paolo, line 80)), some college professors were openly gay. College professors are freer to express LGBTQ identities than high school music teachers (Gregory, 2004). For many students, an openly gay professor may be the first real life example of a successful LGBTQ musician. Teachers such as Isabella’s Dr. X set a model for the openly gay professional musician and teacher.  Because, like, Dr. X is very open about the fact that he’s married to a guy. Um, which is cool. We still want pictures of his wedding. He won’t give them to us (both laugh), but umm…. it works fine for him. (Isabella, line 477)  LGBTQ Music Majors’  65 Participants described a reticence to bring up their sexuality with professors due to its irrelevance in the process of learning music and a perception of discussing personal matters as unprofessional. This contrasts with reasons for not disclosing sexual identities to their high school music teachers, namely: fear of rejection, fear of losing leadership positions and fear of peer rejection. College students see themselves as quasi- professionals—fully developed adults who do not need to confide in teachers about their personal lives. Delia assumed that music professors accept LGBTQ people based on their professional treatment of students. “Yeah, I think, especially coming in as a new person I saw that there were people who were out and the professors treated them like everyone else and it wasn’t a big issue” (Delia, line 367). In sum, how the participants perceived others’ attitudes toward LGBTQ people affected how they thought about themselves. Homonegative verbalizations as well as invisibility of queer people resulted in feelings of fear and insecurity, especially in high school environments. Support systems, visibility of queer people and known teacher allies contributed to feelings of acceptance and safety for most participants. The more socially liberal atmosphere at college music schools gave way to an LGBTQ-friendly environment but also a place where stereotypes persisted.      Chapter V Identity The college years represent a period of accelerated personal development wherein students explore emerging adult identities and responsibilities. LGBTQ students, and particularly those whose sexual identities were not openly expressed in high school, are subject to experiencing this time of development differently from straight students. In addition to knowing themselves as independent adults, they must process what it means to be LGBTQ as well. Evans (2001, p. 181) maintains that “until students develop a sense of themselves as gay, lesbian or bisexual people, addressing the other developmental tasks is difficult.”  This chapter explores topics of identity as they relate to participants’ identities as LGBTQ individuals, as musicians and the intersections of those combined identities.  Sexual Identities The time frame in which individuals come to terms with their sexuality is unique. Savin-Williams (2001) refers to the individual’s relationship with his or her sexual self as a “personal odyssey” (p. 3). Some participants recall their first same-sex attraction, or their first conversation about being queer, as early as middle school. Others have chosen to keep their sexual identities private well into college. What influences each person in their odyssey bears on the web of their life history. Personal odysseys may or may not follow existing theories of sexual identity development. Such theories apply to participant narratives to the extent that they are useful to understanding the narrative as a whole.   A hallmark of many development theories is the act of disclosing one’s queer sexual identity to friends or family. Family response to coming out is a crucial element to LGBTQ Music Majors’  67 many personal odysseys. Even in situations where family acceptance has been hinted at, coming out is still a point of anxiety for many LGBTQ people. Peer friends are usually the first confidants for LGBTQ youth, and represent the most significant source of support.  In this study, campus resources for LGBTQ youth were available at both universities. However, they were not used by any of the participants save for Cassandra, who is an officer on her campus Lesbian Gay Bisexual Trans and Allies (LGBTA) group. Cassandra’s participation in the group is key to her sexual and social identity.  Questioning. Questioning is a stage, shared by both heterosexuals and sexual minorities, wherein a same-sex attraction causes an individual to consider the nature of their sexual identity. In writings about LGBTQ identity formation theories dating from before 1990, questioning is often referred to as identity confusion (Cass, 1979). In this stage, the individual’s self-concept has been shaken by a same-sex attraction. Questioning can result in a return to previous ideas about self-identity, quick acceptance of a new identity, or to an extended period of uncertainty in which coping mechanisms may be employed to manage stress. Denial, repair and avoidance are common strategies for those in the extended questioning stage. Although they arise as “solutions” to stress, such tactics always lead to more internal strife (Troiden, 1989).  Departing from Troiden’s view of questioning as a stage, Isabella’s orientation of questioning or bisexual suggests that she thought of questioning as a sexual identity of its own. “Um, if questioning is considered on the list that’s probably the best one [identifier]. I’ve been using bisexual while I sort through things. Um. But. I don’t really know for sure” (Isabella, line 29). Aptly, many LGBTQ groups and resources include LGBTQ Music Majors’  68 questioning as one of many possible sexual identities. For example, the most complete form is LGBTQIQA, or Lesbian, Gay, Bisexual, Trans, Queer, Intersex, Questioning and Asexual. In contrast to the more dated stage-sequential model of identity development, the new conception of “questioning” leaves psychological space to move back into the former sexual identity. Questioning as a sexual identity also implies that there is no time limit in which one is expected to make a decision (Savin-Williams, 2005). In line with the fluid concept of sexuality, this way of thinking about all sexual identity (as prone to change) honors the amalgam of life experiences that informs a sense of the whole self.  Coming out. For Delia, forming a positive sexual identity was a process that began at age thirteen, when she had her first same-sex crush, continued in secrecy during her teen years, and resulted in her coming out at age twenty. The struggle to accept herself severely damaged Delia’s self-image. Her leadership position in band fed what self-esteem she had. Underneath the polished and driven exterior of Delia the drum major, there was a deep sadness stemming from her difficulty in accepting her sexuality. Orientation, for me, is linked to - everything, basically - indirectly. Or it was for me, just ‘cause it was so — I don’t know, is traumatizing the right word? It was rough as a kid, so— It messed with my self-esteem and made me very insecure and…  I came to college with an eating disorder so I had to get over that and that was mostly just self-loathing, embodied. (Delia, line 545)  Coming out to her family was an important part of healing from a life-changing depressive crisis. Although her parents were decidedly unsupportive (“My Mom told me she didn’t believe that lesbians exist” (Delia, line 659).), her younger sister became a trusted ally and support (“She was really supportive, so that was good - and surprising. I feel like that strengthened our relationship a lot” (Delia, line 691)). LGBTQ Music Majors’  69 Cassandra began to openly identify herself as bisexual from the very start of college. She describes this change as an intentional gesture toward personal authenticity. “Like, when I came here, that was kind of like, my thing. I wanted to be more immediately open” (Cassandra, line 31). Andrei described his coming out (during high school) as a moment of personal growth. He was the only participant to have known LGBTQ high school peers both within and without his inner circle of friends. As such, he was able to observe gay and bisexual men who were out to the public, not just to confidants. Such exposure to other LGBTQ gives a sense of community. As a person who already identified as LGBTQ, the process of coming out to peers in college appears to have been relatively easy for him. I haven’t specifically talked to any teacher. I would think they would know… I’ve never actually talked to anyone about it, like, teacher-wise, professor-wise. . .Students, they probably know. Most people probably know. And in my ensembles, they know too. Like I’m very — I don’t know, really. It’s not really a big thing, I guess. (Andrei, line 65)  Andrei saw himself as a lover of individuals rather than a person with a particular preference.  “I’ve had a boyfriend before but I’ve also had a girlfriend before, and if I’m with you then I’m only gonna be with you kind of thing” (Andrei, line 24). Confidence in his own orientation, along with the amount of time he has been out, contributed to the nonchalance with which he speaks of sexuality.   “Normal” Expectations. Paolo considered himself in the closet with regard to general society and the school of music with the exception of a few close friends. His reluctance to come out stemmed from an internal sense of unease with gay identity.   Like, I guess why I haven’t come out is like — I always strive to be perfect. And in my world, being gay isn’t perfect. And I know that’s not the right state of mind, but - that’s just how I feel. (Paolo, line 505)  LGBTQ Music Majors’  70 Delia cited a similar reason for not coming out when she was younger. Delia: I spent a lot of time kinda wishing it [lesbian identity] away, which didn’t work out so well because it didn’t really line up with my childhood life plan. (laughs)  Interviewer: How so?  Delia: Just kind of the things everyone is told they’re gonna do when they’re a little kid. You know, grow up, get married, to a man, have kids and lead a, quote, normal life. So it just wasn’t something that I wanted to have to deal with per se. (Delia, line 635)  Friends and Family as Support Systems. Peer friendships are essential to adolescents’ self-esteem. Whether or not adolescents consider themselves popular, if they can trust in another peer they have a group. For the LGBTQ youth, trusted friends represent communities that are essential safety nets in an otherwise uncertain world. Close friends were essential to the ultimately successful coming out stories of Isabella, Cassandra, and Andrei. This resonates with Harper et al.’s (2012) findings that LGBTQ youth with accepting friends and peers were able to construct positive self-identities.  A mother’s acceptance of her child’s coming out has been linked to higher levels of self-esteem in LGBTQ individuals (Savin-Williams, 1990). As with most participants in this study, Savin-Williams found that participants came out to mothers before fathers because their relationships were more trusting and supportive. Andrei’s story from early adolescence shows that an early conversation with his mother figures into his positive self-perception as a bisexual. Well, in middle school actually, like 7th grade, I came home from school. My mom’s sitting in the living room. She says, “Hey, so what are you? Like, do you like boys or girls?” And I was like, “I really don’t know.” And she was like, “I understand that.” And that was it. That was — she was — I really appreciate my parents. They’re very, like, open with that kind of stuff. So, I was one of the lucky ones. (Andrei, line 56)  LGBTQ Music Majors’  71 In contrast, Paolo’s family treated queerness as the elephant in the room. “I mean, my aunt is a lesbian. But like, she’s never told us, or my mom’s never told us. We’ve all figured it out now cause — we grew up” (Paolo, line 516). Even though his mother has personally accepted Paolo, he sensed no such positive response from the rest of the family.  The two queer people that Paolo knew in high school (his aunt and his friend who was not received well by their teacher) represent coming out stories that ended in rejection. His LGBTQ peers in college seemed to have had more positive experiences: however, Paolo did not connect to these people as part of his community. He sensed that coming out would result in people continuing to categorize him and to discuss what he felt was a private part of his life. If he were to come out, he imagined that people would expect him to behave according to their ideas of what it is to be a gay man. “Honestly, I feel like they would expect me to, like, ‘act gay’” (Paolo, line 231).  Paolo expressed that he wants to remain friends with people who have made homonegative remarks in the past. Yet he felt that this friendship would be conditional on his remaining in the closet. For the time being, omitting sexual identity from the conversation would do.  You just find those people who aren’t more accepting, and like, don’t - I mean like, I still want to be friends with them because I like that person, but I’m just not going to bring up that at all, you know? Which is not a real friendship… (Paolo, line 184)  The friends that Paolo had confided in provided his entire support system while he struggled with accepting himself. In this way, Paolo’s situation was like that of Andrei and Delia’s in high school. Unsure of who would be accepting and who would not, he continued to weigh self-acceptance against external acceptance and expectations.  LGBTQ Music Majors’  72  School-Sponsored LGBTQ Resources and Organizations. Westbrook’s (2009) research on college LGBTQ resource programs indicates that they are most effective as points of social networking for freshmen. After initial involvement in the group, students tend to make a circle of friends on whom they rely, and in time leave the group. Poor timing accounts for several of the participants’ lack of engagement in LGBTQ groups. I’ve been thinking about it the past year – freshman year I was just like -oh it exists. I don’t really have time to go — and this year I thought about it, but by the time I actually asked someone about it — it was like three weeks ago and they were like “We’re doing voting now and it’s probably going to be really boring.” (Isabella, line 237)   When Cassandra came out to her best friend Sam, a system of support was available through the high school’s newly formed GSA. Although her involvement with the GSA was brief due to graduating, it gave her a safe place to come out at school without having to announce it to potential non-allies in the band. The LGBTA at college became very important to her in terms of being an activist, making friends and staying informed about LGBTQ issues at school and in general. Musician Identities High school students who become music majors arrive at college with a degree of established musician identity. Isabella’s devotion to harp was solidified as early as seventh grade, when her harp ensemble took a trip to Scotland. “We played there and we saw all these amazing harpists and I was like, ‘Okay. I wanna do this. Can I do this for the rest of my life, please?’” (Isabella, line 138) For Isabella, musical identity is reliable and steady, a constant in the midst of a new college life and a new sexual identity. Um, I think it helps that I have the music identity pretty much sorted out and it’s just like, this can go over here for now while I work on sorting out this one. I honestly don’t feel like they interact that much — at least with me — because I LGBTQ Music Majors’  73 tend to compartmentalize things and (pauses), to be perfectly honest, I think I’m a little bit too absorbed in this music stuff.  (Isabella, line 169)  Although these identities may not “interact” directly, they have the shared quality of being important enough to Isabella that she described crises with each of them. Isabella’s crisis of questioning her sexual identity was not one of self-loathing, as Delia and Paolo experienced. Rather, it was a crisis of revelation. Upon discovering that she had same-sex attraction, she saw herself as a far more complex person than the “workaholic” harpist. Most respondents referred to their chosen major as a marker of their college social lives. “I’m a music major,” many of them said, when asked why they did not attend LGBTQ student group meetings. Being a music major, you’re just so busy. I couldn’t ever attend meetings because they were during orchestra rehearsals, which are so long…But I do feel like there are a lot of resources here if you take the time to seek them out. (Cassandra, line 318)  Participants spoke of their current musician identities as evolving into serious or professional realms. In college, they learned to refine their skills and set goals towards teaching or performing. A significant amount of their musical experience was spent in a group setting. Identification with the musical ensemble was crucial to their ideas of what it is to be a musician. This group musician mentality adds to the weight of being a socially active member of the music community. Finally, participants spoke about music as an essential means of emotional expression.  Perceptions of professionalism. As musicians shift from informal or extracurricular musical activities to college music ensembles, they come to view music as a future profession rather than a hobby. Andrei talked about learning to cope graciously with difficult ensemble members.   LGBTQ Music Majors’  74  Well, I definitely think that I’m on my way to becoming a more professional musician and understanding that some relationships can be - you might not like the person fully, but you have to accept them. And you just move on, you sing the piece, you do whatever you have to do and you go your separate ways. (Andrei, line 409)  Andrei’s perception of gay professional musicians entailed acceptance within the music world, but possible rejection from venues such as churches. He also imagined that some typecasting might take place in the musical theater world. As a professional, one develops an actor’s ability to separate the true self from the musician self when needed.  But I definitely think more feminine guys can get turned down for roles and things in operas and be downplayed and do like the, you know, a frilly kind of part in a Mozart — like in Le Nozze de Figaro.  It can definitely affect your characterization, but I think it’s also something that you work on to make sure that the person that you’re showing on stage is not necessarily the person that you are in real life. (Andrei, line 491)  Leadership. In high school and college, Delia sought out extra-familial support for both her career path and her emerging sexual identity. The high school band was a second home for the self-motivated Delia. Lacking familial support for her musical pursuits, she found validation in leadership roles. While acting as drum major and section leader, Delia discovered her own “people-centered” style of leadership that may have contributed to her later decision to become a band teacher.  Leadership, however rewarding as a musical activity, was an instrument of repression for Delia’s emerging sexual identity. Before coming out to her one high school confidant, she saw her own sexuality as a threat to her own success. She describes being scared of the possible reaction of her peers’ parents if she were to come out.  I knew that if I came out it wouldn’t be a problem so much from most of my peers, or from the directors necessarily, but — the parents. That was what I was really worried about was the parent reaction because it was such a visible position in this nationally ranked program.  (Delia, line 128) LGBTQ Music Majors’  75  Delia’s teacher identity developed over years of leadership and while student teaching. Her past struggles with self-esteem, although scarring, were transformed into lessons on compassion. She saw herself as a sympathetic soul to students who suffer in the same ways that she had.  I also think it’s [the difficulty of dealing with low self-esteem] helped me to be a teacher for students that do have a lot of negative self-talk. Having had that experience, I can — Like, I had one student with very low self-esteem, and just kind of being able to anticipate that and the negativity just kind of like brush it away. (Delia, line 604)   Belonging. Music ensembles with a positive group culture facilitate bonding between students. Andrei and Delia felt that their respective ensembles were worthy of the term “family.” I think it’s [the school of music] a lot more accepting of people who are questioning or gay or lesbian or bi or whatever. Especially, it’s just — I feel like it’s looked at as — it’s ok to be this way. And I don’t know if that’s just my experience with ensembles, but I feel like it becomes a family and within the family there’s acceptance of all kinds of things. (Andrei, line 560)   When Andrei spoke of choirs, he used words like “family” and “brotherhood,” suggesting that the group dynamic is essential to his understanding of choirs. Becoming a professional chorister, in Andrei’s eyes, had as much to do with social skill as it did with good music skills.  Like, if I say, you know, I don’t like this person, and we’re singing next to each other, then we might try to out-sing each other or we just might not even want to cooperate with each other or collaborate. And it can definitely take a toll on the cohesiveness of the group. But I mean, it’s one of those things. With time you learn to say, well, this is a professional environment and this isn’t the time or the place. (Andrei, line 389)  LGBTQ Music Majors’  76 Andrei referred to self-acceptance of sexuality and musical growth as related in his own experience and that of his college ensembles. Coming to terms with his own sexual orientation aided his self-confidence.  Andrei: And I think that helped, too with just like, personality traits.  Interviewer: That’s so interesting. So which personality traits improved because of that?  Andrei: I think I’m a lot more outgoing now than I was then, and I think that helped a lot with that, which helped in turn, musically because it would allow me the opportunity to be like — Oh, I’d like to audition for this solo or you know, like, I think that I would be good for this part – or just speaking up on my own behalf because — no one’s going to do it or you. And it just helped me realize that I do have potential and that my voice matters and that I just need to accept it and then the people around me will accept it as well. (Andrei, line 320)  The significance of belonging is incalculable to the adolescent, even more so the high school student who is social outsider for any reason. “In high school I think it’s important for students to feel like they belong to something. It’s not as important what it is, as long as it is” (Delia, line 182). For students who do not have access to a large number of peer musicians, a sense of belonging is more difficult to achieve. Although Isabella enjoyed a good relationship with fellow students in the harp ensemble, she was deprived of peer musicians in that setting. After graduation, while continuing with the ensemble, she began to doubt her resolve to become a professional musician.  It was the experience of playing in a college orchestral setting with peers that helped to solidify her desire to pursue a major in music.  Isabella: I just need to go to college and get away from people younger than me [in order to decide whether to pursue the harp]. Ha.  Interviewer: Yeah, and so that felt better once you were in a community?  Isabella: Yeah. Once I was here I completely stopped questioning that at all.  LGBTQ Music Majors’  77 Interviewer: Hm. Once you met your harp professor and you’re like – Did it happen like -  Isabella: I um, it was actually like — I remember calling my mom one day after orchestra rehearsal and I said something along the lines of:  I think people who say they can’t imagine themselves doing anything else just don’t have imaginations. Cause I can imagine myself in a lot of other situations. I would just be miserable. (Isabella, line 616)  Peers bond over their shared passion for music in ensembles. They also make music at a higher level than most of them have previously experienced. In advanced musical ensembles, expression and accuracy are achieved as a whole. These aspects of ensemble playing promote a sense of belonging to something greater than oneself. Interviewer: But you feel that it’s more accepting here. What makes you think that? Is it that there are so many out people or is there something about music in general?  Paolo: I mean, I guess because people know each other a lot more in college and I guess, if you want to incorporate music, it’s such a more personal thing to work with someone in music, and you really get to know that person and know that them being gay doesn’t matter, really. It doesn’t change the way they’re a musician, it doesn’t change who they are. I mean, it’s just one aspect. (Paolo, line 151)   Musical Expression. Musical expression is the intangible but essential route from human thought to musical sound. The emotions and states of mind that music can evoke are quite different for each individual. Although some music philosophers may argue that music is a primarily philosophical exercise, for most listeners and performers, music conveys much more. Musicians and music appreciators see music as a tool to process and experience emotion.  I really feel like being a musician helps with expressing emotionally and stuff. Like, when I’m feeling a certain way. If I’m sad I might go to the piano, play some songs and they’ll make me feel a little better. (Cassandra, line 450)  While expression of emotion is crucial to the practice of music, most musicians will agree that good taste stops short of the maudlin. Isabella connected emotional indulgence LGBTQ Music Majors’  78 to the stereotype of the overtly emotional singer, and agreed that is “quite often” an accurate depiction of the gay musician.  If you’re a guy singer there’s some sort of expectation that — especially if you’re a tenor, you might be gay. And it’s a silly stereotype just because of the pitch of the voice — and because you have to get emotional when you do music, but it turns out to be true quite often. (Isabella, line 284)  The expressive quality of music was most challenging for Paolo, who feared being pigeonholed as an effeminate performer. Ironically, expression was also the aspect of musicianship that he most desired to attain. He was passionate about music, and felt comfortable expressing himself musically in a group setting. The physical gestures needed for solo performance, however, were problematic for Paolo. “I would rather just stand there,” he said, rather than move and sway about while playing. Although he wanted to connect with the music, he would have rather done so without being watched. Musical expression, then was for Paolo something that did not belong to public view, much in the same way that his gay identity is a “personal struggle.”  Yeah, I think a lot of that has to do with the personal growth of accepting, and just being — Cause it is just like, introspective music that I don’t really feel as comfortable playing. And I think it is for that reason. I’m just so used to hiding, and that I  — cause when I play loud music, in a sense, I’m hiding behind the noise, you know? (Paolo, line 436)  Paolo knew that more “introspective” musical expression was key to his growth as a performer, but was blocked from treading those murky, feminized emotional spaces. To express music effectively requires emotional engagement of the performer, a truthful and self-referential exposure.  The degree to which Paolo felt “vulnerable” exploring his emotions was evident in his unwillingness to work with the full palette of musical gestures.   LGBTQ Music Majors’  79 Sexual and Musician Identities Meet: Multiple Dimensions of Identity  According to participants, music as an area of study represented a safe place for expression. They anticipated LGBTQ community in college music environments, and did not necessarily expect the same sort of assurance in other areas.   Well, I feel like, just for some reason, being in music and the arts, I feel like it’s a more accepting environment than — engineering, maybe?  I don’t know. It just seems like  -stereotypes do kind of emerge. And if I were in certain areas of  - certain disciplines in this college, maybe I would not feel as OK as I do in the music department (Cassandra, line 265)  Pascoe’s (2012) research in high school musical theatre reveals it as an arena that offers temporary respite from gender bias. Students who embrace a discipline wherein gender is an object of play have “nothing to lose socially” (p. 81) and are accordingly liberated from their gender roles while performing. Andrei told about compulsive masculinity in sports environments and how music’s emotional aspect releases musicians from such expectations.  It’s very taboo to say— say if you were the lead quarterback at your school, that you were gay — if you were gay, it was something that you don’t see as often but I’m sure it has to do with pressures of being masculine, which maybe in music you don’t have as much pressure as being a super masculine person. You can let your emotions run a little bit freer, so that might have something to do with it as well. (Andrei, line 574)  While the social world of music leans toward inclusivity and community building, the mental life of the musician depends on reflection, self-talk and self-esteem. Music making and learning can reveal deep knowledge of the self. “I think music helps you on the journey to self-actualization” (Cassandra, line 568). The interaction of musical study and emotional life of LGBTQ students occurs in a reciprocal cycle. Music is powerful for students for its role in their sense of achievement and in its capacity to experience and express emotions. Reciprocally, LGBTQ Music Majors’  80 musicians who embrace their sexual identities are more confident and willing to take risks. “Yeah, it [coming out] helped me just break free. Break free as a person, which reflects musically” (Andrei, line 301).  It [coming out] just helped me be more outgoing in the musical environment. And I had always tried to be the best musician I could be and teachers appreciated my musical ability. They let me know I was “there,” but it would always be, like, a moment of holding back, cause I just felt like — It wasn’t a conscientious thing or something that I thought about, but I could definitely tell that after that, I felt more free and like, that I could just do it, you know? Just like, go for it. (Andrei, line 238)  Personal growth requires self-reflection and change. For the musician, growth occurs from the positive application of strategy to observed weaknesses. A cycle of self-deprecation makes growth more difficult to achieve. Paolo’s struggle to progress musically while struggling to accept himself sexually and emotionally reflected a disconnect between the emotional and the musical life. Conversely, Delia described how her change in self-perception removed the obstacles from her playing.  I think the self-talk that I learned with myself from everyday life definitely transferred to the way that I gave myself feedback as a musician. So I think that held me back as well. Once I stopped being so negative, I could finally see a more complete picture. (Delia, line 596)  While Andrei felt free to “go for it” musically, Cassandra described a more conscious effort to pursue happiness through music as a result of coming out.  Just - the emotions with the coming out process and self-awareness process really encouraged me to be more active in music, I feel like because that was my passion and that was what, like, made me happiest. (Cassandra, line 453)  Self-acceptance, an accepting group of peers and teachers and the opportunity to study music seriously gave Delia the fresh start that she so desperately needed. Pursuing not just happiness, but life, in the most literal sense of that word, was the result of Delia’s triumph over her sexual identity struggle. LGBTQ Music Majors’  81 It was a whole long crazy process but I — like, I almost died, so just coming back from that and being able to get to do the things I loved again was a really big deal and it really put things in perspective for me. Yeah, I started to notice more about what it meant to be a comfortable musician on stage and I think I learned through master classes and watching and talking to other people — No matter who you are that’s a lot about being comfortable in your own skin. (Delia, line 559)  Delia summed up the importance of college on her sexual-musical identity by connecting a well-timed reinvention of the self with music school culture.  I think, for me, I was a musician first, and that’s always been important to me. But as I started thinking more about identity and identity issues in general, not just with identifying as a lesbian. Just kind of deciding — you know, cause in college you can kind of reinvent yourself, if you want — And deciding that I was gonna be this person that wasn’t necessarily going to fit other people’s stereotypes or meet expectations. To finally decide that this was me and that this was what I was gonna be comfortable with was really important. And I think that the accepting environment helped me thrive as a musician for sure — and vice versa, being a musician can be incredibly empowering. You know, getting up on stage playing solos or just being part of a big group. I think they’re connected, but I think they are also very complex — identity issues and musicians. (Delia, line 528)   Multiple dimensions of identity developed concurrently throughout participants’ high school and college careers. Two major turning points in identity development—coming out and identifying as a musician—occurred at different times in each participant’s narrative. While all participants identified as musicians when entering college, some reported a clear commitment to music due to the higher education setting. For some, this commitment to musician identity was complimented by the act of declaring a sexual identity for the first time. Sexual and musical aspects of identity acted interdependently for three of the participants. For these individuals, musical growth depended on positive self-concept in relation to sexual identity.   Chapter VI Conclusions, Recommendations for Practice and  Recommendations for Further Study In this study, the researcher examined LGBTQ music majors’ experiences in an effort to identify music education’s significance to their lives as sexual minorities. Results reveal that participants valued music for outlets of expression and self-reflection that serious study affords them, as well as opportunity for belonging and connection with a group of like-minded peers. These findings support arguments for music education as a special, positive force in the lives of queer students. Although music education environments vary in terms of LGBTQ acceptance, the practice of music making itself strengthens perceptions of self-worth. In cases where social climate was perceived to be supportive of LGBTQ people, students drew a clear benefit from feelings of acceptance and respect demonstrated by peers and teachers. Conversely, when LGBTQ students perceive a classroom environment to be homonegative or questionable, that classroom becomes an unsafe space. In an unsafe classroom, students experience fear and self-doubt that damages self-esteem and capacity for self-expression. High school music teachers' attitudes and actions concerning LGBTQ persons shaped participants' self-perception and the perceived level of acceptance in the classroom environment. Stereotypes about LGBTQ persons persist in both accepting and unaccepting environments. Negative stereotypes about male singers affected both vocal and instrumental participants' views about the significance of musician sexuality. College environments provided context for discussion and identification with sexual identities. Visibility of LGBTQ college students and professors both confirmed the gay male musician stereotype and increased feelings of LGBTQ Music Majors’  83 community for participants. College professors' respectful treatment of openly queer students contributed to participants' perceptions of safety in higher education music environments. Participants’ sexual and musical identities reflected a fluid, dynamic process of becoming rather than a linear sequence of development. Participants came out to friends and family members at different times during their academic careers. Coming out stabilized previously secret sexual identities and led to increased LGBTQ and ally community. Musician identities strengthened with increased exposure to college music experiences. Belonging to a highly skilled ensemble and studying with college level teachers contributed to participants’ sense of self as musician and professional. The interconnectedness of multiple dimensions of identity varied according to the life experiences and social influences unique to each participant. A strong relationship between perceived capacity for musical expression and self-acceptance of sexual identity emerged from the narratives. These findings suggest that musical and personal growth operate in a parallel and, at times, interactive fashion in the course of young queer musician’s personal development.  The practical implications of this study speak to ways that music education might serve the unique needs of the LGBTQ student. Brett (2006) has argued that the act of making music represents a “veritable lifeline” for LGBTQ youth. Music is valuable to many teens as a nonverbal form of expression, providing a sense of belonging and, in college, a platform for serious study that results in self-knowledge; more so to youth who senses difference from peers. In a world where the suicides of queer teens have become LGBTQ Music Majors’  84 recurrent news items, there is a clear need for outreach. Music educators are in a special position to offer the “lifeline” of music.  Recommendations for Practice    The teacher, as the cultural curator of the classroom, holds power over what is said and done. The teacher cannot actually control all student behavior but stands as the judge and the model of what is right to say and do. Sexual minority students rely on teachers to stand up for them when bullying happens. Ginott (1972) observes, “As a teacher I possess tremendous power to make a child’s life miserable or joyous… In all situations it is my response that decides whether a crisis will be escalated or de-escalated, and a child humanized or de-humanized” (Ginott, 1972, p. 16). This section outlines strategies for improving the classroom environment for LGBTQ students with support from participant data. These strategies include unspoken affirmations of inclusivity (refraining from homonegative speech and visual representations of acceptance), advocating for LGBTQ students and curricular inclusion of LGBTQ figures and topics. The educational community has recently enacted a series of initiatives to combat bullying in schools. Research on general education and LGBTQ issues addresses the anti-bullying content of teacher education programs (Petrovic & Rosiek, 2007). In addition, numerous books and studies on creating safe space and understanding LGBTQ youth address proactive strategies for intervention (Campos, 2005; Vaccaro, August, & Kennedy, 2012; Zavalkoff, 2002).  In order to effectively prohibit bullying, music educators must first make themselves aware of LGBTQ issues, including widespread harassment and resulting fear LGBTQ Music Majors’  85 that queer youth experience in school (Garrett, 2010). Any student is a potential victim of bullying, but LGBTQ youth are a population particularly vulnerable to bullying from peers and adults (Evans, 2001; Blackburn & McCready, 2009; Grossman, Adam, Perry, Alessi, Ardon, & Howell, 2009; Nadal, Issa, Leon, Meterko, Wideman, & Wong, 2011; Kosciw et al., 2012). A number of free programs and workshops sponsored by the National Education Association equip teachers with information on how to identify, stop and prevent homonegativity in the classroom, along with advice on how to advocate for LGBTQ students effectively (NEA website). Teachers exert influence over the classroom environment primarily through their own speech and behavior. By acting as allies to LGBTQ students, teachers demonstrate empathy and promote a positive climate for sexual minorities. Teachers can demonstrate their support for LGBTQ students by advocating for anti-bullying policies that include protection for gender variant and queer students, posting visual displays such as Safe Zone logos, sponsoring a school GSA or LGBTQA group, and by speaking frankly and appropriately about LGBTQ subjects. Teachers must actively intervene in situations in which students use discriminatory, damaging or violent language. Unfortunately, many teachers are reluctant to take this step. According to the GLSEN study, many students found access to at least one supportive teacher. However, teachers also permitted students continue to verbally gay-bash or use homonegative language (Kosciw et al., 2012).  A “Safe Zone” sticker on a teacher’s door can be a significant measure of safety for the LGBTQ student, while an offhand homonegative comment may damage the LGBTQ student’s feeling of safety for the duration of his or her musical study. What may LGBTQ Music Majors’  86 have been an unintentionally homonegative joke told by a band teacher made Delia question his trustworthiness in terms of being an ally.  Well just like anything that preys on stereotypes and singles people out isn’t so good. It was really important that we had a good time and laughed a lot because that was what drew people to the program but there’s no need to use those kinds of jokes. (Delia, line 241)  LGBTQ students who are free from the pressure of wondering how teachers and peers will treat them will have a better overall experience in the ensemble and a more fair chance to develop their musicianship. Delia details the effect that her “safe” college environment has had on her as a musician. I think just being able to be myself in general has had a positive impact on me in just about every area, including my music my ability to be confident as a player, as leader, to take criticism in ensemble classes because I’m more secure with myself and my playing. (Delia, line 195)  The NEA recommends making classrooms fully inclusive for LGBTQ students by including LGBTQ figures and topics in curriculum materials (NEA, 1995). By acknowledging the sexual identities of gay composers such as Copland and Barber, music teachers engage in positive depiction of queer people as contributing members of society. Such depictions encourage non-LGBTQ students to examine their own biases and provide LGBTQ students with potential role models (Campos, 2005).  Lamb’s (2010) research deals with controversy surrounding sexual orientation as a social justice issue (along with class, race and religion) that creates webs of difference. These sociological factors interact with traditional education in increasingly confrontational ways.  Discussion of LGBTQ issues within the field of music education challenges the hidden curriculum of heteronormativity and encourages the creation of safe spaces within music classrooms.  LGBTQ Music Majors’  87 Lamb describes a possible shift in educational philosophy from the functionalist, or essentialist, to critical pedagogy. Elizabeth Gould echoes this sentiment and calls for more than just safe space and simple curricular inclusion of LGBTQ figures. Gould (2011) recommends that music educators teach feminist and queer readings of material such as musicals and operas. In such a reading, students would examine structures of power within a story that may otherwise be overlooked. A prime example of such a reading might be a feminist critique of Bizet’s famous opera, Carmen. A teacher engaged in feminist critique may ask her students questions such as: Why did the librettist and composer choose to paint the two main female characters as such opposites? In examining how women are portrayed, rather than simply accepting it, an opportunity arises for students to examine their own perceptions of gender.  If music teachers are truly committed to objectives of positive musical experiences, inclusivity, and life-long learning for all students, they will take an interest in optimizing their classroom climate for the safety of LGBTQ students. They can do so by educating themselves on LGBTQ issues, refraining from homonegative speech, acting as LGBTQ advocates and including queer figures and topics in teaching material. Much like teaching a student of a different religion or political affiliation, a teacher’s approval of sexual minority behaviors is unrelated to their willingness to provide equal access to education. Students’ perceptions that they are free to be themselves while learning music are paramount to their success in the music classroom and beyond. Recommendations for Further Study In light of the dearth of research on LGBTQ studies and music education, there is a need for many more studies that fuse the two disciplines. This study considered the LGBTQ Music Majors’  88 stories of college students. A study that focused on experiences of current high school students might illuminate aspects of high school settings in a more immediate way than reflection. In addition, the voices of transgendered and queer students from high school and college settings should be included in future studies. This researcher believes that the stories of trans and queer music students are vitally important to future research on LGBTQ Studies and music education. Studies that specifically call for trans and queer participants would ensure the inclusion of these voices in the body of work on this subject. In terms of teacher efforts to promote positive climate and act as allies for LGBTQ students, more research on inclusive music curriculum and intervention programs is needed.  Participants in the present study linked music education to personal growth in regard to sexual identity. Social climate toward LGBTQ people in music education settings contributed greatly to their self-concept in supportive or destructive ways. Furthermore, participants linked musical growth to issues of LGBTQ acceptance in music education settings. As the keeper of classroom social climate, it is the music teacher’s responsibility to consider how they might make their classroom climate inclusive for the LGBTQ student. In so doing, they play a part in creating a world that is more welcoming, accepting and safe for sexual minorities.       LGBTQ Music Majors’  89 References  Abes, E. S., & Kasch, D. (2007). Using queer theory to explore lesbian college students’ multiple dimensions of identity. Journal of College Student Development, 48(6), 619–636. Abramo, J. M. (2011). Queering informal pedagogy: sexuality and popular music in school. Music Education Research, 13(4), 465-477. Ashley, M. (2002). Singing, gender and health: perspectives from boys singing in church choir. Health Education, 102(4), 180–187. Bain, N. (2010, August). We are here, we’re queer, get used to it: A lesson in history. IKONS, 1. Retrieved from http://ikonsmagazine.com/2010/08/queer-nation/.  Barton, Bernadette. (2012). Pray the gay away. New York: New York University Press.  Baxter, M. M., Taylor, K. B., King, P. M., & Wakefield, K. M. (2012). Decreasing authority dependence during the first year of college. Journal of College Student Development, 53(3), 418-435.  Bergonzi, L. (2009). Sexual orientation and music education: continuing a tradition. Music Educators Journal, 96(2), 21-25. Bergonzi, L. (2010, May 23). Welcoming comments. Welcoming comments from electronic conference proceedings from 2010 symposium on LGBT Studies and music education. Retrieved July 30, 2012, from http://bcrme.press.illinois.edu/proceedings/Establishing_Identity/1_Bergonzi_welcome.pdf Blackburn, M. V., & McCready, L. T. (2009). Voices of queer youth in urban schools: possibilities and limitations. Theory into Practice, 48, 222-230.  LGBTQ Music Majors’  90 Bornstein, K. (2010). Restrictions? Ha! We’re too damn pretty for your restrictions! Keynote Speech presented at Femme Conference 2010. Retrieved November 27, 2012, from http:// katebornstein.typepad.com/files/kb_keynote_femme2010-1.pdf Bower, L., & Klecka, C. (2009). (Re)considering normal: Queering social norms for parents and teachers. Teaching Education, 20(4), 357-373.  Brett, P. (2006). Musicality, essentialism, and the closet. In P. Brett, E. Wood & G. C. Thomas (Eds.), Queering the pitch (pp. 9-26). New York: Routledge.  Burland, K. & Davidson, J. W. (2004). Tracing a musical life transition. In J. Davidson (Ed) The Music practitioner: Research for the music performer, teacher and listener (pp. 225-249). Burlington, VT: Ashgate.  Burland, K., & Pitts, S. (2007). Becoming a music student: Investigating the skills and attitudes of students beginning a music degree. Arts and Humanities in Higher Education, 6(3), 289-308. Butler, J. (1990). Gender trouble: Feminism and the subversion of identity. New York: Routledge. Campos, D. (2005). Understanding gay & lesbian youth: lessons for straight school teachers, counselors, and administrators. Lanham, MD: Rowman & Littlefield. Cass, V. C. (1979). Homosexual identity formation: A theoretical model. Journal of Homosexuality, 4, 219-235. Cavicchia, John. (2010, May). Queer path and career path: A phenomenological study. Bulletin of the Council for Research in Music Education, electronic conference proceedings from Establishing Identity: LGBT Studies and Music Education,   LGBTQ Music Majors’  91 University of Illinois, Champaign, IL. Retrieved from http://bcrme.press.illinois.edu/proceedings/ Establishing_Identity/ Conway, C. M. (2000). Gender and musical instrument choice: A phenomenological investigation. Bulletin of the Council for Research in Music Education, 146, 1-17. Creswell, J. (2007). Qualitative inquiry and research design: Choosing among five approaches, 2nd ed. Thousand Oaks, CA: Sage Publications.  Dank, B. M. (1971). Coming out in the gay world. Psychiatry, 34(2), 180-197. D'Augelli, A. R. (1994). Identity development and sexual orientation: Toward a model of lesbian, gay, and bisexual development. In E. J. Trickett, R. J. Watts & D. Birman (Eds.), Human diversity: Perspectives on people in context (pp. 312-333). San Francisco: Jossey-Bass.  D’Augelli, A. R., & Patterson, C. J. (Eds.). (1995). Lesbian, gay, and bisexual identities over the lifespan: Psychological perspectives. New York: Oxford University Press. Dilley, P. (2002). Queer man on campus: A history of non-heterosexual men in college, 1945–2000 . New York: Routledge Falmer. Dilley, P. (2005). Which way out? A typology of non-heterosexual male collegiate identities. Journal of Higher Education, 76(1), 56-88. Dilley, P. (2010): New century, new identities: Building on a typology of nonheterosexual college men, Journal of LGBT Youth, 7(3), 186-199. Duling, E. (2010, May). The ‘go-go guy.’ Bulletin of the Council for Research in Music Education, electronic conference proceedings from the conference Establishing   LGBTQ Music Majors’  92 Identity: LGBT Studies and Music Education, University of Illinois, Champaign, IL. Retrieved from http://bcrme.press.illinois.edu/proceedings/ Establishing_Identity/ Duncan, N. (2004): It's important to be nice, but it's nicer to be important: Girls, popularity and sexual competition, Sex Education, 4(2), 137-152. Erikson, E. H. (1968). Identity: Youth and crisis. New York: Norton. Eros, J. (2008). Instrument selection and gender stereotypes: A review of recent literature. UPDATE: Applications Of Research In Music Education, 27(1), 57-64.  Evans, N. J. (2001). The experiences of lesbian, gay, and bisexual youths in university communities. In A. D’Augelli & C. Patterson (Eds.), Lesbian, Gay and Bisexuals Identities and Youth: Psychological Perspectives. (pp. 181-198). New York: Oxford. Fischer, S. N. (2011). School-based supports for LGBT and other minority youth: Understanding the roles of teachers, staff, gay-straight alliances, and anti-harassment policies. (Unpublished doctoral dissertation). New York University, New York.  Fitzpatrick, K. & Hansen, E. (2010, May). ’Off the radar’: Reflections of lesbian and gay undergraduates on their experiences within high school music programs. Bulletin of the Council for Research in Music Education, electronic conference proceedings from Establishing Identity: LGBT Studies and Music Education, University of Illinois, Champaign, IL. Retrieved from http://bcrme.press.illinois.edu/proceedings/ Establishing_Identity/  LGBTQ Music Majors’  93 Foucault, M. (1980). Power/knowledge: Selected interviews and other writings 1972-1977. New York, NY: Pantheon Books. Friedman, M. S., Silvestre, A. J., Gold, M. A., Markovic, N., Savin-Williams, R. C., Huggins, J., & Sell, R. L. (2004). Adolescents define sexual orientation and suggest ways to measure it. Journal of Adolescence, 27(3), 303-17. Furman, L. J. The lived experiences of a lesbian instrumental music educator. (2010, May). Bulletin of the Council for Research in Music Education, electronic conference proceedings from Establishing Identity: LGBT Studies and Music Education, University of Illinois, Champaign, IL. Retrieved from http://bcrme.press.illinois.edu/proceedings/ Establishing_Identity/ Garrett, M. L. (2010, May). Music education in the 21st century: The LGBT component of teacher training. Bulletin of the Council for Research in Music Education, electronic conference proceedings from Establishing Identity: LGBT Studies and Music Education, University of Illinois, Champaign, IL. Retrieved from http://bcrme.press.illinois.edu/proceedings/ Establishing_Identity/ Ginott, H. (1972). Teacher and child: A book for parents and teachers. New York: The Macmillan Company. Glossary of terms. (n.d.). In Human Rights Campaign. Retrieved from http://www.hrc.org/resources/entry/glossary-of-terms Gould, E. (2007, June). Difference out of place: feminist war machines in music education. Paper presented at the conference Feminist Theory and Music 9, McGill University, Montreal, Quebec.  LGBTQ Music Majors’  94 Gould, E. (2010, May.) I always think there’s a band, kid: Queer music education lost. Keynote address presented at the conference Establishing Identity: LGBT Studies and Music Education, University of Illinois, Champaign, IL. Retrieved from http://bcrme.press.illinois.edu/proceedings/ Establishing_Identity/ Green, L. (1997). Music, gender, education. New York: Cambridge University Press.  Green, L.  (2001). Exposing the gendered discourse of music education. Feminism and Psychology, 12(2). 137-144. Green, L. (2002). Gender identity, musical experience and schooling. In G. Spruce & L. Green (Eds.), Aspects of teaching secondary music: Perspectives on practice. (pp. 53-66).New York: Routledge.  Gregory, M. R. (2004): Being out, speaking out: Vulnerability and classroom inquiry. Journal of Gay & Lesbian Issues in Education, 2(2), 53-64. Grossman, A. H., Adam, P., Perry, E., Alessi, E. J., Ardon, M., & Howell, T. J. (2009). Lesbian, gay, bisexual and transgender youth talk about experiencing and coping with school violence: A qualitative study. Journal of LGBT Youth, 6(1), 24-46.  Halperin, D. (2003). The normalization of queer theory. Journal of Homosexuality, 45(2), 339. Harper, G. W., Brodsky, A. & Bruce, D. (2012). What’s good about being gay? Perspectives from youth. Journal of LGBT Youth, 9(1), 22-41. Herek, G. M., & Garnets, L. D. (2007). Sexual orientation and mental health. Annual Review of Clinical Psychology, 3, 353–375.  Holmes, S. E., & Cahill, S. (2003). School experiences of gay, lesbian, bisexual and transgender youth. Journal of Gay & Lesbian Issues in Education, 1(3), 53-66.  LGBTQ Music Majors’  95 Horowitz, A., Hansen, A. L. (2008). Out for equity: School-based support for GLBT youth. Journal of LGBT Youth, 55(2), 73-85.   Jones, S. R., & McEwen, M. K. (2000). A conceptual model of multiple dimensions of identity. Journal of College Student Development, 41(4), 405-14. Kinsey, A. C., Pomeroy, W. B., & Martin, C. E. (1948). Sexual behavior in the human male. Philadelphia: W.B. Saunders Co. Knotts, G. & Gregorio, D. (2011): Confronting homophobia at school: High school students and the Gay Men's Chorus of Los Angeles. Journal of LGBT Youth,8(1), 66-83. Kosciw, J. G., Greytak, E. A., Bartkiewicz, M. J., Boesen, M. J., Palmer, N. A., & Gay, Lesbian and Straight Education Network (GLSEN). (2012). The 2011 national school climate survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation's schools. Gay, Lesbian and Straight Education Network (GLSEN). Retrieved from http://www.glsen.org/cgi-bin/iowa/all/library/record/2897.html Lamb, R. (2010). Music as sociocultural phenomenon: Interactions with music education. In H. F. Abeles, & L. A. Custodero (Eds.), Critical issues in music education: Contemporary theory and practice (pp. 23-38). Oxford: Oxford University Press.\t  Lamont, A. (2002). Musical identities and the school environment. In R. MacDonald (Ed.), Musical Identities. (pp. 41-59). New York: Oxford University Press. Laumann, E. O. (1994). The social organization of sexuality: Sexual practices in the United States. Chicago: University of Chicago Press.  LGBTQ Music Majors’  96 Lgbtqia glossary. (n.d.). In UC Davis LGBT Resource Center. Retrieved from http://lgbcenter.ucdavis.edu/lgbt-education/lgbtqia-glossary Maslow, A. H. (1943).  A theory of human motivation. Psychological Review, 50, 370-396. McKinney, J. S. (2005): On the margins: A study of the experiences of transgender college students. Journal of Gay & Lesbian Issues in Education, 3(1), 63-76. Moore, J. L. (2008). The impact of participation in school choirs on the construction of gender identity: An autobiographical narrative (Master’s thesis, Rider University). Retrieved from www.queensu.ca/music/links/gems/moore5.pdf  Mufioz-Plaza, C., Quinn, S. C., & Rounds, K. A. (2002). Lesbian, gay, bisexual and transgender students: Perceived social support in the high school environment. The High School Journal, 85(4), 52-63. Nadal, K., Issa, M., Leon, J., Meterko, V., Wideman, M., & Wong, Y. (2011). Sexual orientation microaggressions: “Death by a thousand cuts:” Lesbian, gay, and bisexual youth. Journal of LGBT Youth, 8(3), 234-259. National Education Association. (1995). Understanding gay, lesbian and bisexual students through diversity: Action sheet. Washington, DC: NEA Human and Civil Rights. National Education Association. (2012). Safety, bias and GLBT issues. Retrieved from http://www.nea.org/home/18932.htm Newman, B. S. (2002). Lesbians, gays and religion: Strategies for challenging belief systems. In E. Cramer (Ed.) Addressing Homophobia and Heterosexism on College Campuses. (pp. 87-98). Binghamton, NY: Harrington Park Press.  LGBTQ Music Majors’  97  Oswalt, S., & Wyatt, T. (2011). Sexual orientation and differences in mental health, stress, and academic performance in a national sample of U.S. college students. Journal of Homosexuality, 58, 1255-1280. Pascoe, C. J. (2007). Dude, you're a fag: Masculinity and sexuality in high school. Berkeley: University of California Press.  Payne, E. C. (2007). Heterosexism, perfection, and popularity: Young lesbians' experiences of the high school social scene. American Educational Studies, 41(1), 60-79. \t  Pedro, J. Y. (2005). Reflection in teacher education: Exploring pre-service teachers'             meanings of reflective practice. Reflective Practice, 6, 49-66. Petrovic, J., & Rosiek, J. (2007). From teacher knowledge to queered teacher knowledge research: Escaping the epistemic straight jacket. In N. Rodriguez & W. Pinar (Eds.), Queering straight teachers: Discourse and identity in education. (pp. 201-231). New York: Peter Lang. Piaget, J. (1954). The construction of reality in the child. New York: Basic Books. Pitts, S. E. (2004). Starting a music degree at university. In J. Davidson (Ed.) The music practitioner: Research for the music performer, teacher and listener. (pp. 215-224). Burlington, VT : Ashgate. Rankin, Susan R. (2003). Campus climate for gay, lesbian, bisexual, and transgender people: A national perspective. New York: The National Gay and Lesbian Task Force Policy Institute. www.ngltf.org\t   LGBTQ Music Majors’  98 Renn, K. A. & Bilodeau, B. (2005): Queer student leaders: An exploratory case study of identity development and LGBT student involvement at a midwestern research university. Journal of Gay & Lesbian Issues in Education, 2(4), 49-71. Robinson, T. (1999). The intersections of identity. In A. Garrod (Ed.) Souls looking back: Life stories of growing up Black. (pp. 85-98). New York: Routledge. Roulston, K. & Misawa, M. (2011). Music teachers’ constructions of gender in elementary education. Music Education Research, 13(1), 3-28.  Ryan, C. (2001). Counseling lesbian, gay, and bisexual youths. In A. D’Augelli & C. Patterson (Eds.) Lesbian, gay, and bisexual identities and youth: Psychological perspectives. (pp. 224-250) New York: Oxford University Press. Sadker, D. M., & Zittleman, K. R. (2010). The teachers, schools, and society reader: To accompany teachers, schools, and society. Boston: McGraw-Hill. Safe Schools Coalition. (2004). Safe place to learn: Consequences of harassment             based on actual or perceived sexual orientation and gender non-conformity             and steps for making schools safer. Retrieved August 25, 2012, from http://             www.nclrights.org/site/DocServer/SafePlacetoLearnLow.pdf?docID= 1061. Savin-Williams, R. C. (1990). Gay and lesbian youth: Expressions of identity. New York: Hemisphere.  Savin-Williams, R. C. (2001). Mom, Dad. I’m gay: How families negotiate coming out. Washington, DC: American Psychological Association.  Savin-Williams, R. C. (2005). The new gay teenager. Cambridge, MA: Harvard University Press.  LGBTQ Music Majors’  99 Scourfield, J., Roen, K., & McDermott, L. (2008). Lesbian, gay, bisexual and transgender young people's experiences of distress: Resilience, ambivalence and self-destructive behaviour. Health & Social Care in the Community, 16(3), 329-336.  Smythe, W. E.  & Murray, M. J. (2000). Owning the story: Ethical considerations in    narrative research. Ethics & Behavior, 10(4), 311-336. Szalacha, L. A. (2005). The research terrain: A brief overview of the historical framework for LGBTQ studies in education. In J. Sears (Ed.), Gay, lesbian, and transgender issues in education: Programs, policies, and practices. (pp. 77-87). New York: Harrington Park Press.\t  Talbot, B. C. & Millman, M. B. (2010, May).  Discourses surrounding marginalized groups, LGBTQ issues, and music learning and teaching practices in season 1 of Glee. Bulletin of the Council for Research in Music Education, electronic conference proceedings from Establishing Identity: LGBT Studies and Music Education, University of Illinois, Champaign, IL. Retrieved from http://bcrme.press.illinois.edu/proceedings/.../14_Talbot_Millman.pdf Troiden, R. R. (1989). The formation of homosexual identities. Journal of Homosexuality, 17(1), 43-74. Trollinger, L. M. (1993). Sex/Gender research in music education: A review. The quarterly journal of music teaching and learning. 4(4). 22- 39.   Vaccaro, A., August, G., & Kennedy, M. S. (2012). Safe spaces: Making schools and communities welcoming to LGBT youth. Santa Barbara, CA: Praeger. Westbrook, L. (2009): Where the women aren't: Gender differences in the use of LGBT resources on college campuses, Journal of LGBT Youth, 6(4), 369-394. LGBTQ Music Majors’  100 Whitlock, R. U. (2010). Getting queer: Teacher education, gender studies, and the cross-disciplinary quest for queer pedagogies. Issues in Teacher Education, 19(2), 81-104. Woodford, M. R., Silverschanz, P., Yu, L., & Howell, M. L. (2012). That's so gay!: Examining the covariates of hearing this expression among gay, lesbian, and bisexual college students. Journal of American College Health, 6(6), 429-434. Wyss, Shannon. 2004. “This was my hell:” The violence experienced by gender non-conforming youth in US high schools. Journal of Qualitative Studies in Education, 17, 709-730. Yin, R. K. (2003). Case study research: Design and methods, third edition. Thousand Oaks, CA: Sage. Zavalkoff, A. (2002). Teaching the teachers: Confronting homophobia and heterosexism in teacher education programs. In E. Cramer (Ed.) Addressing homophobia and heterosexism on college campuses. (pp. 243-256). New York: Harrington Park.          LGBTQ Music Majors’  101 Appendix A: Cover Letter and Consent  LGBTQ Music Majors’ Experiences in Music Education Greetings,    You are invited to participate in a research project to study the LGBTQ student’s experience of music education environments. Your participation in the study would include one 60-minute in-person interview in which you would answer a series of open-ended questions about your experiences with music, ensembles, school and identity. I will make an audio recording of the interview, which will be destroyed at the completion of the study. Should I need to clarify any of your answers at a later time, there is a possible 15-minute follow-up session that could be conducted via email or phone.  The results of this project will be compiled into a research paper that will contribute to a master’s thesis. Through your participation, I hope to better understand the motivations, perceptions and self-perceptions of LGBTQ music majors.  I hope that the results of the study will be useful for music teachers, general education specialists, students of LGBTQ Studies, and the general student population.   I do not know of any risks to you if you decide to participate in this study and I guarantee that your responses will not be identified with you personally. I promise not to share any information that identifies you by name. Your participation is voluntary and there is no penalty if you do not participate.  If you do participate, you are free to withdraw from the study at any time with no repercussions.  Respondents who wish to participate must meet the following criteria: • At least 18 years of age • Enrolled in college or university • Identify as Lesbian, Gay, Bisexual, Transgender, Queer, or Intersex • Declared or intent to major in music   If you would like to participate in this study, or if you have any questions or concerns about being in this study, please contact me at hennesae@dukes.jmu.edu. You may also contact my research advisor at dabbacwm@jmu.edu. This project has been approved by the Institutional Review Board (IRB) at James Madison University.  If you have any questions about your rights as a research study participant, you may contact the chair of the IRB through the Office of Special Programs at (540) 568-6872 or jmu_grants@jmu.edu.   Sincerely,   Anna Hennessy   Graduate Teaching Assistant, Music Education LGBTQ Music Majors’  102 James Madison University 434.960.5253 hennesae@dukes.jmu.edu LGBTQ Music Majors’ Experiences in Music Education  Consent to Participate in Research Identification of Investigators & Purpose of Study   You are being asked to participate in a research study conducted by Anna Matijasic Hennessy from James Madison University.  The purpose of this study is to describe the experience of participation in music classes and ensembles from a variety of LGBTQ (Lesbian, Gay, Bisexual, Transgender and Queer) perspectives. This study will contribute to the researcher’s completion of a master’s thesis.  Research Procedures Should you decide to participate in this research study, you will be asked to sign this consent form once all your questions have been answered to your satisfaction.  This study consists of an interview that will be administered to individual participants in a location and time convenient to you. You will be asked to provide answers to a series of questions related to your experiences in music education environments.  Music education environments include places such as music departments and the classrooms therein as well as experiences such as travelling, teaching or performing with members of institutions such as schools, churches, youth orchestras and bands, or private studios. The researcher will make an audio recording of the interview and produce an accurate transcription of it. The recording and transcription will then be analyzed in order to identify important themes and key insights. The result of this project will be a graduate thesis paper that will be presented to colleagues and professors of the researcher. All recordings, personal correspondence and other material from which participants could be identified will be destroyed at the completion of the study.  Time Required Participation in this study will require one hour of your time, with the possibility of an additional fifteen minutes should the researcher need to clarify your statements from the initial interview.  Risks  The investigator does not perceive more than minimal risks from your involvement in this study. It is possible, due to the personal nature of the sexual identity, that some participants may feel uncomfortable discussing their own sexual identities. Participants will not be forced to answer any questions that they feel are intrusive or disquieting, and may skip questions or end the interview at any time if they so desire.  Benefits There are no significant potential direct benefits from participation in this study. However, the study of LGBTQ students’ experiences in music classrooms has the potential to promote greater understanding and inclusion of LGBTQ students in the music LGBTQ Music Majors’  103 classroom. By talking about experiences, participants may gain insight and self-awareness.  There is potential for such self-knowledge to occur as a result of participating in this interview.  Confidentiality  The results of this research will be presented in a Master’s thesis paper. The results of this project will be coded in such a way that the respondent’s identity will not be attached to the final form of this study.  A pseudonym will be used in place of your name and your institution of higher learning will not be referenced by name. The researcher retains the right to use and publish non-identifiable data. All data will be stored in a locked filing cabinet in the researcher’s home. Upon completion of the study, all information that matches up individual respondents with their answers, including audio recordings, will be destroyed.   Participation & Withdrawal  Your participation is entirely voluntary.  You are free to choose not to participate.  Should you choose to participate, you can withdraw at any time without consequences of any kind.  Questions about the Study If you have questions or concerns during the time of your participation in this study, or after its completion or you would like to receive a copy of the final aggregate results of this study, please contact: Anna Matijasic Hennessy    Dr. William Dabback School of Music     School of Music James Madison University    James Madison University hennesae@dukes.jmu.edu      (540) 568-3464 dabbacwm@jmu.edu  Questions about Your Rights as a Research Subject Dr. David Cockley  Chair, Institutional Review Board James Madison University (540) 568-2834 cocklede@jmu.edu  Giving of Consent I have read this consent form and I understand what is being requested of me as a participant in this study.  I freely consent to participate.  I have been given satisfactory answers to my questions.  The investigator provided me with a copy of this form.  I certify that I am at least 18 years of age.   I give consent to be audio-taped during my interview.  ________ (initials)  ______________________________________     LGBTQ Music Majors’  104 Name of Participant (Printed)  ______________________________________    ______________ Name of Participant (Signed)                                   Date ______________________________________    ______________ Name of Researcher (Signed)                                   Date                                LGBTQ Music Majors’  105 Appendix B: Interview Questions  LGBTQ Music Majors’ Experiences in Education  Interview Questions   Introduction  Thank you so much for participating in this interview. The questions that I will ask you are open-ended, and you may find yourself talking for some time. Don’t worry if you feel you are off the subject. Just say whatever comes to mind, and remember, there’s no rush – and no “right” answer.    1. How old are you, which area of music (band/orchestra/choir) do you belong to, and how do you describe yourself in terms of sexual identity?  2.Who knows that you are gay/lesbian?  4. What was the social climate like for LGBTQ people in your high school orchestra/band? How did your decision to come out (or not) in high school affect the way you participated in band/choir/orchestra?  5. What is the social climate like for LGBTQ people in your college?  Are there LGBTQ resources on campus, and have you used them?  Describe the differences between high school and college music classrooms in terms of gay visibility and acceptance.  Did your musical community play a part in your coming out story?  6. Has the college environment helped or hindered you in terms of personal development?  7. Do you identify as LGBTQ first, as a musician first, or as some combination of a number of identities?  Has your exploration of your own sexual identity affected your musicianship? How so? OR What has music come to mean for you during the course of your early adulthood?  8. Do you feel that your experience as an LGBTQ music student is different from a straight person? How or how not?  9. How do you think that society in general views LGBTQ musicians?  How is this different or similar to attitudes you’ve found in music classrooms?  Do you identify with these stereotypes?  Additional Questions (time dependent)  LGBTQ Music Majors’  106 10. What, if anything, could your high school band/orchestra/choir teacher have done differently to make you feel more safe/accepted?  11. Do you feel that you were harassed/disliked more because of your sexual preference or because you didn’t fit others’ definition of what a boy/girl “should” be?  12. Do you feel that studying music has helped you know yourself better? How?  13. Are there other gay/lesbians in music school? Do you feel a sense of community with them, and what do you get out of that?                                     ",
    "id": 153207054,
    "identifiers": {
        "doi": null,
        "oai": "oai:commons.lib.jmu.edu:master201019-1247"
    },
    "title": "LGBTQ music majors’ experiences of social climates and developing identities in music education settings",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-12-15T08:00:00+00:00",
    "publisher": "JMU Scholarly Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://commons.lib.jmu.edu/cgi/viewcontent.cgi?article=1247&amp;context=master201019"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/153207054.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/153207054"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/153207054/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/153207054/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/153207054"
        }
    ],
    "abstract": "The purpose of this study was to identify roles that music education plays in the lives of lesbian, gay, bisexual, trans and queer (LGBTQ) music majors. Using a collective case study design, the researcher conducted semi-structured interviews with five undergraduate LGBTQ music majors. Participants spoke about their experiences in music education settings, the social atmosphere associated with such settings and their identities as LGBTQ persons and musicians. Music education settings may include high school and college ensembles as well as extracurricular ensembles and private lessons. The researcher sought to explore: a) ways in which peers and teachers in music ensembles create a social climate for LGBTQ students, b) effects of such climates on LGBTQ students, c) developing musical and sexual identities of LGBTQ college music majors and d) possible interaction or disconnection of those identities. Results show that participants negotiated musical and sexual identities in order to reflect the social values of their music ensemble. They described ways in which peers and teachers created climates of acceptance, silence or homonegativity. Overall, participants viewed high schools as places of varying levels of acceptance, while college musical environments were seen as welcoming places for LGBTQ people. Participants drew connections between their developing sexual identities and quality of musicianship, especially in regard to musical expression",
    "tags": [
        "thesis",
        "LGBTQ",
        "LGBT",
        "LGBTQ studies",
        "queer studies",
        "music education",
        "music students",
        "higher education",
        "secondary education",
        "music ensembles",
        "homophobia",
        "musician identity",
        "sexual identity",
        "Music"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "thesis"
    ],
    "oai": "oai:commons.lib.jmu.edu:master201019-1247",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3623",
        "openDoarId": 0,
        "name": "James Madison University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 153207054,
        "depositedDate": null,
        "publishedDate": "2012-12-15T08:00:00+00:00",
        "updatedDate": "2024-02-20T23:36:38+00:00",
        "acceptedDate": null,
        "createdDate": "2018-03-17T08:55:07+00:00"
    },
    "urls": [
        "https://commons.lib.jmu.edu/master201019/234",
        "https://commons.lib.jmu.edu/context/master201019/article/1247/viewcontent/hennesae_masters_12_04_2012.pdf"
    ],
    "lastUpdate": "2024-02-20T23:36:38+00:00",
    "setSpecs": []
}