{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Brahma, Sanjukta"
        },
        {
            "name": "Gavriilidis, Konstantinos"
        },
        {
            "name": "Kallinterakis, Vasileios"
        },
        {
            "name": "Verousis, Thanos"
        },
        {
            "name": "Zhang, Mengyu"
        }
    ],
    "contributors": [],
    "createdDate": "2023-01-28T14:55:13+00:00",
    "dataProvider": {
        "id": 172,
        "name": "ResearchOnline@GCU",
        "url": "https://api.core.ac.uk/v3/data-providers/172",
        "logo": "https://api.core.ac.uk/data-providers/172/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1016/j.irfa.2023.102547",
    "downloadUrl": "https://core.ac.uk/download/553145055.pdf",
    "fullText": "LGBTQ and financeBrahma, Sanjukta; Gavriilidis, Konstantinos; Kallinterakis, Vasileios; Verousis, Thanos;Zhang, MengyuPublished in:International Review of Financial AnalysisDOI:10.1016/j.irfa.2023.102547Publication date:2023Document VersionPublisher's PDF, also known as Version of recordLink to publication in ResearchOnlineCitation for published version (Harvard):Brahma, S, Gavriilidis, K, Kallinterakis, V, Verousis, T & Zhang, M 2023, 'LGBTQ and finance', InternationalReview of Financial Analysis, vol. 86, 102547. https://doi.org/10.1016/j.irfa.2023.102547General rightsCopyright and moral rights for the publications made accessible in the public portal are retained by the authors and/or other copyright ownersand it is a condition of accessing publications that users recognise and abide by the legal requirements associated with these rights.Take down policyIf you believe that this document breaches copyright please view our takedown policy at https://edshare.gcu.ac.uk/id/eprint/5179 for detailsof how to contact us.Download date: 13. Aug. 2023International Review of Financial Analysis 86 (2023) 102547Available online 2 February 20231057-5219/© 2023 The Authors. Published by Elsevier Inc. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).Review LGBTQ and finance Sanjukta Brahma a, Konstantinos Gavriilidis b, Vasileios Kallinterakis c, Thanos Verousis d,*, Mengyu Zhang e a Glasgow Caledonian University, Glasgow School for Business and Society, Cowcaddens RoadGlasgow, G4 0BA, Scotland, UK b University of Stirling Management School, Stirling FK9 4LA, Scotland, UK c University of Liverpool Management School, Chatham St, Liverpool L69 7ZH, UK d Essex Business School, University of Essex, Wivenhoe Park, Colchester CO4 3SQ, UK e Kent Business School, Sibson Parkwood Road University of Kent Canterbury Kent CT2 7FS, UK   A R T I C L E  I N F O   JEL codes: J16 G50 D10 G38 L25 Keywords: LGBTQ policies Finance Firm performance Corporate governance Workplace diversity A B S T R A C T   Recent changes in workplace and corporate board diversity policies and a series of court rulings have signalled a fundamental change in the treatment of lesbian, gay, bisexual, transgender and queer (henceforth LGBTQ) people in the corporate world. In this paper, we survey the burgeoning literature on the role of sexual orientation in finance. Studies show that there is a positive relationship between the adoption of LGBTQ-friendly policies and firm performance. We identify the factors that influence a firm’s decision to adopt LGBTQ-friendly policies. We also provide evidence that sexual preferences play an important role in leadership styles in the household. Overall, our review suggests that LGBTQ research allows novel insights regarding how LGBTQ policies create value for the firm, insights that help us identify several directions for future research.   1. Introduction “…the Exchange states that ‘the weight of empirical evidence’ sup-ports its belief in the benefits of board diversity for companies that choose to meet the proposed diversity objectives” NASDAQ (Securities and Exchange Commission, 2021) In August 2021, the Securities and Exchange Commission (SEC) approved the proposal of NASDAQ (the second largest stock exchange in the United States) to adopt listing rules supporting board diversity. Under the new rules, companies will be required to meet gender and racial diversity requirements with at least one board member who self- identifies as LGBTQ or as a member of a racial minority. In a supporting letter, NASDAQ argued that the “overwhelming majority” of share-holders and stakeholders agree that the new rules enhance corporate governance and performance and “align with investor expectations for board diversity” (Nasdaq, 2021). Although the above example clearly illustrates the shift in corporate – alongside, social – mood on the issue of LGBTQ policies in finance, whether and how LGBTQ policies impact on a host of financial contexts has yet to be addressed. This paper fills this gap by surveying the literature on LGBTQ and financial outcomes. The topic is of current interest for two main reasons: First, recent rulings and workplace diversity supportive policies have increased the presence of LGBTQ participation in companies. For example, in June 2020, the Supreme Court of the U.S. ruled that the Civil Rights Act of 1964 protects LGBTQ workers from workplace discrimination, effec-tively making it illegal for any company in the U.S. to fire employees on the basis of their sexual orientation (Liptak, 2020). On a related point, over 95% of large companies internationally have invested in workplace diversity programs (Krentz, 2019).1 Second, discrimination against LGTBQ individuals is still commonplace at work. In 2020, more than one in three LGBTQ Americans reported discrimination in the workplace (Gruberg, Mahowald, & Halpin, 2020). What makes LGBTQ-policies important for financial outcomes? * Corresponding author. E-mail address: t.verousis@essex.ac.uk (T. Verousis).   1 In 2021, the Human Rights Campaign Foundation identified 767 businesses that fulfilled all conditions to warrant a 100% rating and the title of being a 2021 “Best Place to Work for LGBTQ Equality”. These includes Apple, BAE systems, Amazon, Pfizer, Tesla, and Twitter, to name but a few (Human Rights Campaign Foundation, 2021). Contents lists available at ScienceDirect International Review of Financial Analysis journal homepage: www.elsevier.com/locate/irfa https://doi.org/10.1016/j.irfa.2023.102547 Received 16 November 2022; Received in revised form 18 January 2023; Accepted 25 January 2023   International Review of Financial Analysis 86 (2023) 1025472LGBTQ policies improve the access of LGBTQ people to work. Given the significant part of the general population that identifies as LGBTQ (5.6% of all adults in the U.S., see Jones, 2020), companies have the oppor-tunity to open up to a pool of workplace candidates, making it easier for companies to identify the right skills and talents. Importantly, LGBTQ- policies also remove the glass ceiling that prohibits LGBTQ people from participating in top management roles, thereby increasing board diversity and enhancing the decision-making process in favour of improved financial outcomes. It is not surprising therefore that the literature on LGBTQ studies in management, economics and finance is growing (see Fig. 1). In man-agement science, Byington, Tamm, and Trau (2021) review the litera-ture across the management field and, in economics, Badgett, Carpenter, and Sansone (2021) discuss the literature on LGBTQ policies and income and wage differentials, earnings and labour. Our article provides the first integrated review of the literature on LGBTQ practices in finance. Our aim is to (i) offer an overview of the current state of LGBTQ-research on finance-related studies and (ii) identify areas for future research. Although a chronological literature review would potentially highlight the increased interest in LGBTQ-related research on finance, studies on LGBTQ span several research topics across finance, which could make a chronological revision needlessly complicated. Therefore, we cluster the literature around four major finance themes, which we discuss below in more detail, before concluding by outlining avenues for future research. To begin with, Table 1 maps the field of research studies on LGBTQ and finance. In Panel A, we provide a list of the unique Journal of Economic Literature (JEL) classifications for the majority of articles included in this review. Clearly, the topic spans several research areas, which is reflected in the wide range of JEL categories involved. As ex-pected, a large number of studies are classified as Labour and De-mographic Economics (J) and Financial Economics (G). Given that we discuss papers on household and corporate finance, Microeconomics (D) and Business Administration (M) are equally also strongly represented in the review. In Table 1, Panel B, we provide an equivalent list of the unique keywords. From a firm perspective, several keywords refer to “Corporate Social Responsibility” but also “Corporate (sexual) equality”. As expected, “Firm performance” is a popular keyword, coupled with the related term “organizational performance”. “Discrimination” and “Di-versity” also appear frequently as keywords. Interestingly, “Innovation”, “Organizational performance” and “Strategic choice” also appear frequently enough, possibly reflecting the positive externalities associ-ated with LGBTQ and corporate choices. See Tables 2–5. We begin the survey of the research on this topic in Section 2 by discussing the literature on LGBTQ-friendly policies and firm perfor-mance. A large array of studies has confirmed the positive role of Corporate and Social Responsibility (CSR) and diversity on firm per-formance (Brahma, Nwafor, & Boateng, 2021; Fitzsimmons & Callan, 2020; Kirsch, 2018). In line with stakeholder theory (Freeman, 1984), this positive effect is attributed inter alia to the attraction of talented employees, the enhancement of firm reputation and customer relation-ships, and better access to external financing. Even though company policies, in terms of sex and race diversity, have long been established, it is only very recently that companies have started engineering policies against discrimination based on sexual orientation; to a great extent this issue still remains taboo in very conservative societies, as opposed to more open ones. Nevertheless, evidence so far indicates a positive relationship between the adoption of LGBTQ-friendly policies, firm performance, and credit ratings (Chintrakarn, Treepongkaruna, Jir-aporn, & Lee, 2020; Johnston & Malina, 2008; Li & Nagar, 2013). In Section 3, we review the literature on LGBTQ supportive policies and corporate governance practices. We identify a number of factors that can influence a firm’s decision toward adopting LGBTQ supportive policies, like co-opted boards (Kyaw, Chindasombatcharoen, Jiraporn, & Treepongkaruna, 2021), liberal CEOs (Briscoe, Chin, & Hambrick, 2014) and board gender diversity (Cook & Glass, 2016; Steiger & Henry, 2020). LGBTQ-supportive workplace policies result in improved corporate brand image in terms of higher ranking in the Corporate Equality Index (CEI) (Roberson, 2009); employee disclosure (Carreiro, 2014); and openness (Badgett, Durso, Mallory, & Kastanis, 2013). Perhaps more importantly, a number of studies on LGBTQ and state laws show that firms that adopt LGBTQ-supportive policies have a positive influence on state laws (Chuang, Church, & Ophir, 2011) and these policies are particularly prevalent amongst companies that are located in LGBTQ friendly states and where similar policies are pursued by competitors (Everly & Schwarz, 2015). The review further suggests that corporations are likely to adopt LGBTQ non-discrimination policies if they are swayed by shareholder activism (Roy, 2009), corporate activism (Quartey, 2018) and education levels of employees (Maks- Solomon & Drewry, 2021). In Section 4, we review the literature on LGBTQ policies pertaining to household financial decisions. In general, LGBTQ individuals tend to save and invest more than their heterosexual peers (Black, Sanders, & Taylor, 2007; Negrusa & Oreffice, 2011). Nevertheless, LGBTQ people may be potentially missing out on investment income as they tend to invest in less risky assets relative to their risk preferences (Hanna & Lindamood, 2004). We also find that following the introduction of same- sex marriage laws and the abolition of legal barriers to mortgage choices, there is some recent evidence that same-sex couples face discriminatory policies in the mortgage market. Importantly, Sun and Gao (2019) show that same-sex applicants are 73% more likely to be 024681012141988199519961999200120022003200420052007200820092010201120122013201420152016201720182019202020212022Fig. 1. Number of peer-reviewed publications per year.  S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 1025473denied a mortgage. Overall, LGBTQ couples are less likely to own a home than heterosexual couples (Botti & D’ippoliti, 2014; Jepsen & Jepsen, 2009; Romero, Goldberg, & Vasquez, 2020). Further, the liter-ature on intra-household financial-decision making shows that financial management practices of same-sex couples are largely similar to those of cohabiting (unmarried) heterosexual couples (Burgoyne, Clarke, & Burns, 2011; Klawitter, 2008). Finally, there exists a small body of ev-idence suggesting that when LGBTQ people experience discrimination, their risk-taking behaviour increases (Beer & Wellman, 2021). In Section 5, we review the literature on LGBTQ policies and eco-nomic performance. An important part of this literature is concerned with the role of sexual orientation policies in the interplay between finance and economic growth. A positive relationship between GDP per capita and LGBTQ inclusion is caused by lost productivity and an inefficient allocation of human resources (Badgett, Waaldijk, & Van Der Meulen Rodgers, 2019). Furthermore, LGBTQ-inclusive policies facili-tate innovation (Vu, 2021) and, importantly, explain the geographic distribution of talent that can positively influence regional economic development (Florida & Gates, 2003; Mellander & Florida, 2007). There is an overall positive relationship between LGBTQ-friendly policies and Foreign Direct Investment (FDI) flows (Brown, 2017; Noland, 2005). There is a general consensus that heterosexual individuals earn signifi-cantly more than their homosexual counterparts (Allegretto & Arthur, 2001; Badgett, 1995; Burn, 2020; Klawitter, 2015). Finally, a small set of studies investigates the relationship between LGBTQ preferences and house prices. In the seminal study on this issue, Florida and Mellander (2010) show that the concentration of LGBTQ people influences housing values directly or through high technology industry concentration. Table 1 Mapping the field of the articles included in the review.  Panel A: List of unique JEL classifications A13(×2) D22 G32(×2) J11 J42 J83 O35 R28 B54(×3) G02 G34(×3) J12(×5) J50 K38 O40 Z12 C24 G10 G35 J15(×3) J64 M12(×3) R1 Z13 C93 G11(×2) G38 J16(×6) J7(×2) M14(×5) R10 D1(×3) G12 G39(×2) J24(×2) J70(×2) M41 R2 D12 G14 I32 J3(×2) J71 M50 R20 D13(×2) G30(×3) J1 J31 J78 M52(×2) R21(×2) D15 G31(×2) J10 J38 J82 O3 R23 Panel B: List of unique keywords Acquisitions Field experiments Labor market outcomes Risk tolerance Agency theory Finance Labor supply Same-sex (×2) Attention Financial management Legal rights Same-sex couples (×4) Attitude toward risk Financial performance (x3) Lesbian Same-sex marriage (×2) Australia Financial planning LGBT (×11) Same-sex partner health benefits Bargaining Financial risk tolerance LGBT inclusion Sexual discrimination Based theory Financial wellness LGBT issues Sexual minorities Behavioural finance Firm performance (×4) LGBT marriage equality Sexual orientation (×12) Bisexual Fuzzy analysis LGBT minorities Sexual orientation and identity Board of directors Gay LGBT policies Sexual orientation diversity CEO power Gay men LGBT stakeholders Sexual orientation price differentials Clientele Gay/bisexual men and women LGBT-friendly practices/LGBT supportive policies (×2) Sexual preferences Co-movement Gender (×3) LGBTQ Share repurchases Contested practices Gender differences LGBTQ+ people Simultaneous equations Co-opted boards Gender discrimination LGBT-supportive Social and economic stratification Corporate activism Gender diversity Linear mixed model Social inclusion Corporate communication Gender identity (×2) Management Socially responsible investing Corporate equality index Global Marital status Socioeconomic outcomes Corporate governance (×3) Globalization Market value Spatial econometrics Corporate political activity Government Policy and Regulation Marriage (×2) Stakeholder management Corporate sexual equality (×2) Growth Marriage premium Stakeholder theory Corporate social responsibility (×4) Hiring discrimination Mergers State-level legalization Corporations Home-ownership (×3) Meta-analysis Stigma Creative occupations Homosexual couples Mimicking Stock market Credit ratings Homosexual orientation Money management (×2) Stock market performance Credit rationing Household Mortgage (×2) Strategic choice (×2) Culture Household bargaining power Mortgage to house value Student finances Discrimination (×10) Household decisions Multi-attribute Style investing Diversity (×4) Household formation Multidimensional poverty Survival analysis Dividend policy Household specialization Mutual fund Technology Earnings (×2) Housing demand Obergefell Tobin’s Economic anthropology Housing market Organizational demography (×2) Tolerance Economic complexity Human capital Organizational performance (×2) Trading behaviour Economic development (×2) Human resource management Pay-out policy Transgender Economic effects Imitation Peer effects Transgender status Economic models Inclusion Personnel Management Transgender students Economic outcomes Income (×2) Portfolio choices Unmarried couples Economic security Individual investors Preference US supreme court Economic sociology Innovation (×2) Propensity to save Utility Economic statistics Institutional mechanisms Public Policy Wage differentials Economics Institutional theory Qualitative Wage discrimination (×2) Employee policies International markets Regression analysis Workplace climate Employee resource groups Intrahousehold Religion Workplace diversity (×3) Entrepreneurship Investment decision Resource-based view Workplace policies (x2) Event study Job search Restructuring  Executive Compensation Labor market   Executives    Note: JEL classifications and keywords from reviewed publications. S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 1025474Leguizamon and Leguizamon (2017) find a positive relationship be-tween housing prices and concentrations of same-sex couples in areas with high levels of human capital. In Section 6, we propose directions for future research that build on the findings reported here. Ultimately, we stress the need to incorporate LGBTQ research in business studies not only as a way of allowing diverse individuals to gain access in corporate leadership but also as a way of taking advantage of the potential to increase firm profitability that is related to managing a set of diverse individuals. We conclude the paper in Section 7. 2. LGBTQ and firm performance In this section we review the literature on LGBTQ practices and firm performance. As LGBTQ friendliness can be considered a dimension of Corporate and Social Responsibility (CSR), there are two competing views on how the adoption of such policies may affect firm value. First, according to Friedman (1970), investment on LGBTQ-friendly policies (and CSR policies in general) is considered a misallocation of invest-ment, in effect, an expenditure primarily for managers to improve their image; therefore this decreases firm value. Second, according to the stakeholder theory (Freeman, 1984), firms are affected by stakeholders in several dimensions, firm performance included; as such, investment into LGBTQ-friendly policies and other socially responsible ways is something that enhances firm performance. A channel through which firms may improve their performance via the adoption of LGBTQ- friendly policies is labour-related. For example, studies in the Manage-ment literature report that firms with LGBTQ-friendly policies attract high quality employees and enhance their employee satisfaction. 2.1. LGBTQ supportive policies, stock performance and firm value Over the last few years, LGBTQ corporate friendliness has attracted the interest of both the academic and professional community. For instance, a report by Credit Suisse in 2016 uses a sample of 270 firms around the world which embrace LGBTQ policies and finds that these companies outperform the MSCI world index by 3 % in a six-year period (Dawson, Natella, Kersley, Thomas, & Vair, 2016). More than 60 % of these companies span across three industries, IT, financials and con-sumer staples. In addition, these companies exhibit higher ROE and cash flow returns compared to the benchmark companies. While the authors acknowledge that their findings do not imply causality (i.e., whether LGBTQ employees improve company performance, or better companies attract LGBTQ employees), their findings do provide fertile ground for further research. In the academic literature, the impact of LGBTQ-friendly policies on corporate performance and firm value has been examined solely in the context of U.S firms. Perhaps, this geographical focus is mainly due to data availability regarding the adoption of LGBTQ-friendly policies by firms. Having said that, the most commonly used metric in academic studies regarding corporate LGBTQ-friendliness is the Corporate Equality Index (CEI), published by the Human Rights Campaign (HRC). Johnston and Malina (2008) were amongst the first to examine the impact of LGBTQ policy adoption on firms’ stock performance. The authors employ the CEI as a proxy for firms’ LGBTQ inclusiveness on a sample of 203 firms and examine how this affects stock performance. Using an event study methodology, the authors find that around the announcement date of CEI scores, firms in general do not exhibit any abnormal returns, apart from some evidence of announcement date positive abnormal returns. The authors suggest that at worst, firms are not penalized for encompassing LGBTQ policies. In a related a study, Wang and Schwarz (2010), using regression analysis, report a positive Table 2 Firm performance.   Market Period & sample Methods Main findings Chintrakarn et al. (2020) U.S. 1996–2011, 7469 firm-years Instrumental variable analysis Companies with LGBTQ policies enjoy higher credit ratings. Dawson et al. (2016) Global 2005–2013, 270 firms Metrics comparison LGBTQ friendly firms outperform the MSCI AW index and have higher ROE and CFROI. Fatmy, Kihn, Sihvonen, & Vähämaa (2022) U.S. 2003–2016, 657 firms OLS, instrumental variable, propensity score matching Firms with LGBTQ-friendly policies experience higher profitability and market valuations. Foster et al. (2020) U.S. 2013–2017, 2298 firm-years OLS, propensity score matching Firms with higher CEI scores experience stronger performance. Hossain et al. (2020) U.S. 2011–2014, 398 firms OLS, GMM and propensity score matching Positive relationship between CEI scores and firm innovation Johnston and Malina (2008) U.S. 2002, 203 firms Event study Evidence of positive abnormal returns on the announcement date of CEI scores. At worst, firms are not penalized for encompassing LGBTQ policies. Li and Nagar (2013) U.S. 1995–2008, 379 firms Portfolio analysis Holding a portfolio of firms that adopted a same sex domestic partnership benefit exhibit an alpha of 10%. These firms also have improved operating performance. Pichler et al. (2018) U.S. 1996–2009, 1347 firms Hierarchical linear model Firms with R&D activity experience higher profitability and market valuation via the adoption of LGBTQ-friendly policies. Shan et al. (2017) U.S. 2002–2006, 1283 firm-years OLS, instrumental variable analysis, statistical mediation model Firms with higher corporate sexual equality experience higher stock returns and increased market valuation. Wang and Schwarz (2010) U.S. 2002–2005, 258 firms Linear mixed model Positive relationship between CEI scores and stock price reaction. Zhu & Smieliauskas (2021) U.S 2003–2015, 3119 firm-days in treatment sample and 95,321 firm- days in control sample Event study Positive, albeit weak, stock market reaction to firms located in states that legalize same-sex marriage. Nadarajah et al. (2021) U.S. 2011–2014, 398 large firms (1592 firm-year observations) OLS, panel data regression, propensity score matching, GMM Negative relationship between CEI scores/firm performance and individualism scores Lourenço et al. (2021) Global 2013–2018, 100 leading LGBT executives Simultaneous equation LGBT executives improves firm performance both directly and indirectly. Do et al. (2022) US 2002–2005, 400 firms Logit model Investors prefer to invest in mutual funds that invest in LGBT supportive firms  S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 1025475relationship between CEI scores and stock price reaction using a sample of 258 firms for the period 2002–2005. Li and Nagar (2013) examine the determinants that lead firms to adopt a same sex domestic partnership benefit (SSDPB) and compare the performance of adopters vs. non-adopters. They find that it is usually the larger firms with high performance, large cash reserves, and intense R&D that are more likely to adopt such policies. In addition, firms located in liberal states are more likely to adopt such policies compared Table 3 Corporate governance.   Market Period & sample Methods Main findings Roy (2009) U.S. NA Theoretical study Shareholder activism can bring about LGBTQ non- discrimination policies within corporations Roberson (2009) NA NA Theoretical study Companies with high corporate equality index have earned the status of top employers who are dedicated to diversity and inclusion. Chuang et al. (2011) U.S. 1990–2003, 951, Fortune 500 Cox regression model The increase in industry adoption of LGBT employees’ health benefits had a positive effect on state laws. But the increased adoption reduced the positive effect on state laws and media coverage for firms headquartered in that state. Badgett et al. (2013) NA NA Review of studies on LGBTQ- supportive and workplace environment on business results. LGBTQ-supportive employment policies lead to more frankness amongst LGBTQ employees, reduced workplace discrimination, enhanced job satisfaction and better health results. Briscoe et al. (2014) U.S. 1985–2004, 210 firm-year observations Logistic regression CEO liberalism is positively associated with LGBT group formation and this is more pronounced in firms with higher CEO power and this result is moderated by workplace conservatism and more prominent for fledgling LGBT groups. Carreiro (2014) Netherlands and Portugal 128 organizations Factor analysis, reliability test LGBTQ inclusive workplace policy has a favourable effect on employee disclosure which is more distinct where the LGBTQ personnel received more co-worker support in comparison to discrimination support and supervisory support. Everly and Schwarz (2015) U.S. 2003–2010, Fortune 1000, separate regression for each year with varying sample size OLS Regression Firms headquartered in LGTBT friendly states and with industry peers practicing LGBTQ inclusive policies support more LGBTQ friendly policies. Firms with higher board gender diversity support more LGBTQ friendly policies. Cook and Glass (2016) U.S. 2001–2010, Non-private firms within Fortune 500, 4 dependent variables, varying sample size for each regression Panel data regression Board gender diversity leads to increase in LGBTQ inclusive policies. However women CEOs have no direct link with the firms’ adoption of LGBTQ inclusive policies. Errigo (2016) U.S. NA Case study Using case study approach, Rawl’s theory of social justice is recommended to U.S. corporates to practice meritocratic values of LGBTQ employees Yan (2018) U.S. 2008–2017, 3985 firm-year observations for 479 unique U.S. firms Pooled OLS and Fixed-effect OLS Female CEOs lead to enhanced LGBTQ-friendly human resource policies. Quartey (2018) U.S. Interviews, 15 participants Qualitative phenomenological study Affirmative corporate activism in support of LGBTQ rights could make corporate U.S. a decisive supporter of LGBTQ legal equality Szyndlar and Wąsikiewicz- Firlej (2019) U.S. Three firms Case study Companies are involved in both Corporate Community Involvement and Cause Related Marketing to develop and strengthen their brand image and position in the market in relation LGBTQ inclusive policies. Tritt and Teschner (2019) U.S. Amazon plc Case study This case study on Amazon recommends that when firm decides to relocate its headquarter they should take into consideration whether the new location is a LGBT friendly state to prevent employees from feeling incongruous. Roumpi et al. (2020) U.S. 2008–2015, 201 firms Survival analysis, Cox regression model Firms in conservative states are less likely to adopt LGBT friendly policies. Liberal CEOs in conservative states and firms headquartered in liberal states with conservative boards are likely to pursue LGBT friendly approaches. Steiger and Henry (2020) U.S. 2016–2018, 360 firms OLS Regression Board gender diversity has a favourable impact on LGBTQ policy scores for the firms whereas board ethnic diversity does not significantly impact firms’ LGBTQ- related policies Kyaw et al. (2021) U.S. 1996–2010, 1081 firms Panel data regression Firms of co-opted boards tends to favour LGBT- supportive policies. However during global financial crisis these firms showed lower inclination toward LGBT-supportive policies. Maks-Solomon and Drewry (2021) U.S. 2012–2016, 553 firms Panel data regression, fixed effect Highly-educated LGBTQ workforces sway management to hold public stance in favour of LGBTQ rights. However market, political and social forces do not explain firm social activism. Brodmann et al. (2021) US 2003–2017, 1150 firm year observations OLS model Firms with high CEO power has less favourable LGBT supportive policies.  S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 1025476to firms located in conservative states. Then, the authors examine the stock performance of 379 public firms that adopted a same sex domestic partnership benefit. By constructing calendar portfolios, and using propensity score matching, they find that adopting firms outperform non-adopting firms. In addition to stock performance, the authors pro-vide evidence that adopting firms improved on their operational per-formance following the adoption of such policies. Shan, Fu, and Zheng (2017) further examine the role of corporate sexual equality in firm performance in the U.S for the 2002–2006 period. Again, using the CEI and employing a wealth of control variables, they find that firms with higher corporate sexual equality scores exhibit increased market valuations. In addition, the authors show that corpo-rate sexual equality indirectly affects firm value through the labour market channel, as firms with higher CEI scores exhibit higher labour productivity. Pichler, Blazovich, Cook, Huston, and Strawser (2018) examine a sample of 1347 U.S firms for the period 1996–2009. In contrast with previous studies that used the CEI scores as a proxy for LGBTQ friend-liness, the authors use the “Gay and Lesbian Policies” ratings from the MSCI ESG STATS dataset, which allows for greater coverage in terms of firm-numbers and time period. Another interesting feature of their study is that they examine the mediating role of R&D in the relationship be-tween LGBTQ policies and firm performance. Their findings suggest that it is only firms with R&D activity that experience higher profitability and market valuation via the adoption of LGBTQ-friendly policies. On the contrary, the authors find that LGBTQ-friendly firms with no R&D activity tend to have lower profitability compared to non-LGBTQ- friendly firms. Another study by Hossain, Atif, Ahmed, and Mia (2020) uses a sample of 398 firms for the period 2011–2014 and reports a positive relationship between CEI scores and firm innovation; this is also the case when using individual anti-discriminatory policies rather than the CEI score of the firm. The authors argue that this positive relationship be-tween LGBTQ-friendliness and innovation leads to higher firm performance. Fatmy, Kihn, Sihvonen, & Vähämaa (2022), using a sample of 657 U. S. public firms for the period 2003–2016 and employing the CEI index, examine whether LGBTQ-friendly policies improve firm performance and how socio-political norms moderate this relationship. Their findings indicate that firms with LGBTQ-friendly policies experience higher profitability and market valuations. Furthermore, the authors report that the positive effect of these policies is more evident in firms located in Democrat-voting and less religious states. Up until 2015, same-sex marriage was legally recognized in 36 U.S states, Guam and the District of Columbia. However, with the Obergefell v. Hodges Supreme Court decision (June 26th, 2015), this has been legalized at the federal level. Foster, Manikas, and Preece (2020) examine the impact of LGBTQ-friendliness on firm performance for the 2013–2017 period; that is during the pre-decision period, the decision year and the post-decision period. Using the CEI as a proxy of LGBTQ friendliness and Tobin’s Q as a measure of corporate performance, the authors show that firms with higher CEI scores experience stronger performance. Their results remain similar across all three time periods. In a related study, Zhu & Smieliauskas (2021) examine how the stock market reacts when states legalize same-sex marriage. Their findings indicate that there is a positive, albeit weak, stock market reaction to Table 4 Household finance.   Market Period & sample Methods Findings Beer and Wellman (2021) U.S. 207 self-identified gay men Survey / Hierarchical Linear Regression Gay men’s financial risk tolerance is influenced by discrimination and perceived stigmatisation Black et al. (2007) U.S. Census data Survey paper Gay men report higher level of investment income than lesbian and heterosexual couples Botti and D’ippoliti (2014) Italy Bank of Italy’s Survey on Household Income and Wealth Multivariate regression analysis Same-sex couples are more likely to experience a lower level of social inclusion that heterosexual couples Burgoyne et al. (2011) U.K. 510 individuals Multinomial logistic regression Same-sex couples resemble the financial management practices of heterosexual cohabiting couples Burns et al. (2008) UK 22 co-habiting same-sex couples Interviews Partial-pooling and independent management are the most popular financial management systems Dolan and Stum (1998) NA NA Essay paper Same-sex couples experience economic rights and responsibilities in a context that differs from that of their heterosexual peers Hanna and Lindamood (2004) U.S. U.S. Surveys of Consumer Finance Logistic regression analysis Same-sex couples exhibit the same risk tolerance and stock ownership as different-sex couples, but they tend to invest in less risky assets Hood et al. (2014) U.S. Census data Linear and Logistic regression analysis The more homosexuals in a zip code, the more likely that individual investors are to own stock in an LGBTQ-friendly company Jepsen and Jepsen (2009) U.S. Census data Multivariate regression analysis Same-sex couples are less likely to own a home than are married couples Klawitter (2008) U.S. U.S. Survey of Consumer Finances Multivariate probit analysis Bargaining power measures predict financial management practices amongst same-sex couples Leppel (2007) U.S. Census data Logistic regression analysis Same-sex couples are more likely to own a property than unmarried heterosexual couples but less likely to own a property than married (ie heterosexual) couples Martell and Nash (2020) U.S. American Community and National Health Interview Surveys OLS There is a financial return to marriage in addition to any social, symbolic and personal benefits. Miller and Park (2018) U.S. Home Mortgage Disclosure Act mortgage applications OLS The effect of the marriage law has a more significant effect on mortgage applications than the introduction of anti-discrimination policies in housing Negrusa and Oreffice (2011) U.S. Census data OLS Gender composition and fertility rates potentially explain why homosexual couples tend to save more than their heterosexual peers Oreffice (2011) U.S. Census data OLS Bargaining power with respect to labour supply is a function of the sexual orientation of the household members Rehr and Regan (2020) U.S. 2017 Study on Collegiate Financial Wellness Independent sample and chi-square t-tests Transgender college students have significantly lower financial knowledge that their cisgender peers Romero et al. (2020) NA NA Survey paper LGBTQ people are more likely to be renters than non-LGBTQ people Sun and Gao (2019) U.S. Home Mortgage Disclosure Act mortgage applications Logistic regression analysis Same-sex applicants are 73% more likely to be denied a mortgage and face higher financing costs  S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 1025477firms located in states that legalize same-sex marriage. This effect is stronger in states that legalize same-sex marriage before a Court ruling, states with established LGBTQ-friendly laws, and companies that have already adopted LGBTQ-friendly policies. More recently, Do, Nguyen, Nguyen, and Nguyen (2022) report that investors have shown preference to invest in firms that support LGBT friendly policies. This has been reflected in their trading behaviour, where mutual funds with preference for LGBTQ stocks increase their Table 5 Economic performance.   Market Period & sample Methods Findings Allegretto and Arthur (2001) U.S. 1990 U.S. Census OLS The homosexual sample are estimated to have earned 15.6% less than heterosexual men, and 2.4% less than heterosexual men. Badgett (2014) India 2006 World Values Surveys Case study Exclusion of LGBTQ people can generate economic costs through several important channels: lower productivity, diminished human capital development, and poorer health outcomes. Badgett (1995) U.S. 1989–1991 General Social Survey OLS Behaviourally gay/bisexual men earn from 11% to 27% less than behaviourally heterosexual men. The difference for lesbians ranges from 12% to 30%. Badgett et al. (2019) Global 1996–2011, 132 countries OLS One additional legal rights for LGB persons is associated with an increase in real GDP per capita of approximately $2000. Banks et al. (2004) Canada N/A Survey paper Homophobia on gays, lesbians, and bisexuals results in economic costs caused by a series of health issues, such as suicide, smoking, alcohol abuse, illicit drug use, depression. Berg and Lien (2002) U.S. 1991–1996 General Social Survey OLS Nonheterosexual men earn 22% less than heterosexual men, and nonheterosexual women earn 30% more than heterosexual women. Berggren and Elinder (2012) Global 1988–2007, 54 countries OLS An increase in tolerance toward homosexuals of 10 percentage points entails a decrease in the economic growth rate by 0.3–0.4 percentage points. Blandford (2003) U.S. 1989–96 General Social Survey OLS Gay and bisexual men experienced a 30–32% income disadvantage relative to heterosexual peers, while lesbian and bisexual women enjoyed a wage premium of 17–23% Brown (2017) U.S. & South Afirca N/A Survey paper Anti-LGBTQ treatment adversely affected local economy. Burn (2020) U.S. 1990–2014 General Social Survey, 1990 & 2000 Census, 2008–2014 American Community Surveys OLS The wages of gay men can increase 2.7% to 4% by a one standard deviation decrease in the share of the individuals in a state who are prejudiced toward homosexuals. Carpenter (2008a) Australia 2000 Australian Longitudinal Survey of Women’s Health OLS Lesbian women report lower incomes than heterosexual women, a differential estimated to be about 30% or more on average. Carpenter (2008b) Canada Cycles 2.1 (fielded in 2003) and 3.1 (fielded in 2005) of the Canadian Community Health Survey (CCHS) OLS Gay men have 12% lower personal incomes and lesbians have 15% higher personal incomes than otherwise similar heterosexual men and women, respectively. Carpenter and Eppink (2017) U.S. 2013–2015 National Health Interview Survey OLS Self-identified lesbians and men earn significantly more than comparable heterosexual women and men, a difference on the order of 10% of annual earnings. Carpenter et al. (2020) U.S. 2014 to 2017 the Behavioural Risk Factor Surveillance System OLS Transgender people have lower incomes and employment rates than cisgender men. Christafore and Leguizamon (2012) U.S. a data set comprised of over 20,000 house sale observations spatial autoregressive hedonic price model An increase in the number of same-sex coupled households is associated with an increase (decrease) in house prices in more liberal (conservative) neighbourhoods. Drydakis (2011) Greece 2007–2008, 407 participants Probit and OLS The estimated probability of lesbian applicants receiving an invitation for an interview is 27.7% lower than that for heterosexual women applicants. Drydakis (2012) Greece 2008–2009, random sampling OLS Gay and bisexual men receive significantly lower monthly wages than heterosexual male workers do. Florida and Gates (2003) U.S. 1990 U.S. Decennial Census Public Use Microdata Sample OLS The Gay Index is positively and significantly associated with the ability of a region to attract talent. Florida and Mellander (2010) U.S. 331 metropolitan statistical areas (MSAs) for the year 2000 Structural equation model (SEM) Bohemian and gay populations increase housing values in the neighbourhoods and communities in which they reside. Geijtenbeek and Plug (2018) Netherlands 291 transsexual workers and 63,841 non- transsexual workers OLS Before transition, transsexual workers have earnings similar to non- transsexual workers. MTF workers (but not FTM workers) earn less after their transition. Klawitter (2015) U.S. 63 studies published between 1995 and 2012 Meta-analysis Gay and bisexual men earn 11% less than similarly qualified heterosexual men. Lesbian and bisexual women earn on average 9% more than heterosexuals do. Leguizamon and Leguizamon (2017) U.S. Seven Metropolitan Statistical Areas (MSA) in Ohio hedonic regression model Housing prices are, on average, higher in places with higher concentrations of same-sex couples. Martell (2019) U.S. 2012–2017 American Community Survey Mincer-style income regressions Cohabiting lesbians earn approximately 11% less than married heterosexual women. Mellander and Florida (2007) Sweden all 81 Swedish labour market areas Structural equation model Tolerance and diversity have indirect effect on regional development. Noland (2005) Global 2002, 38,000 respondents in 44 countries OLS More tolerant countries attract more FDI. Plug and Berkhout (2004) the Netherlands 1999, 11,600 observations OLS Young and highly educated gay male workers earn about 3% less than heterosexual men. Qualified lesbian workers earn about 3% more than their heterosexual female co-workers. Terry (2011) U.S. NA Survey paper Anti-LGBTQ policies can harm economic investment. Vu (2021) Global 166 countries, 1966 to 2011 OLS The social exclusion of LGBTQ people harms economic development by hindering innovative activities.  S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 1025478investments on LGBTQ adopters. Their results are robust across alter-native samples taken from the Human Rights Campaign. Nadarajah, Atif, and Gull (2021) approach the issue of the relation-ship between firm performance and adoption of workplace diversity policies (proxied in their study via CEI) through the lens of culture; more specifically, utilizing Vandello and Cohen (1999)’s index,2 they assess the effect of a state’s individualism over CEI for the 2011–2014 window drawing on a longitudinal sample of 398 large US firms. Results, overall, suggest that managers in firms located in highly individualistic states are less likely to adopt workplace diversity policies; in turn, the latter is found to bear an adverse effect over their firm’s performance (proxied through returns on sales and Tobin’s Q). In similar vein, Lourenço et al. (2021) also examines the relation between firm LGBT supportive policies and firm performance. Drawing from resource dependency theory this study has measured LGBT adop-tion through firms’ hiring of LGBT executives. Their data comprises of the list of 100 leading LGBT executives published by OUTstading and The Financial Times (FT). They find that firms’ financial performance improves both directly and indirectly through LGBT executives. They advance that the indirect effect is mediated through employees’ and customers’ goodwill in support of LGBT friendly practices and strategies. 2.2. LGBTQ supportive policies and external financing Besides stock performance, the adoption of LGBTQ-supportive pol-icies may affect other aspects of financial performance, such as credit ratings. For instance, a recent study by Chintrakarn et al. (2020) ex-amines the role of LGBTQ-friendly corporate policies in credit ratings. Employing an instrumental variable analysis, they find that companies with LGBTQ policies enjoy higher credit ratings. Their results remain robust when they control for various firm, corporate governance and other CSR characteristics as well as when they use a propensity score matching approach. The LGBTQ population in the location of the firm affects the propensity of firms in these areas to adopt LGBTQ-friendly policies. Specifically, the larger the LGBTQ population, the more likely it is for a firm to adopt such policies. This finding is in line with those of Li and Nagar (2013) and Fatmy, Kihn, Sihvonen, & Vähämaa (2022), who find that the location of a firm affects its propensity to adopt such policies. 3. LGBTQ and corporate governance In this section we review the literature on LGBTQ supportive policies and corporate governance practices. Corporations and regulators have in recent years3 attempted to create inclusive corporate policies. In April 2019, the UK government published a policy paper on diversity and inclusion strategy to promote a diverse and inclusive workplace for all employees. In a similar vein, in 2013, the U.S. has launched the Employment Non-discrimination Act. The CEI rating, which is one of vital indicators to evaluate the LGBTQ inclusiveness of any employer, suggests that inclusive workplace policies would promote enhanced recruitment and retention of diverse employees (Human Rights Campaign Foundation, 2021). 3.1. Corporate governance and LGBTQ supportive policies Roberson (2009) advances that diversity and inclusion are estab-lished pointers for long term sustainability of firms and businesses strive to achieve that through their target to score higher in the Corporate Equality Index. This study concludes that firms who have scored higher in the CEI are held in high regard by the key stakeholders. Kyaw et al. (2021) examines whether co-opted boards sway firms’ adoption of LGBTQ supportive policies, their motivation behind adopting such policies and whether these policy adoptions vary when resources are limited. Using data from the US, this study reports that co-opted boards introduce greater LGBTQ supportive policies that result in higher surge in total compensation in comparison to co-opted boards that do not adopt such policies. This study also finds that adoptions of LGBTQ supportive policies by co-opted boards were fewer during the global financial crisis. Along similar lines, Briscoe et al. (2014) documents that liberal CEOs generate a favourable effect on LGBTQ group formation particularly in firms with higher CEO power and where LGBTQ group formation is new. In a related study, using survey research, Carreiro (2014) finds that LGBTQ inclusive workplace policy has a positive outcome on employee disclosure particularly in cases where LGBTQ workforce obtain more co- worker support. Badgett et al. (2013) reviews studies on the effects of LGBTQ supportive employment policies and workplace climates on business outcomes. Their review shows strong evidence that LGBTQ- supportive policies create openness amongst the LGBTQ employees and there is fairly strong evidence that these policies lead to less discrimination in the workplace, augment health results and improve job satisfaction. Drawing on social role theory4 and critical mass theory5 (Dezsö & Ross, 2012; Konrad, Prasad, & Pringle, 2006), Cook and Glass (2016) attempt to examine the role of CEO gender and firm gender diversity in adopting LGBTQ inclusive policies. They show that board gender di-versity increases firms’ adoption of LGBTQ inclusive policies but the effect of female CEOs toward adoption of LGBTQ policies is inconclu-sive. In a similar vein, by examining a sample of Fortune 500 companies, Steiger and Henry (2020) reports that board gender diversity positive impacts firms’ LGBTQ related policies but boards’ ethnic diversity does not provide any significant results. These results are also consistent with the results reported by Everly and Schwarz (2015). In contrast, Yan (2018) shows that female CEOs positively contribute toward the development of LGBTQ friendly HR policies. Brodmann, Hossain, Al Masum, and Singhvi (2021) finds that CEO power measured by CEO power index has a negative impact on corpo-rate sexual orientation and equality policies measured by corporate equality index score. They have taken data from S&P 1500 firms from 2003 to 2017. These findings are more pronounced for firms with weaker external monitoring and transparency and those located in counties with stronger religiosity, and hold after controlling for endogeneity. 3.2. Firm LGBTQ policies and government regulations Chuang et al. (2011) have taken cue from institutional theory, in particular mimetic mechanisms, to examine the impact of LGBTQ partners’ health benefits by companies on state laws. Using data from Fortune 500 companies, this study finds that implementation of health benefits for LGBTQ employees has a favourable impact on the state laws. However, the positive effect on state laws is less pronounced for firms headquartered in that state and it also received less media coverage. In a similar study, Everly and Schwarz (2015) examines Fortune 1000 companies and finds that LGBTQ friendly policies are more popular amongst firms in LGBTQ friendly states and where the industry peers also practice LGBTQ inclusive policies. Roumpi, Giannakis, and Delery (2020) also reports Fortune 1000 companies and find evidence similar to that obtained by Chuang et al. 2 The index is based on Hofstede’s cultural framework and aims at ranking US states in terms of their cultural individualism.  3 For instance, the UK is going to host the first global LGBTQ conference in June 2022. 4 Suggests that women have a deeper pledge toward equity, diversity and fairness.  5 Critical mass of three or more female directors is required to create a gender diverse board (Konrad et al., 2006). S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 1025479(2011) and Everly and Schwarz (2015). This study also shows that lib-eral CEOs in conservative states and firms headquartered in liberal states with conservative boards are likely to implement LGBTQ supportive policies. 3.3. Firm LGBTQ policies and corporate activism Corporations can foster changes in state laws on LGBTQ issues by their powerful rhetoric. In an earlier study, drawing parallels from different U.S. firms, Roy (2009) concludes that shareholder activism can bring significant policy enactments in corporations in relation to LGBTQ non-discrimination. Quartey (2018) conducted a survey and concludes that, through corporate activism, U.S. corporations can play a pivotal role in backing LGBTQ legal equality. In a similar vein, Maks-Solomon and Drewry (2021) finds that when employees have high level of edu-cation they can influence management to take public stance in support of LGBTQ rights thereby leading to firm social activism. They also show that market, political and social issues cannot confer direct influence on firms for corporate activism in support of LGBTQ issues but these factors can indirectly cause corporate activism as employees normally take cues from market, political and social factors to convince their organizations. Using a case-study research approach, Szyndlar and Wąsikiewicz- Firlej (2019), concludes that firms incorporate LGBTQ inclusive policies to enhance their brand image through two channels which are Corporate Community Involvement and Cause Related Marketing. In a related research, Tritt and Teschner (2019) conducts a case study on Amazon, particularly in regards to its decision to create a second headquarter (HQ) in a less liberal state and concludes that Amazon should consider the employees’ perspective in addition to the other factors in deciding the location of their new HQ. This is because the LGBTQ employees in the firm might feel incongruous in a location that is less inclusive. 4. LGBTQ and household finance In this section, we review the literature on household finance and LGBTQ people. The literature on household finance is very broad and often overlaps with consumer finance. However, in this section, we follow the approach adopted by Gomes, Haliassos, and Ramadorai (2021) and focus on five major fields of household finance: savings and the allocation of savings, including investments; mortgage and debt choices; intra-household financial decision making; financial literacy; and the provision of financial advice. A number of earlier studies have discussed economic and financial management issues arising from the fact that only married, heterosexual couples were entitled to social benefits and responsibilities that were linked with marriage (see Dolan & Stum, 1998). As a result, until same- sex marriage was legalized, same-sex couples were considered as single individuals. As a result, same-sex couples faced serious financial man-agement issues such as income taxes, pension choices, housing avail-ability and children responsibility. As of 2021, same-sex marriage is recognized in 29 countries, however, there are still a number of coun-tries that do not recognise same-sex marriage. In light of the above, the empirical literature below emphasizes the effect of sexual preferences (e.g., household bargaining power), the impact of biological constraints (for example, a relatively lower fertility of same-sex couples) and the effect of legal differences between same-sex and heterosexual couples in household decision making. 4.1. Savings and allocation of savings Optimal saving rates are determined by the difference in the rate of return on savings and consumption motives and precautionary savings. Also, retirement income provides a further motive in the optimal saving decision and the smoothing of current consumption. The LGBTQ liter-ature on savings and the allocation of savings is relatively sparse and generally reports that LGBTQ individuals tend to save more than their heterosexual peers. In particular, in an early study based on 2000 census data for the US, Black et al. (2007) show that gay men report relatively higher level of investment income than lesbian and heterosexual couples. The authors argue that sexual orientation effectively reflects differences in biological constraints (for example, relatively lower fertility rates than homosexual couples) that impact the financial management of same-sex couples. Further, using survey data from 1992 to 2001, Hanna and Lindamood (2004) show that even though same-sex couples exhibit the same risk tolerance and stock ownership as different-sex couples, they tend to invest in less risky assets. Hood, Nofsinger, and Varma (2014) show that the more homosex-uals in a zip code, the more likely individual investors are to own stock in an LGBTQ-friendly company. This preference bias in investment de-cisions is relatively common in the behavioural finance literature in general and has a strong impact on the portfolio choices of investors (see Barberis & Thaler, 2005). In a related study, Negrusa and Oreffice (2011) show that homo-sexual couples tend to save more than their heterosexual peers. As a result, these extra savings take the form of higher annual mortgage payments relative to house value and higher annual retirement and social security income. These differences are explained by a smaller set of financial constraints that impact same-sex couples relative to het-erosexual couples. 4.2. Mortgage choice and debt Typically, for an average household, a mortgage is the single most significant household liability and commonly-used household charac-teristics that are used to predict the demand for houses include marital status, children and income. There is a relatively large amount of liter-ature that investigates mortgage decisions for same-sex couples. Overall, the literature on mortgage choice and debt shows that LGBTQ in-dividuals and same-sex couples were initially constrained by the effect of the same-sex prohibition laws. Even though these legal barriers were lifted following the introduction of same-sex marriage laws, there is some recent evidence that same-sex couples face discriminatory policies in the mortgage market. Jepsen and Jepsen (2009) show that even after controlling for household, personal and geographic characteristics, LGBTQ couples are less likely to own a home than heterosexual couples. This finding is confirmed in Botti and D’ippoliti (2014) for the Italian housing market. Relatedly, Romero et al. (2020) show that LGBTQ people are more likely to be tenants rather than home-owners. It is unclear however, if these perceived differences in homeownership are attributed to non-observed personal characteristics or discriminatory practices in the mortgage market. In a more recent paper, Sun and Gao (2019) show that same-sex applicants are 73% more likely to be denied a mortgage. The authors show that lenders tend to charge same-sex mortgage borrowers higher financing costs. Sun and Gao (2019) conclude that, even though same- sex borrowers are more likely to default than their peers, this is not a reliable signal of loan underperformance and therefore the differences in lending practices amongst same-sex and heterosexual couples are potentially associated with discriminatory practices of the lenders. Mortgages are often also considered an indicator of the propensity of households to save. Negrusa and Oreffice (2011) show that homosexual couples tend to save more as measured by their annual mortgage pay-ments. Importantly, the authors show that these results are mainly attributable to the gender composition of same-sex couples and their very low fertility relative to their heterosexual peers. Ortigueira and Siassi (2013) argue that another explanation for the high saving rates of same-sex couples is their higher precautionary savings compared to heterosexual couples. Leppel (2007) shows that same-sex couples are more likely to own a property than unmarried heterosexual couples but less likely to own a property than married (i.e., heterosexual) couples. This paper was S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 10254710written at a time when same-sex marriage was prohibited by Federal law, therefore same-sex couples were facing a number of legal barriers to shared homeownership that were not faced by married couples. On the other hand, same-sex couples have a greater propensity to save (Negrusa & Oreffice, 2011) than their heterosexual peers. Therefore both legal and intra-household saving characteristics explain the findings of Leppel (2007). Finally, Miller and Park (2018) investigate the effect of marriage laws on demand for mortgage credit for same sex couples. The authors show that following the introduction of same-sex marriage laws, mort-gage applications from same-sex couples increased between 65 and 66% for states allowing same-sex marriage. Importantly, the authors show evidence that the effect of the marriage law had a more significant effect on mortgage applications than the introduction of anti-discrimination policies in housing. 4.3. Intra-household financial decision making Almost all papers in the household finance literature examine households as one unit of analysis (Gomes et al., 2021). However, intra- household financial decision-making practices are equally important as they reflect intra-household bargaining practices amongst members of the household.6 One question that arises in household finance for same- sex couples is whether household financial management practices are different from heterosexual households. The question is interesting because homosexual couples do not conform to the longstanding het-erosexual model of marriage in which women tend to have less eco-nomic power than men.7 Any financial decisions are therefore ultimately affected by the distribution of power amongst the members of the household. To this end, using a very small sample (N = 22 couples), Burns, Burgoyne, and Clarke (2008) show that same-sex couples mainly adopt partial-pooling and independent financial management practices in household decisions. Relatedly, Klawitter (2008) shows that bargaining power (relative years of education, relative years of work experience, and relative level of reported health) predict whether money will be held in individual or joint accounts for same-sex and different-sex (i.e., un-married) couples but not for married couples. This difference potentially reflects the effects in legal differences between married and unmarried couples rather than differences in sexual orientation. Burgoyne et al. (2011) are able to shed more light on this subject. In particular, the authors study the financial practices and beliefs regarding the Civil Partnership Act (2004) in same-sex couples in the UK. Given the lack of legal protection for same-sex couples, it is not surprising that most same-sex couples resembled the financial management practices of heterosexual cohabiting couples. However, the combination of a Civil Partnership Act and a shared mortgage is a strong predictor of shared financing amongst same-sex couples, suggesting that common house-hold finances are a function of the level of commitment and security that is linked with the enactment of the Civil Partnership Act.8 Overall, the literature on intra-household financial decision-making shows that financial management practices of same-sex couples are very similar to the practices of cohabiting (unmarried) heterosexual couples. The commitments that arise from children-bearing, marriage and shared expenses are a strong predictor of financial management practices of same-sex and heterosexual couples. 4.4. Financial literacy In the household finance literature (see Gomes et al., 2021), de-viations of household financial behaviour from optimal behaviour are often associated with low levels of financial literacy. The literature on the financial literacy of LGBTQ people is very scarce and there is clearly scope for research in this area of household finance. In a recent study, Rehr and Regan (2020) show that transgender college students had significantly lower mean scores in financial knowledge that their cisgender peers.9 Relatedly, transgender students also exhibit significantly lower financial self-efficacy scores and finan-cial optimism, indicating that they anticipate lower financial perfor-mance in the long-run. 4.5. Financial advice Financial advice is considered a very effective way in dealing with low levels of financial literacy. It is also relevant to highly-literate in-dividuals given that the rate of financial innovation is high and financial instruments have become increasing more complex. The literature on financial advice for LGBTQ individuals is very limited and there is clearly scope for future research on the effect of sexual orientation on the quality of financial advice. Hanna and Lindamood (2004) show that even though same-sex couples exhibit relatively high risk-tolerance, they tend to own much less stock than expected by their risk-tolerance levels. The authors argue that same-sex couples are possibly receiving inappropriate advice by financial advisors, therefore failing to optimize their investment portfolios. In a study on gay men’s financial risk-tolerance, Beer and Wellman (2021) show that gay men that have been subjects of stigmatisation and discrimination exhibit a greater appetite for financial risk. This finding has potentially serious implications for the type of financial advice these people may receive. Financial theory predicts that when faced with unexpected risk, investors are more likely to invest in safer assets, however this study shows that victims of stigmatisation and discrimi-nation may potentially invest in riskier assets (i.e., a reduction in risk aversion). In particular, the increase in risk taking activities is directly related with the fact that LGBTQ people who have faced stigmatisation and discrimination demonstrate more impulsive behaviour and poorer decision-making. Overall, the literature on household finance and LGBTQ people is small but growing. Worryingly, whilst a growing list of countries have enacted anti-discriminatory policies, there is some evidence to suggest that LGBTQ individuals face discrimination in the mortgage market. Further, to date, there is a small body of evidence suggesting that LGBTQ people may either be receiving inappropriate financial advice or may tend not to ask for financial advice, perhaps for fear of being discrimi-nated against their sexual preferences. 5. LGBTQ and economic performance In this section, we review the literature on LGBTQ people and eco-nomic performance. Since firms have a crucial role in local economic growth, the effects of LGBTQ people on corporate governance and per-formance can ultimately influence economic performance. This rela-tionship may contribute to explore the existence of large disparities in economic prosperity across regions which is one of the most puzzling issues recognized by economists. Earlier studies (e.g. Altonji & Blank, 1999) address this issue through race and gender discrimination as firm- specific human capital plays a crucially facilitating role in economic growth. However, Badgett (1995) developed the first study that 6 For example, Negrusa and Oreffice (2011) shows that intra-household- bargaining power with respect to labour supply is a function of the sexual orientation of the household members.  7 See Burns et al. (2008) for an early discussion on household economic behaviour separately for homosexual and heterosexual couples.  8 Martell and Nash (2020) emphasize that there is a financial return to marriage in addition to any social, symbolic and personal benefit. 9 Cisgender refers to a person who identifies as belonging in the same gender as their gender assigned at birth. S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 10254711introduces the role of sexual orientation in this puzzling issue. More recently, Badgett et al. (2021) confirm the economic costs of discrimi-nation against LGBTQ people and thereby focus on income differences, while Badgett et al. (2019) show that the economic costs relative to LGBTQ people can also be explained by human capital approach. Moreover, concentration of LGBTQ people results in greater regional innovation and productivity (Florida & Mellander, 2010). To obtain a competitive advantage, firms are inclined to locate in such areas that improve housing values (Glaeser, 2000). Hence, the following reviews will begin with the direct effects of LGBTQ people on economic growth, followed by the sexual orientation earnings differences and the impact on housing values. 5.1. LGBTQ inclusion and economic development The varying economic development across countries is driven by differences in human capital which includes skills, knowledge, and health attributes to shape individuals’ productivity. Hence, the eco-nomic output can be improved if there is a better performance of human capital. Vu (2021) studies a global dataset of 116 countries to show that LGBTQ inclusion improves human capital skills and thereby facilitates national innovative capacity. The results imply that the inclusion of LGBTQ people can contribute to economic prosperity through facili-tating innovation. This argument is consistent with Florida and Gates (2003) and Mellander and Florida (2007) who use tolerance toward homosexuals and openness to diversity to explain the geographic dis-tribution of talent that can positively influence regional economic development. Using India as a case study, Badgett (2014) directly shows the eco-nomic costs caused by the exclusion of LGBTQ people from social in-stitutions. The author identifies the major sources of economic costs as: exclusion from education and employment, lost output caused by health disparities, and extra social and health services for addressing exclusion. Banks, Muhajarine, Waygood, Duczek, and Hellquist (2004) focus on health and social issues in Canada and find up to $8.067 billion as avoidable costs for social and health services required to address the effects of homophobia. To further investigate LGBTQ inclusion, Badgett et al. (2019) create a new inclusion index that covers 132 countries from 1966 to 2011 and confirm a positive relationship between GDP per capita and LGBTQ inclusion. More importantly, the authors show a mutually reinforcing relationship between them. They suggest that firms will see positive business outcomes and improve economic output if LGBTQ people can fully participate in society. With a sample of 54 countries from 1998 to 2007, however, Berggren and Elinder (2012) find a negative relationship between tolerance and economic develop-ment when taking human capital levels into account. They explain that tolerance may reduce the productivity of intolerant people. Besides, tolerance may also reduce the psychological need felt by homosexuals to prove their worth in society, hence tacitly prompting them to reduce their average productivity. Noland (2005) uses foreign direct investment (FDI) as another explanation for the connection between LGBTQ inclusion and economic development. The author examines the effects of tolerant attitudes to-ward LGBTQ people in 44 countries on FDI from 1997 to 2002. By controlling for other FDI determinants, there is a positive relationship between tolerance and inward FDI flows. Terry (2011) shows that anti- LGBTQ policies can harm economic investment because such policies have a significant impact on the ability to attract and retain talent. Brown (2017) confirms the negative effects of anti-LGBTQ treatment on investment and the economy, while the author further shows that it is difficult to improve global LGBTQ rights by conditioning FDI on LGBTQ rights provisions due to two issues. Firstly, host countries may view conditioning FDI as an unreasonable threat to their sovereignty. Sec-ondly, the current investment trends are moving away from FDI due to increased protectionism. 5.2. Sexual orientation in earnings differences Wage and income differences between LGBTQ and non-LGBTQ people form a traditional approach to investigate LGBTQ economics. If the attitudes of employers and co-workers are anti-homosexual, they could distinguish LGBTQ people from heterosexual employees and foster discrimination that may lead to lower earnings for LGBTQ people. Almost all studies support the argument that there is a significant rela-tionship between sexual orientation and economic outcomes. Badgett (1995) developed the first study about the sexual orientation earning differences in the U.S. and shows that gay men and lesbians earn 28% and 35%, respectively, less than their heterosexual counterparties. However, later studies (e.g. Aksoy, Carpenter, & Frank, 2018; Allegretto & Arthur, 2001; Burn, 2020; Klawitter, 2015) confirm sexual orientation earnings differences around the world but show differential earnings patterns between gay men and lesbians. Although the gay earning premium could reach up to 30% (Bland-ford, 2003), most studies (see, Klawitter, 2015) find lower wages for bisexual men than for heterosexual men. For example, this gay earning penalty is confirmed by Plug and Berkhout (2004), Carpenter (2008b), and Drydakis (2012) for the Dutch market, the Canadian market, and the Greek market, respectively. On the contrary, a number of studies (Car-penter & Eppink, 2017; Drydakis, 2011) show that earnings for lesbians are generally higher than for heterosexual women and this lesbian earnings premium could be up to 30% (Berg & Lien, 2002). These dif-ferential patterns between gay men and lesbians are explained by Kla-witter (2015) through discrimination, human capital, and interhousehold influences. However, the earnings patterns for lesbians tend to vary across studies. For example, Carpenter (2008a) and Martell (2019) show that lesbians earn 30% and 11%, respectively, less than heterosexual women. Badgett et al. (2021) argue that these mixed re-sults for lesbians could be driven by the endogeneity of labour force participation that is difficult to take into account. In recent studies, Geijtenbeek and Plug (2018) and Carpenter, Eppink, and Gonzales (2020) investigate incomes of transgender- identified people and show that transgender people have lower in-comes and employment rates than cisgender men. This lower income is caused by discrimination (Geijtenbeek & Plug, 2018) and the low levels of educational attainment of transgender people (Carpenter et al., 2020). 5.3. Impact of LGBTQ policies on housing values According to economic theory, housing prices are determined by the interaction of supply and demand. Hence, Florida and Mellander (2010) use both supply and demand mechanisms to explain their finding that the concentration of LGBTQ people directly influences housing values. On the one hand, the supply side is influenced by the ‘aesthetic amenity’ premium because gays are selective buyers and are thereby attracted to higher levels of amenity which is reflected in greater home values. On the other hand, concentration of LGBTQ individuals is associated with greater tolerance and openness that reduce entry barriers for human capital and thereby enhance demand. Additionally, this concentration also contributes to human capital and innovation that further influence housing values via entrepreneurship and new firm formation. This demand-side argument is confirmed by Leguizamon and Leguizamon (2017) who only find the positive relationship between housing prices and concentrations of same-sex couples in areas with high levels of human capital. In a related study, Christafore and Leguizamon (2012) explain the relationship through discrimination. They show that the concentration of same-sex couples is positively related to housing prices only in more liberal neighbourhoods. If the neighbourhoods are more conservative, housing prices will decrease with more same-sex couples. In conclusion, the literature on LGBTQ people and economic per-formance is small but growing, especially in the area of sexual S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 10254712orientation earnings differences. Evidence suggests LGBTQ people as a crucial component of human capital, as LGBTQ inclusion can contribute to economic development in both direct and indirect ways. However, discrimination is one of the primary reasons that shrink an economy’s human capital, thereby motivating economic costs, FDI reduction, and earning differences. 6. Directions for future research To date, there exists a small but rapidly growing literature on the effects of LGBTQ policies on finance. This literature has grown in tan-dem with recent developments in workplace diversity initiatives, firm and exchange policies and court rulings. In this survey paper, we have provided a comprehensive review of this literature. Several themes have emerged, ranging from robust findings to areas where more research is required. We outline those below. First, there is a strong consensus that LGBTQ-friendly policies are associated with improvements in firm performance. The channels via which these improvements are realized range from being able to attract more talented employees from a larger pool of candidates, enhance-ments in firm reputation and better access to external financing. Nevertheless, the debate about whether LGBTQ policies affect firm performance is not yet settled. A major limitation of the literature to date is the geographical concentration of studies; this currently being U.S centric, it would be interesting to examine attitudes toward LGBTQ- friendly policies of firms in other countries around the world, and how corporate sexual equality affects their performance. Furthermore, as more and more people express their sexual preferences openly, future research could look into the actual sexual diversity within firms (e.g., CEO, executives, employees), rather than policies encompassing sexual diversity, and how this affects investment and management decisions. Another potential area for further investigation is assessing the trading behaviour of market participants with respect to LGBTQ friendly firms. Recent evidence (Do et al., 2022) reports increased flows to mutual funds investing in LGBTQ friendly firms. This finding opens new avenues for further research on the trading behaviour of institutional investors in these firms (e.g., in terms of whether LGBTQ-friendly investing becomes a distinct style or motivates herding), as well as the impact of such in-vestors, being key stakeholders, on the propensity of firms to adopt LGBTQ-friendly policies. Moreover, the adoption of LGBTQ-friendly policies may impose peer effects on firms; given that relevant litera-ture documents the impact of peer effects on several financial aspects, such as corporate payout policy (Adhikari & Agrawal, 2018), the cost of capital of firms (Shroff, Verdi, & Yost, 2017) and CEO compensation (Denis, Jochem, & Rajamani, 2020), amongst others, LGBTQ could also be explored in this respect. Finally, to the extent that LGBTQ friendliness reflects the culture within a firm, future research could examine the role of LGBTQ in the success of merger and acquisition bids amongst firms with variations in their LGBTQ-friendliness cultures (given the role of corporate culture in the success of such bids (Bereskin, Byun, Officer, & Oh, 2018). Second, we identify the factors that influence a firm’s decision to adopt LGBTQ-friendly policies. One strong consensus that has emerged from the literature is that corporations are likely to adopt LGBTQ non- discrimination policies if they are pressurized by shareholder and corporate activism. However, research on LGBTQ and corporate governance is still in a nascent state. More research is required incor-porating more extensive corporate governance data to check the robustness of the current findings that are reviewed here. In addition, as CEI has become an important indicator for various stakeholders, more research is needed to assess whether the various corporate governance characteristics could influence LGBTQ supportive policies and thereby the CEI index. In addition, all of the studies on LGBTQ and corporate governance so far are based on U.S. data. Future research needs to focus on non-U.S. data as LGBTQ inclusive policies have been embraced in most developed and several emerging countries in recent years. Another area of consensus is on the relative difference in household financial decisions between homosexual and heterosexual couples. One worrying finding that has emerged from this line of research is that LGBTQ people may still face discriminatory policies in the mortgage market. In that respect, more research is required in order to identify if LGBTQ people have limited or restricted access to other financial in-struments. Further, research has identified that the risk preferences of LGBTQ people may not be in line with their investment choices, there-fore missing out on investment income. Relatedly, LGBTQ people that have faced stigmatisation and discrimination exhibit a greater appetite for financial risk. Clearly, more research is needed in order to under-stand the risk preferences of LGBTQ people. Importantly, despite the recent growth in financial literacy studies, the empirical literature on the financial literacy of LGBTQ people is very limited and more work is needed to better understand the determinants of financial literacy amongst LGBTQ individuals. Finally, a strong consensus has emerged on the positive effects of LGBTQ-friendly policies on economic growth. Importantly, LGBTQ- inclusive policies explain differences in regional economic develop-ment, differences in FDI and innovation rates. To date, research on transgender people is limited and more research is needed to investigate the effects of transgender populations on economic development. Also, there is a small group of studies investigating the relationship between the concentration of LGBTQ people and housing prices. The general consensus is that LGBTQ concentration has a positive effect on housing prices. However, these studies focus on large, metropolitan areas where discrimination against LGBTQ people is relatively low. Cross-sectional studies on LGBTQ concentration and housing availability and prices are needed in order to establish a causal relationship between LGBTQ people and housing. 7. Conclusion In this paper, we survey the burgeoning literature on the role of sexual orientation in finance. This topic is of current interest as discrimination against LGTBQ individuals is still commonplace at work despite the fact that recent rulings and workplace diversity supportive policies have increased the presence of LGBTQ participation in com-panies. Importantly, LGBTQ policies improve the access of LGBTQ people to work which gives the opportunity to companies to access a pool of skilled workforce. At a managerial level, LGBTQ-policies remove the glass ceiling that prohibits LGBTQ people from participating in top management roles. We show that there is a positive relationship between the adoption of LGBTQ-friendly policies and firm performance. Further, we identify the factors that influence a firm’s decision to adopt LGBTQ-friendly policies. We also provide evidence that sexual preferences play an important role in leadership styles in the household. We acknowledge that the literature surveyed in this paper is still in its infancy. As we have argued in this article, LGBTQ policies bear substantial implications for firms, managerial and individual behaviour, corporate governance and economic development. Many questions regarding the impact of LGBTQ policies in finance remain unanswered, and our work has identified that LGBTQ and finance is a fertile area for future research. Data availability No data was used for the research described in the article. References Adhikari, B. K., & Agrawal, A. (2018). Peer influence on payout policies. Journal of Corporate Finance, 48, 615–637. Aksoy, C. G., Carpenter, C. S., & Frank, J. (2018). Sexual orientation and earnings: New evidence from the United Kingdom. ILR Review, 71(1), 242–272. S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 10254713Allegretto, S. A., & Arthur, M. M. (2001). An empirical analysis of homosexual/ heterosexual male earnings differentials: Unmarried and unequal? ILR Review, 54(3), 631–646. Altonji, J. G., & Blank, R. M. (1999). Race and gender in the labor market. Handbook of labor economics, 3, 3143–3259. Badgett, M. (2014). The economic cost of stigma and the exclusion of LGBT people: A case study of India. Washington: The World Bank.  Badgett, M., Carpenter, C. S., & Sansone, D. (2021). LGBTQ economics. Journal of Economic Perspectives, 35(2), 141–170. Badgett, M., Durso, L. E., Mallory, C., & Kastanis, A. (2013). The business impact of LGBT- supportive workplace policies. California: UCLA.  Badgett, M. L. (1995). The wage effects of sexual orientation discrimination. ILR Review, 48(4), 726–739. Badgett, M. L., Waaldijk, K., & Van Der Meulen Rodgers, Y. (2019). The relationship between LGBT inclusion and economic development: Macro-level evidence. World Development, 120, 1–14. Banks, C., Muhajarine, N., Waygood, K., Duczek, L., & Hellquist, G. (2004). The co$t of homophobia: Literature review on the economic impact of homophobia on Canada. Saskatoon: Community-University Institute for Social Research.  Barberis, N., & Thaler, R. (2005). A survey of behavioral finance. Princeton: Princeton University Press.  Beer, F. M., & Wellman, J. D. (2021). Implication of stigmatization on investors financial risk tolerance: The case of gay men. Journal of Behavioral and Experimental Finance, 31, Article 100513. Bereskin, F., Byun, S. K., Officer, M. S., & Oh, J.-M. (2018). The effect of cultural similarity on mergers and acquisitions: Evidence from corporate social responsibility. Journal of Financial and Quantitative Analysis, 53(5), 1995–2039. Berg, N., & Lien, D. (2002). Measuring the effect of sexual orientation on income: Evidence of discrimination? Contemporary Economic Policy, 20(4), 394–414. Berggren, N., & Elinder, M. (2012). Is tolerance good or bad for growth? Public Choice, 150(1–2), 283–308. Black, D. A., Sanders, S. G., & Taylor, L. J. (2007). The economics of lesbian and gay families. Journal of Economic Perspectives, 21(2), 53–70. Blandford, J. M. (2003). The nexus of sexual orientation and gender in the determination of earnings. ILR Review, 56(4), 622–642. Botti, F., & D’ippoliti, C. (2014). Don’t ask don’t tell (that you’re poor). Sexual orientation and social exclusion in Italy. Journal of Behavioral and Experimental Economics, 49, 8–25. Brahma, S., Nwafor, C., & Boateng, A. (2021). Board gender diversity and firm performance: The UK evidence. International Journal of Finance and Economics, 26(4), 5704–5719. Briscoe, F., Chin, M., & Hambrick, D. C. (2014). CEO ideology as an element of the corporate opportunity structure for social activists. Academy of Management Journal, 57(6), 1786–1809. Brodmann, J., Hossain, A., Al Masum, A., & Singhvi, M. (2021). Chief executive officer power and corporate sexual orientation equality. Journal of Behavioral and Experimental Finance, 31, Article 100543. Brown, D. P. (2017). LGBT rights are human rights: Conditioning foreign direct investments on domestic policy reform. Cornell International Law Journal, 50, 611–641. Burgoyne, C., Clarke, V., & Burns, M. (2011). Money management and views of civil partnership in same-sex couples: Results from a UK survey of non-heterosexuals. The Sociological Review, 59(4), 685–706. Burn, I. (2020). The relationship between prejudice and wage penalties for gay men in the United States. ILR Review, 73(3), 650–675. Burns, M., Burgoyne, C., & Clarke, V. (2008). Financial affairs? Money management in same-sex relationships. The Journal of Socio-Economics, 37(2), 481–501. Byington, E. K., Tamm, G. F., & Trau, R. N. (2021). Mapping sexual orientation research in management: A review and research agenda. Human Resource Management, 60(1), 31–53. Carpenter, C. (2008a). Sexual orientation, income, and non-pecuniary economic outcomes: New evidence from young lesbians in Australia. Review of Economics of the Household, 6(4), 391–408. Carpenter, C. S. (2008b). Sexual orientation, work, and income in Canada. Canadian Journal of Economics/Revue canadienne d’économique, 41(4), 1239–1261. Carpenter, C. S., & Eppink, S. T. (2017). Does it get better? Recent estimates of sexual orientation and earnings in the United States. Southern Economic Journal, 84(2), 426–441. Carpenter, C. S., Eppink, S. T., & Gonzales, G. (2020). Transgender status, gender identity, and socioeconomic outcomes in the United States. ILR Review, 73(3), 573–599. Carreiro, S. J. C. (2014). Measuring workplace climate for LGBT people: Antecedents and outcomes of an LGBT inclusive workplace climate. PhD Thesis,. Instituto Universitário de Lisboa. Chintrakarn, P., Treepongkaruna, S., Jiraporn, P., & Lee, S. M. (2020). Do LGBT- supportive corporate policies improve credit ratings? An instrumental-variable analysis. Journal of Business Ethics, 162(1), 31–45. Christafore, D., & Leguizamon, S. (2012). The influence of gay and lesbian coupled households on house prices in conservative and liberal neighborhoods. Journal of Urban Economics, 71(2), 258–267. Chuang, Y. T., Church, R., & Ophir, R. (2011). Taking sides: The interactive influences of institutional mechanisms on the adoption of same-sex partner health benefits by fortune 500 corporations, 1990–2003. Organization Science, 22(1), 190–209. Cook, A., & Glass, C. (2016). Do women advance equity? The effect of gender leadership composition on LGBT-friendly policies in American firms. Human Relations, 69(7), 1431–1456. Dawson, J., Natella, S., Kersley, R., Thomas, R., & Vair, B. (2016). LGBT: the value of diversity [Online]. Credit Suisse ESG Research. Available: https://research-doc.cre dit-suisse.com/docView?language=ENG&format=PDF&document_id=80707 5590&source_id=emcsplus&serialid=YU6DApYK4XIb4Ht4%2FE2TIMxtC7 zr6wSCpdiQ92fLI5U%3D&cspId=null [Accessed 27/09/ 2021]. Denis, D. K., Jochem, T., & Rajamani, A. (2020). Shareholder governance and CEO compensation: The peer effects of say on pay. The Review of Financial Studies, 33(7), 3130–3173. Dezsö, C. L., & Ross, D. G. (2012). Does female representation in top management improve firm performance? A panel data investigation. Strategic Management Journal, 33(9), 1072–1089. Do, H. X., Nguyen, L., Nguyen, N. H., & Nguyen, Q. M. (2022). LGBT policy, investor trading behavior, and return comovement. Journal of Economic Behavior & Organization, 196, 457–483. Dolan, E. M., & Stum, M. S. (1998). Economic security and financial management issues facing same-sex couples. Journal of Family and Economic Issues, 19(4), 343–365. Drydakis, N. (2011). Women’s sexual orientation and labor market outcomes in Greece. Feminist Economics, 17(1), 89–117. Drydakis, N. (2012). Sexual orientation and labour relations: new evidence from Athens, Greece. Applied Economics, 44(20), 2653–2665. Errigo III, John J. 2016. Stakeholder theory and value creation within corporate communication: Corporate LGBT inclusion and fairness through the lens of Rawls’s theory of justice. PhD diss., Capella University. Everly, B. A., & Schwarz, J. L. (2015). Predictors of the adoption of LGBT-friendly HR policies. Human Resource Management, 54(2), 367–384. Fatmy, V., Kihn, J., Sihvonen, J., & Vähämaa, S. (2022). Does lesbian and gay friendliness pay off? A new look at LGBT policies and firm performance. Accounting and Finance. Forthcoming, 62(1), 213–242. Fitzsimmons, T. W., & Callan, V. J. (2020). The diversity gap in leadership: What are we missing in current theorizing? The Leadership Quarterly, 31(4), Article 101347. Florida, R., & Gates, G. (2003). Technology and tolerance: The importance of diversity to high-technology growth. In T. N. Clark (Ed.), The city as an entertainment machine. Bingley: Emerald Group Publishing Limited (Research in urban policy, Vol. 9). Florida, R., & Mellander, C. (2010). There goes the metro: How and why bohemians, artists and gays affect regional housing values. Journal of Economic Geography, 10(2), 167–188. Foster, B. P., Manikas, A., & Preece, D. (2020). LGBTQ workplace inclusion before and after Obergefell V. Hodges: Association with Tobin’s Q and ROA. Journal of Accounting, Ethics & Public Policy, 21(4), 481–514. Freeman, R. E. (1984). Strategic management: A stakeholder approach. Boston, MA: Pitman.  Friedman, M. (1970). The social responsibility of business is to increase its profits. The New York Times Magazine, 13(September), 122–126. Geijtenbeek, L., & Plug, E. (2018). Is there a penalty for registered women? Is there a premium for registered men? Evidence from a sample of transsexual workers. European Economic Review, 109, 334–347. Glaeser, E. (2000). The new economics of urban and regional growth. In C. Gordon, G. Meric, & M. Feldman (Eds.), The Oxford handbook of economic geography. Oxford Oxford University Press.  Gomes, F., Haliassos, M., & Ramadorai, T. (2021). Household finance. Journal of Economic Literature, 59(3), 919–1000. Gruberg, S., Mahowald, L., & Halpin, J. (2020). The State of the LGBTQ Community in 2020 [Online]. Center for America Progress. Available: https://www.americanprogr ess.org/issues/lgbtq-rights/reports/2020/10/06/491052/state-lgbtq-communi ty-2020/ [Accessed 27/09/ 2021]. Hanna, S. D., & Lindamood, S. (2004). The investment risk tolerance of same-sex couples. Working Paper.  Hood, M., Nofsinger, J. R., & Varma, A. (2014). Conservation, discrimination, and salvation: Investors’ social concerns in the stock market. Journal of Financial Services Research, 45(1), 5–37. Hossain, M., Atif, M., Ahmed, A., & Mia, L. (2020). Do LGBT workplace diversity policies create value for firms? Journal of Business Ethics, 167(4), 775–791. Human Rights Campaign Foundation. (2021). Corporate equality index 2021. Washington, DC: The Human Rights Campaign.  Jepsen, C., & Jepsen, L. K. (2009). Does home ownership vary by sexual orientation? Regional Science and Urban Economics, 39(3), 307–315. Johnston, D., & Malina, M. A. (2008). Managing sexual orientation diversity: The impact on firm value. Group & Organization Management, 33(5), 602–625. Jones, J. M. (2020). What Percentage of Americans Are LGBT? [Online]. GALLUP. Available: https://news.gallup.com/poll/332522/percentage-americans-lgbt.aspx. Kirsch, A. (2018). The gender composition of corporate boards: A review and research agenda. The Leadership Quarterly, 29(2), 346–364. Klawitter, M. (2008). The effects of sexual orientation and marital status on how couples hold their money. Review of Economics of the Household, 6(4), 423–446. Klawitter, M. (2015). Meta-analysis of the effects of sexual orientation on earnings. Industrial Relations: A Journal of Economy and Society, 54(1), 4–32. Konrad, A. M., Prasad, P., & Pringle, J. (2006). Handbook of workplace diversity. London: Sage.  Krentz, M. (2019). Survey: What Diversity and Inclusion Policies Do Employees Actually Want? [nline]. Harvard Business Review. Available: https://hbr.org/2019/02/su rvey-what-diversity-and-inclusion-policies-do-employees-actually-want. Kyaw, K., Chindasombatcharoen, P., Jiraporn, P., & Treepongkaruna, S. (2021). Do co- opted boards strategically choose LGBT-supportive policies? International Review of Financial Analysis, 73, Article 101651. Leguizamon, J. S., & Leguizamon, S. (2017). Disentangling the effect of tolerance on housing values: How levels of human capital and race alter this link within the metropolitan area. The Annals of Regional Science, 59(2), 371–392. S. Brahma et al.                                                                                                                                                                                                                                 International Review of Financial Analysis 86 (2023) 10254714Leppel, K. (2007). Home-ownership among opposite-and same-sex couples in the US. Feminist Economics, 13(1), 1–30. Li, F., & Nagar, V. (2013). Diversity and performance. Management Science, 59(3), 529–544. Liptak, A. (2020). Civil rights law protects gay and transgender workers, supreme court rules [online]. The New York Times. Available: https://www.nytimes.com/2020/06/15/us /gay-transgender-workers-supreme-court.html [Accessed 27/09/ 2021]. Lourenço, I. C., Di Marco, D., Branco, M. C., Lopes, A. I., Sarquis, R. W., & Soliman, M. T. (2021). The relationship between LGBT executives and firms’ value and financial performance. Journal of Risk and Financial Management, 14(12), 596. Maks-Solomon, C., & Drewry, J. M. (2021). Why do corporations engage in LGBT rights activism? LGBT employee groups as internal pressure groups. Business & Politics, 23 (1), 124–152. Martell, M. E. (2019). Age and the new lesbian earnings penalty. International Journal of Manpower, 41(6), 649–670. Martell, M. E., & Nash, P. (2020). For love and money? Earnings and marriage among same-sex couples. Journal of Labor Research, 41(3), 260–294. Mellander, C., & Florida, R. (2007). The creative class or human capital?-explaining regional development in Sweden. Working Paper.  Miller, J. J., & Park, K. A. (2018). Same-sex marriage laws and demand for mortgage credit. Review of Economics of the Household, 16(2), 229–254. Nadarajah, S., Atif, M., & Gull, A. A. (2021). State-level culture and workplace diversity policies: Evidence from US firms. Journal of Business Ethics, 1–20. Nasdaq. (2021). Re: Response to Comments and Notice of Filing of Amendment No. 1 of Proposed Rule Change to Adopt Listing Rules Related to Board Diversity [Online]. Securities and Exchange Commission. Available: https://www.sec.gov/comments /sr-nasdaq-2020-081/srnasdaq2020081-8425992-229601.pdf [Accessed 27/09/ 2021]. Negrusa, B., & Oreffice, S. (2011). Sexual orientation and household financial decisions: Evidence from couples in the United States. Review of Economics of the Household, 9 (4), 445. Noland, M. (2005). Popular attitudes, globalization and risk. International Finance, 8(2), 199–229. Oreffice, Sonia. (2011). Sexual orientation and household decision making.: Same-sex couples’ balance of power and labor supply choices. Labour Economics, 18(2), 145–158. Ortigueira, S., & Siassi, N. (2013). How important is intra-household risk sharing for savings and labor supply? Journal of Monetary Economics, 60(6), 650–666. Pichler, S., Blazovich, J. L., Cook, K. A., Huston, J. M., & Strawser, W. R. (2018). Do LGBT-supportive corporate policies enhance firm performance? Human Resource Management, 57(1), 263–278. Plug, E., & Berkhout, P. (2004). Effects of sexual preferences on earnings in the Netherlands. Journal of Population Economics, 17(1), 117–131. Quartey, N.-Q. (2018). Corporate activism in the age of LGBT equality: The promise and limitations of the modern executive champion on LGBT rights. PhD Thesis,. Pepperdine University. Rehr, T. I., & Regan, E. P. (2020). An exploratory analysis of financial wellness of trans- spectrum college students. Journal of LGBT Youth, 1–16. Roberson, E. J. (2009). The business case for lesbian, gay, bisexual, and transgender equality. Working Paper.  Romero, A. P., Goldberg, S. K., & Vasquez, L. A. (2020). LGBT people and housing affordability, discrimination, and homelessness. Los Angeles: The Williams Institute.  Roumpi, D., Giannakis, P., & Delery, J. E. (2020). Adoption of LGBT-friendly practices: The effect of institutional pressures and strategic choice. Human Resource Management Journal, 30(4), 604–623. Roy, J. A. (2009). Non-traditional activism-using shareholder proposals to urge LGBT non-discrimination protected. Brook. L. Rev., 74, 1513–1539. Securities and Exchange Commission. (2021). Order approving proposed rule changes [online]. Securities and Exchange Commission. Available: https://www.sec. gov/rules/sro/nasdaq/2021/34-92590.pdf. Shan, L., Fu, S., & Zheng, L. (2017). Corporate sexual equality and firm performance. Strategic Management Journal, 38(9), 1812–1826. Shroff, N., Verdi, R. S., & Yost, B. P. (2017). When does the peer information environment matter? Journal of Accounting and Economics, 64(2–3), 183–214. Steiger, R. L., & Henry, P. (2020). LGBT workplace protections as an extension of the protected class framework. Law and Human Behavior, 44(4), 251. Sun, H., & Gao, L. (2019). Lending practices to same-sex borrowers. Proceedings of the National Academy of Sciences, 116(19), 9293–9302. Szyndlar, M., & Wąsikiewicz-Firlej, E. (2019). The LGBT community as a stakeholder in communicating corporate social responsibility: An analysis of selected case studies. Scripta Neophilologica Posnaniensia, 19, 191–221. Terry, N. P. (2011). Indiana law review. Legal Framework for Social Networking, 43(2), 285–341. Tritt, L. F., & Teschner, R. S. (2019). Amazon delivers diversity: Geographical & social influences on corporate embeddedness. Berkeley Bus. LJ, 16, 1–38. Vandello, J. A., & Cohen, D. (1999). Patterns of individualism and collectivism across the United States. Journal of Personality and Social Psychology, 77(2), 279. Vu, T. V. (2021). Linking LGBT inclusion and national innovative capacity. Social Indicators Research, 1–24. Wang, P., & Schwarz, J. L. (2010). Stock price reactions to GLBT nondiscrimination policies. Human Resource Management: Published in Cooperation with the School of Business Administration, The University of Michigan and in alliance with the Society of Human Resources Management, 49(2), 195–216. Yan, Z. (2018). The impact of foreign-born CEOs and female CEOs on LGBT-friendly HR policies and firm performance: Evidence from fortune 500 corporations 2008–2017. Master Thesis,. Norwegian School of Economics. Zhu, J. Y., & Smieliauskas, W. (2021). Evidence on the economic consequences of marriage equality and LGBT human rights. Journal of Business Ethics.1-14. S. Brahma et al.                                                                                                                                                                                                                                 ",
    "id": 553145055,
    "identifiers": {
        "doi": "10.1016/j.irfa.2023.102547",
        "oai": "oai:researchonline.gcu.ac.uk:openaire_cris_publications/074d52d4-e9cc-4bbc-a6b7-bb20af7978a5"
    },
    "title": "LGBTQ and finance",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-03-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://researchonline.gcu.ac.uk/files/67363416/1_s2.0_S1057521923000637_main.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/553145055.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/553145055"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/553145055/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/553145055/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/553145055"
        }
    ],
    "abstract": "Recent changes in workplace and corporate board diversity policies and a series of court rulings have signalled a fundamental change in the treatment of lesbian, gay, bisexual, transgender and queer (henceforth LGBTQ) people in the corporate world. In this paper, we survey the burgeoning literature on the role of sexual orientation in finance. Studies show that there is a positive relationship between the adoption of LGBTQ-friendly policies and firm performance. We identify the factors that influence a firm’s decision to adopt LGBTQ-friendly policies. We also provide evidence that sexual preferences play an important role in leadership styles in the household. Overall, our review suggests that LGBTQ research allows novel insights regarding how LGBTQ policies create value for the firm, insights that help us identify several directions for future research",
    "tags": [
        "article",
        "LGBTQ policies",
        "finance",
        "firm performance",
        "corporate governance",
        "workplace diversity",
        "/dk/atira/pure/subjectarea/asjc/2000/2002; name=Economics and Econometrics",
        "/dk/atira/pure/subjectarea/asjc/2000/2003; name=Finance"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:researchonline.gcu.ac.uk:openaire_cris_publications/074d52d4-e9cc-4bbc-a6b7-bb20af7978a5",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "172",
        "openDoarId": 0,
        "name": "ResearchOnline@GCU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 553145055,
        "depositedDate": null,
        "publishedDate": "2023-03-01T00:00:00+00:00",
        "updatedDate": "2024-01-28T04:19:13+00:00",
        "acceptedDate": null,
        "createdDate": "2023-01-28T14:55:13+00:00"
    },
    "urls": [
        "https://researchonline.gcu.ac.uk/en/publications/074d52d4-e9cc-4bbc-a6b7-bb20af7978a5",
        "https://researchonline.gcu.ac.uk/ws/files/67363416/1_s2.0_S1057521923000637_main.pdf",
        "https://doi.org/10.1016/j.irfa.2023.102547"
    ],
    "lastUpdate": "2024-01-28T04:19:13+00:00",
    "setSpecs": []
}