{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Breeden, Mary Amanda"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T10:43:39+01:00",
    "dataProvider": {
        "id": 1280,
        "name": "Digital Commons @ Illinois Wesleyan University",
        "url": "https://api.core.ac.uk/v3/data-providers/1280",
        "logo": "https://api.core.ac.uk/data-providers/1280/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/212842727.pdf",
    "fullText": "Illinois Wesleyan University Digital Commons @ IWU Honors Projects Sociology and Anthropology Spring 2019 LGBTQIA+ Campus Climate at a Small Liberal Arts University: An Exploratory Study with the Aim of Improving the Environment for Queer Students Mary Amanda Breeden Illinois Wesleyan University Follow this and additional works at: https://digitalcommons.iwu.edu/socanth_honproj  Part of the Gender and Sexuality Commons Recommended Citation Breeden, Mary Amanda, \"LGBTQIA+ Campus Climate at a Small Liberal Arts University: An Exploratory Study with the Aim of Improving the Environment for Queer Students\" (2019). Honors Projects. 57. https://digitalcommons.iwu.edu/socanth_honproj/57 This Article is protected by copyright and/or related rights. It has been brought to you by Digital Commons @ IWU with permission from the rights-holder(s). You are free to use this material in any way that is permitted by the copyright and related rights legislation that applies to your use. For other uses you need to obtain permission from the rights-holder(s) directly, unless additional rights are indicated by a Creative Commons license in the record and/ or on the work itself. This material has been accepted for inclusion by faculty at Illinois Wesleyan University. For more information, please contact digitalcommons@iwu.edu. ©Copyright is owned by the author of this document. LGBTQIA+ Campus Climate at a Small Liberal Arts University: An Exploratory Study with the Aim of Improving the Environment for Queer Students Amanda Breeden SOC 490 I Spring 2019 Research suggests that a significant portion of LGBTQIA+ individuals report that their sexual orientation and/or gender identity play a substantial role in choosing which postsecondary institution to attend; thus, it is incumbent upon institutions for higher education to assess their respective campus climates. This project evaluates LGBTQIA+ campus climate at a small, private, Midwestern liberal arts university. Utilizing a grounded theory approach, I interviewed my queer-identified classmates - selected via a combination of strategic and snowball sampling - about their experiences on campus. Through these discussions, I gained a better understanding of queer students' experiences within the classroom, extracurricular activities, living spaces, and elsewhere throughout the institution. Findings include a divide between cisgender and trans gender or non binary participants' perceptions of campus climate, as well as incongruence in institutional policy and students' lived experiences. The information I gleaned from these interviews was then used to suggest ways for the university to better serve its LGBTQIA+ population. Newhouse (2013:23) estimates that approximately 7 percent of American college students identify as part of the LGBTQIA + community. 1 As students continue to \"come out\" at earlier ages (Fine 2012), it is likely that this percentage will (and has) increase(d). A significant portion ofLGBTQIA+ individuals report that their sexual orientation and/or gender identity play a substantial role in choosing which postsecondary institution to attend (Cegler 2012:20). As an active member (and current president) of the university's LGBTQIA+ student organization throughout my time on campus, I have become increasingly enmeshed in issues affecting my LGBTQIA+ classmates, from gender-neutral bathroom access to feeling safe while walking across campus at night. I wanted to gain a better understanding of the university's LGBTQIA+ campus climate, and use the data I collected to advocate for institutional change that would benefit the school's queer community. Through my research, I hoped to propose changes the university can make. To accomplish this, I interviewed 19 queer-identified students about their impressions ofLGBTQIA+ life on campus. Interviewees were selected via strategic and snowball sampling. Through our discussions, I gained a better understanding of the LGBTQIA + student body's experiences within the classroom, extracurricular activities, living spaces, and elsewhere throughout the institution. In particular, I found a stark divide between cisgender and transgender/gender nonconforming (TGNC) students' perceptions of campus climate, as well as an incongruence in institutional policy and students' lived experiences. The information I gleaned from these interviews was used to suggest ways for the university to better serve its LGBTQIA+ population. LGBTQIA+ STUDENT LIFE IN THE UNITED STATES: AN OVERVIEW 1 Accuracy is difficult, however; the US Department of Education mandates that institutions for higher education report race and ethnicity statistics for staff, faculty, and students - but this is not the case for LGBTQIA+ identities (Cegler 2012:19; Garvey 2017:1113). Breeden 1 Though progress occurs with each subsequent generation (Garvey et al. 2017:813; Bazarsky 2015:57), LGBTQIA+ college students continue to navigate a world in which they are consistently deemed a \"vulnerable\" aberration, even in spaces - such as universities - that claim to promote inclusivity (Dirks 2016; Cramer & Ford 2011). Many continue to fear overt harassment and rejection (Newhouse 2013:24; Cramer & Ford 2011), which takes a toll on students' overall wellbeing and can even result in trauma (Woodford et al. 2018:434). According to Woodford et al.' s (2018) analysis of minority stress theory, \"chronic stress associated with marginalization on the basis of one's sexual or gender identification underpins [the] disparities\" that we observe between LGBTQIA+ individuals and their privileged (cisgender, heterosexual) counterparts (422). Due to a lack of institutional and social support, LGBTQIA+ students tend to experience more mental health issues and attempt suicide at higher rates than their non-LGBTQIA+ peers (Woodford et al. 2018:421, 433; Bazarsky 2015:59); these struggles are even more pronounced for queer people of color, particularly queer black men (Strayhorn et al. 2015:15; Poynter & Washington 2005:44). Even in schools where LGBTQIA+ inclusivity is explicitly and consistently prioritized, Cramer and Ford (2011) write that \"the fear or experience of customary and irrational prejudice [toward queer people] remains a common problem\" (38). As such, it is incumbent upon institutions for higher education to evaluate their respective campus climates - not just in terms of structural implementation, but also in terms of students' perceptions. Discerning Campus Climate Campus climate is defined as \"the cumulative attitudes, behaviors, and standards of employees and students concerning access for, inclusion of, and a level of respect for individual and group needs, abilities, and potential\" (Rankin 2005, as cited by Garvey et al. 2017:796). A Breeden 2 positive campus climate is linked to better grades, increased student involvement, more opportunities for identity exploration (Rupp & Taylor 2013), and overall positive wellbeing; the more integrated a student feels within their campus, the more likely they are to be successful -and to feel supported- in all facets oflife (Garvey et al. 2017:796; Woodford & Kulick 2015:20). Factors for successful integration (and, by extension, for positive campus climate) include meeting and getting to know other students with similar backgrounds; a positive and supportive classroom environment; ample access to \"formal advising and mentorship\"; formation of substantial friendship groups; and a concerted effort on the part of the university to provide inclusive programs and accommodations (Garvey et al. 2017:813). As Rankin's (2005) definition suggests, campus climate is dynamic and relational. Its perceived quality may also vary across demographic groups, including gender and sexual minorities. Schools are not required to collect demographic data related to gender identity or sexual orientation (Cegler 2012:19; Garvey 2017:1113), and this makes it difficult to gauge the size of an institution's LGBTQIA+ population and to evaluate the depth of its needs. However, a starting place is to identify schools' concrete policy decisions in regards to their respective LGBTQIA+ populations. The Campus Pride Index (2019), in operation since 2001, collects information on American institutions for higher education and, based on a number of criteria, rates them by the level of inclusivity LGBTQIA+ students can expect to experience there. Inclusivity and integration may manifest themselves in the form of explicit non-discrimination statements, scholarship opportunities, accessible facilities (i.e., all-gender bathrooms and living spaces), and special graduation ceremonies, among other structural provisions and commitments (Campus Pride Index 2019). Institutions are also increasingly engaging in direct recruitment of Breeden 3 LGBTQIA+ students, highlighting the aforementioned provisions as unique and appealing (Cegler 2012:21). However, in assessing LGBTQIA+ campus climate, it is vital not only to look at the existence of structures, but also to center queer students' interactions with and impressions about them. A university may be doing everything \"right\" on paper, while also failing to truly benefit the communities it is working to serve. As such, it is not enough to focus solely on institutions' stated policies related to diversity and inclusion; it is also important to gain a nuanced understanding of students' lived experiences and perceptions of campus climate (Woodford & Kulick 2015:23; Bazarsky 2015:59; Kortegast 2017:62; Vaccaro 2012:441). For example, Marine and Nicolazzo's (2014) research indicates that the presence of an LGBTQIA+ center is an important determinant ofLGBTQIA+ campus climate- but that the name and structure of the center particularly impacts transgender students' feelings of being truly included. Additionally, a university may have a plethora of housing, healthcare, and extracurricular opportunities - though Garvey et al. (2017) note that students who are \"out\" are far more likely than their questioning or \"closeted\" counterparts to seek and utilize LGBTQIA+ resources on campus (797). These difficulties in interacting with the institution are compounded by everyday relationships and interactions between LGBTQIA + students and their cisgender, heterosexual counterparts. Students ' Interpersonal Experiences It is therefore vital to note that college students are not passive receptacles for the forces of socialization; rather, human beings of all ages are capable of making meaning from their surroundings - subsequently embracing, repudiating, or further interrogating the implications of the information they glean. People construct interpretive frames, or \"schemas that enable [one] to 'locate, perceive, identify, and label' occurrences within the life and the social world at large\" Breeden4 (Carpenter 2001 :128); these frames may be used to push back against norms found to be objectionable, or to thrust perceived cultural imperatives upon peers and upon oneself. While personal preferences and tendencies unquestionably exist, they are never entirely separate from the influence of one's social and cultural environment. Thus, a young adult's sexuality is never fully free from social scrutiny, interpretation, or alteration.2 Of course, the experiences of students in their late teens and early twenties occur largely within the context of their educational institution. Schools are a microcosm of society; not only do they construct social norms - they mirror and reinforce those existing within the broader population (Wilkinson & Pearson 2009:546, 562; Bazarsky 2015:57; Kortegast 2017:59). The interpretive frames students bring into the school environment are shaped within it, and vice versa. Most of these frames include some degree ofheteronormativity, the institutionalized assumption that heterosexuality is the default, or \"normal,\" sexual orientation. We observe this in young men's policing of each others' masculinity (and, by extension, sexuality) with the specter of the \"fag\" (Wilkinson & Pearson 2009:544), in the bonding behaviors of (predominant! y male) college athletes and fraternity members (Worthen 2014; Vaccaro 2012:441), and even within the LGBTQIA+ community itself as its members debate and define who counts as part of the \"alphabet soup\" (Marine & Nicolazzo 2014; Epstein 2003; Wilcox 2014). While young LGBTQIA+ adults may see college as an opportunity to push the boundaries of various questionable social structures, their choices still exist within a paradigm infused with heteronormative power. Students' Interactions with their Educational Institutions 2 Nor is it always solidified at a young age; for example, many college-aged women report not having \"settled\" on an identity until entering college (Rupp & Taylor 2013:82). Breeden 5 These gendered and sexualized power dynamics impact various aspects ofLGBTQIA+ students' lives, including their academic achievement, housing situations, and social lives. According to Woodford (2018), \"stress researchers posit that minoritized groups [such as the LGBTQIA+ community] face unique stressors in society due to a 'mismatch' between the person and their social environment\" (434). Such social environments include educational institutions -and if marginalized students cannot access the support they need to thrive, their well-being can quickly devolve. In order to mitigate this \"mismatch\" and its consequent stressors, universities have increasingly committed to implementing policies aimed at helping LGBTQIA + students to feel more integrated into the campus community. In addition to these macro-level institutional efforts, individual microclimates such as residence halls, extracurricular organizations, and classrooms merit special consideration (Kortegast 2017:59; Vaccaro 2012:440; Woodford & Kulick 2015:21). It is important to address heterosexism and cissexism3 from as many angles as possible, as a lack of consistency in one's experience of campus climate can make it difficult for students to know where and when they will be safe to disclose their identities and orientations. Thus, people who feel marginalized - by their families (Weeks et al. 2001 ), their places of worship (Fuist 2017), and/or by their communities at large (Forstie 2014)-may feel compelled to create entirely new spaces in which they can more freely construct their identities. For example, LGBTQIA+ individuals, particularly those who have been estranged from their biological families, may choose to navigate the world of the \"chosen family\" - both as a way to normalize non-traditional \"familial\" relationships, and to challenge institutional notions of what it means to actually be a family (Weeks et al. 2001 ). This may take the form of a casual queer 3 See Appendix A for notes on terminology. Breeden 6 social venue (Forstie 2014; Poynter & Washington 2005:44), a religious community that allows for the salience of both religious and queer identities (Fuist 2017), or more domestic family arrangements (Weeks et al. 2001). While cisgender and heterosexual people may be compelled to accuse LGBTQIA+ communities of self-segregation (Poynter & Washington 2005:43), the formation of an identity-based community provides a sense of solidarity among students who are marginalized by their sexual orientation and/or gender identity (Woodford & Kulick 2015:22). The Importance of Queer Theory A framework that brings these \"margins\" into the \"center\" is queer theory (Epstein 1994). Sexual orientations, behaviors, and identities typically considered to be \"deviant\" are deliberately centered in order to better understand the larger (and often otherwise invisible) power structures that shape our classifications of what is \"normal\" and what is not, what is sexual and what is not, and what is socially acceptable and what is not (Epstein 1994; Gamson & Moon 2004). By critically analyzing how certain behaviors and identities come to be coded as \"acceptable\" or \"deviant,\" queer scholars can then expose and problematize the hegemonic \"norm\" (Epstein 1994:195), which includes (among other identities): cisnormativity, heteronormativity, and/or the normalization of monogamy. Not only does queer theory illuminate sexualized hierarchies - it destabilizes them, reconceptualizing sexuality itself as a \"fluid and dynamic\" concept which \"always [sits on] unstable ground\" (Gamson & Moon 2004:49). Rather than essentializing identities and orientations, it situates them within a historical context with the goal of identifying, critiquing, and (potentially) dismantling the structures that prompted their stratification; this inevitably means \"interrogating areas which normally would not be seen as the terrain of sexuality\" (Stein & Plummer, as referenced in Gamson & Moon 2004:49), such as politics, education, or the Breeden 7 workplace. Though these spaces may not be explicitly sexual, the people occupying (and affected by) them do not leave their (multiple) identities and histories at the door- nor do they leave their perceptions of others' identities and histories. We are informed by our experiences and our perceptions of other people's identities. Maintaining an Intersectional Outlook The framework of \"intersectionality\" takes into account this fact that a person's identity is not one-dimensional - rather, it is intricate, multifaceted, and comprised of various components that influence one another (Han 2017). Thus, privilege and oppression are not mutually exclusive ways of existing; the various facets of an individual's identity affect each other, creating an amalgam of ways in which he/she/they may simultaneously experience institutionalized dominance and marginalization (Han 2017). An individual's numerous identities influence how he/she/they will be treated and perceived in society, and also in what ways he/she/they will experience varying levels of privilege and oppression in particular situations. When various social standings interact with one another, unique issues arise that are often ignored or invisible when addressing the problems faced by each individual group (Han 2017). In this vein, the LGBTQIA+ \"community\" - even within the context of a small college campus - is far more diverse in its struggles and needs than the image of the unified front would have us believe. It is therefore incumbent upon researchers and activists alike to take into account the raced and classed dynamics ofLGBTQIA+ identities (Epstein 2003, Han 2007/2010, Han 2017, Poynter & Washington 2005:44). Collins (2004/2009), for example, elaborates on the racial component of this discussion, using the metaphors of the racialized \"prison\" and the sexualized \"closet\" to explain the complicated intersectional experiences of people who are both Breeden 8 queer and of color. All people are raced and sexualized, but queer people of color are, at the very least, doubly \"marked\" by American society. To focus solely on sexuality ignores the barriers queer people of color may face in disclosing their identities,4 dodging racialized exotification and hypersexualization in queer spaces, and finding anti-racist partners, among other challenges (Han 2007/2010). To focus exclusively on race invalidates unique racialized homophobia leveraged against queer people of color, both by their own racial communities and within larger society (Han 2007/2010). Furthermore, a lack of intersectionality forces LGBT+ people of color into essentially \"choosing\" between the relative salience of their racial identity and their queer identity (Han 2007/2010; Poynter & Washington 2005). Identity is not reducible to one label or one life experience; rather, people are constantly shaped by their unique positionalities in the world. To focus on one identity is to miss the various other identities that shape it. With this in mind, studies of sexuality must take into account the salience of race, class, religion, and other core factors of people's life experiences in order to paint a more accurate picture of societal inequality. METHODS To learn how self-identified LGBTQIA+ students experienced their school's campus climate, I decided the best method for data collection would be to conduct interviews. This way, I would be able to ask follow-up questions related to each interviewee's unique experience. Conducting interviews also allowed for students to define themselves and their experiences in the way they saw most fit. Definition and Disclosure of Identity 4 \"For African Americans, for example, the terms lesbian, gay, bisexual, and transgender are often associated with white culture\" (Boykin 1996 as cited by Poynter & Washington:2005:46). Breeden 9 There is no universally-accepted practice for clarifying an individual's gender identity or sexual orientation in a research setting (Garvey 2017:1113). A tension between \"being named [by a researcher, survey, etc.] and naming oneself' makes categorization difficult (Epstein 2003: 133). On the one hand, adopting a label such as \"lesbian\" or \"asexual\" can be liberating, especially if finding a descriptor for oneself has been part of a long and/or difficult process of self acceptance. It can also be core to one's personal values, such as those who take pride in maintaining their \"virgin\" status until an acceptable or preferable point in life (Carpenter 2001 ). On the other hand, sexuality as identity can be incredibly stigmatizing, as Wilkinson and Pearson (2009) observe in their study of young LGBT students' compromised well-being in school environments. Sexuality as identity may also feel too rigid for some people due to the broader societal interpretation of \"identity\" as static over time (Epstein 1994). The ways in which people negotiate their identities are manifold; we can glean substantial nuance from various identity-holders' thought processes when constructing, adopting, and/or repudiating various sexual labels and identities. Garvey (2017:1114) notes that researchers' attempts to create an exhaustive list of LGBTQIA+ identities may actually perpetuate the exclusion oflesser-known or lesser-prevalent identities. Additionally, to simply cluster diverse LGBTQIA+ groups under the umbrella term of \"queer\" is overly simplistic, as different parts of the \"alphabet soup\" share very different life experiences when it comes to society's treatment of their specific identities and/or orientations (Garvey 2017:1114; Epstein 2003). Hughes (2018) and Lombardi (2018) remind scholars to be cognizant of the gatekeeping that occurs with regard to trans gender communities in particular, and of how (real or perceived) cisgender privilege and power can greatly impact how trans gender research participants choose to talk about their lives. Not only does a lack of access to self-Breeden 10 definition for transgender people lead to cisgender gatekeeping; it also de-centers the lived experiences of actual trans gender individuals (Lombardi 2018). Thus, permitting research subjects to disclose, in their own words, how they identify appears to be the best approach. Allowing subjects to self-identify not only encourages them to \"challenge the construction of fixed categories\" within the LGBTQIA+ community; it also provides the researcher with more accurate data, as subjects describe themselves in ways they would do so in everyday life, rather than constraining themselves to categories that do not fit their own self-understanding (Garvey 2017:1117; Vaccaro et al. 2015:26). As such, I chose to conduct one-on-one, in-person interviews. Recruiting For, Conducting, and Transcribing Interviews Participants were recruited both via email and in person. I began by sending an interview invitation to all recipients of the LGBTQIA+ student organization's weekly email list, sending an interview invitation to the entire student body, and posting fliers around campus with preliminary information about my study. I secured a few additional participants through snowball sampling (i.e., asking interviewees to refer me to other potential subjects/participants, or asking interviewees to give my name to others who may be interested). There were some faculty and alumni on the Pride Alliance email list, so I specified that I was looking for only current students' participation. I verified that all participants were at least eighteen years old. Interviews were scheduled primarily via email. Due to the sensitive nature of my topic, I encouraged each interviewee to suggest a location on campus where they felt most comfortable, such as a study space, lounge area, or dorm room. Once we agreed upon a date, time, and location, each interviewee met with me for 30 minutes to an hour; interviews occurred between January 14 and March 2, 2019. Questions spanned the college decision process, academic Breeden 11 experiences, housing accommodations, extracurricular involvement, identity disclosure, and overall college experience (see Appendix B for an outline of all interview questions). I recorded each session with an application on my phone after obtaining consent to do so. Interviewees were also reminded that they could revoke consent to participate at any time and that they could choose to elaborate as much or as little as they were comfortable. Because I was collecting data through interviews, participants' responses were not anonymous; however, I ensured confidentiality by assigning each participant a pseudonym, and by not using participants' names (or any other identifying information) in my audio or transcription files. I saved the recordings to my personal laptop, assigning a number and a pseudonym to each at this time. Recordings were deleted once I had transcribed them all. Coding In accordance with Smith's (1987) grounded theory approach, I used the individual experiences of each of my interviewees to inform my broader discussion of LGBTQIA + campus climate at the university; I accomplished this by employing thematic analysis (TA). TA is \"a method of systematically identifying, organizing, and offering insight into patterns of meaning (themes) across a data set\" (Braun & Clarke 2012:57). Utilizing Braun and Clarke's (2012) six-phase process, I engaged in data review, preliminary coding, theme identification, theme review, theme definition, and report production (60-69). I began by listening to recordings of each interview and reviewing their transcripts, taking notes as I went. This helped me to identify patterns in interviewees' experiences and to code them accordingly. After formulating a preliminary interpretation of my data, I was able to further pinpoint specific themes across students' experiences and use these to develop a nuanced account of the university's LGBTQIA+ campus climate. Breeden 12 Location/Background My research site was a private, Midwestern liberal arts institution with a student body of about 2,000. The school is situated between two mid-sized cities with a combined population of approximately 130,000. The most popular fields of study include accounting (14% of the class of2018), business administration (14%), nursing (8%), psychology (7%), and biology (7%) (Thompson 2018). Given that most research surrounding issues ofLGBTQIA+ campus climate takes place at larger institutions (Vaccaro et al. 2015:27), conducting this research at a smaller school may provide insight into the similarities and differences that exist between schools of varying sizes. The university's LGBTQIA+ Pride Alliance is one of the largest student organizations on campus. Founded in the mid-1990s, the Pride Alliance holds weekly meetings in the basement of the university chapel. 5 Meetings cover a range of topics, including popular culture, political issues, and local events. Pride Alliance membership spans all four class years; however, at the time of my research, the organization was primarily comprised of first-year students.6 Interviewees' Demographics I interviewed a total of 20 students; however, one interviewee ended up disclosing a cisgender, heterosexual (i.e., non-LGBTQIA+) identity.7 Because my research aims to gauge the 5 Students in Pride frequently comment on the irony of holding meetings in a chapel. Historically, the university has been religiously affiliated; however, it is presently an inclusive and diverse institution. The chaplain is explicitly LGBTQIA+ affirming- in fact, Scott cited her as one of the main reasons he chose to attend this school. 6 This was somewhat unusual because membership was more representative of each class year in the past. I suspect part of the reason for disproportionate freshman involvement was the general influx ofTGNC students during the fall 2018 semester. 7 One student, Elaine, participated in a half-hour interview. As I asked my demographic questions at the end of the interview (see Appendix B), she told me that she was cisgender and heterosexual, but that she identified as an \"ally.\" While she did provide some insight into her LGBTQIA+ friends' experiences on campus, she was not a part of the LGBTQIA+ community herself. Because my study focuses specifically on the lived experiences of self-identified LGBTQIA+ students, I have chosen not to use any of Elaine's interview data in my evaluation of my research site's campus climate. Breeden 13 campus climate for LGBTQIA+ individuals, my data focuses only on the 19 participants who identified themselves as non-cisgender and/or non-heterosexual (see Table 1). The representation for each class year was fairly equal; I interviewed five first-year students, five sophomores, four juniors, and five seniors. The majority (13) of my interviewees identified as white; one interviewee was black, three were Latinx, and two were Asian; each of these numbers was fairly representative of the school's racial composition {Thompson 2018). Over half (10) of my interviewees were cisgender women; their representation in my sample was consistent with that of the larger school population. Cisgender men were underrepresented in my sample; they account for just under half of the student body, but only about one-fifth of my research participants. Transgender and gender nonconforming (TGNC) individuals (i.e., those identifying as transgender, nonbinary, genderfluid, and/or genderqueer) were overrepresented; while there are no official statistics to approximate the size of the school's TGNC community, approximately one-fourth of my participants were part of this demographic. Sexual and romantic orientation varied widely, and seven interviewees used more than one label to describe their experiences of sexual and/or romantic attraction. Bisexuality/biromanticism was the most commonly-mentioned orientation. Five interviewees (four cisgender women and one cisgender man) identified solely with bisexuality, while four others paired it with additional forms of identification. 8 The second most common label -mentioned by four people - was \"gay\"; three cisgender men used it as their sole label, while one transgender man described himself as both gay and asexual. Two cisgender women identified as lesbian. One genderqueer, transmasculine individual identified as queer. The genderfluid 8 For example, two cisgender women used \"bisexual, pansexual, and sexually fluid\" interchangeably, one cisgender woman used \"queer, bisexual, and pansexual\" interchangeably, and one cisgender woman identified as \"biromantic, demisexual, homosexual, and polyamorous.\" Breeden 14 interviewee identified as pansexual and demiromantic. The nonbinary interviewee identified as both aromantic and asexual. Finally, one individual, a transgender woman who had only recently decided to begin transitioning, was questioning her sexuality at the time of our interview. Seven of my interviewees chose to meet in a study room in the university library. Four interviewees met me at my work study location, in which we used an empty office and closed the door. Four interviewees chose study rooms or classrooms in an academic hall. Three interviewees chose to meet with me in one of the campus dining spaces. One interviewee, Audrey, asked me to meet with her during her work study shift in the university's administrative building. Where/ Fit According to Rupp and Taylor (2013), \"similarity in age and status facilitates rapport\" (87). The more a researcher shares in common with their subject(s), the more open the subjects are likely to be. I am a twenty-one-year-old undergraduate student interviewing other undergraduate students between the ages of eighteen and twenty-two; thus, my interviewees are my academic and generational peers. I found that my interviewees seemed relatively candid in their responses and comfortable in their interactions with me - perhaps, in part, because of this. I am also a part of the LGBTQIA + community myself. I am asexual, meaning that I do not experience sexual attraction toward anyone of any gender. However, I am straight- and allosexual9-passing, as well as cisgender; this places me in a position of privilege relative to other students who read more clearly as LGBTQIA+. I did not disclose my (lack of) sexuality 9 To be allosexual is to experience sexual attraction toward others (Cowan & LeBlanc 2018:30); therefore, to be \"allosexual-passing\" is to be perceived as someone who experiences sexual attraction. Similarly, a person who \"passes\" as straight is perceived as someone who is attracted to people of a gender different from one's own. Breeden 15 during the interviews, but most members of the Pride Alliance - many of whom participated in my study - were previously aware of my sexual orientation. It is important to note that there are a significant number oftransgender and gender nonconforming students on the university's campus, especially within the freshman class. 10 Given that I am in a privileged position as a cisgender person, those in marginalized positions may have chosen not to disclose certain aspects of their experiences due to incongruencies between our respective positionalities. That said, I am currently president of the university's LGBTQIA+ Pride Alliance. As such, I had already established a rapport with a number of fellow LGBTQIA+ students; hopefully, this meant that these participants were more candid in their responses than if they were engaging with a stranger. I anticipated difficulty in engaging on the same level with LGBTQIA+ students who were not regular attendees of Pride Alliance meetings and activities; however, this did not seem to be the case. I wondered if these students may have felt a need to \"explain\" themselves (i.e., why they were not a part of Pride, or were not more involved in LGBTQIA+ related activities); there was a possibility that these students would be more closed off, even with the assurance of confidentiality. After completing all of the interviews, I realized that everyone had come across as fairly candid and open about their experiences. FINDINGS My findings section is separated into topics related to the college search process, academic experiences, housing, extracurricular involvement, and overall impressions of campus climate. Importantly, cisgender and TGNC students had very different experiences on campus, and most students' perceptions ofLGBTQIA+ campus climate-regardless of their personal 10 This assertion stems from my personal observations of Pride Alliance meetings throughout the previous three academic years. Breeden 16 experiences-were incongruent with the LGBTQIA+ -affirming policies and commitments set forth by the educational institution. Choosing a University As I expected, interviewees had a variety of reasons for choosing to attend this university, including its specific degree programs (mentioned by 7 students), small size (6), reasonable distance from home (6), scholarships (5), and liberal arts focus (4). Seven interviewees specifically referenced their LGBTQIA+ identity having significant impact on their college search process and/or final decision to attend this university. Russell, for example, \"asked around\" about the level of LGBTQIA+ acceptance while he was on campus for an audition. Scott spoke with the university chaplain to gain a better idea of how his religious identity and his sexual orientation might coexist. Sam kept an eye out for gender neutral bathrooms, as she had been a part of a campaign in her home state to create a more inclusive public school environment for her transgender peers. While Russell, Scott, and Sam were certainly cognizant of the type of environment they desired in a university and actively sought out resources, TGNC students were even more deliberate and calculated in their search for a school that was LGBTQIA+ -affirming. For these students, asking a few questions or confirming the existence of a gender neutral bathroom on campus could only tell them so much about the potential for a positive experience on campus. For example, Trent, a genderqueer, transmasculine freshman, specifically sought out schools with gender inclusive housing options, telling me that accommodations like the Rainbow Floor11 were \"more or less my top criteria.\" He actually used the Campus Pride Index in his decision-making process, and decided on this university in part because of its four-star report card. 11 For further discussion of the Rainbow Floor, see my section on Housing (starts on page 22). Breeden 17 Carson, a nonbinary freshman who used gender neutral pronouns, had a similar decision-making process. They knew they wanted to attend a university that has a \"trans-positive atmosphere\", and the availability of gender inclusive housing was their final deciding factor; they felt it ensured some level of physical safety on campus. TGNC students repeatedly said that as long as their housing accommodations were trans-friendly, they felt they could handle anything else that came their way. Academic Experiences Students' academic experiences relative to their LGBTQIA+ identities varied by field of study, \"type\" ofLGBTQIA+ identity, and level of\"outness\"12 on campus. Those with marginalized romantic/sexual orientations tended to report more positive academic experiences than their TGNC counterparts. Most students felt that the topic of the LGBTQIA+ community rarely, if ever, came up in class. However, just because it wasn't explicitly referenced in the classroom, that didn't mean subliminal messages didn't exist. Krista, for example, felt that the classes within her major (accounting) were laden with a sort of\"underlying tension.\" She had recently begun experimenting with her gender expression, and used this experience to illustrate what she meant: I've tried to change a little bit of my wardrobe recently, especially in the past year ... and we even went to the drag show and tried to be, like, a little more masculine and stuff like that. And like, I know - personally, I don't have a problem with it. And even going off campus and things like that, I wouldn't have a problem with it. But I tried to do it for, like, a week and just tried to go to my accounting classes too. And like ... I definitely got reactions. Whether they were negative or not, they 12 \"Outness\" is defined by Garvey et al. (2018) as \"the extent that students disclose their marginalized sexual and/or gender identities\" (666). Breeden 18 were reactions and definitely, like, judgment - even from some of the people that were, like, closer friends in the class, which was surprising. While Krista did not receive any expressly positive or negative reactions from her classmates or professors for choosing to dress in a more \"masculine\" way, she immediately recognized a change in her interactions with them. She found their reactions difficult to pinpoint. Trent echoed Krista's sentiments, telling me that it was sometimes a challenge to figure out where his professors and peers stood on the issue ofLGBTQIA+ identities and/or orientations: Overall, the professors are usually, like, pretty nice and understanding ... for the most part, they're pretty good with LGBT stuff ifl bring it up in class, but, like, it's kind of hard to tell how they feel about it sometimes. Just because ... I mean, I look queer [laughs] but I also look cis, so it's hard to tell. Sometimes people are okay with \"LGB\", but not with the \"T\" as much. So it's always kind of hard to, like, get a feel for that. He said that this uncertainty made it difficult to decide whether or not to come out in class; he would constantly wonder, \"ifl have something to contribute to a discussion that we're having in class but it involves me, like, outing myself to the classroom, is that going to be okay?\" The fear ofpushback varied by each interviewee's field of study, and led students like Kendall to form somewhat of a \"dual identity\"; while she spoke freely about her girlfriend in her environmental science courses, she never discussed her sexuality with students or professors in the business department, which she described as having \"a very conservative atmosphere.\" Other students felt that they had positive academic experiences on this particular campus, but understood that their respective career choices were likely to pose difficulties. Kennedy, a transgender freshman woman who described herself as still \"in the closet\", felt her classroom Breeden 19 experience was the same as any other student on campus. She liked the small class sizes and told me that \"every professor I've had has been very kind.\" Kennedy did seem to worry, however, about how her identity may impact her future career after obtaining a degree in international studies. Similarly, Russell reported a positive experience in the university's theater department, but recognized that theater as an industry was not necessarily as accepting. On rare occasions, tensions were more overt. Keith felt some of his professors tokenized students with marginalized identities; this influenced his decision not to disclose his bisexual identity in the classroom. He told me: \"I think the professors are probably just trying to make some attempt to, like, bring in the experiences of people with different identities, but it ends up being ... They'll ask people, like, questions about their background.\" One student, Isabel, even recounted an instance of outright discrimination she encountered on the basis of her LGBTQIA+ identity: I had a professor who I had a lot of trouble with. [sighs] Basically, at the end of the day, I had gone to my other professors, who I could confide in, and they had confirmed my suspicions that she ... she was acting ... on her own bias [against] my sexual identity. So, you know, she threatened - she threatened to fail me ... She's no longer here at the university. So I did have, you know ... I had one situation where, um, it was really difficult to deal with. But most importantly, the other professors in my program and the students around me supported me so much and were really appalled by the situation; they didn't let it continue. So I was really grateful for that, and I felt like it was taken care of. Isabel felt that the support of her classmates and other professors helped her weather the shock and frustration of the experience. Breeden 20 In somewhat of a departure from other students' focus on non-LGBTQIA+ students' and professors' treatment of the LGBTQIA+ community, Charlie highlighted the importance of demographic representation among the school's faculty. They told me about one of their favorite professors, who spoke openly about their experiences as a queer person in academia. Charlie said of this experience, \"I have nothing against straight people, don't get me wrong; it was just nice for the.first time in my life to have a teacher who wasn't straight! That's not something that I'd ever experienced- or ifit was, they didn't let us know.\" For Charlie, simply having a queer professor was validating; for the first time, they were able to see themself in a successful professional in their field of study. Representation in course offerings was also important. Sam told me that taking a sociology course about sexuality helped her to realize that ''this is something I can allow myself to be.\" As someone who had been \"deeply in the closet\" upon entering college, she said the experience of taking the class helped her to feel less stressed about coming out as a lesbian. Housing The university I studied offers gender inclusive housing in one of its dormitory buildings; this housing option is called the Rainbow Floor, and was first instituted in the fall semester of 2015. Any student can request to live on the floor, as long as they commit to taking part in an explicitly LGBTQIA+ affirming community. Roommates may live together regardless of gender identity or sexual orientation. The Rainbow Floor's bathroom is for all genders and is secured with an electronic key-code lock. At the time of my study, only three of my research participants were living on the Rainbow Floor; all other interviewees lived in traditional campus housing, except for Russell, who was renting an apartment off campus with friends. A Desire for More Inclusive Housing Breeden 21 A number of interviewees-regardless of their individual housing circumstances-expressed appreciation for the existence of the Rainbow Floor; however, most of these students also felt that the university could do more to affirm, expand, and communicate its gender-inclusive housing options. For example, Curtis, a transmasculine junior, found it difficult to request a room with a friend of a different gender, even as both were planning to live on the Rainbow Floor: I remember ... when me and [Reina] were trying to room together, that was a whole thing because, you know, our genders are different, so it's not allowed. And [a former president of the university's LGBTQIA+ student organization] had set it up, supposedly, where we were supposed to be able to, but we tried and it wasn't working. We emailed [an individual at the Office of Residential Life], and then he emailed back, like, \"that's because it's not allowed\" or something. We were like, \"what?\" So then we told [the former president of the LGBTQIA+ organization], and then she had to go and talk to him ... But then he sent an apology email and it all worked out. It was just weird. Like, that's the whole point of the floor! Similarly, Carson, a nonbinary freshman living on the Rainbow Floor, was frustrated that they were only able to see other individuals who had been assigned female at birth (AF AB) in their 2019/2020 housing application. As of our interview, they had yet to meet with the Office of Residential Life to resolve the issue, but said they were hoping to do so as soon as possible. Curtis and Carson's difficulties in rooming with people of other genders - despite living in \"gender inclusive\" housing - highlighted a disconnect between institutional policy and institutional practice surrounding the Rainbow Floor. Breeden22 Another issue interviewees identified was limited access to appropriate housing. Trent, a transmasculine, genderqueer freshman, specifically chose to attend the university because of its gender inclusive housing option. At the same time, he/they recognized that students' requests to live on the Rainbow Floor were not universally accommodated: I'm not a huge fan of ... the current size of the Rainbow Floor. There [are] only ten13 of us this semester, and that includes the RA. So it's a really limited amount of people, and I know there are students on campus that were interested in being on the Rainbow Floor [who] didn't get in ... I think that should not be the way [admission to the Rainbow Floor] is working, just because ... it puts people in a bad position of having to prove that they're, like, \"queer enough\" to be on the floor, or that they need it more than somebody else. Which ... that just isn't true. If you need access to safe, gender neutral housing, then you need access to safe, gender neutral housing. There isn't a hierarchy [of need]. Trent went further to say: In looking at the original concept for the floor, it was meant to be expanded as people wanted to join. It wasn't meant to only be, like, this little section ... But when we go and talk to [the Office of Residential Life] about wanting to expand, a lot of it was just like, \"oh, well, we'll see if there's any interest,\" and we're like, no! We're telling you there's interest! We already know there's interest! We just need you to, like, help us put the resources that we need into expanding it! 13 Ten is not a static number; during the 2019/2020 academic year, the Rainbow Floor will expand to cover the entire first floor of one of the dormitories (as opposed to the half of the floor it currently occupies). Trent's frustration stemmed from the fact that there was plenty of demand for gender neutral housing during the 2018/2019 school year, but not everyone was accommodated. Breeden 23 Though Trent was glad that he personally had a space on the Rainbow Floor, he was also adamant that all TGNC students' requests should have been accommodated. As a transgender person himself, he understood the other TGNC students' frustration and worry when they were not placed in the gender neutral housing. Other students felt that the Rainbow Floor itself did not necessarily need to be expanded; rather, the university needed to re-frame its entire housing policy when it came to gender. Evelyn, a junior, had chosen not to live on the Rainbow Floor; however, she felt very strongly that campus housing as a whole should take gender inclusivity into account. She referenced her upcoming (2019/2020 academic year) housing plans to illustrate: [The school] clearly has no problem putting two gay people together, and they intentionally do it. So the issue is clearly not sex ... I was thinking about who I want to room with next year, 'cause my roommate ... was considering rooming with another friend. She thankfully chose me over them [laughs] , but while she was considering this other person, I'm like, \"oh, god, now I have to find somebody else I can live with.\" One of the only other people I felt I could actually live with and, like, you know, knew I could get along with ... was a guy ... The reasoning behind it [gender segregated housing] is really shaky. Like, I get why they don't automatically assign people that way. Because people are weird, and ... I don't know, privacy issues or something. But the fact that you can't request it, that they would fight you on that ... That's like, hmmm, how do you defend that position? Because I don't think you'd have a good defense. Breeden 24 To Evelyn, the issue of gender inclusive housing extended beyond the themed Rainbow Floor; she felt that students should be able to choose roommates of different genders without confining themselves to living in the same space for the duration of one's time on campus. A significant number of students simply had no idea that gender inclusive housing existed. Charlie, a genderfluid freshman, and Lydia, a bisexual sophomore, told me that they would have chosen to live on the floor if they had known about it before coming to campus; they both said that they planned to live on the floor during the upcoming (2019/2020) academic year. Isabel (lesbian, senior), Krista (bisexual, senior), Kendall (bisexual, senior), and Audrey (queer, junior), each said that they may have considered it during the beginning of their time on campus if they had known about it, but ended up finding supportive groups of friends and did not currently feel a need to join the floor. Each of these individuals still felt there should have been more outreach for students. One interviewee had known about the gender neutral housing option when she applied to the university, but decided that she did not feel ready to be a part of the community yet. Kennedy, a transfeminine freshman, said: I have considered it [living on the Rainbow Floor] ... It was kind of surreal for me, because, like, a lot of the things that would have been noticeably trans, if you know what I'm saying, were repressed, or ... suppressed through most of my childhood, and I just kind of lived as an extremely uncomfortable boy for the rest of the time. So at first, the idea was a little ... maybe a little uncomfortable. Now, I probably would be more open to it since I've met a lot of people on that floor, and they all seem like good people. But at first, I was kind of scared, because it was, like, I didn't know ifl really wanted to segregate myself. Breeden 25 Because she had only recently begun to transition, Kennedy was still unsure about the implications of living in gender inclusive housing. She recognized it as a form of \"segregating\" herself from the cisgender norm. While each of my interviewees had different experiences with housing as a whole, most agreed that gender neutral housing was an important option, and that expanding its availability would improve LGBTQIA+ students' living situations. Extracurricular Involvement While interviewees were involved in a number of other organizations, Greek life and the Pride Alliance elicited the most discussion about LGBTQIA+ campus climate. As such, I choose to focus on these two themes. Greek Life In my sample, cisgender women disproportionately reported involvement in Greek life, and also had the most positive impressions of Greek organizations on campus. Three cisgender women - Annie, Isabel, and Sam - mentioned being a part of a sorority. Isabel never thought she would be involved in a Greek organization, but a friend she deeply admired encouraged her to try it out. She laid out her thought process for rush week, saying: I asked all the houses [about their thoughts on the LGBTQIA+ community] because I wasn't playing around. So I was like, \"how do you feel about[ ... ] LGBT issues?\" ... And everybody stuttered- everybody except [my sorority]. Nobody knew how to handle the question; they were like ''uh, oh, we - yeah! That's fine ... \" It was kind of funny. But [my sorority] was like, yeah, we're inclusive; we have women here who are, you know - have, you know, any background. So it was a really cool experience to actually have a conversation with people about it. And it felt much more like I was getting to know women in the club instead of, you know, being Breeden 26 judged ... or joining a cult [laughs] ... which - it can easily be interpreted that way. Um, so - yeah, I joined, and it was one of the best decisions I've made. I feel like I've been able to be myself completely in [my sorority] and [to] live among some really great friends. Isabel readily acknowledged (but didn't elaborate upon)14 the fact that Greek life as a whole had \"many strides\" yet to take in its treatment toward the LGBTQIA+ community, but she strongly felt that she had \"found a home\" in her sorority. She said she personally felt very welcome, even amongst the women who had never met a lesbian before coming to college. Annie (bisexual) expressed similar sentiments about her sorority, also telling me that hers (a different house than Isabel's) was the most inclusive ofLGBTQIA+ women on campus. Even Sam (lesbian), despite having experienced rather overt prejudice from one of her sorority sisters, told me that her Greek affiliation provided much-needed stability in an emotionally wrought period of her life (unrelated to her sexual orientation); her positive overall relationship with the organization eclipsed the negative impact of her housemate's prejudicial behavior. One woman, Lydia (bisexual), had briefly considered joining a sorority, but quickly realized she didn't \"fit in\" racially: she said, \"I didn't feel particularly welcome ... If you ask a girl who's going through rush week if she thinks that the sororities have some kind of racial preference, [she's] going to say yes; they're going to say yes - hesitantly, but they'll say yes.\" As a Latinx woman with medium-dark skin, Lydia had the impression that Greek life was more of a \"white girls\"' activity. Though Isabel was also Latinx and Annie was Asian, they were 14 Although I asked Isabel what she meant about the \"strides\" she felt Greek life had yet to make, her answer went in a different direction; rather than fleshing out this point, she chose to focus on the support she had received from her sorority sisters. Breeden 27 relatively light-skinned and may have also passed as white in many social situations; it is possible that their perceived whiteness allowed them an \"in\" when it came to Greek life. Scott was the only cisgender man to express any interest in Greek life. He had thought about joining a fraternity during his freshman year, but was uncomfortable with the way in which many of his potential brothers spoke about women and about the LGBTQIA+ community. When asked if he thought such behavior was exclusive to the fraternity he had attempted to join, he said that it likely wasn't. He believed that the fraternity he tried to join was the most accepting of all Greek organizations on campus; if this fraternity made him uncomfortable, he knew he wasn't going to be accepted into any of the others. This prompted him to forego Greek life altogether. Notably, none of the TGNC interviewees were involved in a Greek organization on campus. None of them mentioned Greek life in their interviews, so I wasn't able to hear their thoughts on the subject. However, I imagine that the TGNC students' lack of interest was due to the binary nature of sororities and fraternities. It made sense that students whose gender identities did not fit neatly into one of the binary categories would skip out on Greek life altogether. These students constructed their social circles elsewhere on campus. LGBTQIA + Organization Membership TGNC students in particular turned to the Pride Alliance for community and support. In my sample, the four regular attendees at Pride Alliance meetings were Curtis (transmasculine), Charlie (genderfluid), Carson (nonbinary), and Trent (transmasculine/genderqueer). Each of them highlighted their appreciation for the dual social/support function of the organization, and Curtis was especially enthusiastic about the growth he had witnessed since joining during his Breeden 28 freshman year. Charlie summarized what appeared to be the general consensus of the regular attendees: [Pride] is actually a safe space. No one questions your identity. It's really just a safe space to talk about anything you want . . . And my entire life, I'd been doing my own research just to figure out stuff about [the LGBTQIA+] community, because I'd tried GSA [in high school] and it didn't work out. So I was just like, okay, I've gotta figure out - I don't just wanna know about what I identify as; if I'm going to be a part of this community, I should know more. Which is one of the reasons I love the topics we do every week. For Charlie and other TGNC interviewees, Pride Alliance meetings were a space in which they could truly be themselves. In an organization whose motto was \"everyone is welcome, privacy is respected, and no assumptions are made,\" they knew that they had access to a validating and supportive space on campus. Kennedy, who had only recently begun to attend meetings after a friend recommended she join, said she felt the organization was \"a good outlet\" to talk about personal experiences that non-LGBTQIA+ students might not understand. Students who were not a part of the Pride Alliance had differing reasons for their lack of interest. Keith and Audrey each felt they had enough of a support system in their respective social circles that Pride just didn't feel necessary. Annie, Scott, and Isabel expressed regret for not being more involved in the Pride Alliance; all three said that if they could go through college again, they would have chosen to be more intentional about getting involved in the organization. Often, coursework, timing, and social circles overlapped with the timing of Pride meetings, making it impossible to attend. Keegan also pointed out the relative whiteness of Pride: Breeden 29 At first ... I didn't like [Pride]. One, because I just felt like there weren't enough people who looked like me . . . and also, at the time, I was just, like, dealing with the fact that ... Black gay men - the only way we find love in the gay community is through sex . . . and finding partners is just . . . sometimes ... not there. And we get on Grindr or something like that, and people are like, \"I want Big Black Cock\" and things like that, and it kind of just ... dehumanizes you and ... I just, I don't know. I guess I was running away from my sexuality, then ... I just was not thinking about it. And was like, flooding my head with other things so I wouldn't have to think about the fact that I was gay ... and I can't find anyone else, because no one else, quote-unquote \"wants\" me. So I just ... yeah. I think that kind of influenced me with Pride and made me not, like, want to go to meetings anymore, not want to be involved. Keegan brought attention to racial tensions within the LGBTQIA+ community. The Pride Alliance at this institution has historically struggled to retain its members of color. Many join during their freshman year and find more racially diverse circles (such as the Black Student Union) as they spend more time on campus. Anti-LGBTQIA + Sentiments on Campus Students described campus as a bubble; while nearly all of them felt physically safe on school grounds, 15 the local community had a much different atmosphere. Russell outright said that \"if you're not on campus, it can feel very scary\"; he illustrated with an anecdote from the previous semester: 15 It is important to note that Audrey told me she had only ever felt unsafe on campus as a woman, never as a queer person. Breeden 30 So I was walking through [a park near campus], and I was reading a script, and I could see this guy walking towards me. I was walking toward my house. He was walking toward me on the sidewalk ... And he looked at me. He saw me and he said, \"hey, faggot.\" I didn't say anything; I kept walking, but we were, like, about to cross paths. And he said it again. And when we got - when we were, like, two feet apart, he kind of, like, did a lunging action at me. I thought he was going to beat the shit out of me. And I remember being - just keeping my head down and sort of flinching away . . . I was, like, preparing myself to have to fight this man from, you know, off from attacking me. And then I just kept walking, and he kept walking, and I got home and, like, sat down. And I was like, what the hell just happened? And I had never experienced anything like that before. And for that to happen, you know, a block off campus was a huge wake-up call .. . It was a really scary experience. While this was the first and only such incident Russell experienced, it had since placed him on high alert. As Carson said, \"even in Seattle [for example] - and they're very liberal- it doesn't mean that, like, trans people don't get killed there.\" They expressed a need to be on constant alert, especially when stepping off campus. On campus, students said that they felt physically safe, but Keith, Curtis, and Kennedy mentioned experiencing a \"general discomfort.\" Both Lydia and Kennedy explicitly differentiated between the \"tolerance\" they observed on campus and the \"acceptance\" they wished existed. Kennedy told me that \"in private, people might have different opinions and stuff [about the LGBTQIA+ community], but they would be uncomfortable saying them publicly.\" Because many people perceived her to be a cisgender man, she constantly overheard classmates' Breeden 31 cissexist jokes; she knew that once she had transitioned further, people would not be as comfortable saying such things around her, but that the sentiments would still exist behind closed doors. This made her question where and to whom she could talk about her gender identity. Similarly, Keith said that he had generally experienced supportive reactions when he came out; however, he was very conscious of the potentially gendered differences in his friends' responses: The people that I've talked to [about being bisexual] - they were totally cool about it. I definitely have not told any of my guy friends, because I really do get that impression ... even if it's almost, like, stereotypical ... that I'd get a more judgmental, \"macho\" kind of reaction from them. I think a lot of guys just kinda feel uncomfortable about it. Keith's impression was that his female peers were much more accepting of his sexual orientation than his male peers would be; in fact, he had told only his female friends about being bisexual. His worries parallelled Scott's hesitance to join a fraternity due to members' misogynistic and heterosexist language and behavior. Curtis said that he felt it was much easier to \"come out\" as gay than as transgender on campus; in fact, he had never intended to disclose his trans identity in the first place, until the Pride Alliance held its National Coming Out Day meeting during his freshman year. When talking about his trans identity, Curtis wasn't worried about safety so much as he was worried that people would begin to \"scrutinize\" his body. Students' Suggestions for Change Students emphasized appreciation for the strides the school had taken, but ultimately voiced a desire for continued progress. Trent said it generally came down to regularly asking, Breeden 32 \"what if students have needs that are not mine?\" He wanted the administration to take a more proactive and institutional approach in gauging students' needs (as opposed to addressing issues on a \"case-by-case basis\"), saying that \"gender just comes up a lot, in a lot of different settings; you have to be prepared to accommodate for that in a lot of different settings.\" Interviewees mentioned a number of structural and cultural aspects of campus climate that they wanted to change. On the structural/policy side, six students pointed out that the school had a number of electronic servers that did not corrimunicate with one another; if a student wanted to change their name or gender marker in one, that information would not carry to the others. 16 Students also wanted more options for gender inclusive housing; they wanted the Rainbow Floor to be better advertised and for the application process to be more straightforward. TGNC students - as well as a few of their cisgender counterparts - also expressed disappointment in the dearth of gender neutral bathroom accommodations on campus (of which there are only nine). In terms of healthcare, TGNC students talked about the potential benefit of having a queer-identified staff member, both in counseling/consultation services and in the general health services department. Curtis said it was awkward to have to clarify his assigned sex when he went to the campus clinic, especially if the staff member was not versed in acceptable LGBTQIA+ terminology; he said that either having a queer-identified healthcare provider or someone who was trained to address TGNC students' health concerns would make the process less nerve-wracking. 16 This meant that the student would have to change their name several times, outing themselves repeatedly in the process. With an increase in the TGNC population during the 2018/2019 academic year, this issue had received considerable attention. As of the 2018/2019 academic year, the administration is working with the Information Technology department to resolve the issue; however, not all interviewees were aware that this was the case. Because the servers have not yet been consolidated, I still consider the students' concerns to be relevant to discussions surrounding LGBTQIA+ campus climate; many transgender students are still officially listed by their assigned sex and name at birth. Breeden 33 In the social realm, students called for increased visibility of informal community spaces for queer people across campus (as opposed to or in addition to the weekly topic-driven Pride Alliance meetings); Russell said this was important because he 'just want[ed] to unload about these things that other people - people not in the [LGBTQIA +] community - wouldn't necessarily understand.\" They also wanted better LGBTQIA+ representation among faculty and staff; while the university has a list of\"out\" and allied employees on its website, students still felt that there wasn't enough queer representation across the campus community. Keegan, in particular, said that he wished to see more queer people in positions of administrative power. · Ultimately, students expected the university to be a place where they could navigate their identities safely and with both social and institutional support. Kennedy emphasized that the university setting is \"a natural place\" for students to explore themselves. She said: The school should be there to make sure that those students - to make sure that there are no issues. Because, like, finding out that you're trans, and then having to deal with the dysphoria that comes after ... that's a really bad experience. And it can very easily lead to, like, intense depression, anxiety, other things like that. While I was lucky - because I've got a really good support group from my friends - I don't know if other students have that. And that makes the fact that a school should be there to help even more pressing ... especially because if you can't get help outside, then you've gotta get help in here. Kennedy's commentary stressed the degree to which a positive (or negative) campus environment can shape a TGNC student's emotional wellbeing. She recognized that while she had a support system, other students might depend entirely upon the school as they navigate their Breeden 34 transition journey. Ensuring that other TGNC students' needs were not ignored or minimized was extremely important to her. DISCUSSION Overall, students' experiences and perceptions ofLGBTQIA+ campus climate varied considerably; however, even those who were not afraid for their physical safety reported having to calculate their way through social interactions in order to determine whether or not identity disclosure was appropriate. Students' stories revealed a significant degree of daily hypervigilant behavior that parallelled Woodford et al.'s (2018) analysis of minority stress theory. My interviewees were constantly negotiating their identities and orientations in campus spaces that ranged from fully accepting to outright hostile. Such experiential whiplash led students to formulate strategies for gauging whether or not to \"come out\", to join a student organization, to request accommodations, and to speak candidly with their peers and professors. This stress was exacerbated for TGNC students, whose experiences differed from their non-TGNC peers in the level of safety and security they felt in disclosing their identities. As Curtis put it, \"the gay thing ... people don't look at your body; they're just like, 'okay, whatever.' But with the trans thing, then all of a sudden they' re scrutinizing all of your features, you know?\" As someone who was both gay and transgender, Curtis did not feel as nervous disclosing the \"G\" part of his identity as he did disclosing the \"T.\"17 Such a stark contrast between TGNC and cisgender students' experiences suggests that the university has a long way to go before gender diversity is normalized. 17 Cisgender interviewees also recognized and acknowledged how their experiences differed from their TGNC peers. Keegan, for instance, said that he did not have to \"tiptoe\" around the fact that he was gay; however, he was acutely aware that this was not the case for TGNC students talking about their gender identities. Breeden 35 Students' interviews also highlighted the importance of changing the general campus culture - in addition to its formal policies - in order to cultivate a more positive campus climate. The juxtaposition of administrative statements of support with many students' ongoing hesitation to publicly share their identities and/or orientations should concern all who are affiliated with the university; structural solutions can only accomplish so much if students do not feel comfortable utilizing services or cannot easily access them. Ultimately, my research lends credence to scholars' emphasis upon comprehensive strategies - considering both concrete policy efforts and students' lived experiences - for addressing heterosexism and cissexism on college campuses (Bazarsky 2015). To illustrate: ifl were to have simply looked at the Campus Pride Index, I would have seen that the university I studied received a four-out-of-five star rating for its level of LGBTQIA+ inclusivity. However, in speaking with queer-identified students from all comers of the institution, it was clear that the reality was much more complicated. Cultural and institutional change are interdependent. Challenging heterosexism inherently involves structural efforts, such as hiring and appointing people with marginalized gender identities and sexual/romantic orientations to positions of power, or improving students' access to various health resources (Vaccaro 2012:441). But these steps aren't enough. Universities must also work toward changing the general culture surrounding LGBTQIA+ identity. Bazarsky (2015) advocates a \"distributive approach\" to creating a more positive campus climate; rather than the onus falling primarily upon offices of diversity and inclusion, or upon student organizations, leaders from all areas of an institution should be actively engaged in creating a more supportive environment for marginalized students (62). Each member of the institution must think beyond the standard written anti-discrimination statement (though these may be helpful); rather, faculty and staff should attempt to better Breeden 36 integrate LGBTQIA+ identities and orientations into the everyday functioning of the university. For example, faculty and staff can work to normalize name and pronoun clarification (Bazarsky 2015:63; Poynter & Washington 2005:46), acknowledge and legitimize the fluidity of students' identities throughout their time on campus (Vaccaro et al. 2015:34), and actively encourage attendance ofLGBTQIA+ related events. Faculty may also consider including material written by queer academics in their syllabi and/or inviting queer-identified guest speakers to class sessions or campus-wide events. As Charlie and Sam stated, just seeing oneself represented in academia can greatly improve a student's perception of campus climate. Additionally, the LGBTQIA+ student organization could pursue its outreach efforts with more vigor. Leadership should make a concerted effort to better advertise Pride's informal social activities, to collaborate with other identity-based and social justice-related student groups, and to recruit and retain students of color. Hopefully, with the recent election of a number of students of color to the organization's leadership board for the upcoming academic year, Pride will be able to better serve racial minorities on campus. This way, all LGBTQIA + students have the opportunity to be a part of the community and to feel truly integrated among their queer peers, as well. Moving forward, it is critical to understand that each of these steps alone cannot create a fully welcoming campus climate. Each must be achieved in concert and with purpose. Framing the integration of LGBTQIA+ students as an afterthought or a statistic will only exacerbate the issues many of my interviewees have experienced at their school. Students should feel emotionally and physically safe on campus, regardless of their gender identity or sexual orientation; the best way to achieve this goal is to listen to their stories and suggestions for change, and to collaborate in putting solutions into motion. Breeden 37 CONCLUSION This study examined self-identified queer students' perceptions ofLGBTQIA+ campus climate at a small, private, Midwestern liberal arts university. That said, my findings -especially regarding TGNC students' experiences, and the disconnect between campus commitment versus students' perceptions - reflect larger patterns discussed in the literature about this topic. As much research focuses on the institutional implementation ofLGBTQIA+ inclusivity, future research would do well to gauge what specific types of cultural initiatives have been the most successful in improving LGBTQIA + campus climate. Regardless, it is clear that institutions for higher education have a lot of work to do before their queer students feel they are fully integrated members of their respective campus communities. Centering students' perspectives and needs is a fundamental component creating a better, more LGBTQIA+ conscious environment. REFERENCES American Psychological Association. 2018. \"Definitions Related to Sexual Orientation and Gender Diversity in AP A Documents.\" American Psychological Association. Retrieved 11/1/2018 from https://www .apa.org/pi/lgbt/resources/sexuality-definitions.pdf. Bazarsky, Debra, Leslie K. Morrow, and Gabriel C. Javier. 2015. \"Cocurricular and Campus Breeden 38 Contexts.\" New Directions for Student Services 152:55-71. Braun, Virginia, and Victoria Clarke. 2012. \"Thematic Analysis.\" Pp. 57-71 in APA Handbook of Research Methods in Psychology, by Harris Cooper, Paul M. Camic, Debra L. Long, A.T. Panter, David Rondskopf, and Kenneth J. Sher. Campus Pride Index. 2019. \"Illinois Wesleyan University.\" Campus Pride Index. Carpenter, Laura. 2001. \"The Ambiguity of 'Having Sex': The Subjective Experience of Virginity Loss in the United States.\" The Journal of Sex Research 38(2):127-139. Cegler, Tyler D. 2012. \"Targeted Recruitment ofGLBT Students by Colleges and Universities.\" Journal of College Admission Spring 2012:19-23. Collins, Patricia Hill. 2004/2009. \"Prisons for Our Bodies, Closets for Our Minds: Racism, Heterosexism, and Black Sexuality.\" Pps. 115-136 in Sex, Gender, Sexuality, eds. Abby Ferber, Kimberly Holcomb, and Tre Wentling. New York: Oxford University Press. Cowan, Tovah, and Andre LeBlanc. 2018. \"Feelings Under Dynamic Description: The Asexual Spectrum and New Ways of Being.\" Journal of Theoretical and Philosophical Psychology 38(1):29-41. Cramer, Elizabeth P. and Charles H. Ford. 2011. \"Gay Rights on Campus, circa 2011 .\" Academe 97(5):38-41. Dessel, Adrienne B., Kevin D. Goodman, and Michael R. Woodford. 2017. \"LGBT Discrimination on Campus and Heterosexual Bystanders: Understanding Intentions to Intervene.\" Journal of Diversity in Higher Education 10(2):101-116. Dirks, Doris Andrea. 2016. \"Transgender People at Four Big Ten Campuses: A Policy Discourse Analysis.\" The Review of Higher Education 39(3):371-393. Breeden 39 Epstein, Steven. 1994. \"A Queer Encounter: Sociology and the Study of Sexuality.\" Sociological Theory 12(2):188-202. Epstein, Steven. 2003. \"Sexualizing Governance and Medicalizing Identities: The Emergence of 'State-Centered' LGBT Health Politics in the United States.\" Sexualities 6(2): 131-171. Fine, Leigh E. 2012. \"The Context of Creating Space: Assessing the Likelihood of College LGBT Center Presence.\" Journal of College Student Development 53(2):285-299. Forstie, Clare. 2014. \"'Bittersweet' Emotions, Identities, and Sexualities: Insights from a Lesbian Community Space.\" pps. 183-200 in Selves, Symbols. and Sexualities: An Interactionist Anthology, eds. Thomas Weinberg and Staci Newmahr. New York: SAGE. Fuist, Todd. 2017. \"'It Just Always Seemed Like It Wasn't a Big Deal, Yet I Know for Some People They Really Struggle With It': LGBT Religious Identities in Context.\" Journal for the Scientific Study of Religion 55( 4):770-786. Gamson, Joshua, and Dawne Moon. 2004. \"The Sociology of Sexualities: Queer and Beyond.\" Annual Review of Sociology 30(1):47-64. Garvey, Jason C. 2017. \"Considerations for Queer as a Sexual Identity Classification in Education Survey Research.\" Journal of College Student Development 58(7):1113-1118. Garvey, Jason C., Jenna L. Matsumura, J.A. Silvis, Rachel Kiemele, Heather Eagan, and Prithak Chowdhury. 2018. \"Sexual Borderlands: Exploring Outness Among Bisexual, Pansexual, and Sexually Fluid Undergraduate Students.\" Journal of College Student Development 59(6):666-680. Garvey, Jason C., Laura A. Sanders, and Maureen A. Flint. 2017. \"Generational Perceptions of Breeden 40 Campus Climate Among LGBTQ Undergraduates.\" Journal of College Student Development 58(6):795-817. Han, Chung-Suk. 2007/2010. \"They Don't Want to Cruise Your Type: Gay Men of Color and the Racial Politics of Exclusion.\" pps. 384-396 in Men's Lives eds. Michael Kimmel and Michael Messner. New York: Pearson. Han, Chung-Suk. 2017. \"Examining Identity Development Among Gay Men of Color.\" Sociology Compass 1-12. Hughes, Cayce C. 2018. \"Not Out in the Field: Studying Privacy and Disclosure as an Invisible (Trans) Man.\" Pps. 111-125 in Other, Please Specify: Queer Methods in Sociology, eds. D'Lane Compton, Tey Meadow, and Kristen Schilt. University of California Press. Kortegast, Carrie A. 2017. '\"But it's Not the Space that I Would Need': Narrative ofLGBTQ Students' Experiences in Campus Housing.\" Journal of College and University Housing 43(2):58-71. Kraus, Cynthia. 2015. \"Classifying Intersex in DSM-5: Critical Reflections on Gender Dysphoria\". Archives of Sexual Behavior 44:1147-1163. Lombardi, Emilia. 2018. \"Trans Issues in Sociology: A Trans-Centered Perspective.\" Pps. 67-79 in Other, Please Specify: Queer Methods in Sociology, eds. D'Lane Compton, Tey Meadow, and Kristen Schilt. University of California Press. Marine, Susan B., and Z Nicolazzo. 2014. \"Names That Matter: Exploring the Tensions of Campus LGBTQ Centers and Trans* Inclusion.\" Journal of Diversity in Higher Education 7(4):265-281. Newhouse, Maria R. 2013. \"Remembering the 'T' in LGBT: Recruiting and Supporting Transgender Students.\" Journal of College Admission Summer 2013:23-27. Breeden 41 Poynter, Kerry John, and Jamie Washington. 2005. \"Multiple Identities: Creating Community on Campus for LGBT Students.\" New Directions for Student Services 111 :41-47. Rupp, Leila, and Verta TayloL 2013. \"Queer Girls on Campus: New Intimacies and Sexual Identities.\" Pps. 82-97 in Intimacies: A New World of Relational Life, eds. Alan Frank, Steven Seidman, and Patricia T. Clough. London, UK: Routledge. Smith, Dorothy E. 1987. \"The Everyday World as Problematic.\" Pp. 635-639 in Classical and Contemporary Sociological Theory, by Scott Appelrouth and Laura Desfor Edles. Strayhorn, Terrell Lamont, Ryan M. Johnson, Trevion Henderson, and Derrick L. Tillman-Kelly. 2015. \"Beyond Coming Out: New Insights About GLBQ College Students of Color.\" Columbus OH: Center for Higher Education Enterprise, The Ohio State University. Thompson, Michael D. 2018. \"Fact Book 2017-2018.\" Fact Book 7. Retrieved 3/28/2019 from https://digitalcommons.iwu.edu/instres _ factbook/7. Vaccaro, Annemarie. 2012. \"Campus Microclimates for LGBT Faculty, Staff, and Students: An Exploration of the Intersections of Social Identity and Campus Roles.\" Journal of Student Affairs Research and Practice 49(4):429-446. Vaccaro, Annemarie, E. I. Annie Russell, and Robert M. Koob. 2015. \"Students with Minoritized Identities of Sexuality and Gender in Campus Contexts: An Emergent Model.\" New Directions for Student Services 152:25-39. Wade, Lisa, and Myra Marx Ferree. 2015. \"Gender: Ideas, Interactions, Institutions.\" W.W. Norton & Co. Weeks, Jeffrey, Brian Heaphy, and Catherine Donovan. 2001. \"Families of Choice: The Changing Context of Non-Heterosexual Relationships.\" Pps. 9-27 in Same Sex Breeden 42 Intimacies: Families of Choice and Other Life Experiments. New York: Routledge. Wilcox, Melissa. 2014. \"lgbttsqqiaa ... \" Contexts 13(1):12-14. Wilkinson, Lindsey, and Jennifer Pearson. 2009. \"School Culture and the Well-Being of Same-Sex-Attracted Youth.\" Gender and Society 23(4):542-568. Woodford, Michael R., and Alex Kulick. 2015. \"Academic and Social Integration on Campus Among Sexual Minority Students: The Impacts of Psychological and Experiential Campus Climate.\" American Journal of Community Psychology 55(1/2):13-24. Woodford, Michael R., Genevieve Weber, Z Nicolazzo, Renee Hunt, Alex Kulick, Todd Coleman, Simon Coulombe, and Kristen A. Renn. 2018. \"Depression and Attempted Suicide Among LGBTQ College Students: Fostering Resilience to the Effects of Heterosexism and Cisgenderism on Campus.\" Journal of College Student Development 59(4):421-438. Worthen, Meredith G.F. 2014. \"Blaming the Jocks and the Greeks?: Exploring Collegiate Athletes' and Fraternity/Sorority Members' Attitudes Toward LGBT Individuals.\" Journal of College Student Development 55(2): 168-195. APPENDIX A: TERMINOLOGY Gender identity and sexual/romantic orientation can come to feel so natural that we easily forget they exist; as a result, these concepts can be very difficult to talk about (Newhouse 2013:23). Sex and gender, in particular, are often mistaken as synonymous, even in academic and medical communities (Garvey 2017:1114). Therefore, when discussing these topics, researchers must clarify their terminology. • Gender identity is an individual's internal, personal sense of being a man, woman, both, neither, and/or something in between (Wade & Ferree 2015:17; Newhouse 2013:23). Sometimes an individual's gender identity \"matches\" their assigned sex (making them cisgender), and sometimes it does not (making them transgender, nonbinary, or gender nonconforming); genitalia is culturally tied to gender identity, but it does not necessarily determine gender identity (Marine & Nicolazzo 2014:266; Dirks 2016:380). Breeden 43 • Gender expression is the external display of gender, through a combination of dress, demeanor, social behavior, and other factors, typically observed on continuums of masculinity, femininity, and androgyny (APA as cited by Newhouse 2013:24). An individual's gender expression can differ from their gender identity (Newhouse 2013:24). • Sex assigned at birth is usually discerned solely by doctors' cursory observations of an infant's genitals (American Psychological Association 2018:5, 6). This isn't always easy, and markers can be arbitrary; usually, however, infants' bodies are classified as either male (possessing a penis) or female (possessing a vagina; American Psychological Association 2018:5). • Biological sex consists of hormones, chromosomes, gonads, genitalia, and secondary sex characteristics (such as facial hair, chest structure, and vocal range; Wade & Ferree 2015:18; APA as cited by Kraus 2015). Biological sex is not clear-cut, and I do not intend to ask interviewees about their biological sex. This definition is simply meant to help differentiate between assigned sex at birth and biological sex. • Sexual orientation18 is the type of sexual desire one feels for others, often labeled based on the gender relation between the individual and the person/people to whom they may be attracted (Garvey 2017: 1114). • Cisgenderism 19 \"refers to the denial and denigration of individuals' gender identities that do not align with sex assigned at birth, as well as resulting behavior, expression, and community\" (Woodford et al. 2018:421, 422). It presents cisgender people as the \"norm\" and frames transgender and gender nonconforming individuals as anomalies. • Heterosexism is \"a cultural ideology that perpetuates sexual stigma by denying and denigrating any nonheterosexual form of behavior, identity, relationship, or community\" (Woodford et al. 2018:421). It centers heterosexual people as the \"norm\" and categorizes anyone who doesn't identify as such as anomalies. I choose to use the terms \"cisgenderism\" and \"heterosexism\" as opposed to the more common \"transphobia\" and \"homophobia\", respectively, so as not to employ pathologizing language (-phobia) in discussing what can be more accurately defined as prejudice. APPENDIX B: INTERVIEW QUESTIONS General background/life prior to [arriving at the university] • Can you tell me a bit about your experiences growing up? o Where are you from/what do you consider to be your hometown? o How would you describe your home life? (or: tell me about a few memories you have that you think illustrate what it was like to grow up in your home). o What was school like? (or: tell me about a few memories you have that you think illustrate your high school experience). • Tell me about your college search experience. o How did you find out about [the university]? o What were some things that drew you to [the university]? 18 Garvey (2017) also calls this concept sexual identity, or \"an enduring self-recognition of the meanings that sexual feelings, attractions, and behaviors have for one's sense of self' (1114 ). 19 Some researchers use the alternative term genderism, which Dirks (2016) defines as \"an ideology that reinforces the negative evaluation of gender non-conformity or the incongruence between sex and gender. It is a cultural belief that perpetuates negative judgments of people who do not present as a stereotypical man or woman\" (380). Breeden44 o What (if anything) made you hesitant about applying to or attending [the university]? Academic experiences • What is/are your major(s)/minor(s)? o If declared: When did you decide that you wanted to major/minor in [xyz]? o If undeclared: What are some of your academic interests? (or: What kinds of classes have you found the most interesting? What classes do you want to take in the future?) • What has your experience in the classroom been like? (i.e., have professors and classmates respected your pronouns; have you felt tokenized in the classroom, et cetera) Housing o Can you describe a few times you have felt particularly welcomed in class? o Can you describe a few times you have felt particularly uncomfortable or unwelcome in class? • Where have you lived during your time on campus? • For each of the places you have lived on campus, did you have a roommate? If so: o Did you choose your roommate, or were you randomly assigned to one another? o What (if anything) worked well about this pairing? o What (if anything) were some of the challenges of this pairing? • Have you ever had to change living arrangements during the semester/year? If so, why? • If you have lived on the Rainbow Floor: o How did you find out about the Rainbow Floor? o How did you decide to live there? o What was/has been your experience living on the Rainbow Floor? o What are some of the things about the Rainbow Floor that you think may have been different if you had chosen to live in traditional housing? • If you have not lived on the Rainbow Floor: o Had you known about the Rainbow Floor prior to applying for housing? • If so: Why/how did you choose not to live there? • If not: If you had known about it, would you have liked to live there? Campus involvement • What kinds of extracurriculars are you involved in on campus (examples: Greek life, athletic teams, spiritual life, work study, or other RSOs)? o When/how did you get involved in each of these organizations/activities? o Describe your involvement (i.e., What do you do? What are other members like?) o Tell me about a particularly memorable time with each of these groups. • What LGBTQIA+20 groups or organizations are you/have you been a part of, if any? o (If part of a group): • When/how did you get involved in each of these groups? • Describe your involvement. • Tell me about a particularly memorable time with each of these groups. Coming-out experience21 (will specify that it is okay not to have any) 20 I was careful to mirror each student's language. If an interviewee chose to use the word queer, I substituted LGBTQIA + for queer. Similarly, if an interviewee used other terminology, I phrased my questions accordingly. 21 Not all LGBTQIA+ people appreciate or utilize the language of\"coming out\" (for example, Audrey explicitly stated that she \"hates\" it). For this reason, I only used \"coming out\" as a heading for my personal list of interview Breeden45 • To what extent are people on campus aware of your identity/orientation? • How have people generally reacted if/when you've disclosed your identity/orientation? • What are some thoughts that run through your mind/things you often consider as you decide whether or not to share your identity/orientation with a specific person or group? General/overall campus experience • What is your overall view ofLGBTQIA+ life on campus? o What (if any) are some of the positive aspects? • Tell me about a time (if any) when you have felt supported in relation to your identity/orientation. • Tell me about a specific space, person, and/or organization (if any) that makes you feel particularly included/welcomed on campus. o What (if any) are some of the negative aspects? • Tell me about a time when you've encountered challenges related to your identity/orientation. • Have you ever felt unwelcome or unsafe on campus in relation to your identity/orientation? Concluding questions • If you could make any suggestions to [the university] to improve the experiences of LGBTQIA+ students, what might they be, and why? • Is there anything else that you would like to add, or are there any questions you feel I should have asked? Demographic questions • What year are you? • What is your racial and/or ethnic identity? • What is your gender identity? • What is your sexual/romantic orientation? questions. As I approached questions about identity disclosure, I was careful to acknowledge that I knew each person would prefer different language. Breeden 46 ",
    "id": 212842727,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.iwu.edu:socanth_honproj-1057"
    },
    "title": "LGBTQIA+ Campus Climate at a Small Liberal Arts University: An Exploratory Study with the Aim of Improving the Environment for Queer Students",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-01T08:00:00+01:00",
    "publisher": "Digital Commons @ IWU",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.iwu.edu/cgi/viewcontent.cgi?article=1057&context=socanth_honproj"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/212842727.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/212842727"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/212842727/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/212842727/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/212842727"
        }
    ],
    "abstract": "Research suggests that a significant portion of LGBTQIA+ individuals report that their sexual orientation and/or gender identity play a substantial role in choosing which postsecondary institution to attend; thus, it is incumbent upon institutions for higher education to assess their respective campus climates. This project evaluates LGBTQIA+ campus climate at a small, private, Midwestern liberal arts university. Utilizing a grounded theory approach, I interviewed my queer-identified classmates – selected via a combination of strategic and snowball sampling – about their experiences on campus. Through these discussions, I gained a better understanding of queer students’ experiences within the classroom, extracurricular activities, living spaces, and elsewhere throughout the institution. Findings include a divide between cisgender and transgender or nonbinary participants’ perceptions of campus climate, as well as incongruence in institutional policy and students’ lived experiences. The information I gleaned from these interviews was then used to suggest ways for the university to better serve its LGBTQIA+ population",
    "tags": [
        "text",
        "Gender and Sexuality",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.iwu.edu:socanth_honproj-1057",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1280",
        "openDoarId": 0,
        "name": "Digital Commons @ Illinois Wesleyan University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 212842727,
        "depositedDate": null,
        "publishedDate": "2019-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-23T23:21:59+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T10:43:39+01:00"
    },
    "urls": [
        "https://digitalcommons.iwu.edu/socanth_honproj/57",
        "https://digitalcommons.iwu.edu/context/socanth_honproj/article/1057/viewcontent/Breeden_sociology_research.pdf"
    ],
    "lastUpdate": "2024-01-23T23:21:59+00:00",
    "setSpecs": []
}