{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2023-02-11T02:56:44+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/553571217.pdf",
    "fullText": "LGBTQ POLICY SPOTLIGHT:2010 TO 2020MAPPING LGBTQ EQUALITY: Authors2020AKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVT2010AKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTState Overall LGBTQ Policy Tally: Negative HighMediumFairLow2TABLE OF CONTENTSINTRODUCTION ................................................................................................................................1WHAT IS THE LGBTQ POLICY TALLY? .............................................................................................2NATIONAL OVERVIEW: STATE LGBTQ POLICY LANDSCAPE IN 2020 ...........................................4ARC OF LGBTQ EQUALITY FROM 2010 TO 2020 ............................................................................8THE WORK AHEAD ............................................................................................................................15REFERENCES .....................................................................................................................................16AcknowledgmentsThank you to the local, state, and national advocates and community members for their incredible work over the past decade and more on behalf of the LGBTQ community. Thank you also to these specific individuals, who graciously and generously shared their time, expertise, memory, and/or research with us to make this report (especially the retrospective part) possible. Currey Cook, Lambda LegalLeslie Cooper, ACLUMary Gorksi Findling, Harvard Opinion Research CenterJada Hicks, Center for HIV Law and PolicyChristiana Lancaster, UNC Chapel HillJared Make, A Better BalanceChristy Mallory, The Williams InstituteLisa Mottet, National Center for Transgender EqualityHarper Jean Tobin, National Center for Transgender Equality1INTRODUCTIONThe year 2020 marks the beginning of a new decade. In the United States, it also marks a presidential election year, as well as a year in which the country is waiting for the U.S. Supreme Court to rule on multiple high-stakes cases about discrimination against lesbian, gay, bisexual, transgender, and queer (LGBTQ) people. At this turning point, it is a good time to take stock of where equality for LGBTQ people in the United States is at this moment, to reflect on what progress has been made over the past decade, and to plan for what work remains ahead. This report presents a fresh perspective on the current status of LGBTQ equalitya in the states by examining MAP’s policy tally, encompassing nearly 40 LGBTQ-related laws and policies across all 50 states, the District of Columbia, and the five U.S. territories as of January 1, 2020. The report also compares the current status of LGBTQ policy landscape to the status of these same laws as of January 1, 2010. MAP’s policy tally aggregates these laws and policies into a concise yet comprehensive way to gauge the LGBTQ-related policy landscape across the country. What emerges in 2020 is first a patchwork of positive LGBTQ laws and policies, with variations both by region and area of law, and second a remarkable growth in both the policy accomplishments and challenges facing LGBTQ people over the past ten years. LGBTQ Policy Equality in 2020. Today, in 2020, LGBTQ people are roughly split in terms of the policy landscape where they call home: nearly half (46%) of LGBTQ people in the United States live in states with “high” or “medium” policy tallies, and a similar percentage (45%) live in states with “negative” or “low” policy tallies. This illustrates the very different legal protections available to LGBTQ people depending on where they call home, as well as the significant work yet to be done.  • Fourteen states and D.C. have “high” overall LGBTQ policy tallies, indicative of significant progress toward LGBTQ equality across many policy areas, typically including nondiscrimination, LGBTQ youth, health care, criminal justice, and more.  • Five states and Puerto Rico fall into the “medium” category, having made important progress on key issues in several, though potentially not all, areas included in this report.  • Five states have a “fair” overall LGBTQ policy tally, representing states where a basic foundation of LGBTQ policies exists, but more is needed.  •  Over half of states and four territories fall into either the “low” or “negative” overall LGBTQ policy categories. Nearly half (45%) of LGBTQ people live in these states.  • Fourteen states and four territories have a “low” overall LGBTQ policy tally. These states generally lack nondiscrimination protections and most key protective laws for LGBTQ people, but they may have taken partial steps in some policy areas, such as partially or locally protecting LGBTQ people from discrimination or attempting to improve the process for transgender people to update their identity documents.  • The remaining 12 states have a “negative” LGBTQ policy tally, which reflects states with both a severe absence of most protective laws and a presence of at least one, if not many, harmful laws or policies, such as religious exemptions, HIV criminalization law, or policies targeting transgender people and restricting their access to medical care or the ability to update identity documents.A Decade of Change: 2010 to 2020. Because MAP has tracked LGBTQ laws and policies for more than 14 years, this report offers further insight with a big-picture, retrospective analysis of progress on key LGBTQ policy areas since 2010, showing overall changes as well as detailed trends by policy area and region.bIt is important to remember, however, that progress is complex, and often not linear. As this report shows, progress in LGBTQ policy has certainly been made over the past decade, but it has not been equally experienced across the country, or across different parts of the LGBTQ community, or across different areas of law. Additionally, pro-LGBTQ policy innovations in one state or region may spur similar action in others—in both good and bad ways. Other a Importantly, while this report focuses specifically on the legal and policy landscape facing LGBTQ people, policy is only one aspect of LGBTQ equality. This report does not include, for example, measures of public opinion, personal experiences, local community organizing or community building, and other factors shaping LGBTQ people’s lives. Therefore, this report offers insight into this aspect of LGBTQ people’s experiences and broader lived equality, but cannot speak to the full, complex, and varied LGBTQ experience in the United States.b While the first section of this report includes data on the five populated U.S. territories, this retrospective section does not. MAP began tracking LGBTQ policy in the U.S. territories in 2019, and there were insufficient historical data available for the territories about the nearly 40 LGBTQ policies tracked here.2states may follow suit with protective laws, but still others may choose instead to respond with retaliatory or harmful efforts. Indeed, as the 2020 legislative session begins, many states across the country are expected to introduce and potentially pass into law many types of discriminatory and harmful bills, many of which may specifically target transgender people and youth. With that in mind, this report’s analyses find the following trends in LGBTQ state policy from 2010 to 2020:  •  From 2010 to 2020, the average overall policy tally score across all states increased by more than 10 points, but significant progress remains ahead. Over the past ten years, the average overall tally score across all 50 states and D.C. increased from an average of 3.1 in 2010 to 13.7 in 2020 (out of 38.5). However, the national average of 13.7 only constitutes a “fair” categorization, showing that significant work remains toward LGBTQ equality at local, state, and federal levels.  •  The number of LGBTQ people living in “negative” equality states fell by more than half. In 2010, nearly half (48%) of LGBTQ people lived in “negative” overall policy states. By 2020, that number dropped to one in five (20%).  •  The number of LGBTQ people living in “medium” or “high” equality states increased dramatically, from 6% in 2010 to nearly half (46%) of all LGBTQ people in 2020. Especially remarkable is that in 2010, there were zero states in the “high” category, but by 2020, there were 15 states (including D.C.) in this category. As a result, in 2010 there were zero LGBTQ people living in high equality states, but in 2020 40% of LGBTQ people across the country live in such states.  •  Nearly every area of LGBTQ law that MAP tracks saw remarkable changes over the past 10 years. For example, in 2010 no states banned conversion “therapy,” banned health insurance companies from excluding transgender-related health coverage, or offered gender-neutral “X” options on driver’s licenses or birth certificates. But as of January 1, 2020, roughly 20 states have each of these policies: 18 states and D.C. ban conversion therapy, 21 states and D.C. ban transgender exclusions, and 18 states and D.C. offer “X” options on either driver’s licenses, birth certificates, or both.While these changes over the past 10 years show remarkable progress toward LGBTQ equality, they also importantly show the significant challenges remaining, as well as the new or increasing challenges that have arisen in recent years (e.g. religious exemptions). Amid rollbacks in federal protections and increasingly harmful state legislation being introduced–and unfortunately passed–in recent years, it is critical that advocates for LGBTQ equality work for progress in cities and counties, in state legislatures, and through Congress. WHAT IS THE LGBTQ POLICY TALLY?As of January 1, 2020, MAP tracked nearly 40 LGBTQ-related laws and policies in all 50 states, the District of Columbia (D.C.), and the five U.S. territories. For each of these policies, MAP assigns a score or point value, and then sums these scores to create a “policy tally” for each state. The major categories of laws covered by the policy tally currently include: Relationship and Parental Recognition Health CareReligious ExemptionsIdentity DocumentsNondiscrimination LGBTQ Youth Criminal Justice3Across these seven categories, each LGBTQ-inclusive or protective law earns positive points, while harmful or discriminatory policies earn negative points or point deductions. States can also earn fractions of a point if they have enacted a portion of a law, or in cases where local laws provide some protection but do not cover the entire state population. Policies are evaluated and scored based on their relevance to sexual orientation and gender identity. As a result, each state has three tallies: a Sexual Orientation tally, a Gender Identity tally, and an Overall (combined) tally. Having both the sexual orientation and gender identity tallies illustrates how LGBQ-related versus transgender-related policies are differently progressing both within a state and across the country. The policy tally is also divided into simple categories (negative, low, fair, medium, and high) for quick and easy comparison of the overall LGBTQ policy climate across states. These categorizations are based on the state’s total tally score, relative to the total tally points possible. Depending on a state’s score, the state could have the same categorization for all three tallies, or different categorizations for each. Table 1 shows the cut-offs for each categorization in each of the three tallies.cNote that the tallies examine only existing laws—they do not look at the social climate, nor do they take into account implementation of each state’s laws. The tally also does not reflect the efforts of advocates and/or opportunities for future change. States with low tallies might shift rapidly with an influx of resources, whereas those states with high tallies might continue to expand equality for LGBTQ people in ways that can provide models for other states. c The policies tracked in MAP’s tally have grown over time, and the ways that policies are scored have also evolved to reflect evolution in policy implementation and impact. As a result, the information in this report is based on the Equality Maps and scoring system as of January 1, 2020, and it should not be compared to previously published reports. The retrospective provided herein provides a direct comparison over time, using the same policies, the same scoring rubrics, and same categorization schemes. Table 1: Scoring Cutoffs for Each Tally<0% 75 -100%50 -74.9%0 -24.9%25 -49.9%NEGATIVE       LOW            FAIR        MEDIUM        HIGHPercentages are based on total points possible4NATIONAL OVERVIEW: STATE LGBTQ POLICY LANDSCAPE IN 2020As of January 1, 2020, the overall LGBTQ policy landscape across the country varies greatly from state to state and region to region. What’s more, there are significant differences in the landscape for laws related to sexual orientation and the landscape for laws related to gender identity. These findings (Figure 1) illustrate how an LGBTQ person’s legal rights and protections can change dramatically across state lines and depending on where they call home, even in 2020. Overall, U.S. states represent a diverse spectrum of LGBTQ policy climates. Nineteen states, D.C., and Puerto Rico have high or medium tallies, while five states have fair tallies. Over half (26) of states, plus four territories, have low or negative overall LGBTQ policy tallies (see Figure 2 on the following page). As a result, the LGBTQ population in the United States is divided nearly evenly between states with high or medium tallies and those with low or negative LGBTQ policy tallies. In 2020, nearly half (46%) of LGBTQ people in the United States live in high or medium states, and a similar percentage (45%) live in low or negative states (Figure 3 on the next page).d What are the major differences between high, medium, fair, low, and negative states? As of January 1, 2020, 14 states and D.C. have high LGBTQ policy tallies (Figure 1a). States with high tallies are often innovators in and early adopters of pro-LGBTQ policies, generally offering solid protections across all seven major policy areas examined in this report. A common cluster of positive laws and policies found in high tally states includes robust nondiscrimination laws in employment, housing, and public accommodations; proactive efforts to protect LGBTQ youth in schools and against conversion “therapy”; protective laws in health care, particularly for transgender people; modernized processes for updating gender markers and legal name changes on key identity documents; and importantly, an absence of harmful laws like religious exemptions.Five states and Puerto Rico have medium overall LGBTQ policy tallies (Figure 1a). Medium states are d These percentages only include the 50 states and D.C. and rely on The Williams Institute’s analysis of Gallup data. Estimates of the LGBTQ population in the five populated U.S. territories are not currently available.Source: State laws based on MAP’s Equality Maps, as of January 1, 2020.Figure 1: In 2020, LGBTQ State Policy Varies Dramatically Across States, Regions, and Areas of LawFigure 1a: Overall LGBTQ Policy TallyAmerican Samoa Commonwealth of theNorthern Mariana Islands Guam Puerto Rico U.S. Virgin IslandsU.S. TerritoriesAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTFigure 1b: Sexual Orientation Policy TallyAmerican Samoa Commonwealth of theNorthern Mariana Islands Guam Puerto Rico U.S. Virgin IslandsU.S. TerritoriesAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTFigure 1c: Gender Identity Policy TallyAmerican Samoa Commonwealth of theNorthern Mariana Islands Guam Puerto Rico U.S. Virgin IslandsU.S. TerritoriesAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTNegative HighMediumFairLow5those that have made significant policy progress in many, though potentially not all, areas of law examined here. They may still be working to repeal a discriminatory law still on the books, such as HIV criminalization, or to improve burdensome or unclear processes for transgender people to update their identity documents. Generally, though, these states are actively working on passing legislation to improve the lives of LGBTQ people.Five states have fair overall tallies. These are states that have made some progress toward robust nondiscrimination protections and have relatively few harmful or discriminatory laws. Generally, these states are taking steps toward LGBTQ equality in policy in at least one or two areas of law—and above and beyond what states with low tally scores have yet been able to achieve—but they have not yet made significant progress across multiple areas of law. Source: State laws based on MAP’s Equality Maps, as of January 1, 2020. Figure 2: States Vary Widely in LGBTQ Policy, With Many More States in Negative for Gender Identity than for Sexual Orientation LawNumber of States in Each Category of Each TallyNegative HighMediumFairLow121856152238101321105 515Overall (Combined) Sexual Orientation Gender Identity4States1Territory14States4Territories20States3Territories18States3Territories5States1Territory7States1Territory9States1Territory9States1Territory14StatesDC12StatesDC14StatesDC0% 100%Note: These percentages only include the 50 states and D.C. and rely on The Williams Institute’s analysis of Gallup data. Estimates of the LGBTQ population in the five populated U.S. territories are not currently available.Figure 3: Roughly Equal Shares of LGBTQ Population Live in High or Medium States as Live in Low or Negative Overall States% of LGBTQ Population Living in Each Category of StateNegative HighMediumFairLowOverall TallySexual Orientation TallyGender Identity Tally20% 25% 10% 6% 40%2% 38% 12% 10% 38%32% 14% 8% 6% 40%6Fourteen states and four territories have low overall LGBTQ policy tallies. These states tend to be those that have limited, if any, statewide protections for LGBTQ people, and may have several negative laws. In some cases, these states have successfully advanced nondiscrimination protections at the local level, making positive steps in public education about LGBTQ people and protecting at least a portion of the state’s population. Finally, there are 12 states with negative LGBTQ policy tallies. These states not only lack a basic level of protective laws or policies for LGBTQ people, but they generally have at least one of several harmful laws: laws prohibiting local cities and counties from passing nondiscrimination ordinances or protective schools laws; religious exemption laws permitting discrimination; HIV criminalization laws; or laws making it incredibly challenging, if not impossible, for transgender people to obtain accurate identity documents. The most common negative policies among those states are religious exemptions laws, outdated identity document laws that make it challenging for transgender and nonbinary people to update their documents, and harmful healthcare policies that make it difficult for transgender people to access medically necessary care. Overall, far fewer states (two states) have negative sexual orientation policy tallies than have negative gender identity policy tallies (18 states and three territories). The difference speaks to the uneven progress across different areas of law, and especially the extent to which many states have not modernized procedures for obtaining accurate identity documents. This wide gap is also driven by the explicit exclusions in health insurance for medically necessary care for transgender people. Regionally, states in the Northeast and West are more likely to have high policy tallies for all three categories, while states in the Midwest and Southern regions of the country are more likely to have negative or low tallies (as shown in Figure 1 on page 4). This trend holds for both the sexual orientation and gender identity tallies, though a much larger share of states in the South and Midwest have negative gender identity policy tallies, whereas the majority of these states have low sexual orientation policy tallies. In 2020, LGBTQ people in the United States continue to face a puzzling and frustrating patchwork of legal protections from state to state. The policy tallies provide a helpful rubric for making comparisons across the states, across regions, and among policies impacting sexual orientation and gender identity. There is much work to do be done, but it is also clear that there are states striving to advance laws and policies to improve the lives of LGBTQ people. Policy Victories and Progress Can Take Many FormsImportantly, LGBTQ advocates in states with low and negative tally scores may have frequent successes in the legislative context, but these successes are more often centered around preventing harmful bills from becoming law or preventing the undermining of what positive laws may exist. These victories are not reflected in this particular report, but it remains important to understand that even in low or negative equality states, LGBTQ people are making significant steps toward legal equality and progress.For example, according to the Equality Federation and Human Rights Campaign, in the 2019 legislative session, only seven anti-LGBTQ bills were passed into law out of at least 102 anti-LGBTQ bills filed.1 This means that LGBTQ advocates defeated at least 95 bills in states all across the country in 2019 alone. Additionally, progress can and often does occur at the local level. For example, advocates in Florida and Ohio have successfully enacted local, LGBTQ-inclusive nondiscrimination protections that cover significant shares of the state population, even in the face of hostile state legislatures. Local ordinances in Florida protect 60% of the state’s population, while ordinances in Ohio protect nearly 30% of the state population. However, while local ordinances are an important part of the larger effort toward LGBTQ legal equality, state and federal legislators must still enact LGBTQ-inclusive protections to ensure all residents have the same rights and benefits, no matter where they call home. In many states, municipalities cannot provide protections beyond what the state authorizes, and even if every municipality in a given state were to pass an LGBTQ-inclusive nondiscrimination ordinance, this still might not protect the entire state population, as many areas may be unincorporated and therefore protected only by state or federal law. 7Positive Laws Improve the Lives of LGBTQ PeopleWhile it may seem obvious that having LGBTQ-positive laws would improve the lives of LGBTQ people, a growing body of research finds that the impacts go far beyond access to legal protections, such as marriage and family recognition or the ability to update an identity document. In fact, research finds that states with more protective laws for LGBTQ people are places where LGBTQ people report better health and wellbeing.First, the minority stress model–and many academic studies—show that experiences of discrimination and harassment, and even the anticipation or fear of such mistreatment, are detrimental to mental and physical health and wellbeing.2 So when states fail to take steps to address such discrimination through legislation and enforcement, LGBTQ people may fear and experience discrimination at higher rates. And when states take steps to address discrimination, LGBTQ people may live lives less fearful of such discrimination, and potentially even less likely to experience discrimination. For example, a paper examining the impact of nondiscrimination legislation found that sexual minority women in states with nondiscrimination protections were more likely to disclose their sexual orientation to healthcare providers—an important outcome in terms of improving health—than were those in states without nondiscrimination protections.3 A meta-analysis of studies about the impact of LGBTQ-supportive policies and workplace climates found fairly strong links between such policies and improved health outcomes for employees.4 Additionally, research suggests that LGBTQ-protective laws reduce the rate of anti-LGBTQ hate crimes.5Second, when the lives of LGBTQ people are put to a public vote like a ballot measure or are debated in a visible legislative fight, those experiences are also harmful. When LGBTQ people were exposed to campaign ads that oppose LGBTQ rights (such as marriage), LGBTQ people reported higher stress and sadness, while non-LGBTQ people in the same geographic area did not.6 In the years following the passage of state-level bans on marriage for same-sex couples, research also found that psychological and alcohol use disorders increased by nearly 2.5 times.7 Meanwhile states that extended marriage to same-sex couples saw a 7% decrease in suicide attempts by adolescents, according to a nationally representative survey.88ARC OF LGBTQ EQUALITY FROM 2010 TO 2020Looking over the past decade provides an important and nuanced view of LGBTQ policy progress, as well as an understanding of the historical or newly emerging challenges.e For example, during the first half of the decade, progress on marriage was rapid from 2010 to 2015 as the federal courts and state legislatures continued to engage and evolve. Bans on so-called conversion “therapy,” the harmful practice of trying to change a minor’s sexual orientation or gender identity, were virtually nonexistent in 2010, but by January 1, 2020, 18 states and D.C. have banned the practice. The interplay between federal law and state transgender policies became stronger as a result of the federal Affordable Care Act, which prohibits discrimination based on sex including gender identity. And yet, the second half of the decade brought the rise of harmful and increasingly targeted religious exemptions laws, undermining core values and protections of nondiscrimination, as well as increasingly targeted legislation taking aim at transgender people’s rights and access across many areas of life. The comparisons from 2010 to 2020 illuminate how progress is not linear. The hard work of advocates in one state has the potential to inspire and influence advocates, policymakers, and the public in other states to advance LGBTQ equality. Additionally, there are instances when progress on some issues came quickly or early in the decade but has slowed since. These findings also show how much work still remains ahead for LGBTQ equality.2010 to 2020: OverviewAs shown in Figures 4-6, much progress has been made across all three policy tallies, bringing protections to many more LGBTQ people in the United States. In fact, all but one state improved their LGBTQ policy tallies from January 1, 2010, to January 1, 2020, and over 70% of states improved by an entire category (e.g. moving from negative to low or better).From 2010 to 2020, the national landscape for LGBTQ policy significantly changed, though many states still remain in low or negative overall categories (see Figure 4 on the following page). Especially remarkable is that, as shown in Figure 5 on page 10, in 2010, there were zero states in the high overall category, but by 2020, there were 15 states (including D.C.) in this category. As a result, in 2010 there were zero LGBTQ people living in high equality states, but in 2020, 40% of LGBTQ people across the country live in such states (see Figure 6 on page 11). The number of LGBTQ people living in negative equality states fell by more than half (Figure 6). In 2010, nearly half (48%) of LGBTQ people lived in negative overall policy states. By 2020, that number dropped to one in five (20%). Looking at it another way, in 2010, two-thirds (67%) of LGBTQ people lived in negative (48%) or low (19%) equality states. In 2020, that number has decreased to 45%. Additionally, the number of LGBTQ people living in medium or high overall equality states increased dramatically, from 6% in 2010 to nearly half (46%) of all LGBTQ people in 2020 (Figure 6).  e While the first section of this report includes data on the five populated U.S. territories, this retrospective section does not. MAP began tracking LGBTQ policy in the U.S. territories in 2019, and there were insufficient historical data available for the territories about the nearly 40 LGBTQ policies tracked here.9Source: Data for 2010 based on MAP original research and assistance (see acknowledgments). Data for 2020 based on MAP’s Equality Maps, as of January 1, 2020.Figure 4: From 2010 to 2020, LGBTQ State Policy Landscape Dramatically Improved in Some, Though Not All, Areas of the Country; Gender Identity Progress Lags BehindState LGBTQ Policy Tallies, 2010 vs. 2020AKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVT2010 2020Figure 4a: Overall TallyAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVT2010 2020Figure 4b: Sexual Orientation TallyAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVTAKHIALAZARCA COFLGAIDIL INIAKSKYLAMEMIMNMSMOMTNENVNMNYNCNDOHOKORPASCSDTNTXUTVAWAWVWIWYNHMARICTNJDEMDDCVT2010 2020Figure 4c: Gender Identity TallyNegative HighMediumFairLow102010 20202010 20202010 2020Source: Data for 2010 based on MAP original research and assistance (see acknowledgments). Data for 2020 based on MAP’s Equality Maps, as of January 1, 2020.Figure 5: Number of States in Each Tally Category, 2010 vs. 2020Figure 5a: Overall Tally2710 113012145 515Figure 5b: Sexual Orientation Tally1712 11 1102207913Figure 5c: Gender Identity Tally351051 01894 51510StatesDC10StatesDC4StatesDC14StatesDC12StatesDC14StatesDCNegative HighMediumFairLow11Source: LGBTQ population percentages based on 2018 estimates from Gallup, analyzed by The Williams Institute. Numbers may not sum to 100 due to rounding. State categorizations in 2010 based on MAP original research and assistance (see acknowledgments), and in 2020 based on MAP’s Equality Maps, as of January 1, 2020.Figure 6: From 2010 to 2020, State Policy Advances Led to Significantly More LGBTQ People Living in Medium and High Equality StatesPercent of The LGBTQ Population Living in Each Tally Category of State, 2010 vs. 2020Figure 6b: Sexual Orientation TallyFigure 6c: Gender Identity Tally20102020Figure 6a: Overall Tally48%19%27%6%High0%20%25%10%6%40%2010202060%31%9%32%14%8%6%40%<1%High0%Negative HighMediumFairLowPercent of LGBTQ Population Living in States With a Tally Category of...20102020High0%31%2%38%12%10%38%21%19%29%Medium12 2010 to 2020: Key Policy TrendsFrom 2010 to 2020, the average overall policy tally score for all states increased by more than 10 points, but significant progress remains ahead. Over the past ten years, the average overall tally score across all 50 states and D.C. increased from an average of 3.1 in 2010 to 13.7 in 2020 (out of 38.5.). However, the national average of 13.7 only constitutes a “fair” categorization, showing that significant work remains toward LGBTQ equality at local, state, and federal levels. Importantly, as shown in Figure 7, LGBTQ policy progress over the past decade looks dramatically different across different regions of the country. The regions of the country that were leading in LGBTQ policy in 2010 continue to lead in 2020, but the gap between the highest-scoring and lowest-scoring regions has only grown in the past decade.Progress across different areas of law also varied greatly. MAP groups key LGBTQ policy issues into seven categories, as described in the methodology section. The following shows the different patterns in each area of law, including regional variation that mirrors Figure 7’s findings.Relationship and Parental Recognition. This category of laws experienced the greatest shift from 2010 to 2020 as a result of progress in state legislatures in passing marriage equality laws and then the engagement of federal courts, culminating in the 2015 Obergefell ruling that extended marriage to same-sex couples across the country. In 2010 only 14 states and D.C. had some degree of relationship recognition for same-sex couples, but by 2020 all 50 states and D.C. allowed same-sex couples to marry and to access marriage-related parenting protections such as access to stepparent adoption. Additionally, many states took steps over the past decade to recognize the diversity of LGBTQ families by expanding access to second-parent adoptions (regardless of marital status) and de facto parental recognition. Nondiscrimination Laws. Progress was made in advancing LGBTQ nondiscrimination in the states over the past decade. For example, in 2010, only 12 states and D.C. explicitly and fully prohibited discrimination against LGBTQ people in employment, housing, and public accommodations.f By 2020, 20 states and D.C. prohibited discrimination against LGBTQ people in these three key areas of life. This increase was driven almost entirely by states—such as New York and New Hampshire—that previously had LGB-inclusive laws adding transgender-inclusive laws, as opposed to states without any laws adding new protections for LGBTQ people. The only state to add entirely new nondiscrimination Figure 8: Change in Average Tally Score from 2010 to 2020:Relationship & Parental Recognition 6.05.04.03.02.01.00.0-1.0NortheastWestNational, 3.6MidwestSouthNote: The possible point range for the relationship and parental recognition category is 0 to 7 points. In 2010, when same-sex marriage bans were still legal, the range was -1 to 7.2010 2020National, 1.1f This refers to state laws that explicitly enumerate sexual orientation and gender identity in employment, housing, and public accommodations (in contrast to, for example, states that only enumerate sexual orientation, or enumerate sexual orientation and gender identity but only in some areas of law).Figure 7: Changes from 2010 to 2020 in Average Overall LGBTQ Tally Score Show Consistent, Though Uneven, Progress33.028.023.018.013.08.03.0-2.0NortheastWestNational, 13.7National, 3.1MidwestSouth2010 20200Note: The possible point range for the overall tally is -18.5 to +38.5 points.13protections for LGBTQ people since 2010 is Utah, which in 2015 added LGBTQ-inclusive protections to employment and housing, but not public accommodations.gReligious Exemption Laws. Religious exemptions harm LGBTQ people, women, people of minority faiths, and others by permitting discrimination. In 2010 only one state had a targeted religious exemption law. As of January 1, 2020, 13 states had such laws. These laws allow doctors and healthcare providers, adoption or foster agencies, and more (depending on how the law is written) to explicitly refuse to work with LGBTQ people and others if doing so would conflict with their religious beliefs. As a result, LGBTQ people and others may be more likely to be unable to access critical family services, health care, and more in 2020 than they were even ten years ago. LGBTQ Youth Laws and Policies. Laws and policies ensuring the health, safety, and wellbeing of LGBTQ youth saw an overall increase both nationally and in all regions of the country over the past decade. The number of states that prohibit discrimination in schools nearly doubled, from nine in 2010 to 15 and D.C. in 2020. Additionally, in 2010, no state banned the dangerous and disproven practice of conversion “therapy,” but by January 1, 2020, there were 18 states and D.C. with bans in place.Healthcare Laws and Policies. Central to improving the health disparities experienced by LGBTQ people are laws and policies ensuring access to health care without discrimination, the ability to obtain medically necessary care, and data collection to better understand the experiences of LGBTQ 9.08.07.06.05.04.03.02.01.00.0Figure 9: Change in Average Tally Score from 2010 to 2020:State NondiscriminationNortheastWestNational, 4.2MidwestSouthNote: The possible point range for the nondiscrimination category is -2 to 9 points. 2010 2020National, 3.10.0-0.5-1.0-1.5-2.0-2.5-3.0Figure 10: Change in Average Tally Score from 2010 to 2020:Religious ExemptionsWestNortheastMidwestSouthNote: The possible point range for religious exemptions is 0 (no exemptions) to -6.2010 2020National, -0.3National, -1.0g In 2018, both Michigan and Pennsylvania’s state human/civil rights commissions stated that they explicitly interpret the state’s existing sex-based discrimination protections to apply to LGBTQ people, but this interpretative application is distinct from actually affirming in state law that sexual orientation and gender identity are protected categories.Figure 11: Change in Average Tally Score from 2010 to 2020:LGBTQ Youth Laws7.06.05.04.03.02.01.00.0-1.0NortheastWestNational, 0.9MidwestSouthNote: The possible point range for the LGBTQ youth category is -4 to 8 points. 2010 2020National, 3.014people. Between 2010 and 2020, the national average for healthcare laws and policies increased, as did all the regional average for all regions of the United States. In 2010 only five states and D.C. banned discrimination in health care against LGBTQ people. By 2020, that number has more than doubled, to at least 13 states and D.C. that prohibit healthcare discrimination based on both sexual orientation and gender identity. Additionally, in 2010, health insurers were generally allowed to explicitly refuse to cover transgender-related health care, as a matter of course. These “transgender exclusions” were routine, and no state explicitly prohibited insurers from using such exclusions. But by 2020, 21 states and D.C. have banned the use of such harmful exclusions. Many of these states took action following the passage of the federal Affordable Care Act, which clarified that discrimination based on sex in health care included exclusions and discrimination because of gender identity.Criminal Justice Laws and Policies. Progress in advancing laws and policies designed to ensure equitable treatment by the criminal justice system, fair trials, and safety was less consistent from 2010 to 2020 both nationally and by region. In 2010 there were no states that banned the use of so-called “gay panic” and “trans panic” defenses in courtrooms. These approaches attempt to excuse violent crimes committed against LGBTQ people “on the grounds that the victim’s sexual orientation or gender identity is to blame for the [attacker’s] violent reaction.”h But as of January 1, 2020, eight states have banned this practice. Additionally, while dangerous and discriminatory HIV criminalization laws remain all too common across the country and continue to contribute to the criminalization of LGBTQ people (and especially transgender people and people of color), since 2010 roughly half a dozen states have at least partially repealed or modernized their HIV criminalization laws.Identity Documents. Many states have significantly improved the process for transgender and nonbinary people to update their name and gender on identity documents. For example, in 2010, 33 states either required proof of “sexual reassignment surgery” or had extremely burdensome processes for updating gender markers on driver’s licenses. But by 2020, only nine states had such requirements, and instead over half of states (27) and D.C. use easy to understand forms and require either no medical certification or accept certification from a wide range of providers. Additionally, in 2010, no states offered a gender-neutral “X” option on driver’s licenses or birth certificates. As of January 1, 2020, 14 states and D.C. have “X” options currently available for driver’s licenses,i and nine states have such options for birth certificates.3.02.52.01.51.00.50.0-0.5-1.0Figure 13: Change in Average Tally Score from 2010 to 2020:Criminal Justice LawsNortheastWestNational, 0.0 MidwestSouthNote: The possible point range for the criminal justice category is -2 to 4 points. 2010 2020National, 0.6Figure 12: Change in Average Tally Score from 2010 to 2020:Healthcare Laws6.05.04.03.02.01.00.0-1.0NortheastWestNational, -0.2MidwestSouthNote: The possible point range for the healthcare category is -1.5 to 6.5 points. 2010 2020National, 2.4h American Bar Association. Resolution Adopted by the House of Delegates. August 12-13, 2013.i An additional four states (HI, IL, NJ, and PA) have stated they will implement “X” options on driver’s licenses in the near future, but as of Jan 1, 2020, they are not yet available to the public.15In sum, over the past 10 years, there has been remarkable change in nearly every area of LGBTQ-related law and policy tracked in this report. This includes both positive advances in multiple areas of law, as well as notable expansions in harmful religious exemption laws. However, different states and regions of the country have experienced these changes at different rates, and there remains significant work ahead.THE WORK AHEADWhile these changes over the past 10 years show remarkable progress toward LGBTQ equality, they also importantly show the significant work remaining (e.g., in criminal justice, nondiscrimination, and much more), as well as the new or increasing challenges that have arisen in recent years (e.g. the growth of religious exemptions). The findings further illustrate how an LGBTQ person’s legal rights and protections can change dramatically across state lines, even in 2020.The federal courts, Congress, and the federal executive branch have played an important role in some of the successes in the states and helping to establish consistency across a confusing patchwork of legal protections for LGBTQ people in the states. For example, prior to the U.S. Supreme Court’s ruling in Obergefell in 2015, 13 states still prohibited same-sex couples from marrying, and others that permitted couples to marry did so as a result of lower federal court rulings. In 2010, Congress passed the Affordable Care Act, which prohibited discrimination based on sex in health care. The Obama administration then issued regulations explicitly clarifying that refusing to cover medically necessary care for transgender people was also a form of sex-based discrimination, and therefore against federal law. As a result, many state insurance regulators worked to remove these harmful bans on medically necessary care for transgender people. However, the election of Donald Trump and the changes in federal agencies’ understanding that discrimination based on sexual orientation and gender is a form of sex discrimination, among many other important policy changes, has resulted in a less certain and more hostile policy landscape at the federal level. This includes a forthcoming U.S. Supreme Court decision about discrimination against LGBTQ people in the workplace, a decision that has the potential to clarify whether federal law’s protections against discrimination in the workplace include LGBTQ people or not. While the progress from 2010 to 2020 has been remarkable and, in many ways, a testament to the courage of LGBTQ people in sharing their lives, the advocacy of LGBTQ and allied organizations, and the commitment to equality by lawmakers, progress has unfolded unevenly across the country and across different areas of law, and increasingly harmful state legislation continues to be introduced—and unfortunately passed. It is thus critical that advocates for LGBTQ equality continue to work for progress in cities and counties, in state legislatures, and in the halls of Congress. 3.02.01.00.0-1.0-2.0-3.0Figure 14: Change in Average Tally Score from 2010 to 2020:Identity Document LawsNortheastWestNational, -1.4MidwestSouthNote: The possible point range for the identity documents category is -3 to 4 points. 2010 2020National, 0.916REFERENCES1 Human Rights Campaign Foundation and the Equality Federation Institute. 2019 State Equality Index.2 David Williams, Jourdyn Lawrence, Brigette Davis, and Cecilia Vu. 2019. “Understanding How Discrimination Can Affect Health.” Health Services Research 54(52): 1374-1388.3 Baldwin A.M., Dodge, B., Schick, V., Sanders, S.A., and Fortenberry, J.D. 2017. Sexual Minority Women’s Satisfaction with Health Care Providers and State-level Structural Support: Investigating the Impact of Lesbian, Gay, Bisexual, and Transgender Nondiscrimination Legislation. Policy Matters 27(3):271-278.4 MV Lee Badgett, Laura Durso, Angeliki Kastanis, and Christy Mallory. 2013. The Business Impact of LGBT-Supportive Workplace Policies. The Williams Institute.5 Brian Levy and Denise Levy. 2017. “When Love Meets Hate: The Relationship Between State Policies on Gay and Lesbian Rights and Hate Crime Incidence.” Social Science Research 61:142–159. doi:10.1016/j.ssresearch.2016.06.008.6 Andrew Flores, Mark Hatzenbuehler, and Gary Gates. 2018. “Identifying Psychological Responses of Stigmatized Groups to Referendums.” PNAS 115(15): 3816-3821.7 Mark Hatzenbuehler, Katie McLaughlin, Katherine Keyes, and Deborah Hasin. 2010. “The Impact of Institutional Discrimination on Psychiatric Disorders in Lesbian, Gay, and Bisexual Populations: A Prospective Study.” American Journal of Public Health 100(3): 452-459.8 Julia Raifman, Ellen Moscoe, S. Bryn Austin, et al. 2017. “Difference-in-Differences Analysis of the Association Between State Same-Sex Marriage Policies and Adolescent Suicide Attempts.” JAMA Pediatrics 171(4):350–356. doi:10.1001/jamapediatrics.2016.4529A Note About This ReportAnalyzing and coding nearly 40 state laws and policies across the 50 states, District of Columbia, and the territories is a complex task. If you have questions about the ways in which MAP codes particular state policies, please visit our Equality Maps for additional methodological information, or otherwise be in touch: info@lgbtmap.org. ADDITIONAL REFERENCESAmerican Civil Liberties Union (ACLU). 2008. State Criminal Statutes on HIV Transmission—2008. New York: ACLU.getREAL project. September 2014. State Policies Concerning LGBTQ Youth. Washington, D.C.: Center for the Study of Social Policy.Hoppe, Trevor. 2017. Punishing Disease: HIV and the Criminalization of Sickness. Oakland, CA: University of California Press. Appendix 2.Lambda Legal. 2019. State-by-State Analysis of Child Welfare Systems. New York: Lambda Legal.Lambda Legal. 2010. HIV Criminalization: State Laws Criminalizing Conduct Based on HIV Status. New York: Lambda Legal. Mallory, Christy, and William Tentindo. October 2019. Medicaid Coverage for Gender-Affirming Care. Los Angeles, CA: The Williams Institute.Mottet, Lisa. 2013. “Modernizing State Vital Statistics Statutes and Policies to Ensure Accurate Gender Markers on Birth Certificates: A Good Government Approach to Recognizing the Lives of Transgender People.” Michigan Journal of Gender and Law 19(2): 373-470.National Center for Lesbian Rights (NCLR). March 2019. Legal Recognition of LGBT Families. Washington, D.C.: NCLR.National Conference of State Legislatures (NCSL). October 2019. Foster Care Bill of Rights. Child Welfare Project. Denver, CO: NCSL.Smith, Alison, and Cassandra Foley. 2010. State Statutes Governing Hate Crimes. CRS Report No. RL33099. Washington, D.C.: Congressional Research Service.Spade, Dean. 2010. “Medicaid Policy & Gender-Confirming Healthcare for Trans People: An Interview with Advocates.” Seattle Journal for Social Justice 8(2): 497-514.Spade, Dean. 2008. “Documenting Gender.” Hastings Law Journal 59: 731-842.Woods, Jordan Blair. 2019. “Religious Exemptions and LGBTQ Child Welfare.” Minnesota Law Review 103: 2343-2422.17Copyright © 2014, Movement Advancement ProjectABOUT THIS SPOTLIGHTThis report is part of an ongoing series that will provide in-depth analyses of laws and policies tracked at the Movement Advancement Project’s “Equality Maps,” found at www.lgbtmap.org/equality-maps. The information in this report is current as of the date of publication; but the online maps are updated in real time as policy changes occur.Copyright © 2020, Movement Advancement Project1905 15th Street #1097 • Boulder, CO 80306-10971-844-MAP-8800www.lgbtmap.org ",
    "id": 553571217,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:41501"
    },
    "title": "LGBTQ Policy Spotlight: Mapping LGBTQ Equality: 2010 to 2020",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-02-02T00:00:00+00:00",
    "publisher": "Movement Advancement Project (MAP)",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/41501/41501.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/553571217.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/553571217"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/553571217/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/553571217/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/553571217"
        }
    ],
    "abstract": "This report presents a fresh perspective on the current status of LGBTQ equality in the states by examining MAP's policy tally, encompassing nearly 40 LGBTQ-related laws and policies across all 50 states, the District of Columbia, and the five U.S. territories as of January 1, 2020. The report also compares the current status of LGBTQ policy landscape to the status of these same laws as of January 1, 2010.MAP's policy tally aggregates these laws and policies into a concise yet comprehensive way to gauge the LGBTQ-related policy landscape across the country. What emerges in 2020 is  a patchwork of positive LGBTQ laws and policies, with variations both by region and area of law, as well as a remarkable growth in both the policy accomplishments and challenges facing LGBTQ people over the past decade.While these changes over the past 10 years show remarkable progress toward LGBTQ equality, they also importantly show the significant work remaining—whether in criminal justice, identity documents, and more— as well as the new or increasing challenges that have arisen in recent years, such as the growth of religious exemptions. The findings presented in the report illustrate how an LGBTQ person's legal rights and protections can change dramatically across state lines, even in 2020.  It is critical that advocates for LGBTQ equality continue to work for progress in cities and counties, in state legislatures, and in the halls of Congress",
    "tags": [
        "report",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:41501",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 553571217,
        "depositedDate": null,
        "publishedDate": "2020-02-02T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:47:14+00:00",
        "acceptedDate": null,
        "createdDate": "2023-02-11T02:56:44+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/41501",
        "https://issuelab.org/resources/41501/41501.pdf"
    ],
    "lastUpdate": "2024-02-14T12:47:14+00:00",
    "setSpecs": []
}