{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kearns, Laura-Lee"
        },
        {
            "name": "Mitton-Kukner, Jennifer"
        },
        {
            "name": "Tompkins, Joanne"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-17T21:43:07+01:00",
    "dataProvider": {
        "id": 14188,
        "name": "Canadian Journal of Education (CJE) / Revue canadienne de l'éducation",
        "url": "https://api.core.ac.uk/v3/data-providers/14188",
        "logo": "https://api.core.ac.uk/data-providers/14188/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/230593519.pdf",
    "fullText": "Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)©2014 Canadian Society for the Study of Education/Société canadienne pour l’étude de l’éducationwww.cje-rce.caLGBTQ Awareness and Allies: Building Capacity in a Bachelor of Education Program  Laura-Lee KearnsSt. Francis Xavier UniversityJennifer Mitton-KuknerSt. Francis Xavier UniversityJoanne TompkinsSt. Francis Xavier UniversityAbstractThis research describes the impact of an integrated training program (Positive Space I and Positive Space II) on pre-service teachers’ understandings of and abilities to create safe spaces for lesbian, gay, bi-sexual, transgendered, two-spirited, queering and/or question-ing (LGBTQ) youth and allies in schools. Our Bachelor of Education program incor-porates these workshops as part of sociology of education and inclusion classes that are mandatory courses for all pre-service teachers. Our findings suggest that for the pre-ser-vice teachers we teach, the Positive Space program is needed if they are to be allies and to interrupt heteronormativity.LGBTQ Awareness and Allies 2Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caKeywords: Pre-service teacher education, queer youth, anti-oppressive pedagogy, LGBTQ studentsRésuméCette recherche décrit l’impact d’un programme de formation intégré (Espace positif I et Espace positif II) sur la compréhension des espaces sûrs pour les jeunes lesbiennes, gais, bisexuels, transgenres, bispirituels, allosexuels et/ou en questionnement (LGBTQ) et leurs alliés à l’école par les futurs enseignants en formation ainsi que sur leur capacité à les créer. Notre programme de Baccalauréat en éducation intègre ces ateliers dans le cadre de la sociologie de l’éducation et des classes d’inclusion qui sont des cours obli-gatoires pour tous les futurs enseignants en formation. Nos découvertes suggèrent que pour les futurs enseignants en formation auxquels nous enseignons, le programme Espace positif est nécessaire s’ils doivent devenir des alliés et interrompre l’hétéronormativité.Mots-clés : formation des futurs enseignants, jeunes homosexuels, pédagogie anti-oppres-sive, étudiants LGBTQLGBTQ Awareness and Allies 3Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caIntroductionOne critical challenge facing Canadian teacher educators is how to prepare pre-service teachers to go into educational environments and create and maintain safe spaces for les-bian, gay, bi-sexual, transgendered, two-spirited, queering and/or questioning (LGBTQ)1 youth and allies. Anti-oppressive work—particularly that which aims to meet the needs of LGBTQ youth— “remains a constant challenge in teacher education, worldwide” (Clark, 2010, p. 704). Because of the work they do, faculties of education can be ideal spaces to foster awareness, understanding, and support for LGBTQ youth in schools (Goldstein, Russell, & Daley, 2007). Aligning with recommendations made by Taylor et al. (2011) in Every Class in Every School: The First National Climate Survey on Homophobia, Biphobia, and Transphobia in Canadian Schools, the underlying intent of our research is to support “the integration of LGBTQ-inclusive teaching and intersectionality into com-pulsory courses in [our] Bachelor of Education programs so that teachers have adequate opportunities to develop competencies before entering the field” (p. 21). In the first year of our two-year Bachelor of Education (BEd) program, we offer LGBTQ training (Positive Space I and Positive Space II) as part of pre-service teach-ers’ compulsory course work. As trainers of the Positive Space training program, we are teacher educators who maintain a social justice perspective, and bring a wide range of teaching experience to this work, having worked in Canadian Aboriginal, urban, ru-ral, and international school contexts. The overall focus of the workshops is to provide pre-service teachers with the opportunity to explore LGBTQ realities and examine ter-minology and marginalization, as well as consider ways to be responsive and responsible in schools. Pre-service teachers are also asked to consider how to interrupt stereotypes, consider LGBTQ representation in curricula, and intervene when they witness homopho-bia and transphobia in their workplace or community. These workshops are integrated into foundation classes in our BEd program. To our knowledge, we are the only faculty 1 We recognize that language and terms of usage are evolving. We recognize that the history of some terms, such as queer, is complex, and that some abbreviated letters also have multiple meanings. In our context, for example, we talk about the “T” in multiple ways, to signal transgendered, but we also recognize the Indigenous tradition of two-spirited. In our training, part of the conversation around the terms is an opportunity to explore the complexity and diversity of terminology and identity(ies). We also recognize that with greater awareness and different conver-sations these terms may also be added to or changed.LGBTQ Awareness and Allies 4Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caof education in Canada that has done this to date.2 This article provides a context for the work that we do, describes the emergence of the Positive Space training program and its relationship to our teacher education program, highlights findings from workshop evalu-ations of Positive Space I and II provided by participants from 2010 to 2012, and incor-porates findings from pre- and post-training online surveys in 2011–2012, as well as data from individual and focus group interviews conducted in 2012. The results described in this article are part of an ongoing longitudinal study on how LGBTQ-focused profession-al development affects pre-service teachers’ abilities to be allies to the LGBTQ communi-ty in schools.Broader Context of Study Schools, like other social institutions and society, can be oppressive. Connell (1996) found two problematic forms of injustice in schools: “oppression, which restricts the capacity for self-expression; and domination, which restricts participation in social deci-sion-making… Harassment, homophobic abuse, the hierarchy of masculinities, bullying, racial vilification are examples” (pp. 223–224). Oppression and domination are premised on the exclusion of others; LGBTQ youth are often marginalized which impinges their self-expression and full participation in school. In a recent Canadian survey designed to understand how LGBTQ youth experienced school climates, Taylor et al. (2009) found that “three-quarters of LGBTQ students and 95% of transgendered students felt unsafe at school, compared to one-fifth of straight students” (p. 5). Eichler (2010) reminds us not only of the discrimination that LGBTQ youth, families, and educators face in schools but also that the lives of LGBTQ people in a number of countries are not affirmed through norms or words, they experience harassment and intimidation regularly, and 2 We in no way suggest that efforts by passionate social justice educators are not taking place elsewhere. The Positive Space programs and our own teaching practices build on the work, ideas, and spirit of many self-identified LGBTQ faculty, community, and educational advocates who created spaces for us to become social justice allies. Tara Gold-stein has been providing incredible professional development and even a course at OISE/UT, of which her “Snakes and Ladders” ethnographic play is a result. André Grace, at the University of Alberta, has been a strong advocate for the inclusion of gender identity and sexual orientation in courses on child and adolescent development for pre-service teachers. Further, Kitchen and Bellini (2012) recently wrote about a two-hour workshop they provided in their Faculty of Education with great success and responsiveness. We only suggest that our program is aligning with recommendations made by Taylor et al. (2011), as we have explicitly integrated and named the Positive Space training programs in our mandatory sociology of education and inclusion BEd courses. LGBTQ Awareness and Allies 5Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.camany LGBTQ people worldwide face physical punishment, imprisonment, and death. Homophobia and transphobia, locally and globally, contribute to LGBTQ students expe-riencing high levels of feeling and being unsafe at school (Reis & Saewyc, 1999; Kosciw, Greytak, Diaz, & Bartkiewicz, 2010). It has been suggested that LGBTQ harassment is an underinvestigated issue, is one of the least understood forms of harassment, and that educational efforts and sup-ports are needed (Dyck, 2012; GLSEN, 2007; Taylor et al., 2009,). With this in mind, we continue to work for change. Transformation is possible in some educational spaces. As Holmes and Cahill (2003) found, LGBTQ youth and parents “can experience intense ha-rassment and violence, but even with little support, they often display amazing strength, resiliency, and self-advocacy” (p. 54). Within this broader context, we situate the impor-tance of creating awareness and building capacity among pre-service teachers to act as allies for LGBTQ communities in society and schools.LGBTQ Awareness and Teacher Education  Teacher education is presently being asked to demonstrate leadership in LGBTQ aware-ness and ally building (Dyck, 2012; GLSEN, 2007; Taylor et al., 2009, 2011). This is critical, as many future teachers are not prepared to address “issues of homophobia and heterosexism in the classroom” (Stiegler, 2008, p. 117). Doing social justice work with pre-service teachers is important, as “good teaching” is often seen as “being a value neu-tral and apolitical activity” (Robinson & Ferfolja, 2008, p. 852). In their work, Robinson and Ferfolja (2008) found that “a personal commitment is often the catalyst for under-taking social justice work, and often the commitment stems from one’s own experiences and witnessing discrimination and marginalization” (p. 852). The challenge lies within encouraging pre-service teachers to take up issues of social justice when they do not have a personal connection to the topic. Greater awareness and training are essential parts of efforts to systemically chal-lenge heterosexual privilege and address homophobic harassment and gender violence in school spaces (Adams, Cox, & Dunstan, 2004; Chaub, Laub, & Wall, 2004; Kitchen & Bellini, 2012; Walton, 2004). Walton (2004) wrote that interventions must be seen as not only drawing attention to specific youth but also focusing on the systemic causes of bullying and “fostering respect for sexual diversity” (p. 29). Clark (2010) found that LGBTQ Awareness and Allies 6Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.capreparing pre-service teachers to work with diverse learners, including LGBTQ learners, remains a real challenge. Clark’s (2010) study recognizes that anti-oppression work takes different forms and that educators must be aware of their role and the realities of LGBTQ matters in order to be effective agents of change. There is little research that includes LGBTQ matters as part of anti-oppression work and little emphasis is placed upon the idea that pre-service teachers must be trained as allies.Safe, Positive, and Queering Moments in Teacher EducationOur work draws on the research of Goldstein, Russell, and Daley (2007), which advo-cates for an approach to anti-homophobic education that seeks change through the cre-ation of “safe,” “positive,” and “queering” moments (p. 184). Safe moments are read through a tolerance3 discourse. A commitment to safe schools entails recognition that no youth should be discriminated against or harassed at school due to his or her race, religion, gender, sexual orientation, or desire. Those who have historically been deemed “other” or marginalized are to be “tolerated,” but there is not a commitment to promote the acceptance of sexual diversity or gender identities. Educators using this model may “redress homophobic slurs, stereotypes, and violence within school environments” but this model is prefaced on a discourse of deficits whereby queer youth are “victims of homophobia who are at risk of suicide, substance abuse, homelessness, prostitution and violence” (Goldstein et al., 2007, pp.184–185). While awareness and recognition are important, a discourse of tolerance depoliticizes heterosexual privilege and conflates queer issues with private matters of sexuality. Positive moments move beyond safety and tolerance toward inclusion and affirmation. Positive approaches to anti-homophobia recognize that heterosexism is systemic and equity is needed not only for youth but also for all LGBTQ community members, including employees and parents. Changes in cur-riculum, policy, hiring, and school-community relationships are integral. There are overt rules to enforce more equitable practices and address homophobic bullying, violence, and harassment. Yet queer sexuality remains a private issue, and “queer sexuality outside of 3 For more critical discussion on the discourse of tolerance, see Wendy Brown (2006).LGBTQ Awareness and Allies 7Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.cathe effects of heterosexism and homophobia…cannot be fully realized” (Goldstein et al., 2007, p. 186). Trying to articulate an anti-homophobic pedagogy that is queer within a heter-onormative educational system and culture is challenging (Goldstein et al., 2007). For this reason, Goldstein et al. (2007) shifted to the idea of moments, to signal various mo-ments of resistance within a heteronormative space that contribute to safe, positive, and queering spaces or constellations. Queering moments and queering pedagogical practices may be categorized by the recognition of interlocking forms of oppression that are con-stantly shifting and changing, and practices that challenge heteronormativity. Goldstein et al. (2007) suggest that, ideally,a queer school approach would not only aim to promote the acceptance, tolerance, and affirmation of queer students and educators, but also, seek to transform how we think about sexuality and desire… To this end, the deconstruction of heter-onormativity would not be seen as an independent and discreet project but rather one that necessarily implicates normative notions of sex/gender, race, class, and religion among other social locations. (p. 187)In reading  and interpreting the work of our training program and the understand-ings of the pre-service teachers with whom we work, we recognize that many arrive to our program without prior experiences of LGBTQ communities. In our analysis of the 2012 data set, pre-service teachers’ responses to the Positive Space training program—while largely positive in terms of how the program reportedly created awareness and understanding about the importance of becoming an ally for LGBTQ communities—most often fell within Goldstein et al.’s (2007) notions of safe and positive moments. Pre-ser-vice teachers seemed most comfortable with thinking of their ally work as within the boundaries of tolerance, inclusion, and affirmation. We noted, particularly within the focus group interview data, that while participants were able to identify possibilities for queering moments in their ally work and expressed a desire to resist heteronormativity, they were unlikely to act, many attributing the constraints of school and their own lack of power to do so.LGBTQ Awareness and Allies 8Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caThe Emergence of Positive Space Training at Our University: Community–University PartnershipIn 2003, the Positive Space program grew out of a partnership between the Antigonish Women’s Resource Centre (AWRC) and the St. Francis Xavier Human Rights and Equity Office (StFXHREO), which recognized the need for LGBTQ awareness and ally building in the rural context. A larger American study (GLSEN, 2007) confirms that attitudes in rural contexts tend to be more conservative, and that LGBTQ individuals report higher rates of feeling unsafe as well as experiencing a lack of resources and supports as com-pared to their urban counterparts. In the context of this study, there was also a feeling that, because of the nature of a small community with long-established roots, “everyone knows everyone’s business and so LGBTQ individuals had to be discreet and often could not find each other, creating in them a further sense of being isolated” (Antigonish Wom-en’s Resource Center and StFX Human Rights and Equity Office, 2003, p. 4).The Positive Space program aims to create an understanding of LGBTQ lives, examine LGBTQ oppression, and challenge heteronormativity. The program focuses on developing allies who can name and interrupt homophobia and transphobia. At the outset, one of the aims of the program was to create a group of volunteer facilitators who would respond to requests from both campus and the local community to lead Positive Space workshops. The program was originally conceived as a three-hour workshop format with a focus on LGBTQ awareness and ally building. Over time, the trainers recognized that more time was needed to discuss and explore a number of nuanced issues and un-derstandings, so the program was divided into Positive Space I: LGBTQ Awareness and Terminology, offered as a two-and-a-half-hour workshop, and Positive Space II: LGBTQ Oppression and Ally Building, also offered as a two-and-a-half-hour workshop. At the end of Positive Space II, participants were invited to sign a contract stating that they were willing to act as an ally for LGBTQ individuals. If they became an ally, they were given a rainbow triangle sticker and an ally button to be displayed at their workplace, on an office door or in any other prominent place to signal both to LGBTQ individuals and others that they have completed Positive Space training. Since its inception, the response to the program has been enthusiastic. It is esti-mated that over a 10-year period more than 1,500 people (faculty members, staff, stu-dents, community organizations, and individuals) have participated in Positive Space I LGBTQ Awareness and Allies 9Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caand II workshops. Due to the program’s popularity, it soon became obvious that the small core team of facilitators would have to be enlarged to accommodate all of the training requests. A five-hour Train the Trainer workshop has been developed, which allows interested people who have completed Positive Space I and II to receive training as facilitators. Evaluation forms are completed at the end of each workshop and written com-ments and feedback are reviewed by each trainer as one tool of measuring both appro-priateness of the content and the effectiveness of the facilitation. Trainers keep in con-tact with each other via social media and continually add and share new materials and resources for training. For example, the initial program developed in 2003 made little reference to transphobia and the experience of transgender individuals and no mention of asexuality. Efforts have been made to incorporate these topics into the program.Positive Space I & II in Our Faculty of Education  While the Positive Space program within the Faculty of Education draws from the gen-eral trainings of the program, it is more tailored to school contexts, the needs of pre-ser-vice teachers, and builds on our courses that examine interlocking forms of oppression across gender, race, class, ethnicity, ability, and sexuality. We regularly review our mate-rial with members of the LGBTQ community and allies, students in particular, and update our resources and the agenda. By moving our Positive Space workshops into our Bachelor of Education class-es, we have made the training mandatory and have shifted the responsibility from a lone social justice educator to a team of individuals who strongly support this explicit and integrated training as a program expectation. It is a regular occurrence for the dean of education or the chair of the Bachelor of Education program to provide opening remarks at the beginning of Positive Space II. Also critical to the Positive Space training is the timing of when it is offered. Pre-service teachers participate in Positive Space workshops when they have already engaged with key concepts in social justice education, such as power, privilege, cultural capital, critical thinking, and individual, institutional, and systemic forms of oppressions as part of compulsory course work. By the time they begin Positive Space training, they have already begun to question how race, class, and gender shape schooling. Due to the timing of Positive Space training in relation to course work, LGBTQ Awareness and Allies 10Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.cawe have observed that pre-service teachers are generally open to a level of questioning and advocacy that they might not have been had the training been introduced earlier in the program and outside the context of core courses.In Positive Space I there is considerable discussion about language. Invariably, at every workshop there are several pre-service teacher participants who are unaware of what the initials LGBTQ stand for, or are unaware of how to define each of these words. Following this awareness-raising, we examine the sometimes harmful words that are used to describe LGBTQ individuals, and the effects these words may have on their identities. Recently, in our workshops, we have included a look at the Nohomophobes.com website (Wells, 2012) which tracks, on an hourly basis, the number of homophobic and trans-phobic terms used in online entries. The shocking number of tweets shown in real time gives visible representation to the prevalence and pervasiveness of the oppressive lan-guage commonly used against LGBTQ people. We examine how normalized these words are in classrooms, hallways, and the larger community. This opens up a conversation to complicate these terms and imagine what they might do to an elementary and/or second-ary student who is surrounded by them. Further, we ask pre-service teachers to consider language that describes heterosexual and non-heterosexual relations; invariably, there are more positive terms to describe heterosexual relations. Again, this is an opportunity to consider the power of language, the fullness of all relationships, power imbalances, socially constructed sexual norms, and how educators can help to expand and challenge limited or distorted perceptions. An important element of this workshop is a discussion of sex, gender, gender ex-pression, and sexual desire or orientation. Few participants, in our experience, understand the fluid and complex nature of gender identity and how it is often erroneously connected to sexual orientation. Such discussions open up conversations around the limitations and restrictions imposed by the gender binary system. These conversations help our pre-ser-vice teachers sharpen their critical thinking skills as they examine the role mainstream media and traditional school practices and discourse play in reinforcing the gender binary system.We use a simulation activity in which an LGBTQ person comes out to his or her family, friends, workplace, and community, and we examine the individual, institutional, and systemic oppression that LGBTQ individuals may face in this process. Our work-shops cannot help but build upon the research and statistics that show the vulnerability LGBTQ Awareness and Allies 11Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caof LGBTQ youth in schools, but we do try to provide a nuanced portrait of youth and the power of allies. Video clips and the use of social media help to bring primary voice and representation into the workshop. For example, we recently started to show the stories of the transgendered 11-year-olds Jazz in the United States (Walters, 2013) and Wren in Canada (Purdy, 2013) to show what happens when family and other community mem-bers and schools are supportive of youth who have complex gender identities. Showing multiple stories and perspectives through various videos also allows us to try and move beyond one story encompassing the realities and perspectives of all LGBTQ people. This is a thread that runs throughout our course, as pre-service teachers would be familiar with Adichie (2009) and Pike (2014, 2013), who caution that a single story of any per-son’s experience is as much incorrect as incomplete. Thus, many examples of first-person experiences of LGBTQ individuals provides the multiplicity of realities that may be lived by LGBTQ students in schools. The workshop finishes with a talking circle, allowing the participants to share their learning and discuss any lingering questions. Positive Space II introduces the concept of becoming an ally to LGBTQ individu-als. When leading a Positive Space II session with pre-service teachers, we show the film It’s Elementary (Chasnoff & Cohen, 1996). Although this documentary was produced more than 15 years ago, it is an excellent teaching tool that demonstrates elementary, middle, and secondary school teachers and principals interrupting oppression and acting as allies for LGBTQ students, staff, and families. We introduce the concept of ally work using an anti-discrimination response training framework (ADRT) based on active wit-nessing (Ishiyama, 2002, 2004). Through role-plays based on real world examples drawn from the trainers’ experiences, we help participants practice ways to interrupt homopho-bic or transphobic moments in schools. Pre-service teachers draw a scenario from a possibility of 12 different ones. Scenarios include situations in which pre-service teachers are asked to see themselves as teachers in schools where they, for example, encoun-ter homophobic chants on a basketball team, overhear staff members making negative comments about same-sex marriage, or recognize the lack of gender-neutral washrooms in their school, and are asked what they might do to address this situation. We feel these strategies help bridge the gap between the theory of being an ally and the actual practice of doing ally work. Pre-service teachers also are exposed to curricular resources that can bring LGBTQ lives and realities into their classrooms, and we encourage them to think about curricular connections they can make. As with Positive Space I, we create space at LGBTQ Awareness and Allies 12Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.cathe end of the workshop for participants to talk and share with others their understandings and how they imagine this learning could impact their practice.The Study: Exploring the Impact of Positive Space Training The EGALE reports (Taylor et al., 2009, 2011) have stressed the urgent need to address homophobia and transphobia in schools and teacher education, and, as such, we were mindful to share our work in this area with others. As part of an ongoing longitudinal study, data were collected using mixed methods (Creswell, 2009). According to Creswell and Plano-Clark (2006), a “mixed method research provides more comprehensive evi-dence for studying a research problem than either qualitative or quantitative approaches alone” (p. 9). The quantitative methods have the advantage of collecting data in a short time. The qualitative data can further elaborate on the participants’ perspectives and expe-riences. In this article we share data from the 2011–2012 data set: pre- and post-training surveys, post workshop evaluations, as well as follow-up focus group (participants one to six) and individual (participants seven to nine) interviews.In the 2011 fall term, and prior to taking any Positive Space training, we admin-istered an optional, anonymous, online survey to all first-year sociology of education pre-service teachers to create a baseline regarding their understanding, awareness, atti-tude, and comfort level with regard to supporting LGBTQ youth and being allies. In the 2012 winter term, at the end of the Inclusion I course, the same anonymous online survey was administered to provide a comparative analysis to determine initial and final pre-ser-vice teachers’ perceptions and attitudes toward teaching LGBTQ youth and being allies. Following Positive Space I and II training workshops in November 2011 and February 2012, pre-service teachers were asked to provide immediate feedback to the workshops. Focus group and individual interviews were conducted in November 2012 and also in-form our study.The findings that are described in this article offer insights into the benefits of Positive Space training and pre-service teachers’ experiences with LGBTQ individu-als and communities prior to their entry into our program and their responsiveness to the Positive Space training workshops they receive in our BEd program. The data from the workshop evaluations, pre- and post-training surveys, and focus group interviews LGBTQ Awareness and Allies 13Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.cahave been thematically analyzed and coded. As Guskey (2000) pointed out in reviewing teacher perception of professional development, what participants say immediately after a professional development activity may be different than what they report several months after the experience. The data from different moments in time provide us with rich sourc-es of information regarding the effectiveness of the Positive Space program. The focus group interviews in November 2012, conducted nine months after the Positive Space II workshop, for example, provide us with insights into the staying power of the training program, particularly as the participants interviewed were second-year students and had experienced, by this point in time, 11 weeks of teaching in schools.Findings and DiscussionOverall, the feedback provided for both Positive Space I and II workshops for all train-ers and sessions was viewed as positive. On a scale of 1 to 5, most approaches (activities, discussions, scenarios, role-plays), content (information, strategies, videos, and capacity-building), and trainers were judged as excellent or very good. Pre-service teachers described the training as “eye opening,” “helpful,” and “excellent,” found it “relevant,” and were “glad” to have received it. We feel that the positive evaluations can be attributed to a number of factors. There is a strong need and desire for this type of explicit profes-sional knowledge and awareness. As teacher educators, who are also Positive Space train-ers, we are cognizant of clearly communicating the learning outcomes for each session: the goal of Positive Space I is to develop awareness and understanding, while Positive Space II focuses more on practical ways to interrupt individual and systemic homophobia and transphobia. We also recognize that our pre-service teachers themselves come to us with a range of experiences and views, and we work to allow them to explore ideas with-out feeling defensive or judged by others by establishing ground rules with participants and using strategies such as talking circles and small group interactions to help foster respect. Throughout the training sessions, pre-service educators continued to remark on the “open and comfortable space” created by facilitators (Positive Space II workshop survey respondent, 2012). Another added, “[The training] was very open and practical. I never felt as if there were any stupid questions” (Positive Space II workshop survey respondent, 2012). Because these workshops are nested within courses, the overall aim of LGBTQ Awareness and Allies 14Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.cawhich is to foster a social justice perspective on teaching, pre-service teachers are already growing in their awareness of oppression.Kumashiro (2002) noted that anti-oppressive work is challenging and is some-times met with “resistance, defensiveness, and fear” (p. 117). Since moving the training from an optional professional development session to a program expectation and a team approach, we have noticed less resistance and have felt greater personal supported in our own work as social justice educators. The systemic approach to the integration of the program is an important factor. Part of our inquiry is to understand how this program’s intentionality, supported by research, allows us to understand why we are having more success in this area of social justice work, while in other areas, even when the same program instructors teach different courses, we may still encounter resistance.4 Perhaps it is also in how we narrate: as trainers ourselves, who have certain heterosexual privileges, we offer up a vulnerability to continuously learn more. Several themes surfaced when reviewing the evaluation forms for both Positive Space I and II workshops, the pre- and post-workshop online surveys, and focus group and individual interviews.On the Need to Create LGBTQ Awareness   There is a broad range of awareness and understanding of LGBTQ realities among our pre-service teachers. Several pre-service teachers belong to the LGBTQ community; some are out, others less so, and still some came out to their class during Positive Space training. On the workshop evaluation forms, pre- and post-training surveys, and inter-views, some pre-service teachers stated that they have had little opportunity to engage with the LGBTQ community prior to the training and that their knowledge and experien-tial base are very weak, while other pre-service teachers already self-identified as allies and wanted more critical discussions on these issues.In the online surveys, prior to taking any training, at the very beginning of their BEd in September 2011, pre-service teachers were asked about their current perceptions and opinions concerning LGBTQ awareness and its importance in teaching and learn-ing. In response to the question, “Have you ever had any previous training in LGBTQ 4 See, for example, Kearns (2013) for some successes, but who also noted real challenges in doing social justice and decolonization work, as a sole course instructor, as she has encountered outright resistance to Indigenous focused curricula in the English Language Arts methods class she teaches. LGBTQ Awareness and Allies 15Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caissues?” 84% of respondents said “No.” Of the 16 % who said “Yes,” one BEd explained that she had an MA in sociology, though no specific training. Others said they had friends who identified as LGBTQ, and one pre-service teacher said her mother has been openly gay ever since she (the pre-service teacher) was a teenager. This gave us particular insight in recognizing the importance of explicit training in this area for pre-service teachers. We also asked pre-service educators at the beginning of their BEd program whether they had experiences with Gay Straight Alliances (GSAs) and LGBTQ events. In response to the question, “When you were in school, was there a Gay Straight Alliance (GSA)?” 13% said “Yes,” and 74% said “No.” In response to “Have you ever had the experience of participating in any LGBTQ event?” 24% said “Yes,” and 76% said “No” (Pre-training electronic responses, Fall 2011). For those who said “Yes,” the events listed included Pride Week Parades and events, attending same-sex weddings, participating in special events such as a Day of Silence, and being involved as an audience member in a drag show held annually on the campus. Given the age of our students, the majority of whom are in their early 20s, and the fact that many of our students are from all over Can-ada, urban as well as rural, we found it surprising that a majority of pre-service teachers would not have had the opportunity to engage with LGBTQ people. All of this informa-tion is insightful, as it indicates that both formally and informally pre-service teachers in our context are in need of support and explicit training to engage in anti-oppressive pedagogy. From the “after” workshop responses we receive, many students say this training was “excellent.” One student elaborated and said it helps put “yourself in other people’s shoes” (Positive Space I workshop survey respondent, 2011). Another pre-service teacher, who self-identified as LGBT, said, “I loved the training… I live it” and found the materi-al “relevant,” “connected to real life,” and the training “extremely practical” in terms of “developing skills and knowledge to apply in your work environment” (Positive Space I workshop survey respondent, 2011).In follow-up interviews conducted one year later, many students remained pos-itive but more nuances were revealed. When asked, “What impact did Positive Space I and II have on you?” one individual interviewee responded: “It was useful. It opened my eyes to issues I hadn’t thought of before… [I didn’t]  recognize the severity and impact it [homophobia and transphobia] might have [on LGBTQ youth]” (Interviewee 7). Anoth-er added: “Maybe sexuality wasn’t big on my radar for school because I was so worried LGBTQ Awareness and Allies 16Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caabout the other stuff. I have to do a good lesson… Without it [the training], I wouldn’t have the level of awareness that I have now” (Interviewee 8). Another interviewee revealed:I’m the kind of person that before coming into this program I was probably ex-tremely uncomfortable with talking about that so I think acquiring the language was probably the most important for me…because you can’t talk to students about it or feel safe talking to students…if you don’t know what language [to use] or what they [students] should be using. (Interviewee 2)While responses have been positive on the whole, for some, the training could have been more in-depth and longer in duration. One focus group participant said, “[I] liked that [Positive Space I] was at an introductory level, but I found that if you already had experience or knowledge about the subject matter...I felt it could have gone deeper” (Interviewee 1). Another added: I feel like both sessions seemed really rushed. It’s such a huge thing and if you have people who have no background and are really learning this for the first time, even for me coming in with some knowledge. Holy cow, we are blowing through this stuff and there is not a lot of time to digest. (Interviewee 4) Overall,  pre-service teachers seem to want to know more and are glad to have more tools to support LGBTQ youth and have models as to how to bring the conversation into school spaces.Safe and Positive Moments: The Power to Interrupt and Affirm    The ability to interrupt overt incidents of homophobia and transphobia in classrooms and hallways is a key starting point in anti-oppressive pedagogy. When asked whether the workshops strengthened their commitment to interrupt homophobic and transphobic inci-dents (What was most helpful?), one workshop participant said, “[E]ven if you are unsure about what to say, still take action to make a difference” (Positive Space I workshop eval-uation respondent, 2011). Another pre-service teacher wrote, “[I]t is not acceptable for adults to ignore LGBTQ name-calling, physical bullying, rumors…that make the social aspect of school difficult and can also affect a person’s ability to learn” (Post-training LGBTQ Awareness and Allies 17Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.casurvey electronic response, Winter 2012). Another pre-service teacher stated, “It was useful to talk about scenarios and receive tips on how to intervene” (Positive Space II workshop evaluation respondent, 2012). An increase in confidence also occurred for some participants. One stated, “I feel confident that I could be an ally” (Positive Space II workshop evaluation respondent, 2012), while another said, “[M]y awareness of LGBTQ issues and [my] comfort interven-ing when I witness a homophobic act [are] much greater since taking these Positive Space training sessions” (Post-training survey electronic response, Winter 2012). Pre-service teachers recognized the importance of actively interrupting harmful behaviour in schools.Our individual and focus group interviews showed us that, while pre-service teachers did indeed try to create safe and positive moments during their field placements, there was a diverse range of engagement. All felt comfortable with the idea of taking action and standing alongside LGBTQ youth as allies, but some did not see themselves as taking on a leadership role. For example, one interviewee explained that had he not had the training, “[I] would almost be reluctant to participate [in a GSA]…but even with it [the training] I still don’t know if I could personally be an organizer” (Interviewee 8). Situating this comment in relation to the fact that most students in our context have not participated in GSAs when they were learners, suggests that the training helps prepare them to participate in diverse communities and that, for some of our pre-service teachers, becoming leaders in this capacity will take more time, opportunities, and support. Anoth-er interviewee spoke of the importance of a GSA’s presence in the school being a source of strength in her own ally work: “[S]o I think that being there with the students gave me the strength to be a better ally. There was more reason to it and names and faces” (Inter-viewee 5). Based upon interviewees’ responses, it seems the training is helping this group of pre-service teachers develop competencies before entering the field. Pre-service teachers found ways to actively create more safe and positive mo-ments and spaces in their classrooms. For example, one pre-service teacher had a trans-gender student and wanted to support their identity. In the physical education classroom in which he taught, he observed “everything was “boys versus girls.” When asked how he responded to this situation, he said: LGBTQ Awareness and Allies 18Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caI’d let [James] play on the girls’ team if he wanted to. By this time I got to know about it and [James] asked, and I said I’m not interfering with what you want to do, so he played on the girls’ team. (Interviewee 7) Another pre-service teacher found a negative and homophobic slur in the bathroom and crossed it out (Interviewee 9). From these and similar anecdotes, we know that pre-ser-vice teachers are trying to be responsive to situations as they arise.However, for some of our pre-service teachers, Positive Space training could have helped them be more proactive. One focus group participant noted: “I got from [the train-ing] a more reactionary approach. You are going along and something happens and you have to react…you’ll help and interrupt it. But I think that interruption should start before you have the little explosions” (Interviewee 2). We find this level of critique helpful and hopeful, as this focus group participant is clearly thinking about being proactive and con-fronting heteronormativity.While there was a strong desire to participate and intervene, there were also challenges in terms of implementing anti-oppressive pedagogy as part of the overt curric-ulum. Another interviewee noted:I know as an elementary person I certainly wouldn’t approach an elementary classroom with the stuff we did. It would just be way too beyond... I would like to know more about what I can do... As far as resources go, I personally would have liked something that applied to what I will be doing. (Interviewee 4) In the  post-training survey, many pre-service teachers also noted that “resources” for changing curriculum were important in the training. Some even asked for “more resources,” as they see themselves trying to build capacity in a proactive way (Post-train-ing survey electronic response, Winter 2012). Our research has helped us to recog-nize that more training is needed to deepen and extend people’s abilities to challenge homophobia, transphobia, and actively create safe, positive, and queering spaces. Just as the earlier trainers of Positive Space I created Positive Space II, we have piloted a Posi-tive Space III and IV in 2013 and 2014 with our second-year students.LGBTQ Awareness and Allies 19Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caQueering Moments: Challenging Heteronormativity    Goldstein et al. (2007) speak of the need for LGBTQ education to challenge heteronor-mativity if social justice is to be achieved. Kumashiro (2002) concurs that anti-oppressive pedagogy needs to do more than simply fill the heads of pre-service teachers with knowl-edge about LGBTQ lives and realities; it must interrupt heterosexism. However, people cannot change what they do not see or recognize. It is therefore the aim of both Positive Space I and II workshops to create a deeper awareness of the multiple ways that heter-onormativity imposes itself on the formal and informal curriculum, the daily rituals, and the assumptions and beliefs in the day to day. Pre-service teachers reported they are learning about heteronormativity: “I learned a lot about what heterosexuals take for granted” (Positive Space I workshop evaluation respondent, 2011). Another participant described heteronormativity as the “textbooks, be-liefs, teaching, individual viewpoints, religious viewpoints, social media and commentary and other avenues of information/socialization that says that heterosexuality and the val-ues of the all-encompassing heterosexual people is truth and law” (Post-training survey electronic response, Winter 2012). Another participant said, “Popular culture reproduces heteronormativity by mainly portraying heterosexual characters, and few, if any, non-het-erosexual people” (Post-training survey electronic response, Winter 2012). Participants also noted the ways in which schools reaffirm heteronormative assumptions, described by one participant as happening through “heteronormative teaching practices, bullying that is not directly addressed, heteronormative views and rules, dress codes, [and] specif-ic beliefs brought into the school by individuals (students, teachers, staff)” (Post-survey electronic response, Winter 2012). Given a lifetime of living in a heteronormative world and attending schools where heteronormativity was not interrupted, we feel that, while the pre-service teachers are optimistic that they are recognizing heteronormativity, this must be with tempered with the realization that unlearning a lifetime of power and priv-ilege requires considerable effort and vigilant critical consciousness. To challenge think-ing and practice that are deeply embedded in the very structures that we seek to change is to challenge power itself, which is always a work in progress and complex.Queering moments as envisioned by Goldstein et al. (2007), move away from responding to individual instances of homophobia and move toward challenging the LGBTQ Awareness and Allies 20Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.casystemic level. Several of our pre-service teachers identified instances of heteronormativ-ity and were troubled by it. One observed, I was in a primary class, I went in there and…it [the gender binary] was already established…it was all the systems that they grew up with… I think it’s hard to go in there…and then try and break an entire system for five weeks. It’s really diffi-cult… it seems almost impossible because you don’t really have all the control or the majority of control in the classroom. (Interviewee 3)Pre-service  teachers acknowledged the depth of the systemic heteronormative system, and were able to name and recognize it; many felt overwhelmed by the thought of queer-ing that space but did make some efforts to interrupt and resist what they witnessed. For example, Interviewee 3, in response to the rigid gender roles and expectations that she observed in a primary classroom, began to ask young children, “Are you a boy or are you a girl? It’s your choice. I’ll put down whatever you tell me you are” (Interviewee 3).Another pre-service teacher stated that it was complex to navigate the gender binary and prescribed gender roles:…kids don’t understand because they are taught in binaries. When you get into the older grades…there are people that have girl parts and boy parts and it’s just sensational. They just don’t understand that there is a spectrum of gender and sexual organs and sexuality and attraction and all that. They think a boy can love a girl and a girl can love a boy and they don’t know there is anything [else]…Which is why they get so uncomfortable [with LGBTQ realties], because suddenly they can’t define their world anymore. (Interviewee 1)Schools spaces are heteronormative, which is why a spectrum of sexual expression is hard to discuss in class. This reflects societal challenges, as one pre-service teacher said: “Kids are bombarded by the media…[ try] to find a genderless toy ad…being able to unpack that…to be able to understand that expressions of gender and expressions of sex-uality are different…you need to help children explore that” (Interviewee 3). Pre-service teachers were quick to identify areas of improvement, but the complexity of challenging and interrupting inscribed gender norms in schools and society is great. Certainly, chal-lenging heteronormativity is no easy task, as schools are shaped by a culture and history of homophobia (Bellini, 2012).LGBTQ Awareness and Allies 21Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caReflections on Our Learnings   The findings suggest that for the pre-service teachers we teach, the Positive Space pro-gram is a needed part of their teacher education. Moving the training away from an optional professional development model and integrating it across two mandatory courses that are nested in social justice and equity as a program expectation, we have begun to systemically nurture a culture of awareness and ally building in our program. The major-ity of our pre-service teachers indicated that prior to training they had not had the oppor-tunity to engage with LGBTQ individuals, formally or informally, nor the opportunity to consider the realities and experiences LGBTQ individuals may face in a heteronormative school system and society. Arguably, if pre-service teachers are to engage in creating safe, positive, or queering moments and bring anti-oppressive pedagogy to life, they need explicit training as part of their teacher education programs. Importantly, the findings also show that when our pre-service teachers were learners in schools, they did not observe anti-oppressive school spaces. The results indicate that the program is meeting the goals of creating awareness of language and terminology and creating a deeper understand-ing of LGBTQ oppression. As a result of the training, pre-service teachers felt more knowledgeable about the concept of being an ally to LGBTQ students and students with LGBTQ parents/guardians. There is certainly hope in the number of pre-service teachers who are ready to be allies in a range of ways. However, we also know from our ongoing research that pre-service teachers are still challenged by the complex power relations that exist in schools, and even some-times between their cooperating teacher and themselves, as this relationship may impact their ability to intervene or not (Kearns, Mitton-Kukner, & Tompkins, 2014). Pre-service teachers have also expressed a desire to learn more about curricular connections that they can make to challenge heteronormativity in the form of more training, a finding which indicates that many are comfortable in helping LGBTQ youth feel “safe” but need more opportunities to imagine being proactive and creating “positive” or “queering” moments in curriculum. In addition, several pre-service teachers have indicated that they would like to become trained as Positive Space trainers so that they could bring this work into the field and lead workshops in classrooms and with staff. Positive approaches to an-ti-homophobia recognize that heterosexism is systemic and equity is needed not only for youth but also for all LGBTQ community members, including employees and parents. LGBTQ Awareness and Allies 22Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caChanges in curriculum, policy, hiring, and school-community relationships are integral. We are heartened by the varied understandings our pre-service teachers bring us as they try to find their way in social justice teaching and learning.ConclusionOur lived experience in the Faculty of Education has convinced us of the worth of this program as an integral and mandated part of our Bachelor of Education curriculum. Nested within foundation courses, which have as a focus equity, social justice, and inclusion, the Positive Space workshops provide focused training in anti-oppressive teaching in relation to the LGBTQ community. Given these findings, we believe helping pre-service teachers explicitly reflect on their experiences, attitudes, and questions will strengthen their abilities to help create more inclusive and safe schools for LGBTQ youth and families. The opportunity for pre-service teachers to understand how to engage in anti-oppressive teaching practices is a key component of school and education reform. Policies and procedures to combat homophobia and transphobia are beginning to appear in many school settings, but unless new teachers have the opportunity to explore and apply their grounded knowledge gained from professional development like Positive Space I and II, these well-meaning policies will not likely be translated into action and schools will remain unsafe for many LGBTQ students and families. The research we have done to date supports how important our work is toward the development of a pedagogy that honours all youth. As teacher educators and researchers, we are strengthened in our conviction to continue what we have started and expand upon it so as to answer the call made by Taylor et al. (2011), who asked Bachelor of Education programs to help combat homophobia and transphobia by integrating “LGBTQ-inclusive teaching and intersection-ality into compulsory courses” (p. 21).LGBTQ Awareness and Allies 23Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caReferencesAdams, N., Cox, T., & Dunstan, L. (2004). “I am the hate that dare not speak its name”: Dealing with homophobia in secondary schools. Educational Psychology in Practice, 20(3), 259–269.Adichie, C. (2009). The danger of a single story. Retrieved from YouTube website:http://www.youtube.com/watch?v=D9Ihs241zegAntigonish Women’s Resource Center & StFX Human Rights and Equity Office (2003). The positive space training manual. Antigonish, NS: Author.Bellini, C. (2012). The pink lesson plan: Addressing the emotional needs of gay and lesbian students in Canadian teacher education programs. Journal of LGBT Youth, 9(4), 373–396.Brown, W. (2006). Regulating aversion: Tolerance in the age of identity and empire. Princeton, NJ: Princeton University Press.Chasnoff, D., & Cohen, H. (1996). It’s elementary: Talking about gay issues in school.  San Francisco, CA: Groundspark Films. Chaub, S., Laub, C., & Wall, S. (2004). Beyond the binary: A tool kit for gender identity activism in schools. San Francisco, CA: National Centre for Gay and Lesbian Rights.Clark, C. T. (2010). Preparing LGBTQ-allies and combating homophobia in a U.S. teacher education program. Teaching and Teacher Education, 26, 704–713. Connell, R. W. (1996). Teaching the boys: New research on masculinity, and gender strategies for schools. Teachers College Record, 98(2), 206–235.Creswell, J. W. (2009). Research design: Qualitative, quantitative, and mixed methods. Thousand Oaks, CA: Sage. Creswell, J. W., & Plano-Clark, V. L. (2006). Designing and conducting mixed methods research. Thousand Oaks, CA: Sage. Dyck, D. R. (2012). Report on outcomes and recommendations. LGBTQ Youth Suicide Prevention Summit 2012. Toronto, ON: EGALE Canada Human Rights Trust. Retrieved from EGALE website: http://egale.ca/all/ysps2012/LGBTQ Awareness and Allies 24Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caEichler, M. (2010). Joining the family: Experiences of being and becoming ally activities of LGBTQ people. Journal of Transformative Education, 8(2), 89–102.GLSEN (2007). Gay-straight alliances: Creating safer schools for LGBTQ students and their allies (GLSEN research brief). New York, NY: Gay, Lesbian and Straight Education Network. Goldstein, T., Russell, V., & Daley, A. (2007). Safe, positive and queering moments in teaching education and schooling: A conceptual framework. Teaching Education, 18(3), 183–199. Guskey, T. (2000). Evaluating professional development. Thousand Oaks, CA: Corwin Press.Holmes., S. E., & Cahill, S. (2003). School experiences of gay, lesbian, bisexual and transgender youth. Journal of Gay & Lesbian Issues in Education, 1(3), 53–66.Ishiyama, F. I. (2002, 2004 rev). The 2004 trainers’ manual (v3) for anti-discrimination Response Training (A.R.T.) Program. An active witnessing approach to prejudice reduction and community development. (Unpublished manual). Vancouver, BC: University of British Columbia. Kearns, L. (2013). The “Ontario First Nation, Métis and Inuit education policy framework”: A case study on its impact. in education, 19(2), 86–106. Retrieved from the in education website: http://ineducation.ca/ineducation/article/view/145Kearns, L., Mitton-Kukner, J., & J. Tompkins. (2014). Building LGBTQ awareness and allies in our teacher education community and beyond. CELT: Collected Essays on Learning and Teaching, 7(1).  Retrieved from CELT website: http://celt.uwindsor.ca/ojs/leddy/index.php/CELT/article/view/3980/3259Kitchen, J., & Bellini, C. (2012). Addressing lesbian, gay, bisexual, transgender, and queer (LGBTQ) issues in teacher education: Teacher candidates’ perceptions. Alberta Journal of Educational Research, 58(3), 444–460. Kosciw, J. G., Greytak, E. A., Diaz, E. M., & Bartkiewicz, M. J. (2010). The 2009 national school climate survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York, NY: Gay, Lesbian, and Straight Education Network [GLSEN]. Retrieved from PENNSEC/EGALE LGBTQ Awareness and Allies 25Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.cawebsite:  http://pennsec.org/wp-content/uploads/2011/05/2009-National-School-Climate-Report-Full.pdfKumashiro, K. (2002). Troubling education: Queer activism and anti-oppressive pedagogy. New York, NY: Routledge-Falmer.Pike, N. (2014, February). Transphobia 2. Lecture presented at Professional Development Day, Saint Francis Xavier University, Antigonish, NS. Pike, N. (2013, October). Transphobia.  Lecture presented at Professional Development Day, Saint Francis Xavier University, Antigonish, NS. Purdy, C. (2013, September 2). Transgender boy returns to school in Edmonton, proudly sharing his story. Retrieved from The Star website: http://www.thestar.com/news/canada/2013/09/02/transgender_boy_returns_to_school_in_edmonton_proudly_sharing_his_story.html Reis, B., & Saewyc, E. (1999). Eighty-three thousand youth: Selected findings of eight population-based studies as they pertain to anti-gay harassment and the safety and well-being of sexual minority students. Seattle, WA: Safe Schools Coalition.Robinson, K.  H., & Ferfolja, T. (2008). Playing it up, playing it down, playing it safe: Queering teacher education. Teaching and Teacher Education, 24, 846–858.Stiegler, S. (2008). Queer youth as teachers: Dismantling silence of queer issues in a teacher preparation program committed to social justice. Journal of LGBTQ Youth, 5(4), 116–123. Taylor, C., Peter, T., Schachter, K., Paquin, S., Beldom, S., Gross, Z., & McMinn, T. L. (2009). Youth speak up about homophobia and transphobia: The first national climate survey on homophobia in Canadian schools. Phase one report. Toronto, ON: EGALE Canada Human Rights Trust.Taylor, C., Peter, T., McMinn, T. L., Elliott, T., Beldom, S., Ferry, Z., Gross, Z., Paquin, S., & K. Schachter. (2011). Every class in every school: The first national climate survey on homophobia, biphobia, and transphobia in Canadian schools. Final Report. Toronto, ON: EGALE Canada Human Rights Trust.Walters, B. (2013, January 19). Transgender at 11: Listening to Jazz. Retrieved from YouTube website: https://www.youtube.com/watch?v=bJw3s85EcxMLGBTQ Awareness and Allies 26Canadian Journal of Education / Revue canadienne de l’éducation 37:4 (2014)www.cje-rce.caWalton, G. (2004). Bullying and homophobia in Canadian schools: The politics of policies, programs, and educational leadership. Journal of Gay and Lesbian Issues in Education, 1(4), 23–36.Wells, K. (2012). Nohomophobes.com [website]. Edmonton, AB: Institute for Sexual Minorities Studies and Services. Retrieved from Nohomophobes.com",
    "id": 230593519,
    "identifiers": {
        "doi": null,
        "oai": "oai:cje.journals.publicknowledgeproject.org:article/1628"
    },
    "title": "LGBTQ Awareness and Allies: Building Capacity in a Bachelor of Education Program",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-12-08T00:00:00+00:00",
    "publisher": "Canadian Society for the Study of Education / Société canadienne pour l'étude de l'éducation",
    "references": [],
    "sourceFulltextUrls": [
        "https://journals.sfu.ca/cje/index.php/cje-rce/article/download/1628/1714"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/230593519.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/230593519"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/230593519/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/230593519/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/230593519"
        }
    ],
    "abstract": "This research describes the impact of an integrated training program (Positive Space I and Positive Space II) on pre-service teachers’ understandings of and abilities to create safe spaces for lesbian, gay, bi-sexual, transgendered, two-spirited, queering and/or questioning (LGBTQ) youth and allies in schools. Our Bachelor of Education program incorporatesthese workshops as part of sociology of education and inclusion classes that are mandatory courses for all pre-service teachers. Our findings suggest that for the pre-service teachers we teach, the Positive Space program is needed if they are to be allies and to interrupt heteronormativity",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "research-article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "research-article"
    ],
    "oai": "oai:cje.journals.publicknowledgeproject.org:article/1628",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14188",
        "openDoarId": 0,
        "name": "Canadian Journal of Education (CJE) / Revue canadienne de l'éducation",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 230593519,
        "depositedDate": null,
        "publishedDate": "2014-12-08T00:00:00+00:00",
        "updatedDate": "2024-02-15T21:54:00+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-17T21:43:07+01:00"
    },
    "urls": [
        "https://journals.sfu.ca/cje/index.php/cje-rce/article/view/1628"
    ],
    "lastUpdate": "2024-02-15T21:54:00+00:00",
    "setSpecs": []
}