{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Schafer-Garcia, Alysa"
        }
    ],
    "contributors": [],
    "createdDate": "2023-06-09T20:07:29+01:00",
    "dataProvider": {
        "id": 11713,
        "name": "University of Washington: UW Tacoma Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/11713",
        "logo": "https://api.core.ac.uk/data-providers/11713/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/567724390.pdf",
    "fullText": "University of Washington Tacoma UW Tacoma Digital Commons M.Ed. Literature Reviews Education Spring 6-7-2023 LGBTQ+ Youth Experiences in Education: What it Means to be Queer Alysa Schafer-Garcia University of Washington Tacoma, aschafer@uw.edu Follow this and additional works at: https://digitalcommons.tacoma.uw.edu/med_theses  Part of the Curriculum and Instruction Commons, Gender Equity in Education Commons, Humane Education Commons, and the Junior High, Intermediate, Middle School Education and Teaching Commons Recommended Citation Schafer-Garcia, Alysa, \"LGBTQ+ Youth Experiences in Education: What it Means to be Queer\" (2023). M.Ed. Literature Reviews. 1. https://digitalcommons.tacoma.uw.edu/med_theses/1 This Open Access (no restriction) is brought to you for free and open access by the Education at UW Tacoma Digital Commons. It has been accepted for inclusion in M.Ed. Literature Reviews by an authorized administrator of UW Tacoma Digital Commons. For more information, please contact taclibdc@uw.edu. 1 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION  LGBTQ+ Youth Experiences in Education: What it Means to be Queer  Alysa Schafer School of Education, University of Washington TEDUC 599 Dr. Weinstein June 6, 2023   2 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Abstract This research explores the existing literature on the experiences of LGBTQ+ students in schools. Three themes were identified: the effects of school climate on LGBTQ+ students, the health, wellness, and survivability of LGBTQ+ students, and how curriculum affects LGBTQ+ students. The paper goes on to examine how practices at Generic Sound School Name could be aligned with research and then explores the implications for future research and transformed practice.  Keywords: LGBTQ+ students, queering education, heteronormativity, queer students, compulsory heterosexuality   3 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION LGBTQ+ Youth Experiences in Education: What it Means to be Queer With a Queer Theory and Theory of Knowledge and Power Lens This literature review explores the existing research on how teachers and administrators affect the experiences of lesbian, bisexual, transgender, queer, and questioning (LGBTQ+) youth in schools within the United States of America (U.S.) from grades kindergarten through twelfth grade (k-12). This literature review also looks at how higher education and educator programs play a part in how administrators and teachers affect LGBTQ+ youth in school.  Adolescents' well-being and care, as described by psychologists such as Maslow and Dewey, is a necessity that should be met and taken care of before they can learn and take in new information (Ediger, 2012). This can be extended to social situations such as those experienced at school which can affect a child's mental, emotional, and physical well-being. With that being said, the influence of peers, educational staff, and other community members has an impact on how students in the k-12 education system operate daily (Hornbeck & Duncheon, 2022). Queer youth, specifically Lesbian, Gay, Bisexual, Transgender, Queer, Questioning, and Intersex (LGBTQ+), are a demographic of students that are subjected to unique experiences in the education system based on their identities (Earnshaw et al., 2020; Kersey & Voigt, 2021; McQuillan, 2022; Owens & Mattheus, 2022; Schey, 2023; Snapp, McGuire, et al., 2015). For the rest of this project, I will be using the term queer to refer to all people who do not fit in the compulsory cis-heterosexual hegemony. This is because queer is a reclaimed term in the LGBTQ+ community that is meant to be empowering and because to be queer is to be deviant. Therefore, queer will be used when referring to people and or groups who are part of the LGBTQ+ community (see definitions and terms in the next section). As with other marginalized groups, queer youth are at risk of increased rates of bullying and harm which perpetuates the 4 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION oppressive systems of power at play (Friedensen et al., 2021; Souza et al., 2016). In education, there is the current pursuit of educating the whole child. Which would entail educating and supporting queer adolescents (Auriemma, 2022). With the overwhelming violence inflicted on queer youth within the U.S. there is a need for interventions and support provided by adults involved in education (GLSEN Partners on Efforts for LGBT-Inclusive Teacher Prep, n.d.). GLSEN reports that in 2017 roughly 60% of queer youth in the U.S. felt so sad in schools that they could no longer participate in their normal activities. Such a high percentage of students who cannot participate fully in schools based on oppression, ostracization, and harassment is alarming. Data collected from the Trevor Project found that 42% of queer youth seriously considered suicide in the year 2021. Queer youth are at risk of truancy, depression, and homelessness at a rate that is much more severe than their heterosexual peers (\"Facts About LGBTQ Youth Suicide,\" n.d.). Considering these aspects of the lived experiences of queer youth, there is a pressing need for educators and administrators to intervene. Terms and Vocabulary In discussions related to queer theory and LGBTQ+ studies, several terms are commonly used to provide nuanced understandings of gender and sexuality. Firstly, the term \"cisgender\" or cis for shorthand, refers to individuals whose gender identity aligns with the sex they were assigned at birth. Cisgender individuals identify with the gender roles and expectations assigned to them based on their biological sex. The concept of cisgender is crucial in highlighting the dominant and normative nature of gender identities that align with societal expectations. \"Heteronormativity\" is another key term in the context of queer theory. It refers to the social norms and expectations that assume heterosexuality is the default and dominant sexual 5 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION orientation. Lastly, the term \"queer\" is used as an umbrella term within LGBTQ+ discourse. It encompasses a wide range of non-heterosexual and non-cisgender identities and experiences. Queer challenges rigid categorizations and embraces the fluidity and multiplicity of gender and sexual identities. Queer theory, as an academic framework, analyzes power structures, challenges heteronormativity, and seeks to understand and dismantle systems of oppression based on sexuality and gender identity. Context   The local, regional, and national policies, laws, and programs implemented to shape and define how LGBTQ+ are treated in schools within the U.S. Starting with local impacts of school districts in the Puget Sound area, there are ambiguous statements listed on two urban public district sites addressing diversity support and expectations. Urban Public School District One (UPSDO) proclaims \"While the state includes gender identity within Health Education standards, the conversations around gender identity align with the district's commitment to identity safety for all. An identity-safe classroom allows students to feel visible and valued.\" (\"LGBTQ Programs, Curriculum, and Support,\" n.d.). This statement makes a grandiose assertion that does not seem to include how UPSDO is creating a \"safe classroom\". Continuing the trend of ambiguity, Urban Public School District Two (UPSDT) has a district Policy No. 3111 which \"acknowledges the need to provide for every student a quality education that includes appreciation and respect for human individuality, cultural differences, and similarities that contribute to our democratic nation as a whole.\" (Policy Details Page - Tacoma Public Schools, n.d.). This liberal proclamation does not outline exactly how and where such support is implemented. Rather, it leaves room for educators and administrators to decide what this looks like within their school: leaving room for possible gaps in the protection of queer youth. 6 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Alternatively, UPSDO has recently within the last three years passed a resolution to implement an inclusive curriculum and gender-neutral bathrooms. (\"LGBTQ Programs, Curriculum, and Support,\" n.d.). While this step may not encapsulate all ways that queer youth could be protected, it is a step in a direction that could protect queer youth going forward. Washington policies and legislatures follow similar suit to the school district's policies and statements for UPSDO and UPSDT. OSPI has the following quote on their site: \"Gender identity and gender expression are protected classes under Washington state law, which means schools cannot discriminate against students based on their gender identity or gender expression.\" (Gender-Inclusive Schools | OSPI, n.d.). This statement reads similarly to what is seen in UPSDO and UPSDT, but they include notes about the law: which appears to be more assertive as it entails repercussions for breaking said policy. Also like USPDO’s policies, OSPI states that students are allowed to, and are entitled to use whatever bathroom they feel the most comfortable using. Something that does not pop up on the school district's websites but that does in OSPI is that pronouns and gender designations should be respected. While GLSEN is not directly affiliated with or financed by OSPI, GLSEN outreach and collaboration within Washington State has many positive impacts on Washington State schools including professional development training and resources. In addition to GLSEN, there is the Safe Schools Coalition under the Washington Education Association which collaborates with educators and community members to support queer youth. Generally, in Washington, there are regional-level supports that are available to schools based on outreach. As far as legislation goes, there is a bill associated with curriculum implementation of queer youth. For supportive sex education: Senate Bill 5395, passed by the Legislature and Washington voters in 2020, went into effect on December 3, 2020. It requires all public schools to provide comprehensive sexual health education (CSHE) to all 7 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION students by the 2022–23 school year.\" (Comprehensive Sexual Health Education Implementation | OSPI, n.d.) While there is a legislature specific to Washington state around the curriculum of sexual education, there is much room for interpretation about how queer youth are treated in schools.  At the national level, there are more variable policies happening. At the federal level, Title IX protects people against bias-based oppression based on someone's identity. (Know Your IX Title IX Protections for LGBTQ Students, n.d.). Some organizations support queer youth at the national level similar to Washington state's resources such as GLSEN and other groups. Likewise to OSPI in Washington, at the national level, LGBTQ+ youth must have equal access to all aspects of a school's programs and activities according to the Department of Education (Resources for LGBTQI+ Students, 2022). Luckily, GLSEN is becoming more popular and working to prepare educators to be LGBTQ+ inclusive across the U.S. (GLSEN Partners on Efforts for LGBT-Inclusive Teacher Prep, n.d.). Unfortunately, there are major waves of setbacks in various states. For example, oppressive state policies in the southern states: \"Just this year, legislators have introduced more than 300 bills targeting LGBTQ Americans, with many seeking to limit transgender kids' access to medical care, school bathrooms, and sports teams, according to the Human Rights Campaign\"(‘I'm Terrified’, 2022). There is a quite the divide between many states. As seen by how \"currently, only 19 states and the District of Columbia explicitly prohibit discrimination based on sexual orientation and gender identity in employment, housing, and public accommodations.\" (“The United States”, 2018).  Importance This topic is relevant to me as an educator because I teach and work with LGBTQ+ youth at my job regularly. As a queer person, I am passionate about using my knowledge and position 8 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION to help protect LGBTQ+ youth from what I and many other queer people have experienced in school. As a secondary science educator, I find that in my areas of endorsement, there is an absence of an LGBTQ+ progressive curriculum. Because of that lack of progressive inclusion within the sciences, I'd like there to be more discussions about this area of research. Homophobia, transphobia, and bias-based bullying is not a new phenomenon that I have witnessed. This is something I have seen occur since I was a very young child. After I started studying sociology and genderqueer studies, I began to have a better repertoire of language to employ when addressing such biases and oppression of queer folks. With this new knowledge base of mine, I found a passion for advocacy, especially within the field of education during my certification program. With that being said, after returning to schools post the 2020 – 2021 COVID-19 pandemic, I began to witness a profound surge of bias-based oppression of queer youth both from educators and students alike. From students saying statements like \"I am going to beat that tranny's ass\" to teachers calling students \"snowflakes\" for using pronouns, I started to realize there is a need for action around such hateful rhetoric. I also have been unfortunately watching more and more transgender youth at my school location drop out due to bias-based oppression. This also leads me to believe that there must be something done about this in the education system to protect queer youth from the perpetuation of truancy of queer youth and the school-to-prison pipeline (Snapp, Hoenig, et al., 2015). Oppression based on identity is extremely detrimental to students' ability to learn in a conducive environment. (Sava et al., 2021a). Students who are better supported in all ways of their gender, sexuality, and identity as a whole are much more likely to feel safe and comfortable at school (Silva et al., 2017). Including discourse, curriculum and content related to LGBTQ+ identities will also allow students to be able to make connections between themselves and the 9 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION information they are learning in school. Being able to connect to content and feel relevant in their education is something I strive to achieve for my students. The Trevor Project notes that  \"LGBTQ youth are more than four times as likely to attempt suicide than their peers (\"Facts About LGBTQ Youth Suicide,\" n.d.). The mental, emotional, and physical toll that LGBTQ+ oppression causes in schools is enough to make students drop out. I have seen many students leave school because they felt unsafe by their teachers, peers, or administrator team. This greatly saddens my heart as I know all students are capable of great things if the environment that they are in supports them. All communities should ideally strive for safety, diversity, and inclusion. By researching this topic, I hope to help curate a space where my community can embrace LGBTQ+ youth, allowing them to thrive in school. Purpose  The purpose of this project is to understand the factors that influence the experiences of LGBTQ+ youth in school, to evaluate how the current interventions are working to support LGBTQ+ youth, and to explore how educators, administrators, and other students impact LGBTQ+ youth in schools. All factors described here influence the lived experiences of queer youth: whether it is for the betterment of the education given to them or the impediment. This paper will explore the following questions: • How do administrators' and teachers' actions act out compulsory cis-heterosexuality in schools? • How do classroom curricula affect the social hierarchies of gender and sexuality of queer youth? • What kinds of influences do educator preparation programs have when preparing teachers and administrators to deal with compulsory cis-heterosexuality in schools? 10 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Literature Review  In this literature review, I discuss the current research on the impact of the education system on the lived experiences of queer youth. For this literature review, queer here means an identity that may be considered outside of a cis-heteronormative binary that could encapsulate all LGBTQ+ identities. The use of naming LGBTQ+ identities as queer relates to the basis of Queer Theory which attempts to deconstruct binaries and addresses those that are othered. Before I explore the three themes of the literature review, I will explain the main background theories that preface this work. This literature review explores three themes. Theme one is concerned with school climate and queer identity. In this theme, I am referring to school culture, the presence or absence of school support, and community dynamics. Theme one also will include queer teachers' and queer school staff experiences which play a factor in school climate. In theme two I will be reviewing articles that are centered around wellness, health, and survival. In this second theme, there is a mixture of deleterious effects and positive effects. However, there tends to be a dominant outcome of negative effects on queer youth's health compared to positive interactions. Lastly, in theme three, I will be reviewing articles that are concerned with how the curriculum and classroom content affect queer youth's experiences. This third theme on curriculum concerning queer youths' experiences is the most neutral in terms of causing deleterious or beneficial impacts.  Theory While there are some newer contemporary theories discussed in the following sections, the theoretical frameworks and lenses that make up the basis of the literature I am looking at are Michel Foucault's social theory of knowledge and power, Judith Butler's Queer Theory, Michael 11 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Warner's Heteronormativity, and McPhee and Poole's Structuration Theory. The theorists discussed in this section set the paradigms and pedagogies for what the following literature is exploring. Once the themes and studies are discussed below, the theories described here will become an assumption that works in the background of the research studies within the themes reviewed. Foucault used post-structuralism to explore the theoretical work of disciplinary power and how the subject, the self can be a vessel in which systems and rules are put onto oneself and others (Haugaard, 2022). Furthermore, Foucault's theories emphasized the relationship between power and knowledge. He argued that power is not just concentrated in the hands of those in authority, but rather, it operates at multiple levels of society through modes of surveillance, discipline, and normalization. Foucault also believed that knowledge is not objective or neutral, but rather, it is shaped by power relations and dominant discourses. His work also focused on how knowledge and power operate to produce and maintain social hierarchies, including those based on gender, race, and sexuality. Foucault's theories have been influential in a range of fields, including sociology, philosophy, political theory, and cultural studies.  Judith Butler has played a large role in the making of Queer Theory, for Butler argues that gender is performative and socially learned, rather than something obtained or inherited (Souza et al., 2016). Judith Butler's theories specifically focus on gender and identity whereas Foucault's theories are more about hierarchies in general within the field of sociology. They argue that gender is not something that is innate or biologically determined but is instead a social construct that is performed and constantly being constructed. They coined the term \"gender performativity\" to describe the idea that people perform or enact their gender roles through repeated behavior that conforms to societal norms. Additionally, Butler's work emphasizes the 12 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION importance of recognizing and accepting the diversity of gender identities beyond the traditional binary of male and female. They have also written extensively about how power relations, particularly those related to gender, intersect with other forms of oppression such as race, class, and sexuality. Overall, Butler's theories call for a reexamination of traditional notions of gender and identity and a move toward a more inclusive and accepting society. Michael Warner writes of a difference between homonormativity and heteronormativity, where heteronormativity is what is the dominant and oppressive status quo of today's world (Warner, 1991). This heteronormativity is a socialized culture in which cisgender, heterosexual individuals are seen as valid whereas others are queer, alienated, and deviant. Michael Warner's heteronormativity theory suggests that society is structured around the assumption that heterosexuality is the norm and superior to other sexual orientations. This assumption affects all aspects of social life, including the institutionalization of heterosexuality in laws, policies, and cultural practices, as well as the stigmatization of non-heterosexual identities and behaviors. This creates a system of privilege for heterosexual individuals and reinforces their dominance in society while marginalizing and oppressing those who do not conform to this norm. McPhee and Poole's structuration theory is relevant to this field of study as it assumes that there are actors and rules where actors will try to change rules to best suit their own goals (Bastien & McPhee, 1995). Within education, the area of focus here, some rules and actors influence each other. McPhee and Poole's structuration theory suggests that the actions and behaviors of individuals are influenced by both the structures or norms of society and their agency, or ability to make choices. In other words, individuals are not passive actors who are simply following predetermined social norms, but rather they actively choose how to act within the boundaries of these structures. This theory emphasizes the importance of understanding the 13 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION dynamic relationship between individuals and society, as individuals are both influenced by and can shape the social structures around them. School Climate and Queer Identity  The first theme I explore in the literature is school climate and its impacts on LGBTQ+ culture and queer identity. Supports at the school, district, and state levels all play a factor in the experience of queer youth. However, many of the articles in the literature focus on a singular school or a handful of schools. Therefore, school culture and climate are a large area of study for LGBTQ+ youth's experiences. I will be discussing how supports such as Gay-Straight Alliances (GSAs) or Gender and Sexualities clubs, community organizing, advocacy, teacher-student relations, and peer-peer relations all affect queer experiences in school.  GSAs and School Policies  Gay-Straight Alliances or Gender and Sexuality Alliances (GSA) are clubs that attempt to foster community, spread awareness, and create a space for queer students to be themselves without bias-based bullying from peers (Day et al., 2020; Hillard et al., 2014; Porta et al., 2017; Snapp, McGuire, et al., 2015). GSAs and school policies set the atmosphere for queer youth in many ways. For example, GSAs have been shown to improve school climates, decrease victimization and suicidal behavior, and increase well-being among LGBTQ youth (Day et al., 2020). Much of the literature described in the subsequent paragraphs states that GSAs are beneficial to queer youth. Whereas there are a few studies described below that found contradicting results.  One study found GSAs to have a positive impact on queer youth. Day et al. (2020) conducted a mixed-methods study researching the usefulness of GSAs to support queer youth through bias-based bullying. The data analyzed in this article was part of a larger four-panel 14 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION longitudinal study centered on factors that protect youth from suicide. The analysis in this study was focused on the results from a question on biased-based bullying, two rating prompts on perceived social support in schools, the presence of GSAs, and the presence of LGBTQ+-focused policies. The authors found that in schools where GSAs were present, LGBTQ+ youth perceived that they faced less bullying and felt safer being themselves. Additionally, the authors found that LGBTQ+ youth perceived greater classmate support when positive LGBTQ+ policies were in place at their school.  However, there is research in the literature that demonstrated mixed results regarding GSAs. For example, De Pedro et al. (2018) analyzed data from the 2013-2015 California Healthy Kids Survey (CHKS), one of the largest statewide assessments of elementary and secondary school climate in the United States. The study focused on a subsample of 7th, 9th, and 11th-grade students enrolled in a rural school district in Central California who completed the core module and the supplemental gender and sex-based harassment module. The study assessed various factors related to LGBTQ support in schools, such as anti-bullying policies, peer and teacher intervention, and the presence of LGBTQ support groups or clubs. The study found that LGBTQ support, teacher and peer intervention, and the presence of GSAs had varying impacts on safety and victimization among LGBTQ youth, with support and intervention positively associated with safety and the presence of GSAs negatively associated with safety. While this study found varying results, the researchers did find that GSAs helped support LGBTQ+ students in some ways.   On a more negative note, one research study on GSAs examined how LGBTQ+ students in GSAs were more likely to be harassed than their cis-heterosexual peers. A case study conducted by Hillard et al. (2014) collected data from 14 of 21 middle and high schools in the 15 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Seattle Public Schools District, selected based on the existence of a GSA at the time of the study. Thirteen of the 14 schools (93%) participated, with data collected through a student questionnaire completed by 107 of the estimated 195 GSA students, and 16 focus groups conducted across 7 schools. The study found that rates of harassment among subgroups ranged from 86% (among non-White students) to 68% (straight students), with the most common form of bullying being sexual jokes, comments, or gestures, and being teased because of looks or speech. GSA students who were LGBQ were more likely than straight students to experience several forms of harassment, and non-White GSA students were more likely than White GSA students to report all but 3 forms of harassment that were assessed. While this may not directly get at how supportive GSAs are, it highlights how LGBTQ+ students are being targeted regardless of the club.  GSAs and other in-school organizations must exist within the framework of schoolwide policies. This next subsection will explore the research on such policies and their impacts on queer youth. School-wide policies and many studies explored how pedagogies such as culturally responsive teaching can have an impact on LGBTQ+ students. Aronson and Laughter (2020) synthesized research on Culturally Relevant Education (CRE), focusing on gender and sexuality equity, aiming to connect student outcomes, educate stakeholders, and shift public discourse to better serve historically underserved communities, emphasizing the intersectionality of social identities. They did this by searching multiple databases and keywords related to culturally relevant pedagogy, gender, sexuality, and LGBTQ in K-12 contexts, analyzing the studies that examined the intersections of CRE and demographics of gender or sexuality, and reporting their findings on student outcomes, considering the specificity and depth of each account. The main research findings from the search were the importance of CRE in disrupting gender-normed 16 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION binaries and intersections, the influence of gender on learning and social identities, and the promotion of gender and sexual identities through CRE (Aronson & Laughter, 2020). Like Aronson and Laughter’s work, Kokozos and Gonzalez (2020), provided a crucial perspective on frameworks and pedagogies around queer theory in education. Kokozos and Gonzalez (2020) explored the normalization of LGBTQ individuals resulting from recent social and political advancements, while also addressing concerns raised by queer theorists about the limitations of the current equality movement. This narrative inquiry examined the normative approaches to inclusion in schools, which perpetuate heteronormativity and cisnormativity, leading to the benefit of some LGBTQ students' well-being at the expense of others. The main frameworks proposed in this study were a critical inclusion framework that challenged normative approaches to LGBTQ inclusion and a nationalist project framework that exposed the selective nature of LGBTQ inclusion within mainstream institutions.  Similar to the previous two studies described, McQuillan (2021) also performed a study that focused on school policy. McQuillan (2021) specifically investigated the adoption and implementation of policy protections for LGBTQ+ and gender-nonconforming students, examining factors at federal, state, and local levels. This study utilized data from Illinois school district documents, school district report cards, the Common Core of Data, and the Census American Community Survey to examine the adoption and implementation of policy protections for LGBTQ+ and gender-nonconforming students. McQuillan (2021) found that most school districts had policy protections against discrimination based on sexual orientation (94%) and gender identity (92%), but only 1% included protections for gender expression. Staff-Student Relations and Involvement 17 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Another aspect of the school climate that affects queer youth's experiences in education is school staff (De Pedro et al., 2018; Dykes & Delport, 2018). Staff and educator identity can and does play a role in how the adult in a room protects or harms queer youth. A previous study that was introduced by De Pedro et al. (2018) when talking about GSAs also examined teacher interventions. Specifically, they found that teacher intervention was associated with higher levels of safety among LGBTQ youth in a rural school district context. Additionally, the study found that peer and teacher intervention were significant predictors of LGBTQ safety, where the authors highlighted the importance of training and empowering teachers to intervene during instances of homophobic and transphobic victimization. Owens & Mattheus (2022) researched how Safe Space training through the Gay, Lesbian, Straight Educator Network (GLSEN) impacted schoolteachers’ and staff's ability to support LGBTQ+ students. The authors described how suicidal thoughts, drug use, depression, and other health concerns were growing amongst LGBTQ+ youth compared to cis-heteronormative youth, which should be taken very seriously in school. In this mixed methods study, using the Likert scale, data was collected from a pre-test and post-test survey, a reflection activity 2 weeks after the training, and another reflection survey after 3 months. The authors found that the training benefited staff and teachers in their ability to support LGBTQ+ students and in their knowledge of LGBTQ+ issues. While this research is focused on educators, the results have implications for student wellness in schools. Fredman et al. (2015) found both positive and negative effects of teacher relationships with queer students. The research methodology used was qualitative where the researchers conducted 16 semi-standardized interviews after obtaining 15 predetermined interview questions from educator respondents. The interview questions centered around curriculum, the intervention of bullying, fostering an LGBTQ+ inclusive space, teacher training, and community reactions to 18 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION LGBT+ issues in schools. The researchers conducted data analysis using a grounded theory approach which rendered 5 themes from the interview process. The researchers found that when determining what pedagogical practices to employ when it comes to LGBTQ+ issues, educators evaluate the rules of their school system and then negotiate how to play their role depending on the risks associated with said rules. These rules are social ones and not listed in handbooks. As such, Fedman et al. highlighted that educators are reinforcing heteronormativity in schools by being constrained by the social systems in place. On the other hand, they provided data that some policies can be enabled when the people within the system are supportive and do their best to prepare educators for backlash. The researchers also found that sometimes the rules may not be explicitly written into policies, but rather framed in a way that implicitly tells educators they should not talk about LGBTQ+ issues because they may be considered controversial. With this study in mind, it appears that teachers are important stakeholders in the ways that queer youth experience the education system. As they can positively or negatively affect queer students depending on the circumstances. Following suit, of teacher perspectives and using educators as a study subject, a study performed by Hornbeck & Duncheon (2022) researched ways that the ethics of care can better support LGBTQ+ students when enacted by teachers. In this analysis, the researchers used data from a qualitative project on ECHS in Texas. The sample group included three administrators and 39 teachers that were involved in one-on-one and focus group interviews. Data analysis was conducted using Nodding's' framework looking for examples of care and possible assumptions of heteronormativity (Hornbeck & Duncheon, 2022). The researchers found that administrators and teachers felt that these ECHSs provided allyship, a culture of inclusion, and opportunities to resist oppressive social norms. Staff members went out of their way to make sure the students 19 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION were made to feel like \"family\" before educating them. Hornbeck and Luncheon highlighted that this then allowed staff to better support their students. The authors also found that using students' pronouns, respecting them by their proper names, and advocating for them demonstrated radical acts of support that made LGBTQ+ students feel part of the community. The previous studies focused on teachers who were not necessarily queer, Dykes & Delport (2018) were interested in how queer teachers themselves were affected in school environments and how that subsequently can affect queer youth along with school culture. Using snowball sampling, 10 participants were chosen to be interviewed for a narrative inquiry design. Using the interview responses, Dykes and Delport used coding techniques to discern common themes that were then further explored using the theoretical frameworks from Queer Theory. From the interview data, the authors found that two themes emerged: the need for pre-service training on LGBTQ issues and that bullying of LGBTQ teachers makes for an unsafe work environment. While this study's research subjects were teachers, this data contributed to the context around how school culture can then affect queer youth. Wellness, Health & Surviving  The literature demonstrates that many factors affect queer youth disproportionately to their cis-heterosexual peers. Namely, truancy, the school-to-prison pipeline, depression rates, suicide rates, reports of isolation, and bis-based bullying reports (Earnshaw et al., 2020; Fredman et al., 2015; Garg & Volerman, 2021; Greenspan et al., 2019; Snapp, Hoenig, et al., 2015). Queer youth experience stereotype threat, violence, and bullying at much higher rather than their cis-heteronormative peers (Earnshaw et al., 2020; Kersey & Voigt, 2021; Lundin, 2014; O'Farrell et al., 2021; Owens & Mattheus, 2022; Sava et al., 2021b). The literature highlights that nurses, school psychologists, educators, and other school personnel may have an impact on queer youth 20 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION in the education system. The overwhelming data from the literature on the following theme is negative and there is not much evidence of queer youth having many positive impacts from current experiences of wellness, health, emotional stability, and survival hood in the education system.   Using a systematic review and narrative synthesis of mixed research method studies, O'Farrell et al. (2021) explored the use of and or lack of sexual health education. The authors addressed how youth sexual education is both heteronormative and non-educational for many adolescents. Using narrative synthesis, the authors reviewed the results sections of each article they found viable and compiled them into a data table that categorized the articles. The categories included but were not limited to narratives about STDs, STIs, Social-Emotional Well-Being, and if students saw themselves in the curriculum. The authors found that generally, LGBTQ+ youth were not satisfied with the current sexual education curriculum that they were receiving. The authors emphasized that these case studies display that educators and sexual health facilitators are often perpetuating heteronormative culture. Like O’Farrell et al. (2021), Gard and Volerman (2021) were interested in the higher rates of risky sexual behaviors and negative sexual health outcomes among LGBTQ youth, emphasizing the need for inclusive sex education. Gard and Volerman found that there were variations in sex education policies across states and aimed to examine their implications for schools and students. Their findings showed that out of the 50 states, only 22 include LGBTQ topics in school-based sex education policies, with 9 states mandating inclusive education, 6 mandating discriminatory education, and 5 mandating neutral education (Garg & Volerman, 2021). Additionally, 29 states do not mention LGBTQ topics, with 13 of them using normative language that stigmatizes the LGBTQ population in their sex education policies. 21 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION  One research study focused on sports and athletics. Greenspan et al. (2019) aimed to investigate the experiences of LGBTQ+ youth and allies in school athletics, their relationships with coaches/P.E. teachers, and factors that could improve the inclusivity of school athletics for LGBTQ+ and ally students. The researchers employed surveys, focus groups, and interviews to collect data from participants aged 13 to 18. The survey findings revealed that non-LGBTQ+ male respondents generally preferred competitive sports like baseball and basketball, while non-LGBTQ+ females and LGBTQ+ individuals showed a preference for independent activities such as running, yoga, and dance. Transgender and genderqueer participants expressed a liking for individual physical activities like yoga and rock climbing. The study also highlighted instances of institutional oppression, including discriminatory practices, lack of teacher intervention in homophobic comments, and structural barriers in school athletic programs that negatively affected LGBTQ+ youths' experiences.  Sava et al. (2021) questioned LGBTQ+ youth and school health professionals if LGBTQ+ youth’s needs were being met. This study was unique because the researchers focused on school health professionals and not just school staff or educators. This study aimed to address the issue of how LGBTQ+ youth often have their health needs overlooked or neglected compared to their heteronormative peers. Fifty-four participants total completed a brief survey and forty-seven of those individuals participated in online focus groups. The authors collected data by using Rapid Qualitative Inquiry. The LGBTQ+ youth responded by emphasizing that there was a need for health education that was not cis-heteronormative. Amongst other needs, the youth also expressed that there needed to be action taken around sexual violence/harassment that happened at school to the LGBTQ+ youth. Here, there is some insight into how there is a 22 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION disconnect between how school staff perceived they were doing in terms of supporting queer youth and how queer youth were experiencing the education system. School Curriculum The third theme I will explore is school curricula and class content. Studies performed by Freshman et al. (2015), Schey et al. (2021), and Wernick et al. (2021) focus on curriculum and classroom content in general: the research was not making claims about subject matter-specific results regarding the experiences of queer youth. For example, Fredman et al. (2015) discussed topics on curriculum, specifically around classroom content and materials used. Fredman et al. found that Educators face curricular and policy restraints in promoting LGBTQ-inclusive topics in schools due to concerns about administrative and community feedback. Despite this, some educators found ways to incorporate aspects of inclusive pedagogy and safe atmospheres within the constraints of policy and curriculum. Taking small steps within existing curriculum and policy was found to help promote change and better prepare educators to engage in LGBTQ-related conversations inside and outside the classroom. This study gives context around the sociological factors at play when considering how to make a change when confined by harmful systems.  In a single class study, that yield similar results to Fredman et al (2015), Schey et al. (2021) observed a co-taught sophomore humanities course at Harrison High School, taught by Ms. Abby and Mr. Brooks, that focused on themes of inequity and justice using a range of practices to foster critical literacy. The course was discussion-based and included representations of sexual and gender diversity as part of the larger work against inequity and justice. The author, who conducted a year-long literacy ethnography at the school, approached the project by drawing on previous experiences in working with queer youth and leveraged his privileges as a 23 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION white, straight, cis man to affect change in schools. The results indicated that curricular design played a critical role in shaping the nature and outcome of youth activism. When teachers provided queer-inclusive curricular texts and support, it empowered youth to engage in sustained, intersectional, and nuanced conversations on queer topics. In contrast, a lack of such support led to rejection, erasure, and silence. A study performed by Wernick et al. (2021) yielded results that appear to be contradictory to what Schey (2021) found. For example, Wernick et al. (2021) found that exposure to the multicultural curriculum was associated with an increased likelihood of students reporting that they would intervene when witnessing anti-LGBTQ bullying and harassment. However, the study also found that curricular content on race was significantly associated with increased intention to intervene, but LGBTQ content was not. This discrepancy was unexpected, as earlier studies had suggested that including LGBTQ curricular content predicted higher rates of student civic engagement and anti-bias behaviors. One of the more niche topics found in the literature is that of science and the experiences of queer youth. Using qualitative research, Lundin (2014) explored how science curriculum is not purely objective but can be problematic in the sense that it often reinforces social dogmas. Lundin aimed to reduce the harm of heteronormative rhetoric that is utilized in many science classrooms. Using what he calls the framework of repetition of desirability and the framework dichotomization of sexes, Lundin observed two biology classes of 14-year-old students. Data was collected via field notes and audio recordings which were then examined using Lundin's described frameworks in a sort of ethnographic way. The author found that both the teacher and students were partaking in gendered, binary, hierarchical language while learning about sex organs and other gender-related topics. While the students were being homophobic in their 24 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION responses, the teacher set up the students to utilize heteronormative language and rhetoric by use of the questions and prompts. Another study that explored the intersection of science curriculum and LGBTQ+ youth was done by Mattheis et al. (2022). This research explored the application of queer theory in disrupting the implementation of Common Core State Standards (CCSS) and NGSS in K-12 education, with a focus on promoting inclusive practices for marginalized student populations. Mattheis et al. collected data by collaborative inquiry in a Queer Studies in Education course, where participants engaged in dialogue, reflection, and written assignments. A secondary content analysis was conducted on student work, supported by participant observation and interviews. The researchers found that preservice teachers were able to identify and disrupt normative assumptions in specific CCSS and NGSS standards, which informed changes in their educational practice. They achieved this by queering the standards through strategies such as challenging gender stereotypes, increasing LGBTQIA+ visibility, and reimagining language and content.  Snapp et al. (2015) found similar results to Lundin (2014) regarding various curricula content within content areas. The data for this study on LGBTQ-inclusive curriculum experiences came from transcripts of focus groups conducted by the GSA Network, which included a questionnaire distributed online and in paper format. The focus group participants were recruited based on whether they had experienced an LGBTQ-inclusive curriculum in their school, and consent was obtained for participation and voice recording. There were a total of 26 participants, all high school-aged except for one college freshman, and they represented diverse geographic regions and racial/ethnic identities. Most participants identified as female-assigned, and there were several who identified as trans, queer, or questioning. The focus group questions were designed to address the study aims and the impact of an LGBTQ-inclusive curriculum on 25 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION students' lives. Snapp et al. (2015) found that while some classes addressed LGBTQ issues, there were missed opportunities for teachers to teach the inclusive curriculum and intervene in homophobic and transphobic bullying and harassment. LGBTQ-inclusive lessons were mainly taught in social sciences and humanities classes, but not in math and science classes. Standalone lessons promoting tolerance may further alienate LGBTQ students. It was unclear if inclusive lessons attended to issues of intersectionality. Despite this, an LGBTQ-inclusive curriculum improved students' learning and well-being and was well-received. PE classes were found to be particularly unsafe for LGBTQ students, highlighting the need for policies and practices, including teacher training, to create safe learning environments for all youth. Bridging student and educator perspectives, a study by Jarpe-Ratner (2020) examined the implementation and impact of comprehensive sexual health education policies, focusing on Chicago Public Schools' inclusive curriculum. In this study, a comprehensive program aligned with US National Sexuality Education Standards and aimed at LGBTQ+ inclusion was implemented and evaluated. Data collection involved qualitative interviews with teachers, focus groups with students, and observations of teachers implementing the curriculum. Findings revealed that while some teachers actively included LGBTQ+ topics in their curriculum, there was a need for more training, resources, and support to effectively teach these topics. Students expressed a desire for greater LGBTQ+ inclusivity throughout the curriculum, including discussions on identity development, diverse forms of sexuality, and creating safe classroom spaces. Both teachers and students emphasized the importance of providing teachers with more support to integrate LGBTQ+ topics. Continuing to look at health and sexual education, this study by Paechter et al. (2021) gives insight into queer youth who are specifically non-gender conforming or genderqueer. 26 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Using qualitative research, Paechter et al. (2021) looked at how non-binary youth feel about traditional binary curriculum in school. The authors sought to shed light on the experience of non-binary youth who navigate a school system that implements heteronormative binary curriculums. The authors reported on data from a pilot study of seven non-binary young people aged 13-18 along with one 16-year-old from a separate study. Six interviews were done by using online messaging and one of the interviews was done on Skype. The authors found that the youth they interviewed felt unsupported and alienated in their school environments. The lack of language around identity leaves the students with the burden of having to educate themselves and those whom they come out to (in and outside of school). These results are in alignment with the study conducted by O'Farrell et al. (2021). A study that was discussed above performed O'Farrell et al. (2021) focuses on sexual education and health education concerning queer youth in schools. In their synthesis, O'Farrell et al. found that young people are seeking sexual health information online and that online access to information represents the equality of access for LGBTI+ youth. This result is interesting as the other studies that research sexual health education in schools did not speak on how students were learning about sexual health outside of schools. Online sexual health education was shown to afford LGBTI+ youth control over their sexual health needs and allow them to self-educate on topics not covered in traditional heterosexual-focused sexual health education. However, some disadvantages were noted, such as the ambiguity for LGBTI+ youth on the best source of accurate information online. The study also discusses the current limitations of sexual health education curriculums, which are predominantly heteronormative and lack sexual diversity in terms of sexuality, same-sex relationships, and identity. While this study was a literature 27 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION synthesis and review, it gave a comprehensive overview of the issues queer youth are experiencing in the education system regarding health and sexual education. Summary School staff can positively and significantly impact queer youth’s experiences in education. The research in this section has shown that the impacts on queer youth vary. Curriculum content, school policies, and school culture in American k-12 education historically have been centered around a binary, cis-heteronormative, white, ablest dogma. As such, queer youth are often marginalized and excluded from content and materials utilized in the education system, othered by school staff or peers, and excluded from the spheres of hegemony. Areas of focus in this literature review have consisted of sexual education, queer representation, subject matter content, the club supports, teacher-student relations, administrator influences, school policies, and how various fields are queer-exclusionary or queer-inclusive. This research has uncovered a range of issues, including bullying, harassment, discrimination, and exclusion from school activities and programs. Studies have also examined the impact of these experiences on the mental health and well-being of queer youth, as well as the strategies that they use to cope with these challenges. In terms of academic experiences, research has shown that queer youth often feel invisible or marginalized in their classrooms and may avoid sharing aspects of their identities for fear of negative reactions from peers or teachers. This can lead to feelings of isolation and disengagement from school. Additionally, studies have found that LGBTQ-inclusive curriculum is often lacking in K-12 education, particularly in science and math courses. Overall, academic research on the experiences of queer youth in K-12 education has highlighted the need for policies and programs that promote inclusion, respect, and support for 28 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION LGBTQ+ students in all areas of school life. School staff can meet those needs and be part of that change. Action Plan Many questions helped orient my research process. The overarching question is: how are LGBTQ+ youth affected by the education system? Underneath that arch fell three main questions such as “How do administrators' and teachers' actions act out compulsory cis-heterosexuality in schools?”, “How do classroom curricula affect the social hierarchies of gender and sexuality of queer youth?” and “What kinds of influences do educator preparation programs have when preparing teachers and administrators to deal with compulsory cis-heterosexuality in schools?” This project aims to examine the factors affecting the experiences of LGBTQ+ students in schools, assess the effectiveness of current interventions, and investigate the impact of educators, administrators, and peers on these students. All these factors, whether positive or negative, can significantly affect the lives of queer youth in their educational journey. My school is in the Generic School District Name (GSND) in the Puget Sound area of Washington State. The public high school I teach at includes grade levels 9th – 12th grade. According to the Washington State Office of the Superintendent of Public Instruction (OSPI) report for the 2020-2021 school year, the ethnic and racial breakdown of students enrolled in Generic School District Name was as follows: 28.9% Hispanic/Latino, 27.1% White, 22.1% African American/Black, 11.7% Asian, 4.8% Two or More Races, 3.7% Pacific Islander/Native Hawaiian, and 1.7% Native American/Alaska Native. At my site, Basic High School Name, there is a diverse student population with a mix of ethnic and racial backgrounds. According to the most recent data from the National Center for Education Statistics, the student body at Basic High School Name is approximately 40% White, 24% Hispanic/Latino, 19% Black, 10% Asian, 29 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION and 7% Two or More Races. Additionally, the school has a small percentage of Native American and Pacific Islander students. Overall, BHSN reflects the diversity of the community it serves. While GSND does not collect data on the sexual orientation or gender identity of its students due to privacy concerns, there is some information about the LGBTQ+ population within the county that can be used when creating an action plan. The city that BHSN is in has a diverse and active LGBTQ+ community. There are a variety of LGBTQ+-friendly businesses, organizations, events, and spaces present, such as the Rainbow Center, Oasis Youth Center, and Pride Festivals. Additionally, this city has passed laws protecting LGBTQ+ individuals from discrimination in employment, housing, and public accommodations. This action plan is based on the factors that influence the experiences of LGBTQ+ youth in school and how educators, administrators, and other students impact LGBTQ+ youth in schools. The following tables were created based on the three major themes discussed in the literature review. The first theme is on school climate and LGBTQ+ identity in schools. The second theme is on the health, wellness, and survival of LGBTQ+ youth. The last theme is on school how curriculum and classroom content affect LGBTQ+ youth. School Climate and Queer Identity The literature shows that LGBTQ+ students often experience discrimination, harassment, and violence in school, which can lead to negative mental health outcomes, lower academic achievement, and increased absenteeism. In the action table below, I take the most recent research recommendations from the literature and apply them to my district and school site to improve school climate and queer identity for queer youth. Table 1 School Climate and Queer Identity 30 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Research Recommendations Practices at my School and District My Recommendations School-wide policies Implement anti-bullying policies that specifically address harassment and discrimination based on sexual orientation and gender identity. The literature recommends that policymakers work closely with trans-studies scholars and students when coming up with district and school policies. (Day et al., 2020; De Pedro et al, 2018; Fredman et al., 2015; Hillard et al., 2014; Porta et al., 2017; Snapp, McGuire, et al., 2015; McQuillan, 2022).  • At the Washington State level, Schools are required to have policies that prohibit bullying, harassment, and discrimination based on sexual orientation and gender identity. (Gender-Inclusive Schools | OSPI, n.d.). • A section in the district handbook outlines the processes for preventing bias-based bullying and targeted harassment. However, the language is very broad and does not go into depth about queer youth. Furthermore, information about the handbook is sent out via email once at the beginning of the year. The closest the handbook gets to addressing protecting queer youth is where there is a section about sexual harassment. The handbook also does not touch on pronouns or how to respect transgender youth.  • If OSPI requires that schools have these policies, then Washington State should instruct districts on what those policies should look like. I recommend that OSPI give an example policy along with the researchers they consulted with to create such policies.  • Both the district and school handbooks should have a section dedicated to bullying queer youth and how the administration is working to protect queer youth. While the handbooks touch on sexual harassment, that is not encompassing what the research recommends which is discrimination based on sexual orientation and gender identity.  • LGBTQ+ students should have a say in what goes in the handbook about how to treat LGBTQ+ students with respect. Interventions for Harassment The following interventions have been recommended by research: verbal warnings, counseling, parental involvement, suspension or • The district handbook states that “District staff who observe, overhear, or otherwise witness harassment, intimidation or bullying, or to whom • Based on what the research says, the district and school handbooks need to be updated to include how school staff intervenes when this harassment occurs.  31 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION expulsion, and legal action in extreme cases. (Dykes, n.d.; Owens & Mattheus, 2022). such actions have been reported, must take prompt and appropriate action to stop the harassment and to prevent its reoccurrence.” This is a vague policy that is followed by a list of how bias-based harassment is addressed. In the discipline paragraph, it is essentially up to the administration to decide how to handle the targeted harassment.    Professional Development Train school staff on LGBTQ+ issues. (Dykes & Delport, 2018; Fredman et al., 2015; Hillard et al., 2014; Jarpe-Ratner, 2020; Owens & Mattheus, 2022) • The district handbook states that school staff will be trained once a year on how to handle harassment against queer youth. However, at my school, there was only one brief professional development that I had to fight for to train staff on these issues. Before that, it had been years since there was a PD on this subject matter.  • Professional development around interventions and support should be planned well in advance as a preventative measure. • Administrators should work with the queer youth at their school to find out what support they need best from their school staff. This work should highlight how to support all of the minds and body of queer youth, not just protect them from harm: uplifting queer youth.  Rhetoric and Language Teachers should be taught how to use inclusive language that affirms LGBTQ+ identities and avoids stigmatizing language (Garg & Volerman, 2021; Lundin, • At my school site, I hear twenty to thirty teachers that I work with assume students’ gender regularly. • Aside from curriculum content, much of the discourse and rhetoric that occurs within the • Administrator teams should encourage school staff to wear pronoun pins to normalize how to not assume someone’s gender. Thus, preventing the chance to misgender students. 32 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION 2014; Mattheis et al., 2022; Paechter et al., 2021) school reinforces and normalizes the gender binary.  • School staff should also include, when safe, their preferred pronouns in their email signatures. School Resources Provide resources and support for LGBTQ+ students from the administration, such as LGBTQ+ student clubs and support groups. Teachers should be provided with resources such as LGBTQ+-affirming books, online resources, and support groups to help them better support and advocate for queer youth. (Day et al., 2020; Fredman et al., 2015; Hillard et al., 2014; Porta et al., 2017) • At my school, there is a small GSA that has limited resources. There are very few school funds and minimal support from the administration team that help bolster the GSA’s presence at the school. • There is no specific section in the handbook that would give students access to resources or help. The handbook simply advises students to report harassment to school staff. • There is one general school guidance counselor available to students. • Resources that queer youth can use should be offered to school staff from the district so that students can grab them at any time. i.e., LGBTQ+-affirming books, online resources, and support call lines. • Providing a specialist who is knowledgeable about queer youth’s needs who is not an educator or administrator. • Offer resource personnel that is connected to a local community group like the Rainbow Center or Oasis can provide better support than staff members who are not trained on such sensitive topics (Oasis Youth Center, n.d.). Bathrooms Provide gender-neutral restrooms and changing facilities: Many trans youths may feel uncomfortable or unsafe using restrooms and changing facilities that correspond with their sex assigned at birth. Providing gender-neutral restrooms and changing facilities can help create a more inclusive environment for all students (Earnshaw et al., 2020; Greenspan et al., 2019; Porta et al., 2017) • The school that I am at states that “All school community members are entitled to access to a bathroom that is consistent with their gender expression or gender identity.” Which is compliant with Washington State OSPI policies.  • At my school there are boys’ restrooms and changing facilities as well as girls’ restrooms and changing facilities. • I recommend that all restrooms are remade into gender-neutral bathrooms that have completely closed stalls so that nobody can see through cracks are see someone’s feet. • Instead of open locker rooms for only boys and girls, there should be a more private model implemented to allow for more autonomy.  33 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION There are no gender-neutral bathrooms or changing facilities.   Health, Wellness, and Survival of LGBTQ+ Youth LGBTQ+ youth face significant challenges and disparities compared to their heterosexual and cisgender peers in several areas of their lives. In the action table below, I take the most recent research recommendations from the literature and apply them to my district and school site for how to support the health and wellness of queer youth. Table 2 Health, Wellness, and Survival of LGBTQ+ Youth Research Recommendations  Practices at my School and District My Recommendation Sex-Education Sex education should include information about diverse sexual orientations and gender identities, including a discussion of the experiences and challenges faced by LGBTQ+ youth (O’Farrell et al., 2021; Sava et al., 2021; Snapp, McGuire, et al., 2015). This may include information about safer sex practices, HIV prevention, and the impact of stigma and discrimination on sexual health.  • At my school site, the FLASH curriculum is used. Teachers who teach sex education are encouraged but not required to attend FLASH training. • I attended one of these trainings and it was not LGBTQ+-inclusive forward thinking. • The FLASH curriculum offers videos and resources for students about gender identity and sexual orientation for educators to use. • OSPI makes vague statements on how comprehensive sex education should be inclusive.  • School administrators should require teachers to include LGBTQ+ topics on gender and sexual orientation during sex education lessons. • There should be specific talking points in the sex education lessons that offer resources to LGBTQ+ youth on safe-sex practices. • Lessons in sex education should explicitly destigmatize sexual orientations that are not cis-heteronormative.  34 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Mental Health Schools should provide mental health services on-site, offer telehealth options, and work with community organizations to provide additional resources and support (Earnshaw et al., 2020; Garg & Volerman, 2021; Hillard et al., 2014; Snapp, Hoenig, et al., 2015) • No school policy implements the recommendations by the literature. • On a staff-to-staff basis, I have seen individuals offer LGBTQ+ students access to websites or phone numbers for support outside of school. • I recommend that my school site’s administration team and school health professionals work with a local LGBTQ+ organization to offer telehealth options. • My school site should put families in contact with local LGBTQ+ organizations when necessary or upon request to support LGBTQ+ students. Medical Care Access to safe health care is beneficial for LGBTQ+ students, as such, medical care should be accessible. The research recommends greater involvement of School Health Professionals (SHPs) in LGBTQ bullying interventions to support LGBTQ students experiencing bullying. (Earnshaw et al., 2020; O’Farrell et al., 2021; Owens & Mattheus, 2022; Sava et al., 2021). • At my school site, I am fortunate enough to be working with a school nurse who admittedly tries to support LGBTQ+ students. • Additionally, one of the school psychologists is passionate about LGBTQ+ activism and is well-informed about LGBTQ+ issues.  • I recommend that SHPs are looped in when LGBTQ+ bias-based discrimination occurs. • I recommend that SHPs should be required to attend professional developments that help prepare them to deal with bias-based discrimination towards LGBTQ+ students.  Curriculum and Classroom Content The research literature suggests that curriculum and classroom content is an important factors when looking at the health and well-being of LGBTQ+ youth in schools. In the following table, I outline the recommended steps from the literature and apply it to my school site for curriculum and classroom content.  Table 3 Curriculum and Classroom Content 35 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Research Practice Recommendation LGBTQ+ History and Topics Include LGBTQ+ history and contributions in curriculum and textbooks to increase understanding and awareness of LGBTQ+ issues and experiences. Provide accurate and inclusive information about LGBTQ+ identities and experiences to promote a sense of belonging and inclusion in the classroom (Lundin, 2014; Mattheis et al., 2022; O’Farrell et al., 2021; Paechter et al., 2021; Schey, 2023, 2023; Snapp, Hoenig, et al., 2015; Wernick et al., 2021).   • In the science department that I work in, there is no curriculum or lesson(s) provided by the school that talks about LGBTQ+ history in STEM.  • There is no school-wide policy or curriculum that teaches the students about LGBTQ+ issues. • If school staff are to talk about LGBTQ+ history, it is on a staff-to-staff basis and the onus falls onto the educator. • I recommend that the school adopts a series of lessons that can be offered to each department that touch on how LGBTQ+ history and issues tie into that class. • Each teacher should be required to fit LGBTQ+ inclusion into their curriculum through a lesson provided by the school or by including it in their regularly use lessons. Classroom Discourse Incorporate inclusive language and terminology in classroom discussions and activities to create a safe and affirming environment for LGBTQ+ students. Address stereotypes, biases, and stigmatization of LGBTQ+ individuals through classroom discussions and activities. (Fredman et al., 2015; Schey, 2021, 2023; Wernick et al., 2021)  • In the science department at my school site, I have firsthand witnessed teachers use transphobic language in their biology lessons.  • The onus is on the school staff themselves to be held accountable when it comes to being LGBTQ+-inclusive in their lessons.  • I recommend that educators intervene when they hear students using harmful rhetoric around LGBTQ+ issues. • Educator’s lessons should be periodically checked by department heads and or administrators for incorporating language that is harmful to LGBTQ+ youth. Creating Space for LGBTQ+ Students It is the responsibility of staff members to intervene and stop students from saying harmful • Create space for LGBTQ+ students to 36 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Incorporate LGBTQ+ perspectives and experiences into all subject areas, including science, math, and language arts (Fredman et al., 2015; Hornbeck & Duncheon, 2022; Lundin, 2014; O’Farrell et al., 2021; Paechter et al., 2021; Schey, 2023; Snapp, Hoenig, et al., 2015).   things about LGBTQ+ people in discussions. participate in discussions that are about them if they want to. • Be mindful of what students you have that are LGBTQ+ as they may be targeted when teaching certain lessons. •   Summary  The literature review highlights the challenges faced by queer youth in the education system and offers insights into how schools can create a more inclusive and supportive environment for these students. Based on the themes explored, there are several recommended steps that schools can take to support queer youth.  For school climate and LGBTQ+ identity, these recommendations aim to improve the treatment and support of LGBTQ+ students in GSDN. OSPI should provide an example policy and recommend researchers to create policies that schools must implement. Both district and school handbooks should include a dedicated section on protecting queer youth from discrimination and harassment. Students should have a say in what goes into the handbooks, and the staff should be trained to intervene and support LGBTQ+ students. Gender-neutral bathrooms and private locker rooms should be implemented, and teachers should be reminded of the laws and policies regarding queer youth's rights. Recommendations for the health and wellness of LGBTQ+ include providing access to mental health services and resources, addressing issues of bullying and discrimination, and promoting positive interactions and relationships with peers and staff. To achieve these goals, 37 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION school administrators need to take proactive steps to support LGBTQ+ youth. This includes incorporating LGBTQ+ topics and safe-sex resources into sex education lessons, providing counseling and psychological services, offering programs to combat homelessness and support families, utilizing restorative justice practices, and involving school health professionals and SHPs in responding to bias-based discrimination. By implementing these recommendations and working with local LGBTQ+ organizations, schools can create a safer and more inclusive environment for all students. Lastly, for classroom content, schools should work to ensure that the curriculum and classroom content is inclusive of LGBTQ+ experiences, identities, and perspectives. This can be achieved through the inclusion of LGBTQ+ history and contributions, the incorporation of queer literature and media into the curriculum, and the promotion of open and honest discussions about LGBTQ+ issues in the classroom. By adopting lessons that touch on LGBTQ+ history and issues in every department, requiring teachers to include LGBTQ+ inclusion in their curriculum, and intervening when harmful rhetoric is used, educators can create a more accepting and supportive atmosphere. Regular checks of lessons and creating space for LGBTQ+ students to participate in discussions can further promote inclusivity. It is essential to be mindful of LGBTQ+ students in classrooms and ensure they are not targeted or excluded during lessons. These efforts can help create a school community where LGBTQ+ youth feel valued, supported, and included. Now that I have explored the recommended steps that schools can take to create a more inclusive and supportive environment for queer youth, it is important to discuss the overarching themes that emerged from the literature review to answer my focal questions. These themes center around the need for proactive support for LGBTQ+ youth in areas such as school climate and identity, health and wellness, and classroom content. By addressing these themes and 38 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION implementing the recommended steps, schools can work towards creating a safer and more inclusive environment for all students, regardless of sexual orientation or gender identity. In the following section, I will delve deeper into these themes and discuss their implications for school policies and practices. Discussion This literature review examines the impact of the education system on the experiences of LGBTQ+ youth in K-12 schools in the United States. It emphasizes the importance of adolescents' well-being, extending to their social interactions at school, and the influence of peers, educational staff, and community members on their daily lives. In this section, I will discuss findings related to the experiences of queer youth with a focus on climate, queer youth’s health and wellness, and classroom content. Discussion of Findings This research project specifically aimed to assess the effectiveness of existing interventions designed to support LGBTQ+ youth and to delve into the roles played by educators, administrators, and fellow students in impacting the lives of LGBTQ+ youth in school settings. All the factors described herein significantly impact the lived experiences of queer youth, either contributing to their educational advancement or acting as obstacles in their path. When beginning my research process, I was focused on the question “How are LGBTQ+ youth affected in the education system that differs from their peers who fall into the cis-heteronormative hegemony?” Furthermore, if they are treated differently, or if their experiences are different, why is that? Various themes emerged from the literature when I searched for the answers to these questions. The main themes were school culture or climate, survivability, and classroom content or curriculum. In line with this objective, the following questions shaped the 39 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION research process that I went through: How do administrators' and teachers' actions act out compulsory cis-heterosexuality in schools? How do classroom curricula affect the social hierarchies of gender and sexuality of queer youth? What kinds of influences do educator preparation programs have when preparing teachers and administrators to deal with compulsory cis-heterosexuality in schools? After discussing the findings around these questions, I will discuss an additional analysis that is concerned with how neoliberalism plays a role in compulsory cis-heterosexuality in schools.  Compulsory Cis-Heterosexuality in Schools When looking at my first question “How do administrators’ and teachers’ actions act out compulsory cis-heterosexuality in schools?”, I did not find any research that supported the idea that LGBTQ+ youth were not deleteriously affected by compulsory cis heterosexuality. Thus, the research was abundant on research interested in ways to stop the perpetuation of compulsory cis-heterosexuality. Most, if not all of the literature agrees that compulsory cis-heterosexuality is harmful to queer youth and that this system is often perpetuated in schools (Day et al., 2020; Dykes, n.d.; Fredman et al., 2015; Paechter et al., 2021; Schey, 2023). As for the “How?”, that is a more complicated list that I will filter through my three themes in the following subsections. Staff-student relations can perpetuate heteronormative biases and reinforce traditional gender roles. For example, teachers may inadvertently favor cisgender and heterosexual students, implicitly privileging their experiences and perspectives over those of queer students (Schey, 2023; Snapp, McGuire, et al., 2015). These biases can result in marginalization, exclusion, and a lack of support for LGBTQ+ students. Administrators and teachers must examine their own biases and actively work towards creating inclusive and affirming relationships with all students, regardless of their sexual orientation or gender identity. One way in which school culture 40 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION reinforces compulsory cis-heterosexuality is through the promotion of gendered expectations and norms. For instance, the often erasure of queer historians scientists, authors, and other influential role models in classroom content that students may be otherwise exposed to as seen in my following question below (Mattheis et al., 2022; Paechter et al., 2021; Schey, 2021).  Policies within educational institutions can also contribute to the perpetuation of compulsory cis-heterosexuality (Day et al., 2020; Garg & Volerman, 2021; Hornbeck & Duncheon, 2022; Jarpe-Ratner, 2020). Dress codes that enforce gender-specific clothing or hairstyles can reinforce binary understandings of gender and exclude students who do not conform to these norms (Snapp, Hoenig, et al., 2015). Bathroom and locker room policies that are based on assigned sex at birth rather than gender identity can create barriers and discomfort for transgender and non-binary students, further marginalizing them within the school community (Greenspan et al., 2019; Porta et al., 2017). At my school site, there are no gender-neutral bathroom options other than a few choices in the main office. Unfortunately, my school site is very large, and it is not realistic for all LGBTQ+ students to go to the main office to use the restroom. Such policies, when not inclusive and affirming of diverse gender identities, reinforce the notion that only cisgender and heterosexual identities are valid and deserving of recognition and support. Alternatively, school staff can play a crucial role in combatting the perpetuation of cis-heterosexuality in schools. For example, peer pressure and social hierarchies can create an environment where LGBTQ+ students feel excluded, ostracized, or unsafe (Day et al., 2020; De Pedro et al., 2018; Fredman et al., 2015). Heterosexist and cis-normative attitudes may be reinforced by social groups or cliques, further marginalizing LGBTQ+ individuals and perpetuating stereotypes and discrimination. This social climate, influenced by the larger societal 41 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION context, can significantly impact the experiences and well-being of LGBTQ+ students within the school. School staff can work to mitigate these effects from peers by focusing on school policy changes. For example, my school district does not explicitly outline in the district handbook what the policy or protocol is like for the bullying of LGBTQ+ youth. Such ambiguity leaves room for the perpetuation of compulsory cis-heterosexuality to take place by peers. School staff can work to intervene and stop this harm as adults who hold power. Impacts of Curriculum on Hierarchies of Gender and Sexuality of Queer Youth Now moving into my second question of “How do classroom curricula affect the social hierarchies of gender and sexuality of queer youth?”, much of the research was positive in the sense that researchers agreed that curriculum should be LGBTQ+ inclusive. In my research, I found that classroom curricula have a significant impact on the social hierarchies of gender and sexuality experienced by queer youth. When curricula are heteronormative and fail to acknowledge diverse sexual orientations and gender identities, they contribute to the marginalization and erasure of queer youth (Lundin, 2014; Snapp, McGuire, et al., 2015). When LGBTQ+ perspectives, experiences, and voices are omitted from the materials and lessons, it sends a message that these identities are not important or worthy of discussion. This exclusion perpetuates a heteronormative worldview where heterosexuality is considered the norm, while other identities and orientations are marginalized or rendered invisible. As a result, LGBTQ+ students may feel invalidated and invisible, leading to feelings of isolation and a lack of support (Paechter et al., 2021; Snapp, McGuire, et al., 2015; Wernick et al., 2021).  Moreover, curricula that rely on binary gender norms and reinforce gender stereotypes further marginalize queer youth who do not conform to these prescribed categories. Traditional narratives that depict male-female romantic relationships as the norm and present rigid gender 42 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION roles exclude and invalidate queer relationships and non-binary or gender non-conforming individuals. Much of the research agreed that it is the default or the social norm to find cis-heterosexual dynamics and relationships in classroom materials (Lundin, 2014; Paechter et al., 2021; Snapp, McGuire, et al., 2015, 2015; Wernick et al., 2021). While being a science educator at my school site, I have not been offered a curriculum or lesson that has been queer-progressive in any sense. For example, the curriculum that I have been given to work with from my school and district includes binary language when talking about sex and gender in the genetics unit. That is the only time that sex and gender come up, and it is LGBTQ+ exclusive. As for the rest of the curriculum, the null curriculum, or the hidden curriculum works to reinforce the hierarchies of sexuality and gender (Lundin, 2014; Schey, 2021; Snapp, McGuire, et al., 2015; Wernick et al., 2021). I try to make it a point to be inclusive when I can by bringing my expertise into my classroom, but teachers who do not have this background, are also perpetuating the normative hierarchies of cis heterosexuality. I say they are doing so without having background knowledge because the curriculum given to them by the school is also not inclusive. And, I have seen this firsthand by observing my colleagues. Influences of Teacher Education Programs on Compulsory Cis-Heterosexuality in Schools My third rationale question was “What kinds of influences do educator preparation programs have when preparing teachers and administrators to deal with compulsory cis-heterosexuality in schools?”. Educator preparation programs have a significant influence on how teachers and administrators are prepared to address compulsory cis-heterosexuality in schools, directly impacting the experiences of queer youth (Fredman et al., 2015; Sava et al., 2021; Woolley, 2017). These programs play a crucial role in shaping the understanding, attitudes, and practices of future educator preparation programs and can contribute to a more inclusive and 43 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION supportive school environment for queer youth. By providing aspiring educators with knowledge about LGBTQ+ identities, experiences, and challenges, these programs can help increase awareness and empathy among teachers and administrators (Dykes & Delport, 2018; Fredman et al., 2015; Sava et al., 2021). This can result in educators who are better equipped to understand and address the specific needs and concerns of queer students, creating a more welcoming and affirming atmosphere (Dykes & Delport, 2018).  However, there are instances where educator preparation programs may fall short of adequately addressing the needs of queer youth. Some programs may lack comprehensive training on LGBTQ+ issues, leading to a lack of awareness or understanding among educators (Dykes & Delport, 2018; Woolley, 2017). This can fail to recognize and challenge compulsory cis-heterosexuality, perpetuating an exclusionary or hostile environment for queer students. Inadequate preparation can also contribute to a lack of knowledge about strategies to support and advocate for LGBTQ+ students, leaving them without the necessary resources and support within the school system (Dykes & Delport, 2018; Sava et al., 2021; Woolley, 2017).  Additionally, the attitudes and biases of educators, which can be shaped during their preparation programs, can significantly impact the experiences of queer youth. If educators hold negative or discriminatory views towards LGBTQ+ individuals, it can result in an unsupportive or hostile classroom environment. On the other hand, educators who have undergone comprehensive and inclusive training can serve as allies and advocates for queer students, creating safe spaces and fostering a sense of belonging. In some of the research studies, educators were vocal about how they felt unprepared to deal with LGBTQ+ issues in school as queer individuals (Dykes & Delport, 2018; Woolley, 2017). Whereas other school staff expressed they felt ill-equipped to work with LGBTQ+ youth (Earnshaw et al., 2020).  44 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION  Recalling back to my teacher education program, I did not feel prepared by my teacher education program to support queer youth. I feel prepared to support queer youth due to personal work that I have done outside of my preparation program. Therefore, I would have liked to have seen at least even a week or two’s worth of lessons, or a public speaker from GLSEN come and give training to me and my peers on how to support queer youth once in a school. While many educators like myself have a passion for this type of issue, other educators may not even know queer students face such adverse effects (Dykes, n.d.; Woolley, 2017). In my program, we had one multicultural course which touched on race, general culture, and other social hierarchies in schools. But there was this sense that if I wanted to learn about how to support queer youth, the onus would fall onto me to do so. Thus, perpetuating the hidden curriculum, Neoliberalism Going Wrong and Compulsory Cis-Heterosexuality in Schools Neoliberalism has been a subject of critique among researchers studying the impact of compulsory cis-heterosexuality on queer youth in schools. They argue that neoliberal ideologies, which prioritize individualism, market-driven values, and the commodification of education, play a significant role in perpetuating heteronormative standards within educational institutions (Mattheis et al., 2022; Woolley, 2017). Within the neoliberal framework, schools are influenced by market-oriented forces that prioritize competition and measurable outcomes. I will explain further in the subsequent paragraphs.  In theory, neoliberalism doesn't prioritize any group based on wealth or social status but instead promotes a meritocratic ideal where success is based on individual effort and talent. However, in practice, neoliberal policies and practices often end up benefiting conservative groups with more financial resources, further exacerbating the marginalization of queer youth in schools. 45 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION One key aspect of neoliberalism is the belief in limited government intervention and the promotion of free markets. This can lead to policies that reduce public funding for social services, including education. As a result, schools increasingly rely on private funding and donations, which tend to come from affluent individuals or conservative organizations that align with their interests. This can reinforce the influence of conservative ideologies and values within schools, while marginalized groups, such as queer youth, may struggle to access resources and support. Furthermore, neoliberal policies often prioritize individual choice and competition. In education, this can manifest in the form of school choice initiatives and voucher programs, which aim to provide parents with more options in selecting schools for their children. However, these programs tend to benefit wealthier families who have the means to research and access high-performing schools or private institutions. Consequently, marginalized groups, including queer youth from lower-income backgrounds, may be limited in their ability to access quality education and resources, further perpetuating their marginalization. The influence of conservative groups with more financial power is also reflected in educational policymaking. Neoliberal ideology often promotes the idea that market mechanisms, such as standardized testing and performance-based evaluations, are the best ways to measure school success. However, these measures may not adequately capture the diverse needs and experiences of queer youth. As a result, educational policies shaped by neoliberal principles can reinforce discriminatory practices, such as the erasure of LGBTQ+ histories and identities from curricula, or the lack of inclusive policies and resources that address the unique challenges faced by queer youth. 46 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION One way in which schools can be defined by neoliberalism is through the marketization of education. Neoliberalism emphasizes competition and market principles, which have led to the commodification of education. Schools are often treated as businesses, and students are viewed as consumers. This market-driven approach can lead to increased competition between schools and a focus on measurable outcomes, such as standardized test scores and college acceptance rates. In this context, schools may prioritize attracting high-performing students to enhance their reputation and secure funding, potentially neglecting the needs of marginalized groups. This market-oriented perspective can particularly impact LGBTQ+ students. Neoliberalism tends to reinforce a cisgender, heterosexual norm as the default. By treating education as a commodity and focusing on measurable outcomes, schools may overlook the specific needs and experiences of LGBTQ+ students. Curriculum and educational materials may lack inclusive and accurate representation of LGBTQ+ identities and histories. Moreover, under a neoliberal framework, schools may hesitate to invest in programs or resources that specifically support LGBTQ+ students due to financial constraints and a market-driven focus on cost-effectiveness. Neoliberal ideology often promotes an individualistic view of society, placing the burden on individuals to navigate and succeed within existing structures. This can create an environment where LGBTQ+ students may face discrimination, bullying, and lack of support without adequate systemic interventions. The responsibility to address and challenge cis-heteronormativity often falls on individual LGBTQ+ students rather than the broader educational system. This emphasis on standards, standardized assessments and results-driven education often reinforces and perpetuates cis-heteronormative norms, marginalizing queer youth and their experiences (Mattheis et al., 2022; Woolley, 2017). Therefore, neoliberalism can be critiqued to highlight how the market-driven focus of education contributes to the exclusion and invalidation 47 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION of LGBTQ+ perspectives. This added element of philosophical thought is beneficial when unpacking how compulsory cis-heterosexuality affects queer youth in schools. This is because schools in America are indeed subject to the political and economic factors of society which directly affect the students. Without this added critique, there is a gap in the research on the experiences of queer youth.  Something that I have seen at my school site is that many educators bring their belief systems to their classrooms and the school at large. Some educators may have conservative beliefs that align with neoliberalism in a way that stifles and harms LGBTQ+ students (Mattheis et al., 2022; Woolley, 2017). I have seen educators state in front of students and to students that the oppression they face is their responsibility, a hallmark belief that is rooted in neoliberalist ideals. Additionally, a facet of the curriculum that is of interest to me is how NGSS reinforces neoliberalism in the science classroom, pushing all students to strive for competition in design and engineering ideas. This normally would not strike one to consider how NGSS is harmful to queer youth. But when further examining this phenomenon, it becomes clear that queer youth are already marginalized not only in the classroom but especially in science classrooms where there is not much room to spark discourse around LGBTQ+ topics (Lundin, 2014; Mattheis et al., 2022; Woolley, 2017). Thus, I have found many educators at my school site perpetuate compulsory cis-heterosexuality in their classrooms due to NGSS, CCSS, and individual beliefs. Furthermore, neoliberal policies that emphasize parental choice and autonomy can reinforce compulsory cis-heterosexuality. Parents with conservative beliefs may exert influence over curricula, policies, and teaching practices, leading to the erasure of LGBTQ+ experiences and identities (Aronson & Laughter, 2020; Woolley, 2017). Researchers argue that this parental influence, coupled with the marketization of education, creates a hostile environment for queer 48 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION youth and limits their access to inclusive support systems (Mattheis et al., 2022; Woolley, 2017). Researchers also highlight how neoliberalism's emphasis on individual responsibility and self-reliance places the burden on queer youth to navigate and overcome systemic barriers (Aronson & Laughter, 2020; Woolley, 2017). This focus on individualism can hinder collective efforts to challenge compulsory cis-heterosexuality and limit the visibility of queer experiences. By critiquing neoliberalism, researchers shed light on how it is market-driven values and individualistic ethos contribute to the marginalization and exclusion of queer youth within educational settings (Aronson & Laughter, 2020; Woolley, 2017). Implications for Educators and Administrators   Educators and administrators have a crucial role in creating inclusive and supportive environments for queer youth in schools. The prevailing culture within a school, shaped by the beliefs, attitudes, and behaviors of students, teachers, and administrators, often reinforces heteronormative norms and marginalizes LGBTQ+ identities (Day et al., 2020; Dykes & Delport, 2018; Fredman et al., 2015). This culture is reflected in various aspects of school life, including policies, practices, and social dynamics. In my research, I found that Gays Straight Alliances (GSAs) and school policies have the potential to create more inclusive and supportive environments for LGBTQ+ students. For example, when GSAs are present in schools, LGBTQ+ students perceive less bullying and feel safer expressing their identities. Positive LGBTQ+ policies also contribute to greater support from classmates (Day et al., 2020). This would lead me to believe GSAs would stop the perpetuation of compulsory cis-heterosexuality. However, some studies presented mixed results regarding the impact of GSAs. While some research suggests that GSAs support LGBTQ+ students in various ways, others indicate that their presence may be associated with lower levels of safety (Day et al., 2020; De Pedro et al., 2018; Hillard et al., 49 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION 2014). Factors such as teacher and peer intervention and the presence of LGBTQ+ support groups are more consistently linked to positive outcomes (De Pedro et al., 2018). These conflicting results can help better address my first question for a few reasons. First, GSAs do give queer youth a sort of safe space. But that safe space is still a product of othering due to the cis-heterosexual hegemony. While GSAs may have mixed effects on safety, they can still provide valuable support for LGBTQ+ youth. However, it is crucial to address the persistent issue of harassment that LGBTQ+ students face, both within GSAs and the broader school community.  Not only do queer youth need to feel emotionally safe, but their environment also needs to be safe. School districts need to consider that floor plans and blueprints play a crucial role in how queer youth go about their day in a school building. As discussed above, bathrooms, changing facilities, and other sacred spaces are historically highly gendered and policed. There is a need for more privacy and autonomy given to queer youth.  One of the main recommendations from the research focuses on professional development training for educators and school staff to enhance their knowledge and skills in supporting LGBTQ+ students (Fredman et al., 2015; Owens & Mattheus, 2022). Ideally, this would be coming from the district. This can involve attending workshops, conferences, or online courses that guide creating affirming environments and addressing the unique needs of queer youth. This professional development would push school staff to then seek knowledge actively about terminology, experiences, and challenges faced by queer youth. By staying informed about current research and best practices, they can better understand the specific needs and concerns of LGBTQ+ students. Once the needs and concerns of queer youth are better understood, compulsory cis-heterosexuality can be combatted. 50 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION In addition to personal education, educators and administrators need to establish inclusive policies within the school. They should develop and implement comprehensive policies that explicitly address issues of discrimination, harassment, and bullying based on sexual orientation and gender identity. These policies should outline clear consequences for such behaviors and emphasize the school's commitment to fostering a safe and inclusive environment for all students. With these school-wide policies, there should be an emphasis on straying away from ambiguity and being very detailed in what is unacceptable to do or say to queer youth. Along with strict policies, educators and administrators should also work to establish LGBTQ+ support groups or clubs within the school, providing spaces where queer youth can connect with peers and find support. Rather than letting teachers and students come up with a GSA, it should be piloted and or led by administrators to push for queer inclusivity at multiple levels within the school. That way, queer youth are not limited to one club like a GSA to feel comfortable and safe.  Creating a supportive school environment requires educators and administrators to actively promote inclusivity and respect. This can be done by integrating LGBTQ+ topics into the curriculum, including diverse perspectives and experiences. The queer-inclusive curriculum goes beyond being a didactic intervention against homophobia and transphobia. Queer-inclusive curricula can function as a literacy performance that disrupts cis heterosexism and invites youth to engage in queer activism. The queer-inclusive curriculum is most effective when it fosters collaborative advocacy between students and teachers. Educators should curate curricula with relevant and meaningful representations of sexual and gender diversity, attend to intersectionality, include representations of queer joy and agency, and foster connections between academic content and queer topics. They should also prioritize listening to youth and 51 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION structuring the curriculum around their perspectives and needs. Youth input should be integrated from the beginning and educators should take responsibility and be accountable for their actions to avoid isolating and silencing queer students. By actively including LGBTQ+ content and representation in the curriculum, administrators, and teachers can challenge the heteronormative status quo and create a more inclusive and affirming educational environments for all students. This can help foster a sense of belonging and acceptance for LGBTQ+ students, while also promoting understanding and empathy among their cisgender and heterosexual peers. Inclusive curricula can disrupt social hierarchies and promote acceptance and understanding. When curricula incorporate diverse representations of gender and sexuality, they provide opportunities for queer youth to see themselves reflected positively. This visibility helps challenge the social norms that perpetuate compulsory cis-heterosexuality. Inclusive curricula also have the potential to foster critical thinking and empathy among all students. By exploring different perspectives, challenging stereotypes, and encouraging open dialogue, curricula can promote a more inclusive and equitable classroom environment. It provides opportunities for students to question existing power structures and develop empathy towards marginalized groups, including queer youth. Tailored health and wellness initiatives that address the specific needs of queer youth can promote their mental health and overall well-being. Additionally, an inclusive curriculum that integrates LGBTQ+ perspectives foster understanding, empathy, and respect among all students, validating the identities and experiences of queer youth. Conversely, a hostile or unsupportive school climate can lead to higher levels of discrimination, bullying, and social isolation, negatively impacting the well-being of queer youth. The absence or marginalization of LGBTQ+ content in the curriculum can perpetuate erasure and exclusion, further alienating queer youth. By actively combating compulsory cis-heterosexuality, educators and administrators contribute 52 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION to fostering inclusive schools that embrace diversity and promote the well-being and academic success of all students. Through their efforts in creating a positive school climate, implementing tailored health and wellness initiatives, and developing an inclusive curriculum, they play a pivotal role in supporting and empowering queer youth in schools. Implications for Future Research There are several gaps in research on queer students' experiences in school. For instance, there is a lack of research on the experiences of queer students who are also people of color, disabled, or low-income. Additionally, there is a need for research that explores the intersection of gender identity and sexual orientation and its impact on students' experiences. Another area that needs more attention is the experiences of queer students in rural areas, where there may be less access to LGBTQ resources and support. Furthermore, there is a need for longitudinal studies that examine how the experiences of queer students in school impact their mental health and overall well-being in the long term. Overall, more research is needed to better understand the experiences of queer students in school and to develop effective strategies for creating inclusive and supportive learning environments. The intersection of science and gender queer studies is in dire need of more attention. There is a lack of research on the experiences of queer students in K-12 science classrooms in general. Existing research tends to focus on LGBTQ-inclusive curricula in social sciences and humanities classes, and the effects of homophobic and transphobic bullying and harassment on students' mental health and academic performance. Very few studies have examined how LGBTQ students experience science classrooms, including whether they feel safe and supported, and whether they feel represented in the curriculum and among their peers and teachers. Additionally, there is a lack of research on how teachers can best support LGBTQ students in 53 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION science classrooms, including how to address LGBTQ issues in the curriculum and how to intervene in instances of bullying and harassment.  While the field of genderqueer studies is not new, the interdisciplinary crossings of queer theory application to fields such as education are indeed new. I say this because my results mostly led me to investigate theoretical and narrative inquiry-based works. There were very few studies that used quantitative research to understand how queer youth are being affected in schools. It makes sense that much of the research is qualitative as this is a social problem. However, the qualitative work that has been done is not very extensive. In particular, the disciplines that have explored this issue are limited by class: science, math, language arts, or history. And, even when there are research studies into individual school classes such as math or science, there are very few results. There needs to be more schools, school districts, states, classes, interdisciplinary, and cross-field analyses performed to better understand the experiences of queer youth in schools. The research cannot stop at the mental health statistics, there needs to be a further analysis of how schools as a system are affecting queer youth.  Further research should explore diverse educator experiences, actual classroom practices, and student perceptions. Something that was lacking in the research completely was how teachers were helping queer youth. How exactly were they uplifting, targeting, and creating space for queer youth? These are questions that need to be investigated in the research literature. For example, professional development can help school staff feel better prepared when supporting queer youth. But, what about the follow-up? What happens after a one- or two-hour professional development? There is a need for research that looks at the weeks and months following a professional development to examine efficiency at supporting queer youth. Additionally, much of the research focused on talking to queer youth rather than asking 54 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION questions of their peers. Is it not equally important to understand why and how the peers of queer youth feel about these topics as well? I believe it can be greatly beneficial as it will be an indicator of how to navigate future endeavors of educating students as a collective on how to support LGBTQ+ youth. Lastly, there were even lesser research studies on the experiences of queer educators which are just as valuable as research on queer and LGBTQ+ students. Queer educators give queer students an adult that may look like them or experience the same things that they do. This is purely how representation works. Queer youth deserve to have adults that are like them in school. If there is a lack of research in this area, it begs the question: Why is there so little research on how queer educators affect queer youth? Is it because there are so few queer educators? Is it due to the threat of being out of the closet? There are many questions that should be asked around this issue.   Limitations  Through my research process, I felt like I knew exactly what I was looking for and yet I kept finding dead ends. Much of the work that exists in the literature is narrative inquiry and framework exploration: which is helpful, but not what I needed to complete this project. Additionally, much of the research focuses on statistics trying to answer questions such as “How many LGBTQ+ youth drop out”, and “What percent of LGBTQ+ youth feel safe in schools?” Again, this is useful, but I want to dig deeper and get into why and how they feel unsafe, and why, and how they drop out. Therefore, there is very limited research on the mechanisms behind which these phenomena occur in schools. There’s even less research in the literature on intersectional analyses between the demographics of students.  The original keywords I used were: Queer Theory, Education, LGBTQ+ Youth, Social Hierarchies of Education, LGBTQ+ Science, and LGBTQ+ Students. I found a great deal on 55 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION higher education but that did not address experience of queer youth in k-12 education. Therefore, I included some later new key terms such as k-12 LGBTQ+, and adolescent LGBTQ+ students. Adding those last keyword terms helped me get the results I wanted. Unfortunately, I was still very limited. I was almost limited as much of the ground-breaking research and qualitative work was done in the early 2000s and 2010s which is a little before the time frame I was working with. I feel this may have to do with a possible stump in the road of genderqueer studies and education as an interdisciplinary field. I feel this stump in the road is there is a lack of cross disciplinary work being done with researchers in gender queer studies and researchers in education on the scale that is necessary. As for the research I was working with, I exclusively used studies and research articles between 2013 and 2023. Conclusions I am finishing this paper at a time when there are growing bans on gender-affirming care and states are in states are passing “Don’t Say Gay Bills” that outlaw the support of LGBTQ+ youth in schools (Abreu et al., 2022; Barbeauld, 2014; Kidd & Witten, 2007). Transgender people are facing higher risks of suicide and violence which seems to be getting worse daily (Uren, 2021). It is crucial that this harm and pain no longer continue to LGBTQ+ youth and the community at large. Through this literature review, I have attempted to shed light on this important issue in hopes of inciting change starting in schools and the education system at large.   56 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION References Abreu, R. L., Sostre, J. P., Gonzalez, K. A., Lockett, G. M., Matsuno, E., & Mosley, D. V. (2022). Impact of gender-affirming care bans on transgender and gender diverse youth: Parental figures’ perspective. Journal of Family Psychology, 36, 643–652. https://doi.org/10.1037/fam0000987 Aronson, B., & Laughter, J. (2020). The theory and practice of culturally relevant education: Expanding the conversation to include gender and sexuality equity. Gender & Education, 32(2), 262–279. https://doi.org/10.1080/09540253.2018.1496231 Barbeauld, P. H. (2014). Don’t Say Gay Bills and the Movement to Keep Discussion of LGBT Issues out of Schools. Journal of Law & Education, 43, 137. Day, J. K., Fish, J. N., Grossman, A. H., & Russell, S. T. (2020). Gay-Straight Alliances, Inclusive Policy, and School Climate: LGBTQ Youths’ Experiences of Social Support and Bullying. Journal of Research on Adolescence: The Official Journal of the Society for Research on Adolescence, 30 Suppl 2(Suppl 2), 418–430. https://doi.org/10.1111/jora.12487 De Pedro, K. T., Lynch, R. J., & Esqueda, M. C. (2018). Understanding safety, victimization and school climate among rural lesbian, gay, bisexual, transgender, and questioning (LGBTQ) youth. Journal of LGBT Youth, 15(4), 265–279. https://doi.org/10.1080/19361653.2018.1472050 Dykes, F. O. (n.d.). Our voices count: The lived experiences of LGBTQ educators and its impact on teacher education prepa. 13. Dykes, F. O., & Delport, J. L. (2018). Our voices count: The lived experiences of LGBTQ educators and its impact on teacher education preparation programs. Teaching Education, 29(2), 135–146. https://doi.org/10.1080/10476210.2017.1366976 Earnshaw, V. A., Menino, D. D., Sava, L. M., Perrotti, J., Barnes, T. N., Humphrey, D. L., & Reisner, S. L. (2020). LGBTQ bullying: A qualitative investigation of student and school health professional 57 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION perspectives. Journal of LGBT Youth, 17(3), 280–297. https://doi.org/10.1080/19361653.2019.1653808 Fredman, A. J., Schultz, N. J., & Hoffman, M. F. (2015). “You’re Moving a Frickin’ Big Ship”: The Challenges of Addressing LGBTQ Topics in Public Schools. Education and Urban Society, 47(1), 56–85. https://doi.org/10.1177/0013124513496457 Garg, N., & Volerman, A. (2021). A National Analysis of State Policies on Lesbian, Gay, Bisexual, Transgender, and Questioning/Queer Inclusive Sex Education. Journal of School Health, 91(2), 164–175. https://doi.org/10.1111/josh.12987 Gender-Inclusive Schools | OSPI. (n.d.). Retrieved January 17, 2023, from https://www.k12.wa.us/policy-funding/equity-and-civil-rights/resources-school-districts-civil-rights-washington-schools/gender-inclusive-schools Greenspan, S. B., Griffith, C., Hayes, C. R., & Murtagh, E. F. (2019). LGBTQ + and ally youths’ school athletics perspectives: A mixed-method analysis. Journal of LGBT Youth, 16(4), 403–434. https://doi.org/10.1080/19361653.2019.1595988 Hillard, P., Love, L., Franks, H. M., Laris, B. A., & Coyle, K. K. (2014). “They Were Only Joking”: Efforts to Decrease LGBTQ Bullying and Harassment in Seattle Public Schools. Journal of School Health, 84(1), 1–9. https://doi.org/10.1111/josh.12120 Hornbeck, D., & Duncheon, J. C. (2022). “From an ethic of care to queer resistance”: Texas administrator and teacher perspectives on supporting LGBTQ students in secondary schools. International Journal of Qualitative Studies in Education, 1–17. https://doi.org/10.1080/09518398.2022.2127021 Jarpe-Ratner, E. (2020). How can we make LGBTQ+-inclusive sex education programmes truly inclusive? A case study of Chicago Public Schools’ policy and curriculum. Sex Education, 20(3), 283–299. https://doi.org/10.1080/14681811.2019.1650335 58 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Kidd, J. D., & Witten, T. M. (2007). Transgender and Transsexual Identities: The next Strange Fruit - Hate Crimes, Violence and Genocide against the Global Trans-Communities. Journal of Hate Studies, 6, 31. Lundin, M. (2014). Inviting queer ideas into the science classroom: Studying sexuality education from a queer perspective. Cultural Studies of Science Education, 9(2), 377–391. https://doi.org/10.1007/s11422-013-9564-x Mattheis, A., Lovos, J., Humphrey, C., Eichenberger, L., & Nazar, C. R. (2022). Queering the Common Core (and the NGSS): Challenging Normativity and Embracing Possibility. Journal of Homosexuality, 69(12), 2007–2026. https://doi.org/10.1080/00918369.2021.1987748 McQuillan, M. T. (2021). Scaling Gender and Sexual Diversity Policies in K-12 Schools. Educational Policy, 08959048211058461. https://doi.org/10.1177/08959048211058461 Oasis Youth Center. (n.d.). Retrieved April 5, 2023, from https://devoasis.dreamhosters.com/ O’Farrell, M., Corcoran, P., & Davoren, M. P. (2021). Examining LGBTI+ inclusive sexual health education from the perspective of both youth and facilitators: A systematic review. BMJ Open, 11(9), e047856. https://doi.org/10.1136/bmjopen-2020-047856 Owens, M., & Mattheus, D. (2022). Addressing Health Disparities in LGBTQ Youth Through Professional Development of Middle School Staff. Journal of School Health, 92(12), 1148–1154. https://doi.org/10.1111/josh.13244 Paechter, C., Toft, A., & Carlile, A. (2021). Non-binary young people and schools: Pedagogical insights from a small-scale interview study. Pedagogy, Culture & Society, 29(5), 695–713. https://doi.org/10.1080/14681366.2021.1912160 Porta, C. M., Singer, E., Mehus, C. J., Gower, A. L., Saewyc, E., Fredkove, W., & Eisenberg, M. E. (2017). LGBTQ Youth’s Views on Gay-Straight Alliances: Building Community, Providing Gateways, and 59 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Representing Safety and Support. Journal of School Health, 87(7), 489–497. https://doi.org/10.1111/josh.12517 Sava, L. M., Earnshaw, V. A., Menino, D. D., Perrotti, J., & Reisner, S. L. (2021). LGBTQ Student Health: A Mixed-Methods Study of Unmet Needs in Massachusetts Schools. The Journal of School Health, 91(11), 894–905. https://doi.org/10.1111/josh.13082 Schey, R. (2021). Fostering Youth’s Queer Activism in Secondary Classrooms: Youth Choice and Queer-Inclusive Curriculum. Journal of Adolescent & Adult Literacy, 64(6), 623–632. https://doi.org/10.1002/jaal.1150 Schey, R. (2023). Youth’s Experiences of LGBTQ+ Inclusive Curriculum in a Secondary U.S. Classroom at the Intersections of Sexuality, Gender, Race, and Class. Equity & Excellence in Education, 0(0), 1–15. https://doi.org/10.1080/10665684.2022.2160848 Snapp, S. D., Hoenig, J. M., Fields, A., & Russell, S. T. (2015). Messy, Butch, and Queer: LGBTQ Youth and the School-to-Prison Pipeline. Journal of Adolescent Research, 30(1), 57–82. https://doi.org/10.1177/0743558414557625 Snapp, S. D., McGuire, J. K., Sinclair, K. O., Gabrion, K., & Russell, S. T. (2015). LGBTQ-inclusive curricula: Why supportive curricula matter. Sex Education, 15(6), 580–596. https://doi.org/10.1080/14681811.2015.1042573 Uren, M. (2021). Every 66 Hours. Dead or Disappeared. A Colonial Gendered Lens on Genocide: Case Study on Canada’s Genocide against Indigenous Women, Girls, and 2SLGBTQQIA People. Denver Journal of International Law and Policy, 50, 167. Wernick, L. J., Espinoza-Kulick, A., Inglehart, M., Bolgatz, J., & Dessel, A. B. (2021). Influence of multicultural curriculum and role models on high school students’ willingness to intervene in anti-LGBTQ harassment. Children and Youth Services Review, 129, 106211. https://doi.org/10.1016/j.childyouth.2021.106211 60 LGBTQ+ YOUTH EXPERIENCES IN EDUCATION Woolley, S. W. (2017). Contesting silence, claiming space: Gender and sexuality in the neo-liberal public high school. Gender and Education, 29(1), 84–99. https://doi.org/10.1080/09540253.2016.1197384  ",
    "id": 567724390,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.tacoma.uw.edu:med_theses-1003"
    },
    "title": "LGBTQ+ Youth Experiences in Education: What it Means to be Queer",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-06-07T08:00:00+01:00",
    "publisher": "UW Tacoma Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.tacoma.uw.edu/cgi/viewcontent.cgi?article=1003&context=med_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/567724390.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/567724390"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/567724390/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/567724390/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/567724390"
        }
    ],
    "abstract": "This research explores the existing literature on the experiences of LGBTQ+ students in schools. Three themes were identified: the effects of school climate on LGBTQ+ students, the health, wellness, and survivability of LGBTQ+ students, and how curriculum affects LGBTQ+ students. The paper goes on to examine how practices at Generic Sound School Name could be aligned with research and then explores the implications for future research and transformed practice",
    "tags": [
        "text",
        "LGBTQ+ students",
        "queering education",
        "heteronormativity",
        "queer students",
        "compulsory heterosexuality",
        "Curriculum and Instruction",
        "Gender Equity in Education",
        "Humane Education",
        "Junior High, Intermediate, Middle School Education and Teaching"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.tacoma.uw.edu:med_theses-1003",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11713",
        "openDoarId": 0,
        "name": "University of Washington: UW Tacoma Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 567724390,
        "depositedDate": null,
        "publishedDate": "2023-06-07T08:00:00+01:00",
        "updatedDate": "2023-11-18T19:28:11+00:00",
        "acceptedDate": null,
        "createdDate": "2023-06-09T20:07:29+01:00"
    },
    "urls": [
        "https://digitalcommons.tacoma.uw.edu/context/med_theses/article/1003/viewcontent/auto_convert.pdf",
        "https://digitalcommons.tacoma.uw.edu/med_theses/1"
    ],
    "lastUpdate": "2023-11-18T19:28:11+00:00",
    "setSpecs": []
}