{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tan, Joey"
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-18T15:49:34+01:00",
    "dataProvider": {
        "id": 11096,
        "name": "Scholarly Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/11096",
        "logo": "https://api.core.ac.uk/data-providers/11096/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/303895955.pdf",
    "fullText": "Backstage Pass Volume 1 Issue 1 Article 13 2018 LGBTQ+ Representation and Activism in the Music Industry Joey Tan University of the Pacific, j_tan15@u.pacific.edu Joey Tan (2020) is pursuing a degree in Music Industry Studies.  This article was written as part of the curriculum for the Bachelor of Music in Music Management and the Bachelor of Science in Music Industry Studies at University of the Pacific. Each student conducted research based on his or her own areas of interest and study. To learn more about the program, visit: go.pacific.edu/musicindustry Follow this and additional works at: https://scholarlycommons.pacific.edu/backstage-pass  Part of the Music Commons Recommended Citation Tan, Joey (2018) \"LGBTQ+ Representation and Activism in the Music Industry,\" Backstage Pass: Vol. 1 : Iss. 1 , Article 13. Available at: https://scholarlycommons.pacific.edu/backstage-pass/vol1/iss1/13 This Opinion & Analysis is brought to you for free and open access by the Conservatory of Music at Scholarly Commons. It has been accepted for inclusion in Backstage Pass by an authorized editor of Scholarly Commons. For more information, please contact mgibney@pacific.edu.   LGBTQ+ Representation and Activism in the Music Industry By Joey Tan  20% of 18-34 year olds identify as lesbian, gay, bisexual, transgender, or queer (LGBTQ+), with 92% of all LGBTQ+ consumers being self-proclaimed music fans.1 Yet, LGBTQ+ voices are rarely heard in the mainstream music scene. Beyond the loss of revenue from not addressing a substantial section of the market, the industry arguably has an unfulfilled responsibility to society to promote equality and inclusion. As LGBTQ+ issues have come to the forefront of political discussions, so has its representation in music. Though LGBTQ+ related music has started to infiltrate the mainstream market, the discrimination and lack of visibility within the industry is still alarmingly high.2 Given that 53% of LGBTQ+  music listeners claim they would be “lost” without music,3 the content and actions of those within the industry have a substantial effect on the lives of LGBTQ+ individuals. Music artists have the social responsibil-ity to better represent the LGBTQ+ community through visibility and advocacy. One of the most important reasons for representation is the impact of LGBTQ+ visibility on music listeners. While visibility may seem like an abstract, insignificant concept, it is an ef-fective way of supporting the community.4 Laura Jane Grace, lead singer of punk rock band Against Me!, explained to Billboard that what helped her through her transition process was Life of Agony’s Mina Caputo’s coming out as transgender, and the success of LGBTQ+ artists such                                                  1 Glaad, Nielson, and Music Business Association. LGBTQ in the Music Business: Where Is the Representation?, 2017. 2 Horowitz, Steven J. How Homophobic Is Hip-Hop in 2016?, 20 Oct. 2016. 3 Glaad, Nielson, and Music Business Association 4 Horowitz, Steven J  1Tan: LGBTQ+ Representation and Activism in the Music IndustryPublished by Scholarly Commons, 2018  as Frank Ocean. Grace believes that visibility is necessary to normalize the LGBTQ+ commu-nity: “It has to get to a point where it isn’t even an issue because it’s so commonplace.”5 Legend-ary artist Freddie Mercury helped to raise awareness for AIDS by coming out about being HIV positive before his death. The broadcast of the Freddie Mercury Tribute Concert for AIDS Awareness in 1992, which raised money for AIDS research, reached an estimated 1 billion peo-ple, increasing awareness for AIDS to an entire generation of music listeners.6 Another reason for representation, alongside inspiring others and normalizing LGBTQ+ artists in the mainstream music scene, is to challenge discrimination. LGBTQ+ discrimination is present especially in hip-hop, which currently has the largest portion of the market, based on to-tal music consumption.7 LGBTQ+ visibility is nearly non-existent in the world of hip-hop.8 Few LGBTQ+ hip-hop artists have had commercial success in the music industry.9 But even further, those within the genre engage in discrimination that establishes a barrier to LGBTQ+ artists. At the beginning of hip-hop icon Kanye West’s career, he expressed in an interview with MTV that “if you see something and you don’t want to be that because there’s such a negative connotation towards it, you try to separate yourself from it so much that it made me homophobic.”10Years later, the artists, lyrics, and behaviors within the genre demonstrate that this attitude is still pre-sent. This harmful discrimination can only be combated by artists taking action against the issue through the free expression of LGBTQ+ hip-hop artists and the hip-hop community verbally ad-dressing the discrimination within and outside of the genre.                                                  5 Billboard Staff. 25 Pivotal LGBT Moments In Music, 10 June 2014 6 Billboard Staff 7 Chesman, Donna-Claire. Hip-hop Passes Rock as the Most Popular Genre in the US, According to Nielsen Data, 18 July 2017. 8 Horowitz, Steven Jwitz 9 Glass, Joshua. Why Is It So Hard For Queer Rappers to Find Commercial Success?, 06 Sept. 2017. 10 Glaad, Nielson, and Music Business Association 2Backstage Pass, Vol. 1 [2018], Iss. 1, Art. 13https://scholarlycommons.pacific.edu/backstage-pass/vol1/iss1/13  LGBTQ+ representation within the music itself takes multiple forms, including music sharing LGBTQ+ struggles and issues, music promoting queer pride, music as a response to dis-crimination, and simply music created by LGBTQ+ artists. Pop artist Troye Sivan shined a light on his own struggle to accept his sexuality while maintaining his religion, in his song “Heaven.”11 By openly sharing his own experiences, those who have had a similar experience feel less alone and have someone to look up to. Sivan’s music also helps to educate others about the issues some people face as LGBTQ+ individuals. A few high profile artists promote LGBTQ+ pride through their music, such as Macklemore & Ryan Lewis in their song “Same Love” featuring Mary Lambert, which reached number 11 on the Billboard Hot 100, bringing LGBTQ+ positivity into mainstream music.12 Many artists also create music in response to dev-astating events, such as Sia’s “The Greatest,” which honors the victims of the Pulse Nightclub shooting and sends the message of strength and resilience.13 Other artists, such as Frank Ocean, contribute to LGBTQ+ representation in music simply by being a successful LGBTQ+ artist. Ocean’s first album with a major label, Channel Orange, was a significant accomplishment for the LGBTQ+ community, winning Soul Train Awards album of the year, and a Grammy for Best Urban Contemporary album.14 On this album, Ocean openly expressed his sexuality by using the pronoun “he” in his songs “Forrest Gump” and “Bad Religion.” The need for LGBTQ+ representation and what that entails depends on the role of musi-cians in society. Senior editor at Out, Jason Lamphier, said, “it’s not their job to be activists. It’s their job to be pop stars, and they can get their message out that way through their music.”15 But                                                  11 Monroe, Ian David. 2016 Was a Strong Year for Queer Representation in Music, 15 Dec. 2016. 12 Billboard Staff 13 Monroe, Ian David 14 Billboard Staff 15 Moniuszko, Sara. Mainstream Music Embraces LGBT Perspective, 30 Aug. 2015. 3Tan: LGBTQ+ Representation and Activism in the Music IndustryPublished by Scholarly Commons, 2018  many will argue otherwise, stating that anyone with such an influence over people’s emotions and beliefs must use their following as a platform for advocacy. Lady Gaga is an artist who is recognized for her political activism, particularly relating to the LGBTQ+ community. Beyond her LGBTQ+ pride song “Born This Way,” which has become an LGBTQ+ anthem, Gaga has repeatedly spoken out about various issues. She has utilized Twitter to urge her followers to ask the New York State senator to vote in favor of the Marriage Equality Act. The pop artist has even taken the initiative to team up with Virgin Mobile to confront the issue of LGBTQ+ youth homelessness.16 When it comes to LGBTQ+ advocacy, Madonna is another artist who has made a significant number of contributions. Madonna ditched the gown to wear a Boy Scout uniform to the GLAAD Media Awards to shine a light on the Boy Scout ban on gay scouts.  While many artists claim to be advocates for their LGBTQ+ fans, many fail to genuinely impact the community. Lamphier told USA Today, “It’s one thing to write a song or to pair your song with a video that tackles LGBT issues, it’s another thing to be a very vocal advocate.”17 Whether to be politically active under their public name is an important decision for artists. There is a pressure on public figures to be politically active, and an even greater pressure on LGBTQ+ artists to explicitly express their sexuality or gender identity and advocate on behalf of the community. But that pressure is not entirely unjustified, because silence is a form of oppres-sion. In an industry built upon sharing a message and connecting with audiences, that silence cannot be tolerated. For those artists who can safely be open about LGBTQ+ topics, they must use their public platform to initiate change by encouraging visibility, engaging in anti-discrimi-natory language and behavior, and sharing LGBTQ+ positive messages through music.                                                  16 Billboard Staff 17 Moniuszko, Sara 4Backstage Pass, Vol. 1 [2018], Iss. 1, Art. 13https://scholarlycommons.pacific.edu/backstage-pass/vol1/iss1/13  Bibliography Billboard Staff. \"25 Pivotal LGBT Moments In Music.\" Billboard. Billboard, 10 June 2014. Web. Blake, Jimmy, and Sinead Garvan. \"The 19-year-old Helping to Stamp out Homophobia at MusicFestivals - BBC Newsbeat.\" BBC News. BBC, 28 Aug. 2017. Web. Chesman, Donna-Claire. \"Hip-hop Passes Rock as the Most Popular Genre in the US, According to Nielsen Data.\" Business Insider. Business Insider, 18 July 2017. Web. Glaad, Nielson, and Music Business Association. LGBTQ in the Music Business: Where Is the Representation? Rep. N.p.: Glaad, 2017. Music Biz 2017. Music Business Association, 2017. Web. Glass, Joshua. \"Why Is It So Hard For Queer Rappers to Find Commercial Success?\" OUT. Out Magazine, 06 Sept. 2017. Web. Horowitz, Steven J. \"How Homophobic Is Hip-Hop in 2016?\" Complex. Complex, 20 Oct. 2016. Web. Moniuszko, Sara. \"Mainstream Music Embraces LGBT Perspective.\" USA Today. Gannett Satellite Information Network, 30 Aug. 2015. Web. Monroe, Ian David. \"2016 Was a Strong Year for Queer Representation in Music.\" V Magazine. V Magazine, 15 Dec. 2016. Web. Sopelsa, Brooke. \"Transgender Military Members Attend MTV Video Music Awards.\" NBCNews.com. NBCUniversal News Group, 28 Aug. 2017. Web. Wong, Curtis M. \"Here's Why This Bluegrass Concert Is Amplifying Queer And Diverse Artists.\" The Huffington Post. TheHuffingtonPost.com, 23 Sept. 2017. Web. 5Tan: LGBTQ+ Representation and Activism in the Music IndustryPublished by Scholarly Commons, 2018",
    "id": 303895955,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarlycommons.pacific.edu:backstage-pass-1020"
    },
    "title": "LGBTQ+ Representation and Activism in the Music Industry",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-04-27T02:02:28+01:00",
    "publisher": "Scholarly Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarlycommons.pacific.edu/cgi/viewcontent.cgi?article=1020&context=backstage-pass"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/303895955.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/303895955"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/303895955/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/303895955/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/303895955"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "music industry",
        "LGBTQ",
        "activism",
        "social justice",
        "equality",
        "Music"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarlycommons.pacific.edu:backstage-pass-1020",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11096",
        "openDoarId": 0,
        "name": "Scholarly Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 303895955,
        "depositedDate": null,
        "publishedDate": "2018-04-27T02:02:28+01:00",
        "updatedDate": "2024-01-31T14:10:15+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-18T15:49:34+01:00"
    },
    "urls": [
        "https://scholarlycommons.pacific.edu/backstage-pass/vol1/iss1/13",
        "https://scholarlycommons.pacific.edu/context/backstage-pass/article/1020/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-31T14:10:15+00:00",
    "setSpecs": []
}