{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Schaub, Jason"
        },
        {
            "name": "Stander, Willem J."
        },
        {
            "name": "Montgomery, Paul"
        }
    ],
    "contributors": [],
    "createdDate": "2022-12-28T12:47:05+00:00",
    "dataProvider": {
        "id": 4836,
        "name": "University of Birmingham Research Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/4836",
        "logo": "https://api.core.ac.uk/data-providers/4836/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1016/j.childyouth.2022.106682",
    "downloadUrl": "https://core.ac.uk/download/552199647.pdf",
    "fullText": "  University of BirminghamLGBTQ+ young people’s health and well-beingexperiences in out-of-home social careSchaub, Jason; Stander, Willem J.; Montgomery, PaulDOI:10.1016/j.childyouth.2022.106682License:Creative Commons: Attribution (CC BY)Document VersionPublisher's PDF, also known as Version of recordCitation for published version (Harvard):Schaub, J, Stander, WJ & Montgomery, P 2022, 'LGBTQ+ young people’s health and well-being experiences inout-of-home social care: a scoping review', Children and Youth Services Review, vol. 143, 106682.https://doi.org/10.1016/j.childyouth.2022.106682Link to publication on Research at Birmingham portalGeneral rightsUnless a licence is specified above, all rights (including copyright and moral rights) in this document are retained by the authors and/or thecopyright holders. The express permission of the copyright holder must be obtained for any use of this material other than for purposespermitted by law.•\tUsers may freely distribute the URL that is used to identify this publication.•\tUsers may download and/or print one copy of the publication from the University of Birmingham research portal for the purpose of privatestudy or non-commercial research.•\tUser may use extracts from the document in line with the concept of ‘fair dealing’ under the Copyright, Designs and Patents Act 1988 (?)•\tUsers may not further distribute the material nor use it for the purposes of commercial gain.Where a licence is displayed above, please note the terms and conditions of the licence govern your use of this document.When citing, please reference the published version.Take down policyWhile the University of Birmingham exercises care and attention in making items available there are rare occasions when an item has beenuploaded in error or has been deemed to be commercially or otherwise sensitive.If you believe that this is the case for this document, please contact UBIRA@lists.bham.ac.uk providing details and we will remove access tothe work immediately and investigate.Download date: 16. Feb. 2023Children and Youth Services Review 143 (2022) 106682Available online 17 October 20220190-7409/© 2022 The Author(s). Published by Elsevier Ltd. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).LGBTQ+ Young People’s Health and Well-being Experiences in Out-of-home Social Care: A scoping review Jason Schaub *, Willem J. Stander , Paul Montgomery University of Birmingham, United Kingdom   A R T I C L E  I N F O   Keywords: LGBTQ Young people Health Well-being Out-of-home care Scoping review A B S T R A C T   Background and objectives: The experiences of lesbian, gay, bisexual, transgender, and queer or questioning (LGBTQ+) youth in foster and residential social care have largely been overlooked in research, practice and policy. This scoping review aims to identify and synthesize the existing empirical research concerning the health and well-being needs of LGBTQ+ youth in care. Methods: Following a six-stage approach to scoping reviews, a computerized search was conducted from a total of eight electronic databases: PubMed, Web of Science (Core Collection), Scopus, CINAHL Plus, PsychINFO, So-ciological Abstracts, Social Care Online (SCIE), and OpenGrey. Search parameters comprised of three domains (LGBTQ+ status, age, and social care interventions). Data synthesis included thematic analysis, as well as critical appraisal using Critical Appraisal Skills Programme (CASP) criteria. Of the initial 1,962 sources identified, 22 studies met the search and quality criteria and were included in the final review. Results: Overall, the evidence base is limited with most studies originating from the USA (77 % of included papers). The findings indicate that LGBTQ+ youth experience poorer physical and mental health, and also poorer well-being outcomes compared to non-LGBTQ+ youth while in foster and residential social care. Racial or ethnic minority LGBTQ+ youth, lesbian/bisexual girls, and trans and nonbinary youth face particular challenges, and social care systems appear especially ill-equipped to meet the needs of transgender and nonbinary youth. Conclusion: While the evidence base continues to grow, there remains a need for high quality research including longitudinal and life course studies in various contexts and countries to generate robust empirical evidence in this area. The implications for practice and policy include policy shifts, mandatory and comprehensive competency-based education and training, as well ongoing coaching regarding anti-LGBTQ+ and hetero-normative bias within this system.   1. Introduction Until recently, the experiences of lesbian, gay, bisexual, transgender, and queer or questioning (LGBTQ+) youth in foster and residential so-cial care (FRSC) have received little attention in practice, research and policy (McCormick et al., 2017). Sexual and gender minority youth, defined here as those persons under the age of 25, occupy the para-doxical position of being disproportionately represented and simulta-neously invisible within the social care system. Anecdotal and empirical evidence, most often from the USA, suggests that, compared to their heterosexual and cisgender peers, LGBTQ+ young people are largely overrepresented in out-of-home care. LGBTQ+ youth are twice as likely to experience foster care placement (Fish et al., 2019; Irvine & Canfield, 2016; Wilson et al., 2014), and more likely to be placed in restrictive environments such as congregate care or group home settings (Mallon et al., 2002; Wilber et al., 2006; Wilson et al., 2014). While the link between sexual and gender minority status and entry into social care is not well documented, the inability of some families to accept a young person’s diverse sexual orientation, gender identity and expression (SOGIE) is cited as one of the reasons for many experiencing maltreat-ment and entering FRSC services (Fish et al., 2019; Mallon, 1998; Mallon et al., 2002; Woronoff & Estrada, 2006). Unfortunately, despite social advances, LGBTQ+ youth generally still experience elevated levels of family mistreatment, victimization and rejection compared to non- LGBTQ+ youth (Corliss et al., 2002; McGeough & Sterzing, 2018; Ryan et al., 2009). The overrepresentation of LGBTQ+ youth in FRSC is exacerbated by various interpersonal and structural forces which, for decades, has * Corresponding author at: Department of Social Work and Social Care, The University of Birmingham, Edgbaston, Birmingham B15 2TT, United Kingdom. E-mail address: j.schaub@bham.ac.uk (J. Schaub).  Contents lists available at ScienceDirect Children and Youth Services Review journal homepage: www.elsevier.com/locate/childyouth https://doi.org/10.1016/j.childyouth.2022.106682 Received 2 March 2022; Received in revised form 28 July 2022; Accepted 2 October 2022   Children and Youth Services Review 143 (2022) 1066822hindered the child welfare system’s acknowledgement and account-ability for this population. Research from Westernised countries such as the USA and UK have consistently demonstrated a lack of cultural competence, inadequate training and great variability in policies for social care practitioners working with LGBTQ+ youth and their families, as well as assumptions of youth heterosexuality and beliefs that LGBTQ+ youth don’t exist in care systems (e.g., Mallon, 1998, 2001; McCormick et al., 2017; Sherriff et al., 2011; Sullivan, 1994; Washburn et al., 2018). A major gap in the field is the lack of systematic or routine data collection on a youth’s SOGIE which limits the system’s ability to address the unique challenges facing this population (Wilson et al., 2014). This may be due to several factors including concerns about youth safety and confidentiality of these data, and the discomfort among youth, parents, and providers in discussing the sexual orientation of youth (Washburn et al., 2018). Relatedly, some LGBTQ+ youth may not be willing, or feel unsafe, to openly disclose their sexual or gender identities within the care system. Once in FRSC, sexual and gender mi-nority youth report differential treatment where they encounter harassment, violence, bullying, discrimination, and lack of acceptance or indifference in these settings from social care professionals, foster parents and other youth in care according to USA-based evidence (Clements & Rosenwald, 2007; Gallegos et al., 2011; Rosenwald, 2009; Sullivan et al., 2001; Wilber et al., 2006; Woronoff & Estrada, 2006). Consequently, LGBTQ+ youth are exposed to multiple, reinforcing forms of oppression, both in broader society and within the care system, which impacts on their health and well-being. Reviews of the literature from developed countries including the USA, UK, Europe and Australia suggest that LGBTQ+ youth in FRSC may be at risk of several adverse health, mental health and well-being out-comes, as well as a range of unmet needs related to support and services (e.g., Grooms, 2020; Kaasbøll et al., 2021; McCormick et al., 2017; The Annie E. Casey Foundation, 2016). In addition, previous research in-dicates that LGBTQ+ youth are more likely to experience multiple un-stable placements, homelessness, and a higher risk of aging out of care without adequate preparation of transitioning to adulthood compared to their non-LGBTQ+ peers (Jacobs & Freundlich, 2006; Mallon et al., 2002; Poirier et al., 2018). There are also indications that these out-comes and experiences are common, and perhaps more negative, among LGBTQ+ young people with intersecting minority statuses (e.g., race/ ethnicity) and trans and gender diverse (TGD) youth (Grooms, 2020; Mountz et al., 2018; Stotzer et al., 2013). However, the evidence base is relatively limited, based primarily on evidence from the USA and has been synthesized to varying degrees of transparency and rigor in pre-vious reviews. Most recently, a scoping review investigated LGBTQ+issues across a broad context of child welfare services including the perspectives of LGBTQ+ youth, LGBTQ+ foster parents, and service providers (Kaasbøll et al., 2021). However, this review did not assess study quality and considered both weak and strong peer-reviewed/ published research in its final themes. In the absence of a fuller body of research, it is critical that policy and practice are underpinned by good quality primary sources of evidence, both published and unpub-lished (i.e., gray literature), if we are to effectively address the specific needs of LGBTQ+ youth in FRSC. We seek to address the paucity of data synthesis in this space by conducting a scoping review of the international literature addressing the health and well-being experiences of LGBTQ+ youth in FRSC and paying specific attention to the differential needs (such as cultural matching) of diverse LGBTQ+ subpopulations. For example, cultural dissimilarity has been found to have a negative influence on foster children’s loneliness, depression, psychological adjustment and conduct in the home (Anderson & Linares, 2012); however, little is known about the implications of cultural matching where LGBTQ+ young people are placed with carers that match their cultural or ethnic background. To the best of our knowledge in this topic area, there is no existing peer- reviewed or published synthesis of research using a recognized quality assessment tool to critically appraise the existing literature in this topic area. While critical appraisal is not a compulsory measure in scoping review frameworks, it has been argued that the lack of quality assess-ment can make findings challenging to interpret (Brien et al., 2010) and limit their uptake into policy and practice (Grant & Booth, 2009). The present scoping review examines the empirical knowledge base on the topic, summarizes the main findings, and identifies gaps in the evidence base with a goal to informing future research, practice, and policy. The research questions addressed were:  1. What are the health and well-being experiences of LGBTQ+ young people in care?  2. Do LGBTQ+ youth have particular social care needs and, if so, what are these?  3. What are the implications of cultural matching for LGBTQ+ young people in care? There is considerable heterogeneity in the social, political, and economic contexts in which children’s social care systems operate globally (e.g., Munro & Manful, 2012). There is a growing body of literature and guidance, which can be helpful in determining those sources of complexity in reviewing the certainty of evidence (e.g., Montgomery et al., 2019; Tricco et al., 2018). As this is an international scoping review, our review focuses on the coherence of evidence across a broad range of international studies to help inform our conclusions and recommendations. Furthermore, included studies within this review originated in developed countries (and regions) where children’s social care services have a greater ease of comparison (e.g., USA, Canada and UK; cf Munro and Manful (2012)). 2. Methods The current study employed a scoping review methodology. In contrast to systematic reviews, which typically address relatively precise questions determining the feasibility, appropriateness, meaningfulness, or effectiveness of a particular intervention or practice, scoping reviews are designed to assess and understand the extent of knowledge in an emerging field (Munn et al., 2018). Scoping reviews are particularly helpful when the literature is complex and heterogenous in nature or has not been extensively reviewed (Peters et al., 2020). Our approach fol-lowed an adapted framework for scoping reviews by Levac, Colquhoun & O’Brien (2010), which builds on previously established guidelines by Arksey and O’Malley (2005), and is in line with PRISMA-ScR (Preferred Reporting Items for Systematic reviews and meta-Analyses extension for Scoping Reviews) guidelines (Tricco et al., 2018). The scoping review consisted of six stages: (1) developing the research question(s); (2) identifying relevant studies; (3) selecting studies for inclusion; (4) charting the data; (5) collating, summarizing, and reporting the results; and (6) consultation. The present approach, however, differentiates itself from Arksey and O’Malley’s (2005) preceding framework in that it incorporates an added element of quality assessment as this activity adds methodological rigor and can improve uptake and use of scoping review findings (Grant & Booth, 2009). We performed a critical appraisal of shortlisted studies using the Critical Appraisal Skills Programme (CASP, 2018) ten criteria to determine inclusion in or exclusion from our review: clear statement of aims; appropriate methodology; appropriate research design; appro-priate recruitment strategy; appropriate data collection; whether research relationship was sufficiently considered; consideration of ethical issues; rigorous data analysis; clear findings; and overall value of the research. Developed by Oxford University, CASP checklists are available for a broad range of studies including qualitative and cohort studies. Each question in the CASP scored zero, one, or two with a possible total score for each paper of 20 points. The papers were awar-ded zero points for a question if they contained no information, one point for a moderate amount, and two points for fully addressing the question. J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668232.1. Search strategy Prior to systematically searching the literature, a preliminary search was conducted in August 2021 to identify review articles on the current topic and help develop and refine search terms. Because of the explor-atory nature of the study, our search strategy was deliberately sensitive to maximise the chances of finding a wide range of evidence. Search parameters included in three dimensions based on the study aims: LGBTQ+ status, age, and social care interventions. It was developed by the research team with the help of a librarian and comprehensive LGBTQ+ search terminology from a previous systematic review (Lee et al., 2016), and utilised PubMed MeSh index terms, variations, lim-iters, and Boolean operators (AND, OR). Our database selection sought both published and unpublished (i.e., gray literature) primary sources of evidence. Database searches included PubMed, Web of Science (Core Collection), Scopus, CINAHL Plus, PsychINFO, Sociological Abstracts, Social Care Online (SCIE), and OpenGrey. An example search terms, strategy and results of one database are provided in Table 1. Consistent with Arksey and O’Malley’s (2005) suggested search strategies, data-base searches were supplemented with articles retrieved from the ref-erences of other studies. We also consulted with topic experts to improve the validity of the selection and review of included studies. Key scholars in the field were contacted about potential or forthcoming studies not included in our database searches. 2.2. Study selection process We developed clear inclusion and exclusion criteria as part of our study selection process. There were four criteria that needed to be met for a study to be included. First, studies needed to address the health and well-being experiences of LGBTQ+ young people under the age of 25 and living under social care. Studies with professional populations that addressed the experiences of LGBTQ+ youth in care were also consid-ered eligible because of the small number of relevant studies from outside of the USA. Second, studies had to be empirically based to ensure the review included a wide range of evidence given the paucity of research in the area. Third, only studies written in English were deemed suitable for inclusion due to budgetary and time constraints. Finally, studies had to be published between 2001 and 2021 to create a demarcation for the search parameters. Texts written before 2001 were only included if they were deemed a seminal piece of research in the field. Each of these criteria ensured that the review remained focused on the research questions and placed resulting limitations on its scope. Pilot testing was undertaken to ensure consistency of the study selection process (Peters et al., 2020). A comprehensive search of suitable electronic databases was conducted (see Fig. 1). A total of 1,962 articles were returned across all databases. One researcher (WS) performed the initial search and removal of duplicates (1,420). He also conducted the initial screening of titles and abstracts and discarded obviously irrelevant studies. The two other authors (JS and PM) independently screened the remaining titles and abstracts. The team met regularly to discuss challenges in the study selection and resolved any discrepancies. 512 articles were ultimately removed for not meeting the inclusion criteria, and 5 studies were added that were acquired from the references of the articles retrieved from databases searches or known to the research team and stakeholders consulted. This left 35 articles to be screened for full text. 2.3. Quality appraisal Some researchers have argued that quality assessment is a necessary component of the scoping review process and should be performed using validated tools (Daudt et al., 2013). We performed a critical appraisal of the primary research articles using CASP (2018) to determine their in-clusion in or exclusion from our review and enable the identification of gaps in the evidence base (Pham et al., 2014). Data was extracted and scored from all papers meeting the aims of the review and independently scored by two reviewers (JS and WS). Where discrepancies occurred (32 %), these were resolved by consultation with a third reviewer (PM). The scores divided studies into groups of high quality, those with some shortcomings, and excluded studies. These groups are outlined in Table 2 below. A score of 17 and higher indicated a high-quality study; 10 studies received this score. A total of 12 studies scored between 14 and 16, indicating shortcomings in relation to clarity of aims, data collection methods, research relationships considered, and ethics con-siderations. The remaining 13 studies received scores of below 14 and were excluded from final review for not meeting our quality threshold. Ultimately, a total of 22 studies met the inclusion criteria and were included in the current review. 2.4. Data charting, extraction, and synthesis Data were extracted and organised from the included studies using an adaption of Arksey and O’Malley’s (2005) framework categories: author(s); year of publication; study location; study aims; study popu-lation and sample size; methodology; key findings and recommenda-tions. We also added the CASP score to each study as a further descriptive indicator of the scope of this field. Following charting, data were collated, summarized, and thematically organised to focus on the characteristics of included studies, summarize main findings, and identify gaps in the evidence base. As part of our analysis, we drew upon Braun and Clarke’s (2006, 2021) thematic analysis method, which values reflexivity as a central factor for identifying, describing and interpreting patterns in the data. This approach has been recommended over weighting individual articles for their contributions to allow for a more comprehensive integration of the data through identifying major and recuring themes (Levac et al., 2010) and was the most appropriate to answer our research questions, given that the majority of studies were qualitative. The six (recursive) phases for guiding thematic analysis were: familiarisation; coding; generating initial themes; reviewing and developing themes; refining; defining and naming themes; and writing up. The concepts from our study’s objectives informed the deductive codes; we also sought and developed emergent inductive codes through this process. Initial coding was carried out by one researcher (WS), paying specific attention to complex intersections among health, social and economic inequalities and developing a thematic clustering of the findings. Themes were generated and assessed based on discussions with all members of the research team (JS, WS and PM) and validated following discussions with our various stakeholder groups. Table 1 Social Care Online (SCIE) Search Strategy and Results.  Search code Search String Results S1 lgb* OR glb* OR “sexual minorit*” OR “gender minorit*” OR “sexual and gender minorit*” OR transgender* OR nonbinary OR non-binary OR queer OR genderqueer OR “gender variant” OR “gender diverse” OR “gender nonconform*” OR gay OR bisexual* OR lesbian* OR homosexual* OR same-sex OR same-gender OR intersex OR asexual OR “sexual orientation” OR “gender identity” 2,667 S1 child* OR youth OR teen* OR adolescen* OR young OR “young people” OR “young adult” OR “emerging adult” 56,458 S3 “residential care” OR “foster care” OR “child welfare” OR “home placement” OR “institutional care” OR looked-after OR “looked after” OR “kinship care” OR “out-of-home care” OR “foster home” OR “host home” OR “group home” OR “living arrangement” OR “living program*” OR “transitional living” OR housing OR “housing program” OR “housing model” 18,353 S4 S1 AND S2 AND S3 113  J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668242.5. Consultation The consultation of experts and stakeholders is an optional but rec-ommended step in scoping review and involves a knowledge translation activity (Levac et al., 2010). The consultation exercise ensured our approach was thorough and provided assurance that the review included a robust search strategy. To validate scoping review findings, we had close collaboration with various consultation/stakeholder groups established for our ongoing LGBTQ+ young people in social care (LYPSA) research project. One group consisted of care experienced LGBTQ+ young people and the other involved representatives from different social care organisations including children and youth services more generally and LGBTQ+ specific networks, independent fostering agencies, as well as an academic working in topic area. Both groups were consulted (before the search stage and in assisting with the interpretation of the results) to help inform the overall review. 3. Results 3.1. Characteristics of included studies The 22 studies that addressed the review questions are presented in Table 3. The majority of studies were conducted in the USA (n = 17; 77 %), with comparatively fewer from the United Kingdom (n = 4; 18 %) and the Netherlands (n = 1; 5 %). Fourteen of the included studies used qualitative methods and eight used quantitative methods. Almost all quantitative studies employed cross-sectional designs except for one study that used a longitudinal design (Dettlaff et al., 2018). The studies were published between 2011 and 2021, with the vast majority pub-lished or released after 2017 except for three studies (McCormick et al., Papers identified across databases searching using the same search strategy:PubMed (n = 159)Web of Science (Core Collection) (n = 352)Scopus (n = 813)CINAHL Plus (n = 221)PsychINFO (n = 210)Sociological Abstracts (n = 77)Social Care Online (n = 113)OpenGrey (n = 17)Total (n = 1962)Search narrowed by the removal of duplicates (n = 1420)Primary evaluation of title and abstract against inclusion criteria (n = 542)Papers excluded as not meeting the review inclusion criteria(n = 512)Full text papers meeting the aims of the review(n = 30)5 additional papers identified from references list of included papers or known to research team and stakeholders(n = 35)Papers excluded as not meeting CASP threshold (score < 14)(n = 13)Total number of studies included in review(n = 22)Identification of studies via databases ScreeningIncludedIdentificationFig. 1. PRISMA chart of identification, retrieval, and inclusion of relevant studies.  J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668252016; Sherriff et al., 2011; Wilson & Kastanis, 2015). Study populations predominantly consisted of LGBTQ+ young people (n = 15), children’s social care professionals (i.e., social workers, foster carers, representa-tives) (n = 4), or both samples (n = 3). Studies with young people had LGBTQ+ sample sizes ranging from 7 to 62,431 participants, with ages ranging from 10 to 31 years. Twelve studies reported good quality SOGIE data (Brandon-Friedman et al., 2020; Cossar et al., 2017; Erney & Weber, 2018; González Álvarez et al., 2021; McCormick et al., 2016; Paul, 2020; Sherriff et al., 2011); how-ever, multiple studies were based one sample: a qualitative, community- based participatory research study with 25 LGBTQ+ former foster youth (Capous-Desyllas & Mountz, 2019; Mountz, Capous-Desyllas, & Perez, 2020; Mountz, Capous-Desyllas, & Sevillano, 2020; Mountz et al., 2018; Mountz & Capous-Desyllas, 2020). The remaining six studies conflated their demographics (Baams et al., 2019; Dettlaff et al., 2018; Forge et al., 2018; Scannapieco et al., 2018; Wilson & Kastanis, 2015), or made in-terpretations based on sexual performativity (i.e., young people had been, or were currently in, both same sex and other sex relationships) (Bermea et al., 2018). Similarly, data on racial or ethnic background was difficult to obtain given limited or no reporting (Cossar et al., 2017; González Álvarez et al., 2021), or often conflated for heterosexual and LGBTQ+ comparison groups (Baams et al., 2019; Brandon-Friedman et al., 2020; Dettlaff et al., 2018). As a result, we use the umbrella term LGBTQ+ and variations, such as LGB and TGD, wherever relevant to reflect the population sample within the referenced study. Studies with social care professionals had sample sizes ranging from 12 to 1,196, and with ages ranging from 20 to 77 years. 3.2. Disproportionality and disparities of LGBTQ+ youth in care LGBTQ+ youth are overrepresented within the children’s social care system compared to their heterosexual and cisgender peers. Nationally representative and population-based survey findings from the USA indicate that between 15.5 and 30.4 % of youth involved in the child welfare system identify as LGBTQ+, both within the greater social care population as well as those young people in out-of-home care (Baams et al., 2019; Dettlaff et al., 2018; Wilson & Kastanis, 2015). This over-representation is far greater for LGBTQ+ youth from racial or ethnic minority backgrounds and girls who identify as sexual minorities (Det-tlaff et al., 2018; Wilson & Kastanis, 2015), indicating multiple forms of discrimination, disparities and heterogeneous prevalence within the population. Further, these studies likely underestimate the true preva-lence of LGBTQ+ youth in FRSC due to a lack of consistent and comprehensive gender identity or expression measures in large repre-sentative studies (e.g., Dettlaff et al., 2018), and only capture those who openly identify as LGBTQ+ within these systems. 3.2.1. Pathways into care Most LGBTQ+ youth enter care for the same reasons as for non- LGBTQ+ youth (abuse, neglect); however, significant differences were found in terms of childhood sexual violence and having a report of abuse substantiated by formal child protection services. Findings from a high quality longitudinal study conducted in the USA indicate that LGB and non-LGB youth experience similar frequencies of abuse, with neglect cited as the most commonly experienced type of abuse (Dettlaff et al., 2018). Both groups in their sample came from families with high poverty, low levels of parental education and high family stress. Relat-edly, parental mental health and substance abuse issues also contributed to youth’s removal from home, and closely interlinked with other factors such as domestic violence, parental death, poverty, and citizenship status according to a small qualitative study of LGBTQ+ former foster youth in Los Angeles (Mountz & Capous-Desyllas, 2020). In terms of group differences, moderate quality USA surveys found that LGBTQ+youth are significantly more likely to report childhood sexual violence (Forge et al., 2018), and ever having been a victim of sexual assault at intake when compared to their peers (Scannapieco et al., 2018). Worryingly, a longitudinal quantitative study found that LGB youth are less likely to have a report of abuse substantiated than non-LGB youth (Dettlaff et al., 2018). Other prominent reasons for entering care strongly related to the added trauma that comes with being rejected or harassed because of their SOGIE. Young people report familial or caregiver rejection and being made homeless because of their LGBTQ+ status as a factor for entering FRSC in a large UK qualitative study (Cossar et al., 2017). Within the same study, some LGBTQ+ youth described developing behavioral or mental health difficulties linked to suppressing their sexuality or gender identity which contributed to their out-of-home placement. A high quality quantitative survey indicates that LGBTQ+foster youth were more likely to have been homeless at one point in their life compared to their non-LGBTQ+ peers, a finding which, according to the authors, further lends itself family rejection and violence in response to their SOGIE (Wilson & Kastanis, 2015). 3.2.2. Poorer health, mental health, and well-being outcomes Sexual and gender minority youth in FRSC experience disparately poor health, mental health, and well-being outcomes. High quality as well as nationally representative surveys from the USA demonstrate that LGBTQ+ youth report significantly higher rates of mental health prob-lems (i.e., depression, suicidality), trauma, substance use, hospital-isation for emotional reasons and having ever experienced a major physical illness compared to non-LGBTQ+ youth (Baams et al., 2019; Dettlaff et al., 2018; Scannapieco et al., 2018; Wilson & Kastanis, 2015). Self-harm was also reported in a small qualitative study of 25 LGBTQ+former foster youth with nearly half the sample engaging in self-harm at some point in their lives (Mountz & Capous-Desyllas, 2020). The development of behavioural and mental health difficulties was also linked to suppression of their SOGIE according to a large qualitative UK study (Cossar et al., 2017). There are some discrepancies across studies whether these disparities persist over time. According to a longitudinal study from the USA, LGB youth had over three to five-time higher odds for meeting the criteria for clinically significant depression between their first and third waves of data collection (36 months) than their non LGB-peers (Dettlaff et al., 2018). In contrast, a moderate quality survey suggests significant improvement in mental health symptoms from intake to six to twelve month follow-ups after having received mental health related services and supports (Scannapieco et al., 2018). Increased substance use often stemmed from efforts to cope with homelessness or trauma, endured in FRSC or due to intergenerational substance abuse and mental health issues, or as a way of self-medicating Table 2 CASP Quality Scores.  Score N =x Studies 17–20 10 Baams et al., 2019; Capous-Desyllas & Mountz, 2019; Dettlaff et al., 2018; González Álvarez et al., 2021; Greeno, Matarese, & Weeks, 2021; Griffiths, Holderfield-Gaither, Funge, & Warfel, 2021; Mountz & Capous-Desyllas, 2020; Paul, 2020; Sherriff, Hamilton, Wigmore, & Giambrone, 2011; Wilson & Kastanis, 2015 16–14 12 Bermea, Rueda, & Toews, 2018; Brandon-Friedman, Pierce, Wahler, Thigpen, & Fortenberry, 2020; Cossar et al., 2017; Erney & Weber, 2018; Forge, Hartinger-Saunders, Wright, & Ruel, 2018; Hudson-Sharp & National Institute of Economic and Social Research, 2018; McCormick, Schmidt, & Terrazas, 2016; Mountz, Capous-Desyllas, & Perez, 2020;Mountz, Capous-Desyllas, & Pourciau, 2018; ; Mountz, Capous-Desyllas, & Sevillano, 2020; Scannapieco, Painter, & Blau, 2018; Schofield, Cossar, Ward, Larsson, & Belderson, 2019 <14 13 Abramovich & Kimura, 2021; Freundlich & Avery, 2004; Gallegos et al., 2011; Mallon, 2001; Mallon, Aledort, & Ferrera, 2002; Poirier, Wilkie, Sepulveda, & Uruchima, 2018; Ragg, Patrick, & Ziefert, 2006; Robinson, 2018; Salazar et al., 2018; Shpiegel & Simmel, 2016; Sullivan, Sommer, & Moff, 2001; Toner, 2013; Woronoff & Estrada, 2006  J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 1066826Table 3 Summary of included studies.   Author(s) and year of publication Study Location Methodology Data Collection Method Sample Sampling Method Key Findings Recommendations CASP Score 1 Baams et al. (2019) USA Quantitative Survey (cross- sectional design) Nationally representative probability sample LGBTQ+ youth (n = 62,431) Heterosexual youth (n = 430,672) 10–18 years Random More youth living in foster care (30.4 %) and unstable housing (25.3 %) self- identified as LGBTQ+than youth in a nationally representative sample (11.2 %). LGBTQ+youth in foster care reported more fights in school, victimization, and mental health problems compared with heterosexual youth in foster care. More qualitative research on the environment from which youth are removed and why LGBTQ+ youth experience multiple placements. More detailed information about families, foster parents, siblings, and role of school needed. Need for affirming care. 17 2 Bermea et al. (2018) USA Qualitative Focus groups, interviews Sexually fluid adolescent mother residents (n = 13) 14–22 years Program staff (n =12) Non- random Meaning of relationships between sexually fluid mothers minimized and violence between same-sex dating partners interpreted as normative peer conflict among practitioners at religiously affiliated residential foster home. Future research to explore queerness within pregnant and parenting adolescents. More nuanced questions regarding conflict needed. Practitioners should explore biases that may hinder the provision of appropriate resources and services to sexually fluid youth. 16 3 Brandon- Friedman et al. (2020) USA Quantitative Online survey (cross-sectional design) Former sexual minority foster youth (n = 52) Former non-sexual minority foster youth (n = 167) 10–18 years (mean age entering and exiting care) Non- random Former sexual minority foster youth found to have lower levels of sexual well- being, less developed sexual identities, and more sexual victimization experiences and unintended pregnancies (of themselves or of a partner) compared to non-sexual minority peers. Need for more comprehensive training for social care professionals and foster parents to better meet the needs of sexual minority youth. More research on transgender and gender diverse youth needed. 14 4 Capous- Desyllas & Mountz (2019) Los Angeles, USA Qualitative Photovoice interviews LGBTQ+ former foster youth (n =18) 18–26 years Non- random Participants reported feelings of abandonment by family of origin (compounded by rejection related to LGBTQ+ identity), dehumanization and voicelessness within foster care system. Lack of material and emotional support upon transitioning. Use of drugs and alcohol to self- medicate, often against a backdrop of little or no access to proper health care. Value of education as a source of resilience highlighted. More qualitative and participatory research needed. Ensure policies integrate an understanding of the impact of SOGI in shaping services that address mental health and substance abuse needs in and after care. Implement worker trainings to provide appropriate resources and care for LGBTQ+foster youth. 17 5 Cossar et al. (2017) England, UK Qualitative Focus groups, interviews, mapping survey LGBTQ+ (n = 46) Foster carers (n =26) Local authorities in Non- random Staff reported lack of knowledge and confidence discussing SOGI. Some young people feared/ More attention to, and training on, LGBTQ+related issues and needs by all agencies (care planning, matching, 14 (continued on next page) J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 1066827Table 3 (continued )  Author(s) and year of publication Study Location Methodology Data Collection Method Sample Sampling Method Key Findings Recommendations CASP Score England (n = 152) (78 % response rate) experienced that coming out in care would result in unhelpful reactions, rejection, and placement breakdown. For others, foster carers were accepting and living in care offered opportunity to explore LGBTQ+identity. Heteronormative assumptions, awkwardness or discomfort from social workers also reported. working with birth families and leaving care services). More rigorous assessment and preparation of foster cares to meet needs of LGBTQ+youth. Role for leaving care services highlighted regarding support of trans youth and exploring gender identity in late adolescence. 6 Dettlaff et al. (2018) USA Quantitative Survey (longitudinal study design) LGB youth (n = 157) non-LGB youth (n =938) 11 + years Random, population- based Approximately 15.5 % of all system involved youth identified as LGB (LB women and youth of colour both overrepresented within care system). No substantive difference in risk factors, permanency and placement found, but LGB youth were significantly more likely to meet the criteria for adverse mental health outcomes. Future research should include multivariate and longitudinal analyses. Tailored LGB affirming services and policies needed. SOGIE information in data collection essential. Additional support and intervention addressing mental health concerns within care. Further inquiry into trans and nonbinary youth in care needed. 18 7 Erney & Weber (2018) USA Qualitative Focus groups, interviews Former system- involved LGBTQ+youth of color (N =53) 18–31 years Non- random Participants highlighted the need for foster placements to acknowledge intersecting identities and encourage development and exploration of these identities. Youth felt “othered” when they were not allowed to participate in certain activities or socialize in the same way as non-LGBTQ+ peers. Need to promote safety and affirmation of LGBTQ+ youth in school and placements. Improve identification and engagement with youth who experienced commercial sexual activity. Commitment to permanency needed, as well as ongoing support regarding transition to adulthood. 14 8 Forge et al. (2018) Atlanta, USA Quantitative Survey (cross- sectional design) Homeless or runaway youth with past care system involvement (n =295) 14–25 years Non- random Compared to heterosexual/ cisgender counterparts, greater percentage of LGBTQ youth had been kicked out of homes, been homeless for more than one year, reported being abused as a child, were victimized while homeless, indicated a mental health problem, and identified adult friends or a professional contact (rather than family members) as a source of support. More meaningful comparisons based on race and ethnicity needed, and a disaggregated look at the experiences of specific LGBTQ+ sub- groups. Future studies should provide in-depth examination of number, timing, form, and length of involvement with care system, along with experiences of homeless LGBTQ+youth. 14 9 González Álvarez et al. (2021) Netherlands Qualitative Interviews LGBTQIA + youth in out-of-home care (n Non- random Young people experienced unacceptance and Longitudinal studies with individuals, relationships or 17 (continued on next page) J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 1066828Table 3 (continued )  Author(s) and year of publication Study Location Methodology Data Collection Method Sample Sampling Method Key Findings Recommendations CASP Score = 13) 15–28 years discrimination based on SOGIE from families, peers, foster carers, practitioners, and society. Findings highlight central role of care professionals in fostering resilience. Lack of help was met by some young people with a self- relaying attitude. communities needed. More incorporation of intersex, queer or aromantic/asexual perspectives in research. More training for staff needed. 10 Greeno et al. (2021) Mid-Atlantic state, USA Quantitative Survey Child welfare professionals (n =1,196) 20–77 years Non- random Findings suggest that care workers have adequate knowledge about the LGBTQ+community and responses indicate the workforce has some potential to engage in supportive behaviors toward youth. However, many do not believe the child welfare climate is protective or supportive for LGBTQ+ youth. Reported they “don’t know” how they feel about the LGBTQ+population. Future studies to assess attitudes and behaviours by worker job responsibility. Workforce development initiatives need to include lived LGBTQ+ experience to enhance understanding. More training and other educational opportunities to help professionals meet needs of LGBTQ+youth. More inclusive language and protections for LGBTQ+ youth in policies. 18 11 Griffiths et al. (2021) Southern state, USA Quantitative Survey Public and private foster parents (n =255) 22–77 years Non- random Appears to be a limit to some foster parents’ level of acceptance in that they were more willing to foster children with other differences while less so LGBTQ+ children. Also, those who were more willing to foster LGBTQ+ children were less satisfied with in their role. Foster agencies should explore strategies to promote and support greater inclusion (more focused education and awareness programs to promote understanding of LGBTQ+ children in foster care system). 18 12 Hudson-Sharp & National Institute of Economic and Social Research (2019) England, UK Qualitative Interviews, content analysis of a sample of higher education social work courses, rapid evidence review Stakeholders (social work educators, as well as representatives from trans support organisations and representatives from child and family social work teams working within English local authorities) Non- random Very little explicit reference to gender identity/variance within both undergraduate and postgraduate social work courses. Interviews suggest trans people continue to have poor experiences with child and family social services; however, positive experiences also noted. Transgender awareness needs development within child and family social work profession with a clear need for additional training. Social work specific resources needed. More research needed to understand experiences of trans population given limited evidence base and sampling difficulties. 15 13 McCormick et al. (2016) Texas, Iowa and Illinois, US Qualitative Interviews LGBTQ+ former foster youth (n =26) 18–25 years Non- random Foster family acceptance plays a pivotal role in creating an affirming and inclusive environment for LGBTQ youth. Findings provide further evidence for the need to educate, train, and recruit affirming and Increased training on the importance of foster family acceptance for foster carers and care professionals, as well as a need for more affirming and accepting foster parents for LGBTQ+ youth. Research assessing affirming and non- affirming practices by foster caregiver likely to 15 (continued on next page) J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 1066829Table 3 (continued )  Author(s) and year of publication Study Location Methodology Data Collection Method Sample Sampling Method Key Findings Recommendations CASP Score accepting foster families. help aid training, recruitment, and education efforts. 14 Mountz & Capous- Desyllas (2020) Los Angeles, US Qualitative Interviews LGBTQ+ former foster youth (n =25) 18–26 years Non- random Reasons for entering care included familial substance abuse and mental health issues (against backdrop of poverty and racism). Family and caregiver rejection based on SOGIE a significant barrier to permanency. Mental health and substance abuse challenges related to histories and experiences in foster care, exposure to substances and maltreatment within family of origin, and various forms of oppression related to intersecting identities. Care services and programming tailored to LGBTQ+ youth should be implemented at jurisdiction level. Transition related planning, support and services need to consider unique barriers faced by LGBTQ+ youth. Need for LGBTQ+ and culturally affirming mental health and substance use prevention and treatment programs.  18 15 Mountz, Capous- Desyllas & Perez (2020) Los Angeles, USA Qualitative Interviews LGBTQ+ former foster youth (n =25) 18–26 years Non- random Participants stressed the need for multiple forms of support well beyond the age of 21 (in the areas of education, housing, job training, financial literacy, and mental health support). Screening for all prospective foster parents for a commitment to LGBTQ+ affirming foster parenting. LGBTQ+ competency training and coaching for care professionals and foster parents. 14 16 Mountz, Capous- Desyllas & Pourciau (2018) Los Angeles, US Qualitative Interviews Trans and gender expansive former foster youth (n = 7) 18–26 years Non- random Trans and gender expansive youth face increased placement disruption compared to youth who identify as LGB (nearly twice as many). Participants noted a lack of worker and carer competency, as well as barriers to accessing gender- affirming medical care, housing, education, and employment.  More trans and gender expansive affirming policies, training and practices needed. 14 17 Mountz, Capous- Desyllas & Sevillano (2020) Los Angeles, USA Qualitative Interviews LGBTQ+ former foster youth (n =25) 18–26 years Non- random While LGBTQ youth shared educational barriers and challenges common to all youth in foster care also faced additional barriers such as chronic bullying and harassment within K- 12 settings. For those youth who were able to attend college, California’s network of campus-based support programs for current and former youth in foster care were hugely supportive Critical that schools at K-12 level be trauma informed. Need for nationwide campus support programmes for current and former foster youth. Need to develop more affirming and community-based approach between schools and relevant systems. 15 18 Paul (2020) Midwestern state, USA Qualitative Survey, interviews and ecomaps LGBTQ+ foster youth (n = 21) 17–21 years Non- random Although many LGBTQ+ foster youth included a variety of State and federal governments should also consider collecting 18 (continued on next page) J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668210Table 3 (continued )  Author(s) and year of publication Study Location Methodology Data Collection Method Sample Sampling Method Key Findings Recommendations CASP Score (graphic visualisation strategy) child welfare professionals and other service providers within their support networks, the majority experienced several unmet needs and challenges - most of which were associated with their sexual and/or gender minority statuses. SOGI data, implement policy/practice to protect this information, and share it when necessary and appropriate. More research needed to examine issues on intersectionality and disproportionality, as well as studies on resilience. 19 Scannapieco et al. (2018) USA Quantitative Survey (cross- sectional design) LGBTQ+ youth (n = 83) non-LGBTQ+ youth (n = 474) 11–21 years Non- random LGBTQ+ youth in the child welfare system entered services with higher levels of suicidal ideation, suicide attempts, depression, and gender identity related problems compared to heterosexual youth in care. Need for system wide affirming policies and practices addressing safety and well-being of LGBTQ+ youth. Workforce development needs to include competency- based training and coaching on supporting LGBTQ+ youth in a strength-based and affirming way. 16 20 Schofield et al. (2019) England, UK Qualitative Interviews Foster carers (n =26) Non- random Highlights importance of supportive and affirming caregiving relationships. Also raised concerns about some carers’ attitudes and capacity for accepting caregiving for LGBTQ+ youth. Most carers felt alone with the question of how best to support LGBTQ+ young people, which meant that negative attitudes and approaches could go unchallenged Training for foster parents should communicate information and deliver skills training but also identify and challenge attitudes and values where necessary. Better training for social workers about experiences/needs of LGBTQ+ youth also essential.  14 21 Sherriff et al. (2011) Sussex, UK Qualitative Interviews Practitioners (n =18) LGBT young people (n = 11) 13–26 years Non- random Majority of youth felt there was a need for practitioners to be better trained around LGBTQ+ issues, including how to deal with homophobic bullying. Practitioners report a lack of confidence and skills to adequately provide support to LGBTQ+youth. Practitioners appear open to receiving training in this area. Need for development of holistic institutional- level intervention to address needs of LGBTQ+ youth and adequate training for all practitioners. Further research and evaluation needed to examine the impact of LGBTQ+diversity training for practitioners and to consider its impact on LGBTQ+ youth. 17 22 Wilson & Kastanis (2015) Los Angeles, USA Quantitative Survey (cross- sectional design) LGBTQ+ foster youth (n = 130) Total survey sample (n = 786) 12–21 years Random Approximately 19 % of Los Angeles foster youth are LGBTQ+youth. LGBTQ+ youth also less satisfied with their child welfare system experience, are more likely to experience homelessness, moved around to more placements, and experience higher levels of emotional distress compared to non-LGBTQ+ youth. Future research needed to understand at what points disproportionality and disparities occur, and how this may differ for different LGBTQ+subgroups. Policies aimed at strengthening administrative SOGIE data collection important next steps 18  J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668211against a backdrop of little or no access to adequate healthcare ac-cording to high quality qualitative studies in the USA (Capous-Desyllas & Mountz, 2019; Mountz & Capous-Desyllas, 2020). Furthermore, one moderate quality cross-sectional survey found that sexual minority former foster youth reported lower levels of overall sexual well-being and experienced more sexual victimization and unintended pregnan-cies of themselves or a partner than their heterosexual peers (Brandon- Friedman et al., 2020). 3.2.3. Groups with particular challenges In addition to being overrepresented within FRSC, sexual minority girls and racial/ethnic minority LGBTQ+ youth encounter specific challenges and disparities. The findings indicate that substantially higher rates for depression, trauma and substance use appear to be particularly true for those with a female gender according to quantita-tive findings from a large survey of LGB youth conducted in the USA (Dettlaff et al., 2018). In terms of racial/ethnic differences, a large USA qualitative study found that LGBTQ+ youth often report fear expressing their SOGIE while in out-of-home care due to negative repercussions from agency staff, caretakers or peers, particularly when their SOGIE intersects with other minority racial, ethnic, or religious identities (Erney & Weber, 2018). The same study also identifies underreporting and misidentification of commercial sexual exploitation among LGBTQ+ youth of color (Erney & Weber, 2018). Data from a nationally representative survey indicates that LGBTQ+ African American youth report greater school absenteeism, fighting at school, victimization and substance use than non-Hispanic white LGBTQ+ youth living in foster care (Baams et al., 2019). In considering racial disproportionalities and disparities, these findings must be contextualized within the historical and intergenerational impact of social care system’s regulatory and fracturing role within communities of color (Mountz & Capous-Desyllas, 2020). Relatively little data exists concerning the specific outcomes for TGD young people within FRSC; however, recent qualitative studies suggest that these youth experience poorer treatment and worse outcomes than their cisgender peers. Many TGD youth in small Los Angeles (USA) study (n = 7) described experiences of ‘chronic incompetency’ among social care professionals and foster parents in understanding and affirming their identities (Mountz et al., 2018). Examples included forgetting or refusing to use preferred pronouns or asserted names and challenges accessing gender-affirming medical care and obtaining hormones due to systemic barriers or social workers demonstrating personal bias. Simi-larly, stakeholders in a moderate quality qualitative study described transgender people in the UK as having poor experiences when in con-tact with children’s social services (Hudson-Sharp & National Institute of Economic and Social Research, 2018). This included prejudice from social workers and labelling parental support of gender variance as abuse, as well as failing to recognize risks associated with unsupportive home environments and making uninformed judgements around the acceptance of gender variance. Youth exploring their gender identity also described some foster carers as moving too quickly and immediately asking about physical transition or warning TGD youth of the difficulties ahead in a large UK qualitative study (Cossar et al., 2017). Rare exam-ples of affirming practice included social workers playing a key role in family mediation or being key source of information, facilitating path-ways and support, and tackling local discrimination (Hudson-Sharp & National Institute of Economic and Social Research, 2018), and some TGD youth described residential care as a safer space to explore their gender identity than with their birth family (Cossar et al., 2017). 3.3. Experiences in foster and residential social care Overall, LGBTQ+ youth are less satisfied with their social care ex-periences than their cisgender and heterosexual peers according to high quality quantitative survey conducted in the USA (Wilson & Kastanis, 2015). This sentiment was echoed in a qualitative photovoice study where LGBTQ+ former foster youth reported a deep sense of dehu-manization, depersonalization, voicelessness, entrapment, and institu-tionalization as part of their care experiences in Los Angeles (USA) (Capous-Desyllas & Mountz, 2019). In the UK, moderate quality quali-tative studies indicate that young people experienced heteronormative assumptions or discomfort from some social workers around their SOGIE (Cossar et al., 2017), and trust in caregivers was often said by carers to have been damaged by previous moves by birth, foster or adoptive parents (Schofield et al., 2019). The resilience of LGBTQ+ youth in FRSC remain relatively under-studied as the reviewed evidence often follows a ‘risk-based’ approach, focusing on negative outcomes and experiences of social disadvantages. However, a handful of small qualitative studies uncovered the role of several resilience factors such as the value of education (Capous- Desyllas & Mountz, 2019), community involvement (González Álvarez et al., 2021), and the importance of practitioners and carers provision of affirming and nurturing relationships, and emotional and instrumental supports (González Álvarez et al., 2021; McCormick et al., 2016; Scho-field et al., 2019). Furthermore, many LGBTQ+ youth included adult friends or social care professionals (e.g., case workers, foster parents) in their support systems rather than family members in moderate quality quantitative (Forge et al., 2018) and high quality qualitative findings (Paul, 2020), which further highlights the central role social care pro-fessionals play in helping this population develop a sense of resilience. 3.3.1. Placement and permanency Although the summarized evidence displays some contradictory in-terpretations, most findings indicate that LGBTQ+ youth face exacer-bated threats to permanency. Data from a high quality longitudinal study found no substantive differences in permanency and placement outcomes, such as the number of out of home living arrangements, proportion of out of home days, and ever having been in out of home care, for LGB and non-LGB youth in the USA (Dettlaff et al., 2018). In contrast, population-based data from the Los Angeles Foster Youth Survey found that LGBTQ+ youth had a higher number of foster care placements than their non-LGBTQ+ counterparts (Wilson & Kastanis, 2015). Relatedly, a small USA survey (total sample n = 219) suggests that sexual minority youth report longer periods of time in foster care, as well as earlier entry and later exit from care (Brandon-Friedman et al., 2020). A collective narrative that emerged in the reviewed evidence was one of familial and caregiver rejection related to their SOGIE. This rejection often resulted in interrupted placements, failed reunification or limited permanency options according to a good quality qualitative study (Mountz & Capous-Desyllas, 2020). Likewise, a survey of foster parents (n = 255 in a Southern US state) found that that they were less willing to foster LGBTQ+ youth than children with other differences (i. e., religion, race/ethnicity) (Griffiths et al., 2021). Familial and care-giver rejection or more subtly non-affirming environments are particu-larly pronounced for TGD youth who experienced nearly twice as many placements when compared to LGB youth in a small qualitative study from Los Angeles (USA) (Mountz et al., 2018). Together, multiple foster care placements and high rates of residential care placement, emotional distress, and homelessness all pose significant barriers to achieving permanency for these youth concludes a high quality population-based study (Wilson & Kastanis, 2015). It is therefore not unsurprising that LGBTQ+ youth are anxious that coming out in care may result in rejection or placement breakdown according to qualitative findings from a moderate quality UK study (Cossar et al., 2017). 3.3.2. Double standards LGBTQ+ young people often experience double standards as they navigate FRSC placements and are not afforded the same opportunities, privileges, or relationships as their non-LGBTQ+ counterparts. Accord-ing to a large qualitative study in the USA with LGBTQ+ youth of color (Erney & Weber, 2018) and another smaller qualitative study conducted in three US states (McCormick et al., 2016) this differential treatment J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668212was especially prevalent when it came to friendships, romantic re-lationships, joining clubs or other extracurricular activities that might help them connect with affirming peers; once caregivers learned about their SOGIE they curtailed these activities. 3.3.3. Social work practice LGBTQ+ youth relationships with social care practitioners and foster carers are of utmost importance for their resilience development; how-ever, the reviewed evidence largely demonstrates a lack of cultural competence and adequate training to the meet the needs of LGBTQ+youth in FRSC and TGD youth especially. Overall findings from a large quantitative survey of child welfare workers in a mid-Atlantic state (n =1,196) suggest that on average the sample did not believe the social care climate was particularly protective or supportive of LGBTQ+ youth and ‘do not know’ how they feel about the LGBTQ population (Greeno et al., 2021). Furthermore, 21 % of respondents did not believe they ever had a LGBTQ+ youth in their caseload which is unlikely given the over-representation of LGBTQ+ youth in FRSC. Also in the USA, practitioners at a religiously affiliated residential foster home propagated negative stereotypes about same-sex relationships as pathological, predatory, or circumstantial in one small qualitative study (Bermea et al., 2018). In the UK, practitioners reported feel ill-equipped and lacking necessary skills to adequately meet LGBTQ+ young people’s needs in a small qualitative study in Sussex, England (Sherriff et al., 2011). One of the most challenging aspects of supporting LGBTQ+ youth in care is the variability in policies relating to discrimination based on SOGIE. Dettlaff et al. (2018) note variability of in local, state, and federal policies in the USA. Similarly, a national survey of local authorities in England (UK) found that while 38 % of local authorities had a general care policy that included LGBTQ+ youth, only 5 % had a LGBTQ+ specific policy, and recording LGBTQ+ identities was rare (Cossar et al., 2017). Likewise, a moderate quality report found very little explicit reference to gender identity and gender variance within both under- and postgraduate social work education courses in England (Hudson-Sharp & National Institute of Economic and Social Research, 2018). Unsurprisingly, allyship and personal and professional experience appear to improve social care practitioner’s attitudes, beliefs, and be-haviors towards LGBTQ+ youth in care. Supervisors who provided direct services were more likely to have knowledge of the LGBTQ+community and affirm and validate LGBTQ young people’s experiences, as did practitioners who had an LGBTQ+ friend or family member ac-cording to a large quantitative survey carried out in the USA (Greeno et al., 2021). A further question sought was about the implications of cultural matching for supporting LGBTQ+ youth in care, but there was no available evidence to this topic, regardless of quality, which left this question unanswerable within the present knowledge base. 3.3.4. Educational barriers and challenges LGBTQ+ youth face heightened educational barriers as a result of homo/bi/transphobic bullying, multiple FRSC placements and move-ments between schools, and economic and social marginalization. Re-sults from two high quality and nationally representative quantitative surveys of USA youth suggest that LGBTQ+ youth in care are signifi-cantly more likely to report skipping school frequently (Dettlaff et al., 2018), and reported more fights in school and victimization than non- LGBTQ+ youth (Baams et al., 2019). While LGB youth and non-LGB youth do not appear to differ significantly with regards to academic achievement (Dettlaff et al., 2018), two small USA qualitative studies featuring the same sample of LGBTQ+ former foster youth (n = 25) suggests that TGD youth have poorer educational outcomes compared to their cisgender LGB peers due to chronic bullying (Mountz, Capous- Desyllas, & Sevillano, 2020; Mountz et al., 2018). The value of educa-tion, as a form of social capital and a pathway out of poverty and other life circumstances, was also highlighted as a significant resilience factor among this sample (Mountz, Capous-Desyllas, & Sevillano, 2020). 3.3.5. Transitioning from care Lastly, LGBTQ+ young people appear ill-prepared to transition out of care. This is due to inadequate planning and an absence of extended transition services through the children’s social care system that help with furthering education, securing employment or housing according to USA-based qualitative data (Capous-Desyllas & Mountz, 2019; Erney & Weber, 2018; Mountz & Capous-Desyllas, 2020). Structural and interpersonal homo/bi/transphobia also present additional barriers. TGD youth encounter inappropriate sex segregated housing options in accessing transitional housing, as well as gendered adult support ser-vices according to several medium and high quality studies (Capous- Desyllas & Mountz, 2019; Cossar et al., 2017; Mountz & Capous- Desyllas, 2020). Many LGBTQ+ youth experienced homelessness or extremely unstable accommodation post-16 and after care according to moderate to good quality studies from the USA and UK (Capous-Desyllas & Mountz, 2019; Cossar et al., 2017; Forge et al., 2018). This often resulted in experiences of ‘couch-surfing’, sleeping in cars, using public transportation to sleep, and exchanging survival sex for shelter or other aspects of the underground economy (i.e., commercial sex work) after leaving care according to a small qualitative studies based on the sample of LGBTQ+ youth in the Los Angeles area (Capous-Desyllas & Mountz, 2019; Mountz & Capous-Desyllas, 2020). It is, therefore, unsurprising that LGBTQ+ youth are more likely to report victimization while homeless compared to heterosexual, cisgender youth according to a quantitative study conducted in Atlanta (Forge et al., 2018). 4. Discussion This scoping review sought to examine the health and well-being experiences of LGBTQ+ young people in FRSC. At the same time, spe-cific focus was given to the extent to which the literature addressed the experiences of LGBTQ+ youth who are marginalized based on other axes of oppression. Overall, the findings indicate that LGBTQ+ youth are overrepresented in FRSC and continue to experience significant health, mental health, and well-being inequalities compared to their cisgender and heterosexual peers. Furthermore, sexual and gender minority youth are less satisfied with their FRSC experience and face unique barriers to long-term permanency, education, and upon transitioning out of care. Although research in this area has increased in recent years, empir-ical studies on the FRSC experiences of LGBTQ+ youth remain scarce and of variable quality. Of note is that included studies originated from only three countries despite a global literature search, with the vast majority conducted in the USA and focused on youths’ experiences within foster care/homes and institutions. Current estimates concerning the prevalence and disparities of LGBTQ+ youth within FRSC are con-servative (Dettlaff et al., 2018), and hampered by data and sampling difficulties such as small sample sizes and the lack of systematic SOGIE reporting or inconsistent data collection on gender identity or expres-sion. In the absence of a fuller body of international research, future studies should include longitudinal research designs (both quantitative and qualitative) to provide a robust account and understanding of LGBTQ+ youth in different geographical contexts, and help determine whether patterns of poorer health, mental health, and well-being track over time. Findings that LGBTQ+ youth are more likely to be referred to congregate care than non-LGBTQ+ youth also warrant further investi-gation. Historically, residential care or group home settings have been particularly problematic given the adverse impact of the placements on the well-being and permanency of LGBTQ+ youth (Greeno et al., 2021; Mallon et al., 2002; McCormick et al., 2017), and requires ongoing consideration. There is a paucity of research regarding the FRSC experiences of distinct LGBTQ+ youth subgroups. The available evidence suggests differential risk and need for racial/ethnic minority LGBTQ+ youth, lesbian/bisexual girls, and TGD youth, with studies mainly examining their experiences from a risk-based approach. Findings of substantially higher risk of mental health, substance abuse and trauma may be J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668213particularly likely for these subgroups and underscores the need for future research investigating the mental health help-seeking behaviors and treatment efficacy of these vulnerable groups, as well as studies focused on their resilience. Further exploratory research is also needed to examine issues related to intersectionality among dimensions of race, ethnicity, class, sexual orientation, and gender identity to examine how overlooked subgroups of LGBTQ+ youth experience FRSC differently. For example, racial disproportionality and disparities have long pre-sented prominent concerns in social care practice (Dettlaff, 2014), and it is argued that racial/ethnic and religious identity development and so-cial relations are critical to youths’ well-being (Collins & Scott, 2019). Yet, we could find no published literature explicitly examining the impact or benefits of cultural matching practices among racial or ethnic minority youth who identify as LGBTQ +. Altogether, these findings speak to the need for additional mental health and supportive services tailored to them in order to ensure equitable health and well-being for all. Practitioners with anti-LGBTQ+ biases and/or low competency directly affect the health and well-being of LGBTQ+ youth. As has been found elsewhere, this review reveals a gap in the current knowledge about social care professionals’ attitudes, knowledge, and experiences in supporting LGBTQ+ youth in FRSC (Kaasbøll et al., 2021). Our findings are consistent with this view but demonstrates that this is especially true for TGD youth, given the pervasiveness of hetero- and cisnormative societal values and biases, such as transphobia, and the lack of support and educational training for professionals concerning gender diversity. Workforce development initiatives for social workers and caregivers require policy shifts, mandatory and comprehensive competency-based education and training, as well as ongoing coaching and supportive supervisory practices regarding implicit bias, particularly as it relates to TGD youth (Erney & Weber, 2018; Greeno et al., 2021; Weeks et al., 2018). Moreover, research and evaluation is needed to examine the impact of LGBTQ+ diversity training for social care professionals and to consider its impact on practice with young people (Sherriff et al., 2011) and particularly about cultural matching practices and how this affects young people’s social care experiences. The continued invisibility of LGBTQ+ youth in FRSC perpetuates the disparities highlighted in this review, despite early and seminal work highlighting the absence of research and affirming policies and practices in this area (Mallon, 1998; Sullivan, 1994). The lack of systematic SOGIE data collection remains a major obstacle which results in a paucity of information on the experiences of LGBTQ+ youth in care. In future, it is recommended that child welfare jurisdictions and local authorities systematically routinely collect this information through an intersec-tional lens to ensure the continued exploration of the prevalence and outcomes of LGBTQ+ youth in FRSC. Lessons learned in the field pro-vide a template for the introduction of similar SOGIE-related system improvements (e.g., Washburn et al., 2018). 4.1. Strengths and limitations As a comprehensive synthesis of the extant published and unpub-lished primary evidence, this review contributes to the knowledge of understanding LGBTQ+ youths’ health and well-being experiences in FRSC. Searches of the gray literature (i.e., difficult to locate or unpub-lished material) can help counteract the effect of publication bias (Dwan et al., 2008), and provided useful findings about the experiences of TGD youth given the dearth of research on their experiences. Additionally, our approach critically appraised the quality of included studies which contributes to the trustworthiness and rigor of the review findings. Furthermore, stakeholder engagement and consultation validated reviewed findings. Despite these strengths, there were several limita-tions. Although we implemented a highly sensitive search, it is possible some relevant studies were overlooked. Furthermore, our review only included studies published in English and omitted those published in other languages. Moreover, as discussed earlier, the majority of reviewed studies originated from the USA. Consequently, review find-ings may not be generalised to all LGBTQ+ youth, especially considering the heterogeneity of this population and varying sociocultural contexts. Despite these limitations, this review illuminates the (quality of) evi-dence in the field and provides important directions for future research. 5. Conclusions Although the literature has increased in recent years, LGBTQ+ youth in FRSC remain one of the most marginalized segments of society whose experiences demand far greater visibility and response than they have thus far garnered in the areas of research, policy, and practice. Our re-view findings underscore the health and well-being challenges faced by this population and their poor care experiences, paying close attention to the needs of specific LGBTQ+ subgroups. In the view of limited research of variable quality, more research, particularly longitudinal in nature, is needed to understand the unique needs of this population and distinct subgroups, and how to best address to them, to ensure the health and well-being of all LGBTQ+ youth who come into contact with FRSC. Funding This review is part of the ‘LGBTQ+ Young People in Social cAre’ (LYPSA) research project. This project received funding from What Works for Children’s Social Care, but the views expressed here are those of the authors alone. CRediT authorship contribution statement Jason Schaub: Conceptualization, Methodology, Formal analysis, Funding acquisition, Writing – review & editing. Willem J. Stander: Methodology, Investigation, Formal analysis, Visualization, Writing – original draft, Writing – review & editing, Project administration. Paul Montgomery: Conceptualization, Methodology, Formal analysis, Funding acquisition, Writing – review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Data availability The data that has been used is confidential. References Abramovich, A., & Kimura, L. (2021). Outcomes for youth living in Canada’s First LGBTQ2S transitional housing program. Journal of Homosexuality, 68(8), 1242–1259. Anderson, M., & Linares, L. O. (2012). The role of cultural dissimilarity factors on child adjustment following foster placement. Children and Youth Services Review, 34(4), 597–601. https://doi.org/10.1016/j.childyouth.2011.11.016 Arksey, H., & O’Malley, L. (2005). Scoping studies: Towards a methodological framework. International Journal of Social Research Methodology, 8(1), 19–32. https:// doi.org/10.1080/1364557032000119616 Baams, L., Wilson, B. D. M., & Russell, S. T. (2019). LGBTQ youth in unstable housing and foster care. Pediatrics, 143(3), e20174211. Bermea, A. M., Rueda, H. A., & Toews, M. L. (2018). Queerness and dating violence among adolescent mothers in foster care. Affilia, 33(2), 164–176. https://doi.org/ 10.1177/0886109917737880 Brandon-Friedman, R. A., Pierce, B., Wahler, E., Thigpen, J., & Fortenberry, J. D. (2020). Sexual identity development and sexual well-being: Differences between sexual minority and non-sexual minority former foster youth. Children and Youth Services Review, 117, Article 105294. https://doi.org/10.1016/j.childyouth.2020.105294 Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3(2), 77–101. https://doi.org/10.1191/1478088706qp063oa Braun, V., & Clarke, V. (2021). Thematic analysis: A practical guide. London: Sage.  J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668214Brien, S. E., Lorenzetti, D. L., Lewis, S., Kennedy, J., & Ghali, W. A. (2010). Overview of a formal scoping review on health system report cards. Implementation Science, 5(2), 1–12. https://doi.org/10.1186/1748-5908-5-2 Capous-Desyllas, M., & Mountz, S. (2019). Using photovoice methodology to illuminate the experiences of LGBTQ former foster youth. Child & Youth Services, 40(3), 267–307. https://doi.org/10.1080/0145935X.2019.1583099 Clements, J. A., & Rosenwald, M. (2007). Foster parents’ perspectives on LGB youth in the child welfare system. Journal of Gay & Lesbian Social Services, 19(1), 57–69. https://doi.org/10.1300/J041v19n01_04 Collins, M. E., & Scott, J. C. (2019). Intersection of race and religion for youth in foster care: Examining policy and practice. Children and Youth Services Review, 98, 163–170. https://doi.org/10.1016/j.childyouth.2019.01.003 Corliss, H. L., Cochran, S. D., & Mays, V. M. (2002). Reports of parental maltreatment during childhood in a United States population-based survey of homosexual, bisexual, and heterosexual adults. Child Abuse & Neglect, 26(11), 1165–1178. https://doi.org/10.1016/S0145-2134(02)00385-X Cossar, J., Schofield, G., Belderson, P., Ward, E., Keenan, J., Larsson, B., Dodsworth, J., & Cocker, C. (2017). SpeakOut: A study of the experiences and identity development of lesbian, gay, bisexual, transgender and questioning young people in care - and the support they receive [Research Briefing]. Norwich: Centre for Research on Children and Families, University of East Anglia.  Critical Appraisal Skills Programme. (2018). CASP checklists. https://Casp-Uk.Net/Casp- Tools-Checklists/. Daudt, H. M., van Mossel, C., & Scott, S. J. (2013). Enhancing the scoping study methodology: A large, inter-professional team’s experience with Arksey and O’Malley’s framework. BMC Medical Research Methodology, 13(1), 48. https://doi. org/10.1186/1471-2288-13-48 Dettlaff, A. J. (2014). The evolving understanding of disproportionality and disparities in child welfare. In J. E. Korbin, & R. D. Krugman (Eds.), Handbook of child maltreatment (pp. 149–168). Dordrecht, Netherlands: Springer. https://doi.org/10.1007/978-94- 007-7208-3_8.  Dettlaff, A. J., Washburn, M., Carr, L. C., & Vogel, A. N. (2018). Lesbian, gay, and bisexual (LGB) youth within in welfare: Prevalence, risk and outcomes. Child Abuse & Neglect, 80, 183–193. https://doi.org/10.1016/j.chiabu.2018.03.009 Dwan, K., Altman, D. G., Arnaiz, J. A., Bloom, J., Chan, A.-W., Cronin, E., Decullier, E., Easterbrook, P. J., Elm, E. V., Gamble, C., Ghersi, D., Ioannidis, J. P. A., Simes, J., & Williamson, P. R. (2008). Systematic review of the empirical evidence of study publication bias and outcome reporting bias. PLoS ONE, 3(8), e3081. Erney, R., & Weber, K. (2018). Not all children are straight and white: Strategies for serving youth of color in out-of-home care who identify as LGBTQ - ProQuest. Child Welfare, 96(2), 151–177. Fish, J. N., Baams, L., Wojciak, A. S., & Russell, S. T. (2019). Are sexual minority youth overrepresented in foster care, child welfare, and out-of-home placement? Findings from nationally representative data. Child Abuse & Neglect, 89, 203–211. https://doi. org/10.1016/j.chiabu.2019.01.005 Forge, N., Hartinger-Saunders, R., Wright, E., & Ruel, E. (2018). Out of the system and onto the streets: LGBTQ-identified youth experiencing homelessness with past child welfare system involvement - ProQuest. Child Welfare, 96(2), 47–74. Freundlich, M., & Avery, R. J. (2004). Gay and lesbian youth in foster care: Meeting their placement and service needs. Journal of Gay and Lesbian Social Services, 17(4), 39–57. Gallegos, A., Roller White, C., Ryan, C., O’Brien, K., Pecora, P. J., & Thomas, P. (2011). Exploring the experiences of Lesbian, gay, bisexual, and questioning adolescents in foster care. Journal of Family Social Work, 14(3), 226–236. https://doi.org/10.1080/ 10522158.2011.571547 González Álvarez, R. V., ten Brummelaar, M., Orwa, S., & López López, M. (2021). ‘I actually know that things will get better’: The many pathways to resilience of LGBTQIA+ youth in out-of-home care. Children & Society, 1–15. https://doi.org/ 10.1111/chso.12464 Grant, M. J., & Booth, A. (2009). A typology of reviews: An analysis of 14 review types and associated methodologies. Health Information & Libraries Journal, 26(2), 91–108. https://doi.org/10.1111/j.1471-1842.2009.00848.x Greeno, E., Matarese, M., & Weeks, A. (2021). Attitudes, beliefs, and behaviors of child welfare workers toward LGBTQ youth. Journal of Public Child Welfare, 1–20. https:// doi.org/10.1080/15548732.2021.1940415 Griffiths, A., Holderfield-Gaither, E., Funge, S. P., & Warfel, E. T. (2021). Satisfaction, willingness, and well-being: Examining the perceptions of a statewide sample of public and private foster parents. Children and Youth Services Review, 121, Article 105886. https://doi.org/10.1016/j.childyouth.2020.105886 Grooms, J. (2020). No home and no acceptance: Exploring the intersectionality of sexual/gender identities (LGBTQ) and race in the foster care system. The Review of Black Political Economy, 47(2), 177–193. 10.1177/0034644620911. Hudson-Sharp, N., & National Institute of Economic and Social Research. (2018). Transgender awareness in child and family social work education [Research Report]. London: Government Social Research, Department for Education. Irvine, A., & Canfield, A. (2016). The overrepresentation of lesbian, gay, bisexual, questioning, gender nonconforming and transgender youth within the child welfare to juvenile justice crossover population. The American University Journal of Gender, Social Policy & the Law, 24(2), 243–261. Jacobs, J., & Freundlich, M. (2006). Achieving permanency for LGBTQ youth. Child Welfare, 85(2), 299–316. Kaasbøll, J., Pedersen, S. A., & Paulsen, V. (2021). What is known about the LGBTQ perspective in child welfare services: A scoping review. Child & Family Social Work. https://doi.org/10.1111/cfs.12894 Lee, J. G. L., Ylioja, T., & Lackey, M. (2016). Identifying Lesbian, gay, bisexual, and transgender search terminology: A systematic review of health systematic reviews. PLoS ONE, 11(5), e0156210. https://doi.org/10.1371/journal.pone.0156210 Levac, D., Colquhoun, H., & O’Brien, K. K. (2010). Scoping studies: Advancing the methodology. Implementation Science, 5(1), 69. https://doi.org/10.1186/1748-5908- 5-69 Mallon, G. P. (1998). We don’t exactly get the welcome wagon: The experiences of gay and lesbian adolescents in child welfare systems. New York: Columbia University Press.  Mallon, G. P. (2001). Sticks and stones can break your bones: Verbal harassment and physical violence in the lives of gay and lesbian youths. Journal of Gay & Lesbian Social Services, 13(1–2), 63–81. https://doi.org/10.1300/J041v13n01_06 Mallon, G. P., Aledort, N., & Ferrera, M. (2002). There’s no place like home: Achieving safety, permanency, and well-being for lesbian and gay adolescents in out-of-home care settings. Child Welfare, 81(2), 407–439. McCormick, A., Schmidt, K., & Terrazas, S. R. (2016). Foster family acceptance: Understanding the role of foster family acceptance in the lives of LGBTQ youth. Children and Youth Services Review, 61, 69–74. https://doi.org/10.1016/j. childyouth.2015.12.005 McCormick, A., Schmidt, K., & Terrazas, S. (2017). LGBTQ youth in the child welfare system: An overview of research, practice, and policy. Journal of Public Child Welfare, 11(1), 27–39. https://doi.org/10.1080/15548732.2016.1221368 McGeough, B. L., & Sterzing, P. R. (2018). A Systematic Review of Family Victimization Experiences among Sexual Minority Youth. The Journal of Primary Prevention, 39(5), 491–528. https://doi.org/10.1007/s10935-018-0523-x Montgomery, P., Movsisyan, A., Grant, S. P., Macdonald, G., & Rehfuess, E. A. (2019). Considerations of complexity in rating certainty of evidence in systematic reviews: A primer on using the GRADE approach in global health. BMJ Global Health, 4(Suppl. 1), e000848. https://doi.org/10.1136/bmjgh-2018-000848 Mountz, S., & Capous-Desyllas, M. (2020). Exploring the families of origin of LGBTQ former foster youth and their trajectories throughout care. Children and Youth Services Review, 109, Article 104622. https://doi.org/10.1016/j. childyouth.2019.104622 Mountz, S., Capous-Desyllas, M., & Perez, N. (2020). Speaking back to the system: Recommendations for practice and policy from the perspectives of youth formerly in foster care who are LGBTQ - ProQuest. Child Welfare, 97(5), 117–140. Mountz, S., Capous-Desyllas, M., & Pourciau, E. (2018). ‘Because We’re Fighting to Be Ourselves:’ Voices from former foster youth who are transgender and gender expansive—ProQuest. Child Welfare, 96(1), 103–125. Mountz, S., Capous-Desyllas, M., & Sevillano, L. (2020). Educational trajectories of youth formerly in foster care who are LGBTQ: Before, during, and after emancipation - ProQuest. Child Welfare, 97(6), 77–99. Munn, Z., Peters, M. D. J., Stern, C., Tufanaru, C., McArthur, A., & Aromataris, E. (2018). Systematic review or scoping review? Guidance for authors when choosing between a systematic or scoping review approach. BMC Medical Research Methodology, 18(1), 143. https://doi.org/10.1186/s12874-018-0611-x Munro, E. R., & Manful, E. (2012). Safeguarding children: A comparison of England’s data with that of Australia, Norway and the United States. London: Department for Education. Paul, J. C. (2020). Exploring support for LGBTQ youth transitioning from foster care to emerging adulthood. Children and Youth Services Review, 119, Article 105481. https://doi.org/10.1016/j.childyouth.2020.105481 Peters, M. D. J., Marnie, C., Tricco, A. C., Pollock, D., Munn, Z., Alexander, L., McInerney, P., Godfrey, C. M., & Khalil, H. (2020). Updated methodological guidance for the conduct of scoping reviews. JBI Evidence Synthesis, 18(10), 2119–2126. 10.11124/JBIES-20-00167. Pham, M. T., Rajić, A., Greig, J. D., Sargeant, J. M., Papadopoulos, A., & McEwen, S. A. (2014). A scoping review of scoping reviews: Advancing the approach and enhancing the consistency. Research Synthesis Methods, 5(4), 371–385. https://doi. org/10.1002/jrsm.1123 Poirier, J. M., Wilkie, S., Sepulveda, K., & Uruchima, T. (2018). Jim Casey youth opportunities initiative: Experiences and outcomes of youth who are LGBTQ. Child Welfare, 96(1), 1–26. Ragg, D. M., Patrick, D., & Ziefert, M. (2006). Slamming the closet door: Working with gay and lesbian youth in care. Child Welfare, 85(2), 243–265. Robinson, B. A. (2018). Child welfare systems and LGBTQ youth homelessness. Child Welfare, 96(2), 29–45. Rosenwald, M. (2009). A glimpse within: An exploratory study of child welfare agencies’ practices with LGBTQ youth. Journal of Gay & Lesbian Social Services, 21(4), 343–356. https://doi.org/10.1080/10538720802498124 Ryan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family rejection as a predictor of negative health outcomes in white and Latino Lesbian, gay, and bisexual young adults. Pediatrics, 123(1), 346–352. https://doi.org/10.1542/peds.2007-3524 Salazar, A. M., McCowan, K. J., Cole, J. J., Skinner, M. L., Noell, B. R., Colito, J. M., Haggerty, K. P., & Barkan, S. E. (2018). Developing relationship-building tools for foster families caring for teens who are LGBTQ2S. Child Welfare, 96(2), 75–97. Scannapieco, M., Painter, K. R., & Blau, G. (2018). A comparison of LGBTQ youth and heterosexual youth in the child welfare system: Mental health and substance abuse occurrence and outcomes. Children and Youth Services Review, 91, 39–46. https://doi. org/10.1016/j.childyouth.2018.05.016 Schofield, G., Cossar, J., Ward, E., Larsson, B., & Belderson, P. (2019). Providing a secure base for LGBTQ young people in foster care: The role of foster carers. Child & Family Social Work, 24(3), 372–381. https://doi.org/10.1111/cfs.12657 Sherriff, N. S., Hamilton, W. E., Wigmore, S., & Giambrone, B. L. B. (2011). “What do you say to them?” investigating and supporting the needs of lesbian, gay, bisexual, trans, and questioning (LGBTQ) young people. Journal of Community Psychology, 39(8), 939–955. https://doi.org/10.1002/jcop.20479 Shpiegel, S., & Simmel, C. (2016). Functional outcomes among sexual minority youth emancipating from the child welfare system. Children and Youth Services Review, 61, 101–108. J. Schaub et al.                                                                                                                                                                                                                                  Children and Youth Services Review 143 (2022) 10668215Stotzer, R. L., Silverschanz, P., & Wilson, A. (2013). Gender identity and social services: Barriers to care. Journal of Social Service Research, 39(1), 63–77. https://doi.org/ 10.1080/01488376.2011.637858 Sullivan, T. R. (1994). Obstacles to effective child welfare service with gay and lesbian youths. Child Welfare, 73(4), 291–304. Sullivan, C., Sommer, S., & Moff, J. (2001). Youth in the margins: A report on the unmet needs of lesbian, gay, bisexual, and transgender adolescents in foster care. New York: Lamda Legal Defense and Education Fund.  The Annie E. Casey Foundation (2016). LGBTQ in child welfare: A systematic review of the literature. https://www.aecf.org. Toner, J. (2013). Rural social workers’ perceptions of training needs for working with LGBTQ identified youth in the foster care system. Contemporary Rural Social Work, 5, 65–84. Tricco, A. C., Lillie, E., Zarin, W., O’Brien, K. K., Colquhoun, H., Levac, D., … Straus, S. E. (2018). PRISMA Extension for Scoping Reviews (PRISMA-ScR): Checklist and Explanation. Annals of Internal Medicine, 169(7), 467–473. https://doi.org/10.7326/ M18-0850 Washburn, M., Good, M., Lucadamo, S., Weber, K., Bettencourt, B., & Dettlaff, A. J. (2018). Yes we can Allegheny: Implementing SOGIE inclusive system improvements in child welfare. Child Welfare, 96(2), 99–124. Weeks, A., Altman, D., Stevens, A., Lorthridge, J., & Heaton, L. (2018). Strengthening the workforce to support youth in foster care who identify as LGBTQ+ through increasing LGBTQ+ competency: Trainers’ experience with bias. Child Welfare, 96 (2), 125–150. Wilber, S., Reyes, C., & Marksamer, J. (2006). The Model Standards Project: Creating inclusive systems for LGBT youth in out-of-home care. Child Welfare, 85(2), 133–149. Wilson, B. D. M., Cooper, K., Kastanis, A. A., & Nezhad, S. (2014). Sexual and gender minority youth in foster care: Assessing disproportionality and disparities in Los Angeles [Report]. Los Angeles: The Williams Institute, UCLA School of Law.  Wilson, B. D. M., & Kastanis, A. A. (2015). Sexual and gender minority disproportionality and disparities in child welfare: A population-based study. Children and Youth Services Review, 58, 11–17. https://doi.org/10.1016/j.childyouth.2015.08.016 Woronoff, R., & Estrada, R. (2006). Regional listening forums: An examination of the methodologies used by the child welfare league of America and lambda legal to highlight the experiences of LGBTQ youth in care. Child Welfare, 85(2), 341–360. J. Schaub et al.                                                                                                                                                                                                                                  ",
    "id": 552199647,
    "identifiers": {
        "doi": "10.1016/j.childyouth.2022.106682",
        "oai": "oai:pure.atira.dk:openaire_cris_publications/f5f27a56-6868-4846-b0b5-740c7fc543ea"
    },
    "title": "LGBTQ+ young people’s health and well-being experiences in out-of-home social care:a scoping review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-12-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://pure-oai.bham.ac.uk/ws/files/180192172/1_s2.0_S0190740922003188_main.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/552199647.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/552199647"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/552199647/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/552199647/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/552199647"
        }
    ],
    "abstract": "Background and objectives: The experiences of lesbian, gay, bisexual, transgender, and queer or questioning (LGBTQ+) youth in foster and residential social care have largely been overlooked in research, practice and policy. This scoping review aims to identify and synthesize the existing empirical research concerning the health and well-being needs of LGBTQ+ youth in care.Methods: Following a six-stage approach to scoping reviews, a computerized search was conducted from a total of eight electronic databases: PubMed, Web of Science (Core Collection), Scopus, CINAHL Plus, PsychINFO, Sociological Abstracts, Social Care Online (SCIE), and OpenGrey. Search parameters comprised of three domains (LGBTQ+ status, age, and social care interventions). Data synthesis included thematic analysis, as well as critical appraisal using Critical Appraisal Skills Programme (CASP) criteria. Of the initial 1,962 sources identified, 22 studies met the search and quality criteria and were included in the final review.Results: Overall, the evidence base is limited with most studies originating from the USA (77 % of included papers). The findings indicate that LGBTQ+ youth experience poorer physical and mental health, and also poorer well-being outcomes compared to non-LGBTQ+ youth while in foster and residential social care. Racial or ethnic minority LGBTQ+ youth, lesbian/bisexual girls, and trans and nonbinary youth face particular challenges, and social care systems appear especially ill-equipped to meet the needs of transgender and nonbinary youth.Conclusion: While the evidence base continues to grow, there remains a need for high quality research including longitudinal and life course studies in various contexts and countries to generate robust empirical evidence in this area. The implications for practice and policy include policy shifts, mandatory and comprehensive competency-based education and training, as well ongoing coaching regarding anti-LGBTQ+ and heteronormative bias within this system",
    "tags": [
        "article",
        "LGBTQ+",
        "scoping review",
        "Health",
        "Out-of-home care",
        "Well-being",
        "Young people"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:openaire_cris_publications/f5f27a56-6868-4846-b0b5-740c7fc543ea",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4836",
        "openDoarId": 0,
        "name": "University of Birmingham Research Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 552199647,
        "depositedDate": null,
        "publishedDate": "2022-12-01T00:00:00+00:00",
        "updatedDate": "2024-02-14T08:30:14+00:00",
        "acceptedDate": null,
        "createdDate": "2022-12-28T12:47:05+00:00"
    },
    "urls": [
        "https://doi.org/10.1016/j.childyouth.2022.106682",
        "https://birmingham.elsevierpure.com/en/publications/f5f27a56-6868-4846-b0b5-740c7fc543ea",
        "https://pure-oai.bham.ac.uk/ws/files/180192172/1_s2.0_S0190740922003188_main.pdf"
    ],
    "lastUpdate": "2024-02-14T08:30:14+00:00",
    "setSpecs": []
}