{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Chaney, Michael P"
        },
        {
            "name": "Urhahn-Schmitt, Nicole"
        }
    ],
    "contributors": [],
    "createdDate": "2023-03-09T01:38:30+00:00",
    "dataProvider": {
        "id": 2267,
        "name": "UNF Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/2267",
        "logo": "https://api.core.ac.uk/data-providers/2267/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.34296/04S11078",
    "downloadUrl": "https://core.ac.uk/download/556171868.pdf",
    "fullText": "Journal of Counseling Sexology & Sexual Wellness: Research, Practice, and Education Volume 4 Issue 2 Special Commentaries Article 6 2022 LGBTQ+ Substance Use and Sexual Health and Wellbeing: A Special Commentary Michael P. Chaney Oakland University Nicole Urhahn-Schmitt Oakland University Follow this and additional works at: https://digitalcommons.unf.edu/jcssw  Part of the Counselor Education Commons Recommended Citation Chaney, M. P., & Urhahn-Schmitt, N. (2023). LGBTQ+ Substance Use and Sexual Health and Wellbeing: A Special Commentary. Journal of Counseling Sexology & Sexual Wellness: Research, Practice, and Education, 4 (2), 66-69. https://doi.org/10.34296/04S11078 This Article is brought to you for free and open access by the Brooks College of Health at UNF Digital Commons. It has been accepted for inclusion in Journal of Counseling Sexology & Sexual Wellness: Research, Practice, and Education by an authorized administrator of UNF Digital Commons. For more information, please contact Digital Projects. © 2022 All Rights Reserved LGBTQ+ Substance Use and Sexual Health and Wellbeing: A SpecialCommentaryMichael P. ChaneyOakland UniversityNicole Urhahn-SchmittOakland UniversityAlthough there has been some increased visibility in professional counseling literature pertain-ing to LGBTQ+ issues, gaps still exist. One such omission is how LGBTQ+ sexual wellbeingis negatively influenced by substance use. This commentary briefly reviews ways LGBTQ+sexual wellbeing is negatively impacted by substance use. We provide commentary on howcounselors may bolster sexual wellbeing when working with LGBTQ+ substance users andhighlight gaps in counseling research. Lastly, recommendations for integrating this contentinto counselor training are provided.Keywords: counseling sexology, LGBTQ+, sexual wellness, sexual orientation, substance use,addiction, commentaryIntroductionStudies consistently report disproportionate substance userates within LGBTQ+ populations. Non-heterosexuals haveas much as 3.1 times the odds of lifetime substance usedisorder (SUD) compared to heterosexuals (Williams & Fish,2020). The prevalence of any SUD among transgender peo-ple was 3.6 times that of cisgender people (Hughto et al.,2021). LGBTQ+ youth start abusing opioids and sedativesat younger ages compared to heterosexuals (Kecojevic et al.,2012).Research posits factors that contribute to disproportion-ate rates of substance use within LGBTQ+ communitiesincluding affiliation with queer communities (due to moreopportunities to engage in substance use), minority stress andinternalized heterosexism/transphobia, sexual pharmacolog-ical effects of substances, gender dysphoria, and attitudestoward substance use within queer communities (Brubaker& Chaney, 2017; Bryant et al., 2018; Connolly & Gilchrist,2020; Hequembourg & Dearing, 2013; Lea, Reynolds, &de Wit, 2012). Although there is a moderate amount ofscholarship delineating the above risk factors, literature thataddresses the ways in which LGBTQ+ sexual health andwellness is impacted by substance use is limited. In thiscommentary, we review ways LGBTQ+ sexual wellbeing isnegatively impacted by substance use. We identified com-ponents of LGBTQ+ sexual wellbeing severely impacted bysubstance use. We provide commentary on how counselorsmay bolster sexual wellbeing when working with LGBTQ+substance abusers and highlight gaps in counseling research.Lastly, we provide recommendations for integrating this con-tent into counselor training.As it pertains to how substance use impacts the sexualwellbeing of LGBTQ+ individuals, studies have primarilyfocused on increased risks of contracting sexually transmit-ted infections (STIs) and other blood-borne viruses (BBVs)due to sexual risk-taking while using substances (Bosma-Bleeker & Blaauw, 2018; Halkitis, Levy, Moreira, & Ferrusi,2014; Johnson, Herrmann, Sweeney, LeComte, & Johnson,2016). Increasingly, visibility is given to the role of chemsexin the lives of queer communities (Evers et al., 2020; Fe-instein, Moody, John, Parsons, & Mustanski, 2017; Lorenz,2021; Palamar, Kiang, Storholm, & Halkitis, 2012). Chem-sex is the use of drugs (typically methamphetamine, cocaine,GHB, MDMA/Ecstasy, nitrite inhalants/poppers etc.) tointensify and/or prolong sexual arousal. Given that sub-stance use lowers inhibitions and one’s sexual standards,some LGBTQ+ people may have sexual connections theywould not have otherwise engaged but for the introductionof alcohol and drugs (Palamar et al., 2012). Relatedly,chemsex may lead to nonconsensual sexual encounters. Arecent study found that 18% of men who have sex withmen (MSM) who engaged in chemsex reported unwantedsexual experiences (Evers et al., 2020). These and othersexual experiences may lead to sexual shame. Sexual shameassociated with sexual behaviors (e.g., condomless sex, sexwork, etc.) in which one engages while using or to helpCorresponding AuthorMichael P. ChaneyOakland University435G Pawley HallRochester, MI 48309E: chaney@oakland.eduP: (248)370-3084Chaney & Urhahn-Schmitt, 2023 Journal of Counseling Sexology & Sexual Wellness: Research, Practice, and Educationmaintain addiction negatively impacts the sexual wellbeingof LGBTQ+ individuals (Connolly & Gilchrist, 2020; Race,Lea, Murphy, & Pienaar, 2017). Finally, substance use candiminish and interfere with sexual functioning of LGBTQ+individuals, especially for cis-men and some trans-women.Although substances such as alcohol, cannabis, and cocaine,for example, increase sexual arousal, at high doses theycan lead to erectile dysfunction (Bosma-Bleeker & Blaauw,2018).Clinical PrioritiesCompared to heterosexual clients treated for SUDs,LGBTQ+ clients tend to have worse treatment outcomes(Zajac, Rash, Ginley, & Heck, 2020). One explanation forthis is that counselors may discount the role that substancesplay in the lives of many LGBTQ+ clients and the impactthese substances have on sexual wellbeing. A recent studyinvestigated the counseling needs of MSM who engaged inchemsex and reported that 23% of the participants neededor wanted to be in counseling (Evers et al., 2020). Theypreferred to talk to providers who had expertise in the areasof sexual health and drug and alcohol use. These findingssuggest that some LGBTQ+ substance users want help, andthey specifically want affirming counselors who can addresssexual health and substance use issues simultaneously.Affirming counselors select interventions and engage indiscussions that take into consideration clients intersectingidentities (i.e., sexual and gender identities, race, SES, sub-stance user etc.; Knight, 2019). For example, when gatheringsubstance use and treatment history, affirming counselorsalso gather information about experiences with discrimina-tion and oppression and LGBTQ+ developmental milestones(e.g., coming out, first sexual experiences, transitioning, etc.)and explore possible relationships between the substance useand these intersecting risk factors. If administering stan-dardized substance use assessments or screening tests, coun-selors should ask open-ended follow-up questions that allowclients to explain if responses to test items were influencedby aspects of their identities. To enhance the sexual well-being of LGBTQ+ substance users, competent counselorseducate clients about the connection between substance useand sexual behavior. This may involve teaching clientsharm reduction strategies that result in safer drug use (e.g.,alternate nostrils between hits, use your own sterile syringe)and safer chemsex practices [e.g., discuss benefits of goingon pre-exposure prophylaxis (PrEP), have lubricant readilyavailable]. This line of inquiry is consistent with Everset al. (2020) study that reported the primary three topicschemsex participants wanted to discuss in counseling wereincreasing self-control, safer drug use, and reducing the riskof contracting STIs/BBVs.Informed counselors educate clients about sex as a triggerfor relapse when working with LGBTQ+ clients in recovery.Counselors explore clients’ unique sexual behavior needs,which will bring awareness to sexual situations or issues thatmay sabotage recovery (Bosma-Bleeker & Blaauw, 2018).Other topics to address include feelings of fear, shame, andguilt associated with being sexual while sober, intensity ofsexual experiences may feel different sober, and individu-alized strategies to promote sexual health and wellness inrecovery. A priority when working with LGBTQ+ sub-stance users to bolster sexual wellbeing is to connect clientsto supportive queer recovery communities that address thelinks between substance use and minority stress, stigma, andconcealment of sexual/gender identities (Mericle, Carrico,Hemberg, de Guzman, & Stall, 2019). Counselors advocateon behalf of clients to find recovery support groups that areLGBTQ+ affirming.Research PrioritiesWhen exploring published literature focused on sexualhealth and LGBTQ+ substance users, two issues weresalient. First, research focused on queer women and trans-gender individuals is lacking. Each subgroup that comprisesthe collective LGBTQ+ community has their own histo-ries, experiences, and connections to alcohol and drugs thatshould be studied separately rather than as a homogenousgroup (Chaney, 2019). Given that the sexual health needs ofqueer women and transgender substance users are distinctlydifferent than MSM, more research is needed that examinesthe following questions: To what extent and how do queerwomen and transgender individuals engage in chemsex?Among queer women and transgender individuals, how issexual wellbeing impacted by substance use? What are queerwomen’s and transgender individuals’ sexual wellness needsin recovery?Second, there is a lack of scholarship that discusses sex-ual wellness during recovery. Research is needed that in-vestigates evidence-based relapse prevention strategies thatspecifically address sex in recovery. Researchers may ex-amine the following: How do LGBTQ+ clients in recov-ery navigate sexual behavior during recovery? What isthe relationship between sexual arousal, craving, and riskof relapse? To what extent do counselors address sexualhealth as a component of relapse prevention throughout therecovery process? Given that empirical research focused onsexual health and wellness among LGBTQ+ substance usersis lacking in counseling literature, this commentary servesas a reminder that any research that studies these issues isvaluable.Training PrioritiesIn order to adequately prepare counselors to compe-tently address sexual health and wellness issues of LGBTQ+clients with SUDs, an integrated approach to counselortraining is needed. Current training standards may not beVol. 4 No. 2, 66-69, doi:10.34296/04S11078 67Journal of Counseling Sexology & Sexual Wellness: Research, Practice, and Education Chaney & Urhahn-Schmitt, 2023enough. CACREP (2015) Standards (e.g., II.K.2.b.) relatedto multicultural practice are vague enough that LGBTQ+sexual health issues may be excluded from training, whichmay not equip novice counselors with skills or knowledgeto fulfill the needs of this population. Troutman and Packer-Williams (2014) suggested that counselor education shouldmove beyond CACREP Standards to ensure that counselors-in-training (CITs) are prepared to work with LGBTQ+clients. One way to prepare CITs to effectively meet thesexual wellness needs of LGBTQ+ clients with SUDs is byintegrating sex-positive approaches in counseling. Cruz etal. (2017) proposed five recommendations when adoptinga sex-positive approach to counseling: 1) explore personalattitudes and beliefs about sexuality, 2) develop sex-positiveknowledge and comfort about sexuality 3) integrate diversityand social justice issues into counseling. 4) proactivelyaddress sex and sexuality in counseling, 5) recognize limitsof addressing sexuality in counseling.CITs would be better prepared to work with this pop-ulation if issues of LGBTQ+ substance use and sexualhealth and wellness were infused across counseling curric-ula. Given that approximately 88% of counselors will coun-sel nonheterosexual clients and at least one transgender clientin their careers, it is not sufficient to discuss these issuesexclusively in one addictions course (Gess & Horn, 2018).Across counseling curricula, counselor educators can utilizecase vignettes, current events, role-plays, case conceptual-izations, development of treatment plans, etc., that includeLGBTQ+ substance use and/or sexual health issues. Coun-selor educators may also integrate LGBTQ+ ally trainingsinto coursework, given that many universities sponsor allytrainings. The most effective trainings to enhance counselorcompetence consist of content about gender identity, sexualorientation, sexual behavior, heterosexism/transphobia, andcommon misconceptions (Rivers & Swank, 2017). Lastly,counselor educators may invite medical professionals andsexual health experts from county or state sexual healthagencies and clinics to speak to classes.ConclusionThis commentary provides an account of how substanceuse may negatively impact the sexual health and wellness ofLGBTQ+ communities. Given that high rates of LGBTQ+individuals intertwine alcohol, drugs, and sex, efforts areneeded to reduce substance use among this population. Thiscommentary serves as a call to researchers to not onlyproduce scholarship at the intersection of substance use,sexual wellness, and LGBTQ+ identities, but to also ex-plicate culturally-responsive, pragmatic treatment implica-tions for counselors who work with this population. Thiscommentary, in tandem with this special issue, underscoresthe imperative for professional counselors to conceptualizeclients from a multidimensional, holistic lens that exploressubstance use, acknowledges sexual health and wellness, andaffirms LGBTQ+ identities.ReferencesBosma-Bleeker, M. H., & Blaauw, E. (2018). Substanceuse disorders and sexual behavior: The effects ofalcohol and drugs on patients' sexual thoughts, feel-ings and behavior. Addictive Behaviors, 87, 231–237.doi:10.1016/j.addbeh.2018.07.005Brubaker, M. D., & Chaney, M. P. (2017). Best practicesin counseling gay male youth with substance use dis-orders. In P. S. Lassiter & T. J. Buser (Eds.), An-nual review of the Journal of Addictions and OffenderCounseling, volume iii: Best practices (p. 116-139).Wipf & Stock Publishers.Bryant, J., Hopwood, M., Dowsett, G. W., Aggleton, P.,Holt, M., Lea, T., . . . Treloar, C. (2018). The rushto risk when interrogating the relationship betweenmethamphetamine use and sexual practice among gayand bisexual men. International Journal of Drug Pol-icy, 55, 242–248. doi:10.1016/j.drugpo.2017.12.010Chaney, M. P. (2019). LGBTQ+ addiction research: Ananalysis of the Journal of Addictions: Offender Coun-seling. Journal of Addictions: Offender Counseling,40(1), 2–16. doi:10.1002/jaoc.12053Connolly, D., & Gilchrist, G. (2020). Prevalence and cor-relates of substance use among transgender adults: Asystematic review. Addictive Behaviors, 111, 106544.doi:10.1016/j.addbeh.2020.106544Council for Accreditation of Counseling and RelatedEducational Programs. (2015). 2016 CACREPStandards. Author. Retrieved from http://www.cacrep.org/wp-content/uploads/2017/08/2016-Standards-with-citations.pdfCruz, C., Greenwald, E., & Sandil, R. (2017). Let’s talkabout sex: Integrating sex positivity in counselingpsychology practice. The Counseling Psychologist,45(4), 547–569. doi:10.1177/0011000017714763Evers, Y., Hoebe, C., Dukers-Muijrers, N., Kampman, C.,Kuizenga-Wessel, S., Shilue, D., . . . Liere, G. V.(2020). Sexual, addiction and mental health careneeds among men who have sex with men practic-ing chemsex – a cross-sectional study in the nether-lands. Preventive Medicine Reports, 18, 101074.doi:10.1016/j.pmedr.2020.101074Feinstein, B. A., Moody, R. L., John, S. A., Parsons, J. T.,& Mustanski, B. (2017). A three-city comparison ofdrug use and drug use before sex among young menwho have sex with men in the united states. Journalof Gay & Lesbian Social Services, 30(1), 82–101.doi:10.1080/10538720.2018.1408519Gess, J. M., & Horn, E. A. D. (2018). Queering counselor ed-ucation: Situational analysis of LGBTQ+ Competent68 Vol. 4 No. 2, 66-69, doi:10.34296/04S11078Chaney & Urhahn-Schmitt, 2023 Journal of Counseling Sexology & Sexual Wellness: Research, Practice, and EducationFaculty. Journal of LGBT Issues in Counseling, 12(2),101–118. doi:10.1080/15538605.2018.1455554Halkitis, P. N., Levy, M. D., Moreira, A. D., & Ferrusi, C. N.(2014). Crystal methamphetamine use and HIV trans-mission among gay and bisexual men. Current Ad-diction Reports, 1(3), 206–213. doi:10.1007/s40429-014-0023-xHequembourg, A. L., & Dearing, R. L. (2013).Exploring shame, guilt, and risky substanceuse among sexual minority men and women.Journal of Homosexuality, 60(4), 615–638.doi:10.1080/00918369.2013.760365Hughto, J. M. W., Quinn, E. K., Dunbar, M. S.,Rose, A. J., Shireman, T. I., & Jasuja, G. K.(2021). Prevalence and co-occurrence of alco-hol, nicotine, and other substance use disorderdiagnoses among US transgender and cisgenderadults. JAMA Network Open, 4(2), e2036512.doi:10.1001/jamanetworkopen.2020.36512Johnson, M. W., Herrmann, E. S., Sweeney, M. M.,LeComte, R. S., & Johnson, P. S. (2016). Cocaineadministration dose-dependently increases sexual de-sire and decreases condom use likelihood: The roleof delay and probability discounting in connecting co-caine with HIV. Psychopharmacology, 234(4), 599–612. doi:10.1007/s00213-016-4493-5Kecojevic, A., Wong, C. F., Schrager, S. M., Silva, K.,Bloom, J. J., Iverson, E., & Lankenau, S. E. (2012).Initiation into prescription drug misuse: Differencesbetween lesbian, gay, bisexual, transgender (LGBT)and heterosexual high-risk young adults in los angelesand new york. Addictive Behaviors, 37(11), 1289–1293. doi:10.1016/j.addbeh.2012.06.006Knight, R., Karamouzian, M., Carson, A., Edward, J., Car-rieri, P., Shoveller, J., . . . Fast, D. (2019). In-terventions to address substance use and sexual riskamong gay, bisexual and other men who have sexwith men who use methamphetamine: A systematicreview. Drug and Alcohol Dependence, 194, 410–429.doi:10.1016/j.drugalcdep.2018.09.023Lea, T., Reynolds, R., & de Wit, J. (2012). Alco-hol and club drug use among same-sex attractedyoung people: Associations with frequenting thelesbian and gay scene and other bars and night-clubs. Substance Use & Misuse, 48(1-2), 129–136.doi:10.3109/10826084.2012.733904Lorenz, T. K. (2021). Sexual excitation and sex-linkedsubstance use predict overall cannabis use in mostlyheterosexual and bisexual women. The AmericanJournal of Drug and Alcohol Abuse, 47(4), 433–443.doi:10.1080/00952990.2021.1922429Mericle, A. A., Carrico, A. W., Hemberg, J., de Guz-man, R., & Stall, R. (2019). Several com-mon bonds: Addressing the needs of gay andbisexual men in LGBT-specific recovery hous-ing. Journal of Homosexuality, 67(6), 793–815.doi:10.1080/00918369.2018.1555394Palamar, J. J., Kiang, M. V., Storholm, E. D., & Halkitis,P. N. (2012). A qualitative descriptive study ofperceived sexual effects of club drug use in gay andbisexual men. Psychology & Sexuality, 5(2), 143–160.doi:10.1080/19419899.2012.679363Race, K., Lea, T., Murphy, D., & Pienaar, K. (2017). Thefuture of drugs: recreational drug use and sexual healthamong gay and other men who have sex with men.Sexual Health, 14(1), 42. doi:10.1071/sh16080Rivers, B., & Swank, J. M. (2017). LGBT ally trainingand counselor competency: A mixed-methods study.Journal of LGBT Issues in Counseling, 11(1), 18–35.doi:10.1080/15538605.2017.1273162Troutman, O., & Packer-Williams, C. (2014). Mov-ing beyond CACREP standards: Training coun-selors to work competently with LGBT clients. TheJournal for Counselor Preparation and Supervision.doi:10.7729/61.1088Williams, N. D., & Fish, J. N. (2020). The availabil-ity of LGBT-specific mental health and substanceabuse treatment in the united states. Health Ser-vices Research, 55(6), 932–943. doi:10.1111/1475-6773.13559Zajac, K., Rash, C. J., Ginley, M. K., & Heck, N. C. (2020).Sexual orientation and substance use treatment out-comes across five clinical trials of contingency man-agement. Psychology of Addictive Behaviors, 34(1),128–135. doi:10.1037/adb0000494Vol. 4 No. 2, 66-69, doi:10.34296/04S11078 69",
    "id": 556171868,
    "identifiers": {
        "doi": "10.34296/04S11078",
        "oai": "oai:digitalcommons.unf.edu:jcssw-1078"
    },
    "title": "LGBTQ+ Substance Use and Sexual Health and Wellbeing: A Special Commentary",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-02-27T16:55:41+00:00",
    "publisher": "UNF Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.unf.edu/cgi/viewcontent.cgi?article=1078&context=jcssw"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/556171868.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/556171868"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/556171868/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/556171868/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/556171868"
        }
    ],
    "abstract": "Although there has been some increased visibility in professional counseling literature pertaining to LGBTQ+ issues, gaps still exist. One such omission is how LGBTQ+ sexual wellbeing is negatively influenced by substance use. This commentary briefly reviews ways LGBTQ+ sexual wellbeing is negatively impacted by substance use. We provide commentary on how counselors may bolster sexual wellbeing when working with LGBTQ+ substance users and highlight gaps in counseling research. Lastly, recommendations for integrating this content into counselor training are provided",
    "tags": [
        "text",
        "counseling sexology",
        "LGBTQ+",
        "sexual wellness",
        "sexual orientation",
        "substance use",
        "addiction",
        "commentary",
        "Counseling",
        "Counselor Education"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.unf.edu:jcssw-1078",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2267",
        "openDoarId": 0,
        "name": "UNF Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 556171868,
        "depositedDate": null,
        "publishedDate": "2023-02-27T16:55:41+00:00",
        "updatedDate": "2024-01-21T01:54:45+00:00",
        "acceptedDate": null,
        "createdDate": "2023-03-09T01:38:30+00:00"
    },
    "urls": [
        "https://digitalcommons.unf.edu/jcssw/vol4/iss2/6",
        "https://digitalcommons.unf.edu/context/jcssw/article/1078/viewcontent/LGBTQ_1078.pdf"
    ],
    "lastUpdate": "2024-01-21T01:54:45+00:00",
    "setSpecs": []
}