{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2023-02-11T02:56:44+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/553571216.pdf",
    "fullText": "LGBTQ POLICY SPOTLIGHT:U.S. SOUTHMAPPING LGBTQEQUALITY IN THEAuthorsVAKYALARFLLAMSOKSCTNTXWVNCGAMay 2020Percent of LGBTQ SouthernersLiving in States of Each Policy Tally CategoryHigh Policy Tally (0 states)0%Medium Policy Tally (0 states)0%Fair  Policy Tally (1 state)7%Negative Policy Tally (9 states)58% Low  Policy Tally (4 states)35%2TABLE OF CONTENTSINTRODUCTION ................................................................................................................................1WHERE IS “THE SOUTH”?  ................................................................................................................2WHAT IS THE LGBTQ POLICY TALLY?  ............................................................................................4WHAT IS THE LGBTQ POLICY LANDSCAPE IN THE SOUTH? ..........................................................6As a Region, the South Has the Lowest Overall LGBTQ Policy Tally ................................................................ 6Across Key Policy Areas, the South Has Much Work to Do ................................................................................ 6But Southern States Have Made Progress .............................................................................................................. 10CONCLUSION ....................................................................................................................................15REFERENCES .....................................................................................................................................16Recommended citation: Movement Advancement Project. May 2020. LGBTQ Policy Spotlight: Mapping LGBTQ Equality in the U.S. South. www.lgbtmap.org/regional-south-tally.1INTRODUCTIONThe South is home to over 118 million people, more than a third (36%) of the national population.1  It is one of the country’s most diverse regions, both geographically—from the Appalachian mountains to the Gulf and Atlantic shorelines to Black Belt farmland to large urban areas and rural communities and more—and demographically. For example, the South is home to over half (53%) of all Black people in the United States, and Texas and Florida alone are home to over one-quarter (28%) of all Latinx people in the country.2 The diversity of the South also includes LGBTQ people: as shown in Figure 1, roughly one out of every three LGBTQ adults in the United States lives in the South, more than in any other region in the country.3 Yet the South is also home to the most hostile LGBTQ policy landscape in the country. For more than a decade, the Movement Advancement Project (MAP) has tracked state laws and policies that impact LGBTQ people. This report provides a deep dive into the legal and policy landscape in the South for LGBTQ people. By comparing the South to other regions of the country, examining key policy areas, and by looking individually at the states in the South, this report provides a nuanced perspective on the challenges and opportunities for advancing legal equality for LGBTQ people in the South. Figure 1: One in Three LGBTQ Adults Live in the South, More Than in Any Other RegionPercent of National LGBTQ Adult Population Living in Each RegionSource: LGBTQ population data from The Williams Institute’s (2019) Adult LGBT Population in the United States. May not sum to 100 due to rounding. Regions adapted from US. Census Bureau 4-Region Division.ILINIAKSMIMNMONENDOHSD WIAKHIAZCA COIDMTNVNMORUTWAWYALARFLGAKYLAMSNCOKSCTNTXVAWVCTNJMENYPANHMAVTRIDEMDDC19%MIDWEST(2.1 MILLIONLGBTQ ADULTS)27%WEST(3 MILLION LGBTQ ADULTS)21%NORTHEAST(2.4 MILLIONLGBTQ ADULTS)32%SOUTH(3.6 MILLION LGBTQ ADULTS)2WHERE IS “THE SOUTH”? The U.S. South is a region not easily defined. There are many different ways to think about the South, and even among people who identify themselves as Southerners, there is little agreement as to which states are part of the South.4 Some describe the South more as an identity or experience than a clearly defined geography, and that “Southernness” itself “may be more cultural than residential”—more a matter of how a person identifies than precisely where that person lives.5  That said, there are numerous ways to define the South, or at least what states are Southern states. For example, many discussions of the South focus on the history and continuing legacy of slavery and the Civil War. In this context, the South might be defined as the 11 confederate states, or those that seceded from the Union in 1860 and 1861: Alabama, Arkansas, Florida, Georgia, Louisiana, Mississippi, North Carolina, South Carolina, Tennessee, Texas, and Virginia. By contrast, the U.S. Census Bureau divides the country into regions for the purposes of demographic analysis, and it defines the South more broadly, encompassing 16 states and the District of Columbia. The Census definition includes the 11 confederate states as well as Delaware, Kentucky, Oklahoma, Maryland, West Virginia, and the District of Columbia.6 Other definitions or components of the South include, but are not limited to:  • The Deep South, which itself can vary in definition but generally refers to the states that were the most dependent on slavery and plantation economies, and today experience often extreme disparities in poverty and health. Typically this definition includes at least Alabama, Georgia, Louisiana, Mississippi, and South Carolina; it only sometimes includes Arkansas, Florida, and Texas, and includes other states even less frequently.7 • The Black Belt, referring to counties and regions in the South that, as Booker T. Washington described in 1901, were first “distinguished by the colour of the soil. The part of country possessing this thick, dark, and naturally rich soil was, of course, the part of the South where [enslaved people] were most profitable, and consequently they were taken there in the largest numbers. Later, and especially since the [Civil War], the term seems to be used wholly in a political sense—that is, to designate the counties where the Black people outnumber the white.”8 These counties are primarily in the Deep South states of Alabama, Mississippi, and Georgia, among others. • The Rim, or Peripheral, South, typically referring to states—such as Arkansas, North Carolina, Tennessee, and Virginia—just north of the states of the Deep South. This can sometimes include Florida and Texas, states on the edges of the Deep South.  • Appalachia, a unique region of its own that overlaps many Southern states and extends into other states including Maryland, New York, Ohio, and Pennsylvania.a While there are many different ways to define the South, this report focuses on 14 Southern states, as shown in Figure 2: Alabama, Arkansas, Florida, Georgia, Kentucky, Louisiana, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, West Virginia. These reflect the Census Bureau’s categorization, while excluding the states of Maryland, Delaware, and the District of Columbia, which are more commonly thought of as part of the mid-Atlantic region. a For more on the history of Appalachia, see Elizabeth Catte’s What You’re Getting Wrong About Appalachia (2018). Figure 2: Fourteen Southern States Examined in This ReportALARFLGAKYLAMSNCOKSCTNTXVAWV3The South is Not a Singular Place or ExperienceWhile this report mainly analyzes the South as a whole, it is important to recognize the diversity of the states within the South, as well as across the various cities, towns, and communities within these states. Nearly two out of every three (65%) counties in the South are mostly or entirely rural, according to the U.S. Census. Yet, the South is also home to five of the 15 largest cities in the United States (Houston, San Antonio, Dallas, and Austin in Texas, and Jacksonville, Florida).b The South, along with the Southwest, is home to more “majority-minority” counties, or counties where a majority of residents are Black, Latino, or Native American, than any other region in the country.c For example, there are seven counties in Texas where Hispanic people comprised 90% or more of residents in 2018.d Of the 13 states with the largest Black populations in 2018, 10 are in the South (and the other three are the District of Columbia, Maryland, and Delaware, which are often included in the South as noted above). Additionally, in a seeming reversal of the early 20th century’s Great Migration—which saw millions of Black residents moving from the rural South to northern cities—between 2005 and 2010 alone (and continuing through to today), more than 66,000 Black people moved to the South from other parts of the country, with the cities of Atlanta, Dallas, Houston, and Miami seeing the largest increases.eOne out of every three (32%) LGBTQ people in America live in these 14 Southern states, more than live in any other region.f Of these states, Florida has the largest percent of its population who identify as LGBT: 4.6% of Floridians identified as LGBT in the 2015-2017 Gallup Daily Tracking poll, and 24% of them were raising children.g A 2015 analysis showed that, of the 21 largest metropolitan areas in the United States with LGBT populations above the national average (3.6% in that year), nine were in the South: Austin-Round Rock (5.3%), New Orleans-Metairie (5.1%), Louisville/Jefferson County (4.5%), Virginia Beach-Norfolk-Newport News (4.4%), Jacksonville (4.3%), Miami-Fort Lauderdale-West Palm Beach (4.2%), Atlanta-Sandy Springs-Roswell (4.2%), Orlando-Kissimmee-Sanford (4.1%), and Tampa-St. Petersburg-Clearwater (4.1%).hIn a groundbreaking project exploring the diversity of communities across the country, the American Communities Project identified 15 community types using various metrics.i In the 14 Southern states in this report, 14 of the 15 community types are present. Notably, however, more than one in four (26%) Southern counties are classified as “African American South,” and another more than one in five (23%) are “Evangelical Hubs.” Roughly one in 10 counties are either “Working Class Country” (13%) or “Exurbs” (9%), and the remaining 29% of counties fall into one of the other 10 county types. This again speaks to the rich diversity of communities within and across the South.   b U.S. Census Bureau. 2017. “The 15 Most Populous Cities: July 1, 2016.”c Katherine Schaeffer. 2019. “In a rising number of U.S. counties, Hispanic and Black Americans are the majority.” Pew Research Center. November 20.d Ibid. e Greg Toppo and Paul Overberg. 2015. “After nearly 100 years, Great Migration begins reversal.” USA Today. February 2.f The Williams Institute. 2019. Adult LGBT Population in the United States.g The Williams Institute. 2019. “LGBT Demographic Data Interactive.” Los Angeles, CA: The Williams Institute, UCLA.h Frank Newport and Gary Gates. 2015. “San Francisco Metro Area Ranks Highest in LGBT Percentage.” Gallup. March 20.i American Communities Project. n.d. “Methodology.”4WHAT IS THE LGBTQ POLICY TALLY? MAP tracks nearly 40 LGBTQ-related laws and policies in all 50 states, the District of Columbia (D.C.), and the five U.S. territories. For each of these policies, MAP assigns a score or point value, and then sums these scores to create a “policy tally” for each state. The major categories of laws covered by the policy tally currently include: Across these seven categories, each LGBTQ-inclusive or protective law earns positive points, while harmful or discriminatory policies earn negative points or deductions. States can also earn fractions of a point if they have enacted a portion of a law, or in cases where state laws are absent but local laws provide some protection. Further scoring and methodological information is available on MAP’s website. Policies are evaluated and scored based on their relevance to sexual orientation and gender identity. As a result, each state has three tallies: Sexual Orientation tally, Gender Identity tally, and Overall (combined) tally. Having both the sexual orientation and gender identity tallies illustrates how LGBQ-related versus transgender-related policies are differently progressing both within a state and across the country. The policy tally is also divided into simple categories (negative, low, fair, medium, and high) for quick and easy comparison of the overall LGBTQ policy climate across states. These categorizations are based on the state’s total tally score, relative to the total tally points possible. Depending on a state’s score, the state could have the same categorization for all three tallies, or different categorizations for each. Table 1 shows the cut-offs for each categorization in each of the three tallies.jNote that the tallies examine only existing laws. They do not look at social climate, nor do they take into account implementation of each state’s laws. They also do not reflect the various ways that success or policy victories can take shape (and often do take shape, especially in a hostile climate such as the South), such as preventing harmful bills from becoming law. See Southern LGBTQ Policy Victories spotlight on page 12 for further discussion. This report’s analysis is only one way of examining LGBTQ legal equality, but it does provide an important perspective of the policy landscape for LGBTQ people in the South and across the country. Relationship and Parental Recognition Health CareReligious ExemptionsIdentity DocumentsNondiscrimination LGBTQ Youth Criminal Justicej The policies tracked in MAP’s tally have grown over time, and the ways that policies are scored have also evolved to reflect evolution in policy implementation and impact. As a result, the information in this report is based on the Equality Maps and scoring system as of 4/30/20, and it should not be compared to previously published reports.Table 1: Scoring Cutoffs for Each Tally<0% 75 -100%50 -74.9%0 -24.9%25 -49.9%NEGATIVE       LOW            FAIR        MEDIUM        HIGHPercentages are based on total points possible5Figure 3: Every Southern State But One Has a Negative or Low LGBTQ Policy TallySource: State policies from MAP’s Equality Maps, as of 4/30/20. LGBTQ population data from the Williams Institute (2019).ILINIAKSMIMNMONENDOHSD WICTNJMENYPANHMAVTRIMDDCDEVAKYALARFLLAMSOKSCTNTXWVNCGAAKHICOIDMTUTWYORWANVAZNMCAMIDWEST45%of LGBTQ people in the Midwest live in negative or low equality statesNORTHEAST0%of LGBTQ people in the Northeast live in negative or low equality statesWEST11%of LGBTQ people in the West live in negative or low equality statesSOUTH93%of LGBTQ people in the South live in negative or low equality statesNegative HighMediumFairLowOverall LGBTQ Policy Tally Category:6WHAT IS THE LGBTQ POLICY LANDSCAPE IN THE SOUTH?The U.S. South is politically and socially distinct in many ways, including the ongoing legacy of slavery and Jim Crow,9 the highest rates of conservatism10 and religiosity11 in the country, and dominant one-party control, both historically12 and currently.13 As a result, the broader policy climate for many issues, including LGBTQ rights, can be extremely hostile in the South. Examining state-level laws and policies, along with some key local LGBTQ policy issues, makes it possible to put the South as a region in the broader national context, identify trends among Southern states, and to highlight areas of progress on key issues or in particular states. It is important to note that the South’s political and social distinctiveness means LGBTQ life and advocacy in the South are often much less oriented toward the policy goals or state legislative strategies more typically pursued in other parts of the country. Instead, Southern LGBTQ activism may more often focus on direct service provision, community and coalition building, local policy change, and intersectional advocacy beyond a state legislative context or explicitly LGBTQ issues. Importantly, this advocacy work can unfold differently in different parts of the South.As a Region, the South Has the Lowest Overall LGBTQ Policy TallyThe South has the most hostile LGBTQ state policy landscape of any region in the country, as shown in Figure 3 on the previous page. Looking at the overall LGBTQ policy tally for all U.S. states, a measure based on MAP research encompassing nearly 40 LGBTQ-related laws and policies and illustrating the wide differences in LGBTQ policy equality across the country,k nine of the 14 Southern states are ranked as negative equality states, and four of the remaining five are low equality states. This means that 93% of LGBTQ Southerners live in negative or low equality states, compared to 0% of LGBTQ people in the Northeast, 11% of LGBTQ people in the West, and 45% of LGBTQ Midwesterners. Southern states also have the lowest overall average policy tally score, and by a wide margin, as shown in Figure 4. Across Key Policy Areas, the South Has Much Work to DoThe LGBTQ policy tally tracks key policies in seven categories. In each category, Southern states consistently have the lowest average scores of any region, as shown in Figure 5 on the following page. The rest of this section examines each category in detail, highlighting the variation among the states in the South and recent progress on key issues. Relationship and parental recognition laws and policies are those that recognize and protect the rights of LGBTQ people and parents. These include nondiscrimination protections for LGBTQ people seeking to foster or adopt; legal recognition for de facto parents; legal recognition for those who become parents using assisted reproduction; and more. In the South, very few, if any states have these kinds of protections. For example, only two Southern states, Tennessee and West Virginia, prohibit discrimination against LGBTQ people who wish to adopt or foster, though as noted below, Tennessee also has a law permitting state-funded child welfare agencies to discriminate. By contrast, 22 other states and the District of Columbia, including at least one state in every other region, have such policies.14 It is worth noting that prior to the U.S. Supreme Court’s 2015 ruling permitting same-sex couple to marry nationwide, not a single Southern state had passed marriage or another form of relationship recognition legislation for same-sex couples. It was not until 2014 that federal judges in Southern states began striking down state bans on marriage. k For more information on MAP’s policy tally and real-time maps, see MAP’s Equality Maps.Figure 4: Southern States Have the Lowest Average LGBTQ Policy TallyAverage State Score by Region, Out of Possible 38.5 PointsSource: MAP’s Equality Maps, as of 4/30/20.Northeast West Midwest South29.319.59.31.37Figure 5: The South Has the Lowest Average Score Across Seven Different Categories of LGBTQ PolicyAverage LGBTQ Policy Category Score, Nationally and by RegionSource: MAP’s Equality Maps, as of 4/30/20. Regions adapted from U.S. Census Bureau 4-Region Division.00State Nondiscrimination Laws Range: 0 to 93.8Midwest0 9South0.7National4.3West5.3Northeast8Relationship & Parental Recognition Category Score Range: 0 to 75.5Northeast0 72.2South3.2Midwest West3.9National3.7-6 0South-2.3Midwest-1.2West-0.2Northeast-0.3National-1Religious Exemptions Range: -6 to 0South0.6-5 8Midwest1.8National3.2Northeast6.5West4.3LGBTQ Youth Laws  Range: -5 to 86.5-1.5Midwest1.6South0.7West2.9Northeast5.1National2.5Healthcare Laws Range: -1.5 to 6.5-2 4South-0.5West1.3National0.8Northeast2.30MidwestCriminal Justice Laws Range: -2 to 4West2.0 2.1Northeast4-3National1.0& SouthMidwest-0.1Identity Document Laws Range: -3 to 48Nondiscrimination laws are those that prohibit discrimination in different areas of life, such as employment, housing, or in public places. These laws often prohibit discrimination on the bases of many characteristics, such as race, sex, national origin, and religion. At the time of this report, only 22 states and the District of Columbia explicitly include sexual orientation and gender identity in their employment nondiscrimination laws.15 In 2020, Virginia became the first, and so far only, Southern state to have such a law. However, in some Southern states, nondiscrimination protections are being enacted at the local level through local nondiscrimination ordinances prohibiting discrimination passed by cities or counties, as shown in Figure 6 on the next page. Florida leads the South (and the nation among states without state laws) in these local protections with 60% of Floridians living in places with LGBTQ-inclusive employment nondiscrimination protections, followed by Kentucky with local laws protecting 30% of residents. Notably, three Southern states—Arkansas, North Carolina, and Tennessee—have state laws that prohibit local municipalities from passing such ordinances. Aside from these three states, only South Carolina has no municipalities that have passed local nondiscrimination protections in employment. Religious exemptions harm LGBTQ people, women, people of minority faiths, and others by permitting discrimination.16 These laws allow doctors and healthcare providers, adoption or foster agencies, and more (depending on how the law is written) to explicitly refuse to work with LGBTQ people and others if doing so would conflict with their religious beliefs. The South is home to more of these harmful laws than anywhere else in the country. Thirteen states across the country have at least one of these laws, and eight of those states are in the South.17 Those eight are Alabama, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, and Virginia. Additionally, Alabama, Mississippi, and Tennessee, have multiple kinds of religious exemptions, meaning they permit discrimination across multiple areas of life. For example, in 2016, Mississippi passed a sweeping religious exemption law that created a right to discriminate based on the beliefs that marriage is only intended for one man and one woman, that sex outside of heterosexual marriage is immoral, and that a person’s gender is determined only by their sex at birth and is unchangeable.18 The law applies to healthcare providers; child welfare service providers; private businesses; and public officials who issue marriage licenses. One of many consequences of this law is that healthcare providers in the state can explicitly refuse to provide care to transgender people, same-sex couples, any person or couple (e.g., unmarried heterosexual couples, or single women) seeking fertility services, and more.  LGBTQ youth related laws and policies are those that specifically protect (or harm) LGBTQ youth, including in school settings. Positive laws include protections against discrimination and bullying in schools; protections against discrimination for LGBTQ youth in the child welfare system; and bans on the harmful and disproven practice of conversion “therapy.” Harmful laws include those that prevent schools or districts from protecting LGBTQ youth, or even prevent teachers and staff from talking about LGBTQ people or issues.The South is far less likely to have protections for LGBTQ youth, and far more likely to have harmful laws targeting LGBTQ youth. In terms of positive laws, only two states in the South have laws prohibiting bullying of LGBTQ youth, while 19 other states and the District of Columbia have such laws.19 Non-Southern states are also more likely to have nondiscrimination protections for LGBTQ youth in the child welfare system, but this is one policy where some positive protections do exist in the South: five out of 14 Southern states prohibit discrimination against LGBTQ youth in the child welfare system, and one additional Southern state has protections for sexual orientation only.20With respect to laws that harm LGBTQ youth, only five states across the country have laws that either prohibit teachers and staff from discussing LGBTQ topics. These policies, also known as “Don’t Say Gay” laws, are entirely in Southern states: Alabama, Louisiana, Mississippi, Oklahoma, and Texas.21 Until recently, South Carolina also had such a law; it was passed in 1988 and harmed LGBTQ youth for over 30 years until a federal lawsuit and ultimately a March 2020 court decision ruled the law unconstitutional.22  Additionally, in the 2020 legislative session, at least 10 of the 14 Southern states introduced bills that explicitly targeted LGBTQ youth, including proposals to prevent transgender youth from accessing medically necessary care, to prevent transgender students from playing sports according to their gender identity, or both.23 9Healthcare laws and policies are those that ensure (or prevent) LGBTQ people’s access to medically necessary care. These include nondiscrimination protections in health insurance, explicit policies affirming that medical coverage for transgender people cannot be denied or excluded, and data collection to better understand the experiences and health of LGBTQ people. Southern states are again far less likely to have LGBTQ-inclusive protections, and far more likely to have explicitly discriminatory policies. In 2020, Virginia became the first, and so far only, Southern state to ban discrimination in health insurance on the basis of gender identity. Virginia is also the only Southern state to prohibit insurers from refusing to cover medically necessary care for transgender people, and no Southern state explicitly affirms that transgender Medicaid recipients will have their medically necessary care covered.24 Instead—and despite federal law prohibiting such discrimination—at least four Southern states explicitly exclude such care for Medicaid recipients, while remaining Southern states have no clear policy either way. This lack of clear policy often leads to transgender people’s care being denied or significantly delayed.25 And, as noted above, many Southern state legislatures considered legislation in 2020 that would criminalize medically necessary health care for transgender youth. Criminal justice laws are an important part of the LGBTQ policy landscape, as LGBTQ people—and especially people of color—are disproportionately targeted and harmed by the criminal justice system.26 Laws tracked here include harmful and discriminatory HIV criminalization laws, as well as those intended to protect LGBTQ people in the criminal justice system, such as hate crimes laws or bans on “gay panic” or “trans panic” defenses. Hate crime laws were originally intended to respond to racially motivated attacks and crimes, and over time have expanded to include other characteristics such sexual orientation or gender identity. While LGBTQ advocates have in the past supported these laws, these laws often include or require harsher punishments if a person is convicted of a bias-motivated crime. As a result, these laws can contribute to the disproportionate harm caused by the criminal justice system to people of color. Therefore, many LGBTQ advocates today may only advocate for inclusion in hate crimes laws if the law does not contain sentencing enhancements. In March 2020, Virginia became the first and so far only Southern state to include both sexual orientation and gender identity in its hate crimes law.27 Notably, two states in the South, Arkansas and South Carolina, lack any hate crime statute. Figure 6: Only One Southern State Has State-Level LGBTQ-Inclusive Employment Nondiscrimination Laws, But Many Southern Municipalities Have Passed LGBTQ-Inclusive Local Ordinances% of state population protected by LGBTQ-inclusive local ordinancesSource: State policies and local employment ordinances from MAP’s Equality Maps, as of 4/30/20. Population data from U.S. Census QuickFacts, 2018 estimates.ALARFLGAKYLAMSNCOKSCTNTXVAWV12%3%12%6%4%6%60%0%11%31%Percent of the state population protected from discrimination based on both sexual orientation and gender identity100%75%50%25%0%Percent of the state population protected by local ordinances from discrimination based on both sexual orientation and gender identityState has law preventing passage or enforcement of local nondiscrimination ordinances10So-called “panic defenses” attempt to excuse violent crimes committed against LGBTQ people “on the grounds that the victim’s sexual orientation or gender identity is to blame for the [attacker’s] violent reaction.”28 These laws ban the use of such a defense in a courtroom. Only 10 states nationally currently ban this practice, and none of these is in the South.29 HIV criminalization laws first came about during the early HIV/AIDS crisis of the late 1980s and early 1990s, and as such are typically rooted in fear and prejudice rather than science and medical best practices. These laws criminalize the transmission of or perceived exposure to HIV and other infectious diseases, including in many cases criminalizing behaviors (such as spitting) that have no risk of HIV transmission. Ultimately the laws create a strong disincentive for being tested for HIV, result in harmful public health outcomes, and contribute to the disproportionate criminalization of people of color. Despite the fact that the South is home to nearly half (46%) of all people living with HIV in the United States (despite having only 36% of the total U.S. population),30  nearly all Southern states (11 out of 14) have HIV criminalization laws.31 Texas formerly had such a law but repealed it in 1994; however, Texans living with HIV continue to be prosecuted under general criminal charges such as being charged with attempted murder after potentially exposing another person to HIV.32Identity documents are a necessary, if often overlooked part of everyday life. They are used for everything from opening or accessing a bank account, applying for jobs, or getting a school or library or membership card, to simply going to public places like movie theaters, restaurants, and so much more. For many transgender people, the name and gender marker listed on their identity documents does not match their gender identity. This means that any time they use their ID, they are at potential risk of harassment, discrimination, or even violence.  Southern states are more likely to have laws or policies that make it extremely difficult, if not impossible, for many transgender people to update their gender marker. For example, there are currently nine states that will only allow a person to update the gender on their driver’s license if they have a court order, amended birth certificate, and/or proof of “sex reassignment surgery.”33 Eight of these nine states are in the South. Similarly, six Southern states require proof of “sex reassignment surgery” to update a person’s birth certificate, and one Southern state—Tennessee—explicitly refuses to update a gender marker on a birth certificate under any circumstance. These policies pose significant obstacles to transgender Southerners: nearly three-quarters (74%) of transgender people living in the South lack at least one form of identification that matches their gender identity. This compares to two-thirds (65%) of transgender people living outside of the South.34But Southern States Have Made ProgressThe South as a region lags behind other regions in terms of LGBTQ law and policies. However, as noted above, there are varying policy and legal landscapes among the 14 states that comprise the South in this report. Notably, despite the South’s hostile LGBTQ policy climate, analysis of state LGBTQ policy progress over the past decade found that there has been some clear progress at the state level, including in the South.l As shown in Table 2 on the following page, in 2010, all 14 Southern states were ranked as negative equality states. But by April 2020, all states but one had improved their scores, and five states had improved enough to change category (from negative to low or fair).m In all states, the impact of the U.S. Supreme Court ruling in Obergefell in 2015 also resulted in a significant shift for LGBTQ people in the South, extending marriage and related family recognition to LGBTQ people and their families at a time when no state in the South had extended such recognition. Specifically, examining those states that changed from negative to low, there are several key highlights:  • In the last decade, the most significant progress on state-level LGBTQ laws and policies in the South was the passage of a number of laws in Virginia in early 2020. These included a comprehensive nondiscrimination law prohibiting discrimination based on sexual orientation and gender identity in employment, housing, schools, credit and lending, and public places, as well as a ban on harmful conversion “therapy,” explicit hate crime protections based on sexual orientation and gender identity, l To learn more about state LGBTQ policy progress from 2010 to 2020, see MAP’s February 2020 report, Mapping LGBTQ Equality: 2010 to 2020.m Alabama is the only state whose equality tally score did not improve from 2010 to 2020. In that same time frame, Florida, Kentucky, North Carolina, Virginia, and West Virginia improved not only their tally scores, but also their categorization.11legislation explicitly prohibiting health insurers from discriminating against transgender people, and directing the state’s department of education to issue guidance for transgender students and inclusion in schools. From 2010 to 2020, Virginia’s policy tally changed from negative to fair, with an increase of 20.75 points during that period. The vast majority of that increase occurred in the first months of 2020.  • In addition to Virginia, four states changed their policy tally categorization: Florida, West Virginia, Kentucky, and North Carolina. In fact, after Virginia, Florida has both the second highest policy tally in the South (7.75 points) and the second largest increase in its tally score over the past decade, improving by 10.5 points since 2010. One impressive area of progress is in the area of local nondiscrimination ordinances. Florida leads both the South and the country (among states without statewide protections) in the percentage of the state population living in a city or county with nondiscrimination protections for LGBTQ people (see Figure 6). Florida also has protections for LGBTQ youth in the child welfare system and has made efforts to permit transgender people to update birth certificates and change their names. Florida, unlike many other Southern states, also lacks any targeted religious exemptions laws.  • West Virginia had the third greatest increase in its LGBTQ policy tally among Southern states, improving by 8.5 points over the ten-year period. Key areas for advancement in West Virginia include Table 2: State-by-State Changes in LGBTQ Policy Tally From 2010 to 20202010LGBTQ Policy Tally2020LGBTQ Policy Tally Change Over TimeVirginia -2 18.75 +20.75Florida -2.75 7.75 +10.5West Virginia -3 5.5 +8.5Kentucky -0.75 4.75 +5.5North Carolina -2.5 2.75 +5.25Oklahoma -6 -1 +5South Carolina -5 -0.5 +4.5Georgia -6 -2 +4Arkansas -4 -0.5 +3.5Louisiana -5 -2.5 +2.5Texas -3 -1.5 +1.5Mississippi -4.5 -3.5 +1Tennessee -4.25 -4 +0.25Alabama -5 -6.5 -1.5Note: As of January 1, 2020, Virginia’s score was 0.25, with all additional point gains occurring during the 2020 legislative session. Red marks a “negative” overall tally category, orange is “low,” and light green is “fair.”Source: MAP’s Mapping LGBTQ Equality: 2010 to 2020 (data as of 1/1/10) and Equality Maps (as of 4/30/20).12protections for LGBTQ parents and children in the child welfare system and improving the process for updating identity documents for transgender people by removing some, though not all, obstacles and burdensome requirements.  • With the exception of Alabama, all states in the South did improve their LGBTQ policy tallies. Already mentioned were improvements in the four states that moved an entire category from negative to low. Oklahoma is still negative, but it did improve its tally by 5 points, an above average gain among states in the South. This increase was despite the fact that Oklahoma passed a child welfare religious exemptions law. Improvements came specifically in data collection and recognition of LGBTQ parents.  • Notably, just one state in the South–and in the entire nation–saw a decline in its policy tally from 2010 to 2020: Alabama. This decline is noteworthy, and especially so because all states saw an increase related to marriage equality. Alabama’s religious exemptions laws for child welfare agencies and medical professionals drove the decrease.  Southern LGBTQ Policy Victories and Progress Can Take Many FormsImportantly, LGBTQ advocates in the South—and in other states with low or negative tally scores—may have frequent successes in the legislative context, but these successes often look different than in other parts of the country. For example, Southern advocates working in state policy are often more focused on preventing harmful bills from becoming law or preventing the undermining of what positive laws may exist. These victories are significant, both for holding the line for LGBTQ Southerners and for laying the groundwork of future victories on the path toward legal equality and progress. According to the Equality Federation and Human Rights Campaign, in the 2019 legislative session, only seven anti-LGBTQ bills were passed into law out of at least 102 anti-LGBTQ bills filed.n This means that LGBTQ advocates defeated at least 95 bills in states all across the country in 2019 alone.The importance of these victories becomes even more clear when looking back over time. In the five years from 2015 to 2019, over 750 anti-LGBTQ bills were filed in state legislatures across the country.o And despite the fact that the 14 Southern states make up roughly a quarter (27%) of all U.S. states, more than half (53%) of the anti-LGBTQ bills introduced from 2015 to 2019 were introduced in these states, far more than any other region.p In fact, for every pro-LGBTQ bill introduced in the South during that time, roughly 22 anti-LGBTQ bills were introduced.q In the face of such consistent and widespread attacks on LGBTQ rights year after year, successfully holding the line is both a significant victory and a signal of the resiliency of Southern LGBTQ communities.Additionally, given this harsh policy climate, LGBTQ people and advocates in the South may focus on issues that are not explicitly or commonly thought of as “LGBTQ issues”—such as Medicaid expansion or voting rights—but would nonetheless dramatically improve the lives of LGBTQ (and indeed all) Southerners.Finally, LGBTQ policy progress can and often does occur at the local level. Local ordinances in Florida protect 60% of the state’s population, more than any other state in the country without statewide protections. However, while local ordinances are an important part of the larger effort toward LGBTQ legal equality, state and federal legislators must still enact LGBTQ-inclusive protections to ensure all residents have the same rights and benefits, no matter where they call home. In many states, municipalities cannot provide protections beyond what the state authorizes, and even if every municipality in a given state were to pass an LGBTQ-inclusive nondiscrimination ordinance, this still might not protect the entire state population, as many areas may be unincorporated and therefore protected only by state or federal law. n Human Rights Campaign Foundation and the Equality Federation Institute. 2020. 2019 State Equality Index.o Human Rights Campaign Foundation and the Equality Federation Institute. 2020. 2019 State Equality Index.p MAP analysis of data reported in Human Rights Campaign and Equality Federation’s 2019 State Equality Index.q MAP analysis of data reported in Human Rights Campaign and Equality Federation’s 2019 State Equality Index.13Virginia as a Roadmap for the SouthVirginia is often thought of as a bellwether for Southern politics, signaling “the onset of change” in partisan trends.35 Beginning around the 1948 presidential election, the historically Democratic South began realigning, shifting toward the Republican party and eventually transforming to the solidly red South known today.36 Virginia was one of the first Southern states to move from Democratic to Republican during that realignment, and now, decades later, Virginia was the only Southern state in the 2016 presidential election to go to Democrat Hillary Clinton.37  Virginia may also be a bellwether for LGBTQ laws and policies in the South. In 2012, Virginia became the first state in the South to pass a child welfare religious exemptions law. There are now seven Southern states with such laws. And now, recent political developments in Virginia could mark a turning tide for LGBTQ politics—and progressive policies more broadly—in the South.  In the 2019 elections, Virginia voters elected a Democratic majority to both chambers of the state legislature, for the first time in roughly 25 years, despite having had primarily Democratic governors for much of the past 30 years. In early 2020, during just the first few months of governing after flipping the state legislature, the Democratically controlled legislature and Democratic governor passed multiple LGBTQ-related bills into law, including: repeals of older unconstitutional bans on recognizing same-sex partnershipsbanning the dangerous practice of conversion “therapy” for minorsdirecting the state’s Department of Education to create guidelines for schools regarding inclusion of transgender students, including nondiscrimination and antibullying guidanceLGBTQ-inclusive hate crimes protections significantly improving the process for transgender people to update their gender marker on key documents including birth certificates(continued on the following page)SPOTLIGHT: VIRGINIA AS A ROADMAP FOR THE SOUTHthe first LGBTQ-inclusive nondiscrimination law in the South allowing municipalities to pass their own nondiscrimination ordinancesbanning health insurers from discriminating against transgender people14 While this single election has already dramatically changed the lives of and policies affecting LGBTQ Virginians—and potentially signals a coming change for LGBTQ Southerners more broadly—this outcome was the result of both a much longer and intentional strategy and a diverse coalition. Strategically, LGBTQ advocates in Virginia have been working for many years, laying the groundwork with both the general public and lawmakers (including Republicans and conservatives) about the importance of nondiscrimination protections for LGBTQ people and more broadly.38 Successful public education—helping people to better understand LGBTQ people and their experiences and policy needs—requires a longer-term effort than any single election or ballot campaign. The success of these efforts in Virginia is reflected by Republican votes in support of many of the pro-LGBTQ bills passed into law in 2020, as well as the diversity of partner organizations in the Virginia Values coalition, a coalition advocating for LGBTQ-inclusive nondiscrimination protections and reflecting faith groups, anti-violence advocates, reproductive justice groups, and more.39Advocates in Virginia also identified key legislative seats that would help flip each chamber of the Virginia assembly, and they supported progressive candidates for those seats. One notable example was Danica Roem, a transgender woman who, in 2017, defeated Republican incumbent Bob Marshall, a vocal and vigorous opponent of LGBTQ rights and other progressive issues. In doing so, Roem became the first openly transgender person to serve in a state legislature in the United States. As reported in Vox, “[f ]ollowing Roem’s groundbreaking victory, LGBTQ advocates saw an opening,” and in the 2019 election cycle invested “unprecedented resources,” ranging from donations and volunteers to endorsements and publicity.40 Roem was reelected in 2019 as part of the new Democratic majority.Importantly, this targeted strategy to flip seats and gain legislative control was not solely about LGBTQ protections, but rather reflected a broad coalition of progressive groups working together to accomplish a broader agenda. This coalition’s many progressive priorities included economic justice and raising the minimum wage; electing more women and people of color to office; gun control and safety measures, especially following a mass shooting in Virginia Beach earlier in 2019; and more. This diverse coalition of communities, organizations, and movements working together to pursue structural change is also representative of progressive advocacy in the South more generally. Given the uniquely hostile policy climate demonstrated in this report, working in both long-term public education efforts and in coalition with other movements and organizations is a necessary part and feature of Southern LGBTQ advocacy—and a model from which LGBTQ advocates across the country can and should learn.For more on Southern realignment and contemporary politics, read Angie Maxwell and Todd Shields’s The Long Southern Strategy: How Chasing White Voters in the South Changed American Politics (2019). For more on Virginia’s 2019 elections and implications for LGBTQ politics, read Nico Lang’s “This could be the blueprint for LGBTQ protections in the South” (Vox; Feb 12, 2020).SPOTLIGHT: VIRGINIA AS A ROADMAP FOR THE SOUTHPhoto provided by Freedom For All Americans. Delegate Danica Roem at far left, front row.15CONCLUSIONDespite the South being home to one in three LGBTQ people, having among the most racially and ethnically diverse populations, and communities ranging from some of the largest cities in the United States to many rural enclaves, the Southern region of the United States currently has the most hostile policy climate for LGBTQ residents. The South has fewer positive LGBTQ laws than any other region, and more harmful laws than any other as well. However, Southern states have made progress over the last decade, and the the creativity and resiliency of LGBTQ people and advocates in the South is apparent. Florida, for example, leads the nation with the greatest share of its population living in cities or counties with local nondiscrimination protections. And advocates in the South consistently defeat the vast majority of anti-equality legislation, doing so in broad coalitions, and often working on issues ranging from criminal justice reform to voting rights—recognizing that nearly any issue, whether explicitly LGBTQ or not, impacts their communities. Given the uniquely hostile policy climate demonstrated in this report, the intersectional and coalitional model of Southern LGBTQ advocacy is one from which LGBTQ advocates across the country can and should learn.16REFERENCES1 U.S. Census Bureau. 2019. Quick Facts, V2019 Estimates for Alabama, Arkansas, Florida, Georgia, Kentucky, Louisiana, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia.2 U.S. Census Bureau, Population Division. 2018. “Annual Estimates of the Resident Population by Sex, Race, and Hispanic Origin for the United States, States, and Counties: April 1, 2010 to July 1, 2018.” Table PEPSR6H, 2018 Population Estimates.3 The Williams Institute. 2019. Adult LGBT Population in the United States. Los Angeles, CA: The Williams Institute, UCLA.4 Walt Hickey. 2014. “Which States Are in the South?” FiveThirtyEight. April 30.5 Angie Maxwell and Todd Shields. 2019. The Long Southern Strategy: How Chasing White Voters in the South Changed American Politics. New York: Oxford University Press.6 U.S. Census Bureau. Census Regions and Divisions of the United States.7 Charles S. Bullock III and Mark J. Rozell, Eds. 2017. The New Politics of the Old South. Rowman & Littlefield.8 Quoted in: Allen Tullos. 2004. “The Black Belt.” Southern Spaces. April 19.9 Avidit Acharya, Matthew Blackwell, and Maya Sen. 2018. Deep Roots: How Slavery Still Shapes Southern Politics. Princeton, NJ: Princeton University Press.10 Public Religion Research Institute. 2014. “American Values Atlas: State Profiles.” Cultural Conservatism Index.11 Michael Lipka and Benjamin Wormald. 2016. “How Religious is Your State?” Pew Research Center.12 V.O. Key, Jr. [1949] 2001. Southern Politics in State and Nation. Knoxville, TN: University of Tennessee Press.13 Charles S. Bullock III. 2018. “Politics in the South: Out of Step With the Nation Again.” In The New Politics of the Old South., 6th edition, eds. Charles Bullock and Mark Rozell. Lanham, MD: Rowman & Littlefield.14 Movement Advancement Project. 2020. Equality Maps: Foster and Adoption Laws.15 Movement Advancement Project. 2020. Equality Maps: State Nondiscrimination Laws.16 Movement Advancement Project. February 2018. Tipping the Scales for Religious Exemptions to the Law. 17 Movement Advancement Project. 2020. Equality Maps: Religious Exemption Laws.18 Mississippi Legislature. House. 2016. Protecting Freedom of Conscience from Government Discrimination Act. 2016 regular session, HB 1523.19 Movement Advancement Project. 2020. Equality Maps: Safe Schools Laws.20 Movement Advancement Project. 2020. Equality Maps: Foster and Adoption Laws.21 Ibid.22 Gender and Sexuality Alliance; Campaign for Southern Equality; and South Carolina Equality Coalition, Inc. v. Molly Spearman, U.S. District Court, District of South Carolina (2020).23 Equality Federation. 2020. “Equality Tracker.”24 Movement Advancement Project. 2020. Equality Maps: Healthcare Laws and Policies.25 Christy Mallory and William Tentindo. 2019. Medicaid Coverage for Gender-Affirming Care. The Williams Institute.26 Movement Advancement Project and Center for American Progress. 2016. Unjust: How the Broken Criminal Justice System Fails LGBT People report series.27 Movement Advancement Project. 2020. Equality Maps: Hate Crime Laws.28 American Bar Association. 2013. Resolution Adopted by the House of Delegates. August 12-13.29 Movement Advancement Project. 2020. Equality Maps: Panic Defense Bans.30 Centers for Disease Control and Prevention. 2018. “HIV in the United States by Region.” United States Department of Health and Human Services, November. Census 2017 ACS 1-year estimates.31 Movement Advancement Project. 2020. Equality Maps: HIV Criminalization Laws.32 The Center for HIV Law and Policy. 2020. “Timeline of State Reforms and Repeals of HIV Criminal Laws.”33 Movement Advancement Project. 2020. Equality Maps: Identity Document Laws and Policies.34 MAP original analysis of 2015 U.S. Transgender Survey.35 Charles S. Bullock III. 2018. “Politics in the South: Out of Step With the Nation Again.” In The New Politics of the Old South., 6th edition, eds. Charles Bullock and Mark Rozell. Lanham, MD: Rowman & Littlefield.36 Angie Maxwell and Todd Shields. 2019. The Long Southern Strategy: How Chasing White Voters in the South Changed American Politics. New York: Oxford University Press.37 Charles S. Bullock III. 2018. “Politics in the South: Out of Step With the Nation Again.” In The New Politics of the Old South., 6th edition, eds. Charles Bullock and Mark Rozell. Lanham, MD: Rowman & Littlefield.38 Nico Lang. 2020. “This could be the blueprint for LGBTQ protections in the South.” Vox.com. February 12.39 Virginia Values. 2020. “Community Partners.”40 Nico Lang. 2020. “This could be the blueprint for LGBTQ protections in the South.” Vox.com. February 12.Copyright © 2014, Movement Advancement ProjectABOUT THIS SPOTLIGHTThis report is part of an ongoing series that will provide in-depth analyses of laws and policies tracked at the Movement Advancement Project’s “Equality Maps,” found at www.lgbtmap.org/equality-maps. The information in this report is current as of April 30, 2020.Copyright © 2020, Movement Advancement Project1905 15th Street #1097 • Boulder, CO 80306-10971-844-MAP-8800www.lgbtmap.org ",
    "id": 553571216,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:41500"
    },
    "title": "LGBTQ Policy Spotlight: Mapping LGBTQ Equality in the U.S. South",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-04-04T01:00:00+01:00",
    "publisher": "Movement Advancement Project (MAP)",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/41500/41500.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/553571216.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/553571216"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/553571216/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/553571216/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/553571216"
        }
    ],
    "abstract": "More LGBTQ people live in the U.S. South than in any other region of the United States. But for the one in three LGBTQ adults who call the South home, the South is the most hostile LGBTQ state policy landscape in the country.  The Movement Advancement Project (MAP) released a new report, LGBTQ Policy Spotlight: Mapping LGBTQ Equality in the U.S. South, which details how a dearth of progressive laws and policies in 14 Southern states has led to distinct challenges along with unique opportunities for advancing legal equality for LGBTQ people in the region.This report is released in partnership with PRIDELAND, a new Public Broadcasting Service (PBS) digital series and television special that follows queer actor Dyllón Burnside on a journey across the South to meet diverse members of the LGBTQ community. From a lesbian rodeo champ in Texas to an African American mayor ally in Alabama, he discovers how LGBTQ Americans are finding ways to live authentically and with pride in the modern South.MAP's southern policy tally aggregates nearly 40 LGBTQ-related laws and policies into a concise yet comprehensive way to gauge the LGBTQ-related policy landscape in the region. Compared to the Northeast, West, and Midwest regions, the South has more harmful LGBTQ laws than any other region—whether in criminal justice, religious exemptions, or laws targeting transgender youth—and  fewer positive laws than any other as well.While these challenges show the significant work remaining in the South, Southern states have made progress over the last decade due to the intersectional and coalitional model of Southern LGBTQ advocacy. However, the findings presented in the report illustrate how an LGBTQ person's legal rights and protections in the South exist in extremely hostile policy climates at the state and local levels, even in 2020.  It is critical that advocates for Southern LGBTQ equality continue to work for progress in cities and counties, in state legislatures, and in the halls of Congress",
    "tags": [
        "report",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:41500",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 553571216,
        "depositedDate": null,
        "publishedDate": "2020-04-04T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:47:14+00:00",
        "acceptedDate": null,
        "createdDate": "2023-02-11T02:56:44+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/41500",
        "https://issuelab.org/resources/41500/41500.pdf"
    ],
    "lastUpdate": "2024-02-14T12:47:14+00:00",
    "setSpecs": []
}