{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Schmitz, Rachel M."
        },
        {
            "name": "Tyler, Kimberly A."
        }
    ],
    "contributors": [],
    "createdDate": "2019-03-09T14:30:50+00:00",
    "dataProvider": {
        "id": 2912,
        "name": "UNL | Libraries",
        "url": "https://api.core.ac.uk/v3/data-providers/2912",
        "logo": "https://api.core.ac.uk/data-providers/2912/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/188137489.pdf",
    "fullText": "University of Nebraska - Lincoln\nDigitalCommons@University of Nebraska - Lincoln\nSociology Department, Faculty Publications Sociology, Department of\n2017\nLGBTQ+ Young Adults on the Street and on\nCampus: Identity as a Product of Social Context\nRachel M. Schmitz\nUniversity of Texas Rio Grande Valley, rachel.schmitz@utrgv.edu\nKimberly A. Tyler\nUniversity of Nebraska-Lincoln, kim@ktresearch.net\nFollow this and additional works at: http://digitalcommons.unl.edu/sociologyfacpub\nPart of the Family, Life Course, and Society Commons, and the Social Psychology and\nInteraction Commons\nThis Article is brought to you for free and open access by the Sociology, Department of at DigitalCommons@University of Nebraska - Lincoln. It has\nbeen accepted for inclusion in Sociology Department, Faculty Publications by an authorized administrator of DigitalCommons@University of\nNebraska - Lincoln.\nSchmitz, Rachel M. and Tyler, Kimberly A., \"LGBTQ+ Young Adults on the Street and on Campus: Identity as a Product of Social\nContext\" (2017). Sociology Department, Faculty Publications. 529.\nhttp://digitalcommons.unl.edu/sociologyfacpub/529\n \n \n \nPublished in Journal of Homosexuality 65:2 (2017), pp. 197–223; doi: 10.1080/00918369.2017.1314162. \nCopyright © 2017 Taylor & Francis. Used by permission. \nPublished online May 23, 2017. \n \n \nLGBTQ+ Young Adults on the Street \nand on Campus: Identity as a Product \nof Social Context \n \n \nRachel M. Schmitz1 and Kimberly A. Tyler2 \n \n1. Department of Sociology and Anthropology, University of Texas Rio Grande Valley, Edinburg, \nTexas, USA \n2. Department of Sociology, University of Nebraska–Lincoln, Lincoln, Nebraska, USA \n \nCorresponding author – Rachel M. Schmitz, University of Texas Rio Grande Valley, Department of Sociology and \nAnthropology, 338 Social and Behavioral Sciences, Edinburg, TX 78539, email rachel.schmitz@utrgv.edu \n \nAbstract \nLesbian, gay, bisexual, queer, and other sexual and gender minority (LGBTQ+) young adults face \nunique identity-related experiences based on their immersion in distinctive social contexts. The pre-\ndominant framework of performing separate analyses on samples of LGBTQ+ young people by their \nprimary social status obfuscates more holistic understandings of the role of social context. Using 46 \nin-depth interviews with LGBTQ+ college students and LGBTQ+ homeless young adults, we ask: \nHow are LGBTQ+ young adults’ capacities for “doing” their gender and sexual identities shaped by \ntheir distinctive social contexts? In developing their identities, both groups of LGBTQ+ young adults \nnavigated their social environments to seek out resources and support. Most college students de-\nscribed their educational contexts as conducive to helping them develop their identities, or “undo” \nrigid norms of gender and sexuality. Homeless young adults’ social environments, meanwhile, im-\nposed complex barriers to self-expression that reinforced more normative expectations of “doing” \ngender and sexual identities. \n \nKeywords: college, gender, homelessness, identity, LGBTQ+ young adults, sexuality, social context \n \nApproximately 6.4% of young adults aged 18–29 identify as a sexual or gender minority \n(Gates & Newport, 2012), and this population is growing in diversity across their social \nbackgrounds and experiences (Wagaman, 2014). In addition to mental health issues, gay \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n2 \nand lesbian young people who experience homelessness or residential instability may be \nat risk for further negative outcomes, as a link has been established between same-sex at-\ntraction and running away (Waller & Sanchez, 2011). Lesbian, gay, bisexual, transgender, \nand queer (LGBTQ) youth become homeless at disproportionate rates compared to heter-\nosexual young people (Woronoff et al., 2006), with 20% of homeless youth identifying as \nLGBT compared to only 5%–10% in the general population (Center for American Progress, \n2010). Identity, which we define as one’s sense of self conceptualized through social inter-\nactions, cultural contexts, and intersecting sources of oppression (Jones &McEwen, 2000), \nis key to understanding how young people navigate gender and sexuality in their lives. \nAccording to Butler (1990), normative expectations of gender and sexual identities can be \nchallenged and deconstructed, due to their fluid nature, through performances that dis-\nrupt the hierarchical status quo, such as LGBTQ identity (Butler, 2004). Moreover, West \nand Zimmerman’s (1987) framework of “doing gender” is useful for examining the influ-\nential role of social context and interactions in individuals’ displays of gender, and how \nindividuals manage their sexual identities in light of heteronormative standards. Though \nlittle is known about the contextual complexities of identity development among sexual \nand gender minority youth (Horn, Kosciw, & Russell, 2009), social contexts, including both \nhomeless environment and college campuses, can dynamically shape the stigmatizing ex-\nperiences of marginalized gender and sexual identities. \nPrejudiced attitudes regarding LGBTQ identities remain prevalent among homeless \nyouth service organizations (Choi, Wilson, Shelton, & Gates, 2015) and on college campuses, \nwhere heteronormativity, or the privileging of heterosexuality, dominates normative ex-\npectations (Woodford, Kulick, Sinco, & Hong, 2014b). The combined search for identity \nand experiences of harassment and discrimination has the potential to place sexual minor-\nity college students and homeless youth at higher risk for numerous mental health issues, \nsuch as depression and suicide ideation, compared to their heterosexual-identified coun-\nterparts (Keuroghlian, Shtasel, & Bassuk, 2014; Westefeld, Maples, Buford, & Taylor, 2001). \nDespite these challenges, young adults who identify as LGBTQ can find the college envi-\nronment to be a crucial time of identity development and self-actualization regarding their \nsexual orientation (Bilodeau & Renn, 2005). Similarly, many homeless LGBTQ young peo-\nple are capable of overcoming prejudice and discrimination by fully embracing their stig-\nmatized identities, becoming advocates for other LGBTQ street youth and working to \nimprove their own life situations (Ray, 2006). \n \nSignificance of study \nThough research has identified the unique experiences of LGBTQ college students (Ran-\nkin, Weber, Blumenfeld, & Frazer, 2010) and LGBTQ homeless young adults (Rosario, \nSchrimshaw, & Hunter, 2012) in separate studies, there has been no in-depth exploration \nof how these two groups compare and contrast across domains such as identity develop-\nment. Although LGBTQ young adults in college and on the street are similar in chronolog-\nical age, they typically navigate unique social contexts where access to resources and \nopportunity structures vary considerably (O’Rand, 2006). For example, though the theory \nof emerging adulthood uniquely captures the time of exploration and self-actualization \nthat ideally encompasses the period between adolescence and adulthood, it is very much \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n3 \na middle-class model of development that is often limited to the experiences of young peo-\nple attending college (Arnett, 2000, 2016). Thus young people from marginalized social \nlocations, such as homeless youth and LGBTQ young adults, tend to be excluded from \nconceptions of identity development that emphasize privileged backgrounds and social \nand cultural capital (Arnett, 2000). The predominant framework of performing separate \nanalyses on samples of LGBTQ young people by their primary social context obfuscates \nmore holistic understandings of the role of social context as these studies vary widely in \nmethodology, geographical location, and theoretical framework. This limitation largely in-\nhibits service providers and policymakers in establishing more widespread interventions \nfor LGBTQ young people across multiple social contexts. We address these gaps by quali-\ntatively examining the distinctive role of social context through a systematic analysis in a \nsingle study that allows for direct comparisons across diverse groups of lesbian, gay, bi-\nsexual, queer, and other sexual and gender minority (LGBTQ+) young adults. We ask the \nfollowing research question: How are LGBTQ+ young adults’ capacities for “doing” their \ngender and sexual identities shaped by their distinctive social contexts of either being in \ncollege or experiencing homelessness? \n \nLiterature review \n \nRunaway and homeless LGBT youth \nOverall, young people with a history of same-sex attraction and/or relationships are con-\nsiderably more likely to run away from home in relation to youth who report only opposite-\nsex experiences (Waller & Sanchez, 2011). Stemming from identity-related conflict, many \nLGBTQ homeless young people are also kicked out of their homes or forced to flee from \nfamilial abuse (Choi et al., 2015). Very little is known, however, about how LGBTQ home-\nless youth develop their gender and sexual identities, as the bulk of research focuses on \ntheir tangible experiences of risk-related behavior. Primarily, the risks that lesbian, gay, \nand bisexual (LGB) homeless youth face on the street are significantly exacerbated by their \nsexual orientation status (Gattis, 2013; Van Leeuwen et al., 2006). LGB-identified homeless \nyouth engage in more survival sex in exchange for food, shelter, or other essentials (Gan-\ngamma, Slesnick, Toviessi, & Serovich, 2008) and experience more street victimization \ncompared to their heterosexual counterparts (Tyler, 2008). \nIn addition, LGBT homeless youth experience inordinate adverse mental health conse-\nquences, such as depression, posttraumatic stress syndrome, and suicide ideation, when \ncompared to heterosexual homeless youth (Keuroghlian et al., 2014). LGBT homeless \nyouth also report higher levels of substance use and abuse (Van Leeuwen et al., 2006). \nThough there is limited research on the role of services for LGBT homeless youth, LGBT \nyoung people with histories of homelessness experience greater discrimination in home-\nless youth housing and other services based on their sexual orientation (Hunter, 2008), \ndespite their higher likelihood of using services compared to heterosexual youth (Tyler, \nAkinyemi, & Kort-Butler, 2012). National organizations have begun to address the unique \nneeds of homeless LGBT youth by releasing a best practices model for service agencies, \nsuch as expressing openness and acceptance toward diverse gender and sexual identities \nand ensuring inclusive access to health care (Lambda Legal, 2009). \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n4 \nTaken together, these unique issues faced by sexual and gender minority homeless youth \ncall for further research on their identity development and how their immersion in home-\nless environments shapes their well-being. Whereas the majority of research on LGBTQ \nhomeless young adults describes their experiences from an outsider’s perspective, the pre-\nsent study places young people’s perspectives at the core of analysis in understanding how \nthey interpret their gender and sexual identities in light of barriers posed by their social \ncontext. \n \nLGBT college students \nSimilar to, yet distinctive from, LGBT homeless young adults, sexual and gender minority \ncollege students also face risks and challenges related to their identities in the social context \nof campus life (Rankin et al., 2010). Approximately 74% of LGB students attending college \nlabeled their campus climate as homophobic, and 60% of these young people opted to re-\nmain closeted to reduce their chances of peer and structural discrimination (Rankin, 2003). \nWoodford and colleagues (2014b) found that 36% of lesbian, gay, bisexual, or queer \n(LGBQ) college students had experienced sexual orientation–related victimization, such as \nverbal or physical assaults, but LGBQ students are 17 times more likely to endure verbal \nderogation than a physical attack (Rankin et al., 2010). Encounters with campus homopho-\nbia leads to anxiety and depression among sexual minority college students compared to \nheterosexual students (Woodford, Han, Craig, Lim, & Matney, 2014a). \nCampus climate can also strongly impact LGBTQ college students’ identity-related ex-\nperiences, as LGBTQ college students are significantly more likely to feel uncomfortable \nwith their overall campus climate compared to heterosexual students, and few institutions \noffer protective policies for gender and sexual identity (Rankin et al., 2010). Although sex-\nual and gender minority college students can bear the brunt of discrimination through \ntheir involvement in LGBT activism on campus, they often also utilize LGBT student \ngroups as sources of social support (Vaccaro, 2012). LGBT centers on college campuses are \ndesigned to provide critical resources for gender and sexual minority college students, yet \ntheir presence is closely linked to a college’s liberal political leanings, which can limit their \nlikelihood in more conservative regions (Fine, 2012). Furthermore, LGBT college students \ncan establish stronger, more positive feelings surrounding their gender and sexual identi-\nties as a result of their involvement in LGBT-centered campus organizations (Renn, 2007). \nStemming from these unique contextual challenges and potential resources, LGBT young \npeople experience distinctive identity transformations during their college years (Bilodeau \n& Renn, 2005). Processes of identity formation take on unique forms and intersect with \nvarying social domains, making identity especially complex in the college environment \n(Abes, Jones, & McEwen, 2007). Sexual minority college students may also express more \nfluid identities if they do not conform to heteronormative expectations of roles and statuses \n(Abes & Kasch, 2007). The college context prompts lesbian and gay college students to en-\ngage in processes of self-actualization that can result in experiences of identity conflict \n(Love, Bock, Jannarone, & Richardson, 2005). \nPrevious research on the identity development of LGBTQ+ young adults has provided \na solid foundation of explorations into the challenges experienced by marginalized youth, \nmost notably homeless young adults and college students, but it has done so in separate \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n5 \nanalyses. As a result, these two groups of young people, who are similar in age but who \ninhabit vastly different life situations, have not been systematically compared in terms of \nhow LGBTQ+ young adults navigate their social contexts in establishing their identities. \nStemming from this oversight, there remains debilitating gaps in our understanding of this \nprocess. Furthermore, without the simultaneous inclusion of disparate groups of LGBTQ \nyoung people for comparison, the substantive role of social context will continue to remain \nunclear. As such, we lay the groundwork for elucidating the impact of social context in the \nlives of LGBTQ young adults because we systematically examine both homeless youth and \ncollege students in a single study. \n \nTheoretical framework \n \nWithin mainstream social views and societal constructions, the concept of gender exists \nwithin a binary, where individuals are labeled as either “men” or “women” based on their \nbiological sex designation of “male” or “female” (Butler, 1990). These categorizations of \ngender identity are intricately tied to expectations of sexual identity, where attraction to \nthe opposite gender (sex) is assumed in the dominant heteronormative culture (Schilt & \nWestbrook, 2009). Butler (1990), however, argued that gender identity is not intrinsic to an \nindividual but rather consists of perpetual performances of gender expressions that can \nvary across interactions and contexts. In this way, one’s gender and sexual identities are \nindeed the outcome of particular performances and are interwoven with the dynamics and \nexpected norms of social environments (Butler, 1990). Because of the fluid nature of iden-\ntities and their corresponding presentations, it is therefore possible to challenge and to \ndeconstruct hegemonic norms of gender and sexuality through performances that disrupt \nthe hierarchical status quo, such as LGBTQ+ identity (Butler, 2004). \nTherefore, West and Zimmerman’s (1987) framework of “doing gender” is a useful an-\nalytical tool for examining the influential role of social context and interactions in individ-\nuals’ displays of gender and, relatedly, how individuals manage their sexual identities in \nlight of heteronormative standards. Within this conception of gender as an ongoing process \nthat is continually socially constructed, displays and performances of gender are generally \ndetermined by normative expectations of what it means to be stereotypically feminine or \nmasculine. The process of “doing gender,” however, can act as a source of resistance to \nrigid gender norms as it varies across numerous social locations, and anticonformity can \npotentially minimize the influential role of perceived “sex categories” in determining ex-\npected gendered behavior (West & Fenstermaker, 1995). Therefore, a young person’s dom-\ninant social context can shape their ability to successfully “undo” gender and sexuality as \nsources of inequality (Butler, 2004; Deutsch, 2007). The broader, intersectional framework \nof “doing difference” more holistically captures the complexities of how people’s multiple, \ncoexisting identities (i.e., gender and sexuality) create dynamic social interactions whereby \npeople experience multifaceted sources of inequality simultaneously (West & Fenster-\nmaker, 1995). \nNorms of gender and sexuality are prominent in young adults’ contextualized lives, and \nthese social expectations can influence their identities and self-expression in unique ways. \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n6 \nCollege students, for example, often present and perform their gender identities in accord-\nance with the gendered contexts of their peer interactions, such as exhibiting more pro-\nnounced masculine expression within male-dominated environments (Mehta & Demen-\ntieva, 2016). Although there is a growing number of campus resources available for gender \nand sexual minority college students (Poynter & Tubbs, 2008), the enduring impact of dis-\ncriminatory interactions, such as homophobic microaggressions, can create barriers to \nyoung people feeling comfortable expressing themselves (Woodford et al., 2014b). Conse-\nquently, more research is needed to understand the subjective experiences of LGBTQ col-\nlege students and how they interpret and manage contextual realities that impact identity \ndevelopment. \nHomelessness also reinforces young people’s struggles of identity expression, as many \nLGBTQ homeless young adults are pushed from their homes as a result of family conflict \nrelated to their gender and/or sexual orientations (Choi et al., 2015). Though many service \nproviders are beginning to acknowledge the unique needs of LGBTQ homeless young \nadults (Ferguson & Maccio, 2015), additional research is required to appreciate their lived \nexperiences within a broad social context that can fundamentally shape their ability to \nopenly express their gender and sexual identities. To address this lack of knowledge sur-\nrounding the influential role of social environments in gender and sexual identity devel-\nopment, we explore the complex diversity of LGBTQ+ young adults by systematically \ncomparing and contrasting the experiences of homeless young adults and college students \nin two medium-sized Midwestern cities from their own perspectives of doing gender and \nsexuality within their primary social contexts. \n \nMethodology \n \nParticipants \nEligibility required participants to be between the ages of 19 and 26 and to self-identify as \nlesbian, gay, bisexual, transgender, or another socially nonnormative, marginalized gen-\nder or sexual identity. To ensure the primacy of young adults’ contextualized voices, we \ndid not predefine the constructs of gender or sexuality but rather allowed participants to \nuse their own definitions of what their identities meant to them. This process allows for more \nintricate explorations into gender and sexual identity development that are grounded in \nindividual agency and experiences (Diamond & Butterworth, 2008). Our target enrollment \nnumber was 40 LGBTQ young adults (20 college students and 20 homeless young adults). \nWe limited our age range to 19–26 to capture the critical developmental period between \nadolescence and young adulthood, which represents a pivotal turning point in young peo-\nple’s lives (Arnett, 2000). \nOur final sample of 46 young adults included 24 women (52%), 18 men (39%), and four \n(9%) respondents who identified outside the gender binary, such as bi-gender or gender-\nqueer. Of the total, eight respondents identified as transgender. Concerning sexual orien-\ntation, seven people identified as lesbian (15%), 11 were gay (24%), 20 were bisexual (43%), \nand eight people identified outside of the LGB spectrum, such as asexual or pansexual. \nRegarding young people’s primary social context, 24 (52%) were full-time college students, \nand 22 (48%) were currently experiencing homelessness. Ages ranged from 19 to 26 years, \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n7 \nwith a mean age of 21. Thirty-two respondents were White (70%), five African American \n(11%), two Asian American (4%), and seven biracial or multiracial (15%). Table 1 presents \ndemographic information for the total sample and the two subsamples. \n \nTable 1. Respondent demographics by primary social context \n College (N = 24) Homeless (N = 22) Total (N = 46) \nAge    \n   Mean 21 21 21 \n   Range 19–26 19–26 19–26 \nRace/ethnicity    \n   White 21 (88%) 11 (50%) 32 (70%) \n   African American 0 5 (23%) 5 (11%) \n   Asian American 1 (4%) 1 (4%) 2 (4%) \n   Bi/Multiracial 2 (8%) 5 (23%) 7 (15%) \nSexual orientation    \n   Lesbian 3 (12%) 4 (18%) 7 (15%) \n   Gay 5 (21%) 6 (27%) 11 (24%) \n   Bisexual 9 (37%) 11 (50%) 20 (43%) \n   Queer 4 (17%) 0 4 (9%) \n   Other 3 (13%) 1 (5%) 4 (9%) \nGender*    \n   Woman 13 (54%) 11 (50%) 24 (52%) \n   Man 8 (33%) 11 (50%) 19 (41%) \n   Transgender 4 (17%) 4 (18%) 8 (17%)** \n   Other 3 (13%) 0 3 (7%) \n* Categories not mutually exclusive. \n** Out of participants who identified as either a woman or a man. \n \nRecruitment \nWe recruited participants for the college student sample by advertising the study through \ncampus bulletin boards and email Listservs (e.g., Women’s and Gender Studies program \nand the LGBTQA+ Resource Center and Women’s Center) on two different Midwestern \ncollege campuses, both of which are 4-year, medium-sized public universities. To partici-\npate, young adults also had to be enrolled in college. We recruited homeless young people \nthrough four different service agencies (e.g., homeless shelters, drop-in centers) that served \nthis population using flyers, referral cards, and recruitment assistance through key agency \npersonnel. To be eligible, youth had to currently reside in a shelter, on the street, or inde-\npendently because they had run away, had been pushed out of their homes, or had drifted \nout of their family of origin (National Center on Family Homelessness, 2011). Both samples \nwere recruited using a nonprobability method of convenience and snowball sampling. \nMoreover, we screened out college students experiencing homelessness to maintain the \nfocus of this study in examining distinctive social contexts. \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n8 \nThough the terms lesbian, gay, and bisexual (LGB) refer to sexual identities, transgender (T) \ndenotes a gender identity, and queer (Q) can refer to both gender and sexuality, we in-\ncluded these identities together based on their societal subjugation in reference to hetero-\nsexuality and gender conformity (Jackson, 2006). To promote inclusivity, we welcomed \nadditional sexual and gender minority identities to participate, such as genderqueer, ques-\ntioning, and pansexual, and we use the acronym LGBTQ+ to capture the diversity of par-\nticipants’ identities. \n \nData collection \nThe first author conducted all of the interviews. Study participants completed a short de-\nmographic questionnaire and one in-depth face-to-face interview lasting approximately 1 \nhour. All interviews were tape-recorded. LGBTQ+ college students were interviewed at a \nprivate location that was convenient and comfortable for them, such as a reserved room at \na public library or a small conference room. Homeless young adults were interviewed in a \nprivate room at a participating service agency or at a public library. Study procedures were \nexplained to participants, and informed consent was obtained prior to the start of the in-\nterview. Participants received $20 upon completion of the interview in exchange for their \ntime. Pseudonyms were used to ensure respondent confidentiality. Both groups were pro-\nvided with lists of available resources (e.g., college students provided with campus re-\nsources such as counseling services, and homeless young adults provided with agency \nresources such as transitional living). The institutional review board at the second author’s \ninstitution approved this study. \nRespondents were asked a series of open-ended questions on the topics of gender and \nsexual identity, family relationships, and current life situations. The same questions were \nused for LGBTQ+ college and homeless young adults to compare and contrast their expe-\nriences. The present study highlights the role of social context in shaping identity devel-\nopment by drawing from the following grand tour interview questions: How did you come \nto identify as (insert LGBTQ+ identity here)? What challenges have you faced being \nLGBTQ+? How does being (insert a student or homeless) affect these challenges related to \nyour identity? How would you describe the community acceptance toward LGBTQ+ young \nadults/people? \n \nData analysis \nWe performed all data analyses using MAXQDA, a qualitative data analysis program. All in-\nterviews were transcribed verbatim (including pauses and filler words such as “uh” and “um”), \nand Microsoft Word documents of these transcriptions were uploaded into MAXQDA). We \nfirst utilized the method of initial coding to determine emergent themes and broad catego-\nries that linked to concepts of interest, such as LGBTQ+ identity formation and current life \nsituations and identity-related challenges (Charmaz, 2014). Next, we employed focused \ncoding to home in on the participants’ subjective interpretations and to create more de-\ntailed, nuanced codes, such as “campus climate toward LGBT people” and “homeless so-\ncial support.” Focused coding helped us explore the role of social context in how young \npeople formed their identities, and these codes were then grouped together into corre-\nsponding themes. The final themes emerged inductively from the data. The combination \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n9 \nof initial and focused coding allows for a constructivist perspective to emphasize the par-\nticipants’ understandings of their lived realities and the meanings they attach to their gen-\nder and sexual identities and their experiences (Charmaz & Belgrave, 2002). \nTo enhance the credibility of the findings, participants had the option of being recon-\ntacted to engage in member checking, whereby we asked them to review the raw data and \nto assess the accuracy of assigned codes and themes (Creswell & Miller, 2000). Eighteen \ncollege students (75%) and 10 homeless young adults (45%) provided feedback over email \non both the accuracy of their interview transcripts and earlier versions of the themes that \nincluded brief, generalized descriptions of the major codes and subcodes. Member check-\ning improved the validity of the raw data as well as the findings by allowing participants \nto ensure their intended meaning was captured and that our interpretations were legiti-\nmate. Finally, a collaborative data conference was held with other experienced qualitative \nresearchers, including colleagues who have published extensively using qualitative meth-\nods, to assess overall validity of the findings. These data conference involved in-depth cri-\ntiques of the emergent themes, surrounding topics such as clarity of the findings and \naccuracy of the code groupings into their corresponding themes. \n \nResults: Identity as privilege \n \nIntersections between identity and social contexts emerged as a central theme among both \nLGBTQ+ college students and LGBTQ+ homeless young adults. In developing their sexual \nand gender identities, young people navigated their social contexts as a means of seeking \nout resources, support, and opportunities that helped them develop their self-concepts and \ncoping strategies. For LGBTQ+ young adults, however, particular social environments cre-\nated unique experiences that shaped their ability to express their identities. The majority \nof college students’ descriptions of their educational context are captured in the following \nsubtheme: “Campus Contexts as Conducive to Identity Development.” Homeless young \nadults, however, found that their social environment imposed complex barriers to introspec-\ntion, which are summarized as the subtheme “Homelessness as a Hindrance to Identity \nDevelopment.” These patterns highlight how multiple campus contexts allowed college \nstudents to largely “undo” rigid norms of gender and sexuality, while homeless environ-\nments often reinforced stereotypical, more normative expectations of “doing” gender and \nsexual identities among young adults (Butler, 2004). \n \nCampus contexts as conducive to identity development \n \nFor LGBTQ+ college students in this study, the campus context often represented a socially \nliberal atmosphere conducive to “undoing” gender and sexuality as well as their pathways \nof identity development (Butler, 2004; Deutsch, 2007). These findings demonstrate how \ncampus-related environments served as sources of privilege for LGBTQ+ college students \nin bolstering their ability to explore their gender and sexual identities in largely supportive \ncontexts. Although our findings show how experiences during college can broaden many \nstudents’ views of the world and expose them to supportive social relationships and re-\nsources, LGBTQ+ young adults must also navigate the intricacies of campus contexts when \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n10 \nsupport for and acceptance of their identities is not readily available in certain college-\nrelated environments. \n \nSocial support and access to resources \nIn addition to pursuing a college degree, LGBTQ+ students also used this time to develop \ntheir multiple intersecting identities, including gender and sexuality. For the majority of \nstudents, social support and campus resources geared toward LGBTQ+ students and is-\nsues characterized their college experiences. One such example is Charlie (pansexual demi-\ngirl), who believed that her major in the college of Arts and Sciences helped her feel ac-\ncepted in the classroom when discussing controversial issues: \n \nI feel a sense of protection. . . . I mean we’re talking about the issues themselves \nand what the viewpoints are on either side and so I feel like it’s a byproduct of \nthe degree and the way it’s set up by teachers for creating a safe space. \n \nSimilarly, Gabriel (queer transgender man) shared a positive view of the wider college \ncampus context in supporting his nonnormative gender identity: \n \nI majored in [Arts & Sciences] . . . it is probably the best department to have sup-\nport and people around you who understand that kind of thing and I just sent \nout an email to all my professors. A few of them who I felt really close to I talked \nto them in person and they were very supportive in helping me find any re-\nsources I need on campus. \n \nBy finding support from and feeling accepted by their professors, these college students \nrecounted positive experiences that helped them access resources and create a sense of \nbelonging within campus-related environments. \nIn addition to perceiving institutional acceptance of their LGBTQ+ identities, college \nstudents also emphasized the importance of peer support from classmates and friends they \nmet on campus. Rylan (pansexual bi-gender) recalled how their transition into college al-\nlowed them to be open with their identity: \n \nIt’s definitely a lot more open here [at college]. I’ll talk to other kids and see what \nthey are going through. I’m like “okay, if these people accept me, why not just \nbe me.” It has definitely had a hugely, hugely positive impact being here, being \na college student. \n \nBeing surrounded by similar others and establishing relationships with other young \nadults who share their experiences was important for college students, as it helped build \na sense of solidarity that can be key in helping young people feel accepted. For example, \nSamantha (bisexual woman) described her perception of peer support on campus: “But \nnow that I am in college, it is completely different here because I feel like we have a really \ndiverse campus and there are a lot of people like me here.” Creating supportive social \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n11 \nnetworks was especially important for LGBTQ+ college students as they navigated wider \nsocietal conceptions that marginalize nonconforming gender and sexual identities. \nBroadly speaking, many LGBTQ+ college students noted the protective nature of envi-\nronments related to the college campus, such that many felt at ease expressing their gender \nand sexual identities without fear of blatant prejudice and discrimination. One such exam-\nple is Natalie (bisexual woman), who stated, “I think that for the most part it is pretty good. \nIt’s better on campus than it is off campus for sure just because of the university setting. \nLike education tends to make you less homophobic, go figure.” In another example, Phillip \n(gay man) emphasized academic structures that protect LGBTQ+ identities and how this \ncontrasted with the lack of legal safeguards he faced in the workplace in this particular \nregion: “I think that being a student is probably better than if I was in the workforce. I \nmean there’s less challenges . . . well, I mean the university has protective codes. I feel safer \nhere than I would elsewhere.” Constructing university campus settings as protective shows \nhow LGBTQ+ college students can experience broad institutional college support and can \nuse the campus as a safe haven within their wider community. \nSeveral students specifically contrasted their experiences on campus to those they had \nin middle and high school, where they struggled with social acceptance. Lucy (queer woman) \ndescribed her transition from high school to college as transformative in allowing her to \nmore fully embrace her LGBTQ+ identity: \n \nI tried to get a gay/straight alliance group going and they [high school] denied \nthat . . . so I think being in college it’s a lot different because you experience an \narray of different people and backgrounds . . . it’s given me a different view and \nperspective about life . . . it’s helped more than hindered me as a student. \n \nPaul (gay man) shared a similar sentiment in the positive way he believes his transition \nto college shaped his life: \n \nHigh school to college . . . oh man, that got even better, because at that point you \nknow there’s so many people on [university] campus who I can be friends with \nand I can be friends with guys and not have crushes on them but then there’s a \nlot more gay people at [university] campus and so there’s a lot better chance that \nif I start to develop feelings for someone that they might even reciprocate those. . . \n \nBoth Lucy and Paul’s experiences illustrate how transitioning into college can open up \nopportunities for LGBTQ+ college students in expressing their identities and in forming \nsupportive peer and romantic relationships. \n \nLearning about identity in college \nFor many LGBTQ+ students, their experiences during college also represented a crucial \nperiod in their lives when they were able to learn about their gender and sexual identities \nin environments that encouraged critical thinking. Considering both the positive and neg-\native aspects of analyzing her LGBTQ+ identity, Clark (queer woman) discussed the chal-\nlenges she faced as she encountered more complex ideas surrounding identity politics: \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n12 \n \nAs I’ve been going through college I think I’ve had a lot more trouble because as \nI learn more, I have to pause more and be like “it’s not quite that easy” or “it’s \nnot just born this way.” There are things that we need to talk about when we talk \nabout sexuality that we don’t a lot of the time. Like class and race and gender. \n \nFor Clark, learning about her identity in college broadened her view of the complexity \nof sexuality by encouraging her to incorporate more intersectional perspectives. Engaging \nin critical discourse in supportive contexts, such as the college classroom, can help \nLGBTQ+ young people question their preconceived notions surrounding gender, sexual-\nity, and other socially marginalized statuses. \nIn addition to experiencing feelings of enlightenment in the classroom, other LGBTQ+ \ncollege students specifically sought out classes that related to their gender and/or sexual \nidentity. Rylan described how being more open about his identity helped him feel more \ncomfortable presenting in nongender conforming ways (i.e., “I’m going to get my nails \ndone for the first day of class”) and pursue gender and sexuality studies: “I picked up an \nLGBT minor that we’re now offering here and one of my classes is by a professor that I \nreally looked up to. He’s a trans male . . . so I’m going to be a lot more open.” By actively \nseeking out educational opportunities concerning their identities, LGBTQ+ college stu-\ndents like those in this study can work to “undo” gender and sexuality and to reduce het-\neronormative structural inequalities through their alignment with supportive faculty and \ncampus programs (Butler, 2004). In these ways, the campus context was largely character-\nized as conducive for LGBTQ+ college students to explore the meaning of their individual \nidentity and learn more about social diversity. \n \nLGBTQ activism and advocacy \nOpportunities for LGBTQ+ activism and advocacy sponsored by campus initiatives were \nalso key in developing college students’ sense of their identities and their role in breaking \ndown barriers that prevent LGBTQ+ individuals from expressing their gender and sexual \nidentities. Many students became involved in campus groups and activities that helped \nthem engage in efforts aimed at improving LGBTQ+ lives. Alex developed a passion for \neducating others about LGBTQ+ issues after participating in an LGBTQ+ speakers’ panel: \n \nI’ll go to a panel and there will be a gay guy and maybe a lesbian girl and then \nme. Then I get all the questions because they’ll be like “oh my god, you’re trans?” \nBut I really like doing that because it gives me a chance to educate people that \nhave no idea what being trans is about. \n \nBy engaging with opportunities for LGBTQ+ activism and advocacy on campus, college \nstudents developed their own identities while they engaged in the fulfilling experience of \ncommunity education. \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n13 \nIn addition to practicing LGBTQ+ activism and advocacy through campus opportuni-\nties, several students participated in community activities as a way to expand their advo-\ncacy. Gabriel, who strongly believed in helping other LGBTQ+ individuals, particularly \ntranspeople, was eager to share his experiences: \n \nFor me I don’t think it’s possible for me to ever not be open about being trans \nbecause I want to be there to help others . . . it’s very important that I am there to \nhelp others navigate what they’re going through and be a role model. \n \nDespite the challenges that LGBTQ+ young adults face, students like Gabriel reframed \ntheir experiences as having an important purpose, such as being “a role model” for other \ntranspeople. Some students, such as Alex, highlighted the importance of LGBTQ+ activism \non the college campus, while other students, like Gabriel, showed how extending advocacy \nto the broader community is personally fulfilling. Taken together, these examples demon-\nstrate how forms of LGBTQ+ activism on the college campus and the larger community \ncan serve as key sources of meaning and identity development for LGBTQ+ college stu-\ndents. \n \nManaging prejudice and discrimination on campus \nSome students involved in subcultures of the wider campus community noted that although \ncollege environments as a whole are accepting of LGBTQ+ individuals, they remained cog-\nnizant of how particular campus groups respond to nonconforming gender and sexual \nidentities. Jake (bisexual man) is especially aware of the heteronormative nature of Greek \nlife: \n \nIn the Greek community you can tell it is pretty toxic. In [Midwestern state] it is \npretty homogeneously heterosexual. I’m not out to any of my Greek friends, at \nleast people I know are Greek, and I don’t know if I would be necessarily com-\nfortable with it. \n \nFurthermore, some students distinguished across different majors and academic depart-\nments in terms of levels of acceptance and comfort with disclosing their LGBTQ+ identity. \nBethany (bisexual woman) recalled how being around students with particular regional \nand political backgrounds enhanced her social unease related to her own identity: \n \nI’m a [STEM] student so I’m around a lot of guys sometimes . . . a lot of them are \nag farmers which are from rural communities which are generally kind of con-\nservative. And sometimes I’ll hear something that they will say and it will kind \nof bother me. \n \nThis example of institutional inequality can potentially counteract LGBTQ+ young peo-\nple’s attempts to “undo” gender and sexuality by normalizing anti-LGBTQ+ sentiment and \nreinforcing heteronormativity (Schilt & Westbrook, 2009). These participants’ experiences \nhighlight the multifaceted nature of college campus contexts and how college students \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n14 \nstrategically navigate particular social groups and settings when they perceive the poten-\ntial for prejudice or discrimination. \nThese examples show how identity development is a particular type of privilege for \nLGBTQ+ college students dependent on the predominantly supportive nature of college \ncampus-related contexts. The overwhelming majority of college student participants stressed \nthe freedom and support they experienced to “do” their identities while at college and the \nvarious resources at their disposal. It is important to note, however, that the campus con-\ntext is not unidimensional, as there were LGBTQ students who described the challenge of \nnavigating prejudice and discrimination within specific social circles. Despite these strug-\ngles, college students agreed that the campus context is broadly conducive to identity de-\nvelopment, which often conflicts with the larger community’s attitudes toward LGBTQ+ \npeople and how underprivileged populations pursue identity formation. \n \nHomelessness as a hindrance to identity development \n \nAlthough homeless young adults considered their LGBTQ+ identity to play an integral role \nin their lives, their social context of homelessness (e.g., living on the streets or staying with \nmultiple friends) acted as a hindrance to identity development and self-expression. In con-\ntrast to LGBTQ+ college students, LGBTQ+ homeless young adults engaged in concerted, \ndeliberate efforts to explore their identity by seeking out resources and social support that \nmay not be as readily available as they tend to be on a college campus. \n \nHomeless experience overrides identity development \nWhen considering how their LGBTQ+ identity shaped their experiences of homelessness, \nhomeless young adults described residential instability as a hindrance to developing their \nidentity. The never-ending search for basic necessities, such as food and shelter, overrode \ntheir ability to pursue identity-related activities, including self-reflection and social sup-\nport. Abby (straight transgender woman) described how being homeless affected her gen-\nder transition: \n \nIt’s been an annoying, aggravating process because since I don’t have a regular \nplace to go to, it kind of slows down the [gender] transition a bit because I don’t \nalways know when I’ll be able to get the certain necessities that I need. \n \nSawyer (lesbian transgender man) recounted a similar experience in balancing the strug-\ngles of being homeless and lacking social support and simultaneously transitioning to his \npreferred gender: \n \nIt just made it harder when I was living on the streets and had nothing. . . . Cause \neverything was just so difficult, every aspect of life. And that only made it harder, \ntrying to deal with it [gender transition], especially when you’re being quiet \nabout it. I never felt so alone before in my life. \n \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n15 \nLGBTQ+ homeless young adults, therefore, desired to explore and understand their \nidentities, but they were unable to “undo” normative expectations of gender and sexuality \nwhile struggling to meet basic needs. In this way, LGBTQ+ homeless young adults in this \nstudy, compared to their college student counterparts, were much more beholden to soci-\netal expectations reinforcing normative gender displays (Westbrook & Schilt, 2014). \nAdditionally, some LGBTQ+ homeless young adults discussed the difficulty of finding \nLGBTQ+ resources when they were living on the street, which stands in stark contrast to \nthe majority of LGBTQ college students’ experiences. Bernard (gay man) downplayed his \nLGBTQ+ identity when describing how his sexuality was not at the forefront of his mind \nwhen he became homeless: \n \nIt was more being afraid of being on the streets, where I’m gonna go, where I’m \ngonna sleep, how am I gonna get food. So that was the scary part of it . . . the \nLGBTQ part didn’t come in until I got to [youth service agency] and started com-\ning out to my caseworker. . . . I had no phone, I had no way to contact anybody \nand everything was just gone. \n \nEven when services are available for LGBTQ+ homeless young adults, they often have \nmore pressing survival issues and may be unaware of such services. \nOther young adults felt that being homeless made it especially difficult to form a ro-\nmantic relationship, which was compounded by LGBTQ+-related prejudice and discrimi-\nnation. For Bianca (bisexual woman), residential instability acted as a formidable obstacle \nto establishing meaningful partnerships: \n \nIt’s kind of hard to get attached to somebody if you have to go from place to \nplace to place. It’s just more stress going from house to house just staying with \nanybody because you don’t want you and your baby out in the street. I’d rather \njust be single until I can get myself together, till I can get things stable for me and \nmy daughter. \n \nBianca’s experience of homelessness was further exacerbated by her status as a mother, \nwhereby her caregiving responsibilities, combined with her lack of housing, took prece-\ndence over her LGBTQ+ identity. In this way, it can be especially difficult for LGBTQ+ \nyoung people to develop supportive networks when they cannot secure permanent hous-\ning, let alone access to resources and opportunities for LGBTQ+ issues. \n \nCreation of homeless social support \nDespite the distinctive challenges LGBTQ+ homeless young adults faced that prevented \nthem from developing their identities, many overcame the structural barriers of homeless-\nness by fostering relationships that supported their efforts to “undo” heteronormative \nscripts of sexuality (Butler, 2004; Risman, 2009). Yolanda (bisexual woman) found that \ntreatment centers were significantly more welcoming than her home life, even though she \nacknowledged that this was not the norm: \n \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n16 \nI went to [name of treatment center] and there was only like 2 females that were \nstraight on my unit and all the others were bisexual or lesbian and I felt like I \nwas home. I felt like I had a family there because we all knew that we were dif-\nferent but at the same time we were the same. So, strangely enough, at every \ntreatment center I felt like home. \n \nLawrence (gay man) recounted his positive experiences in juvenile detention because of \nthe social support he experienced: \n \nIt was better. It was better than being at home. . . . I got attention. People that you \ncould actually talk to. I mean yeah they were all criminals and they made mis-\ntakes, but at least I pretty much got a better place to live, it was better than noth-\ning. \n \nDespite the challenges youth faced as they transitioned across multiple detainment sit-\nuations, homeless LGBTQ+ young people were able to create supportive networks that \nfilled a void in their lives as many were detached from their families. Similarly, many \nyoung adults created LGBTQ+ support networks with other detained youth, which under-\nscores their ability to develop their identities with limited organizational support. \nIn many ways, experiences of homelessness created a sense of social solidarity among \nhomeless participants by uniting people through a shared sense of struggle and conflict, \nwhich can then act as opportunities for “undoing” norms of gender and sexuality outside \nof mainstream society (Butler, 2004). Melanie (bisexual woman) emphasized that fellow \nhomeless people were accepting of LGBTQ+ identities: \n \nI think people are a lot more open in homelessness . . . it seems to be the more \nupper class you go the more judgmental they get. So like being down at the bot-\ntom, people are a lot more open because they have been there. \n \nMelanie’s description of elevated social class as a barrier to acceptance strongly con-\ntrasts with some college students’ portrayals of higher educational levels being linked to \nmore inclusive, less biased attitudes, such as in the case of Natalie (“Like education tends \nto make you less homophobic, go figure”). Like Melanie, Elliott (bisexual man) shared a \nsimilar sentiment in how he found support through other homeless people and experi-\nenced more challenges related to being bisexual than from being homeless. When asked \nhow being homeless affected identity-related challenges, he replied: \n \nThere are challenges but not as many because people are in the same predica-\nment that you are because you’re homeless. . . . I’ve met other transgenders [peo-\nple] or other bisexual or transgender couples who are homeless and . . . despite \nwhat other people think, we do kind of stick together because we can protect \neach other that way. \n \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n17 \nThese young adults’ experiences emphasize the importance of created kinship among \nhomeless communities, particularly when support from service agencies is not guaranteed. \n \nNavigating acceptance/discrimination from service agencies \nWhen LGBTQ+ homeless young adults did locate and utilize services, their experiences \nwere mixed in terms of acceptance and discrimination from service agencies. The majority \nof homeless young people described their interactions with service agencies as generally \npositive, especially when they were geared toward youth and young adults and/or em-\nphasized particular supports for LGBTQ+ individuals. Tamara (gay transgender woman) \nstressed that the youth service agency she frequented made her feel like she fit in and \nacknowledged her uniqueness: “They treat me normal, like I’m a human being as well. But \nthen again, they know how I am, but everybody, every transgender [person] has their own \nindividuality.” Many of these young people wanted to utilize homeless services without \nfear of prejudice or discrimination at the same time that they valued organizations that \nacknowledge LGBTQ+ identity. In stressing the importance of LGBTQ+ groups for home-\nless young people, Kellen (gay man) described these organizations as safe places: \n \nHere they’re trying to make it more accepting for those who come in . . . to show \nthat it’s ok, like you don’t have to hide it. And trying to teach those who aren’t \nas accepting to be more accepting. It does help, because if you’re ever in danger \nor anything, you have this place you can go to. \n \nAs these examples demonstrate, homeless service agencies, and specifically those de-\nsigned for LGBTQ+ young people, can be crucial sources of support for youth who are \nmultiply marginalized. \nOther LGBTQ+ homeless young adults, however, avoided certain service agencies based \non negative experiences with these organizations. Oftentimes, service agencies that exhib-\nited prejudice and discrimination toward LGBTQ+ individuals were religious-based or \nwidely known for their conservative political views. In some cases, homeless shelters ap-\npeared to accept LGBTQ + individuals but placed more regulations on their behavior com-\npared to non-LGBTQ residents. Harris (gay man) provided an example of this type of \ntreatment: \n \nThe shelters are kind of open to it, but not really. They don’t treat people differ-\nently, but they kinda disregard a lot of the LGBTQ people. They are open to let-\nting us stay, but they don’t let us do what we want. Like, I couldn’t stay with my \nboyfriend because it made them uncomfortable. \n \nSimilarly, Bernard (gay man) expressed his concern in utilizing Catholic-based services \nbecause he felt that the workers informally policed nonconforming gender and sexual \nidentities, which barred his ability to express himself and to challenge, or “undo,” stereo-\ntypes: \n \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n18 \nI believe it was more of religious views . . . that was the issue. Some of the com-\nmunity support system, such as the shelters and organizations like [Christian-\nbased organization] didn’t feel so supportive and accepting. I got a lot of judg-\nmental looks and I just didn’t feel like I was safe to go to those areas without \nother people to come with me. \n \nEven though these young adults were in dire need of institutional support and services, \nin some instances they preferred to avoid service agencies altogether if they perceived \nthem to be discriminatory. These diverse spaces described by participants are indicative of \nboth more inclusive contexts where categories of “doing” gender and sexuality are deter-\nmined by identity (LGBTQ+-centered groups), whereas other, more socially conservative \nenvironments (Catholic-based services) draw from biological sex as an indicator of gender \nand sexuality (Westbrook & Schilt, 2014). \nNot all young adults’ encounters with homeless service agencies could be characterized \nas positive or negative, as some LGBTQ+ young people altered their views of particular \nagencies after interacting with them. When asked about his experiences with religious-\noriented organizations, Elliott replied: \n \nThey’re [Catholics] not really against, they just don’t agree with it. Actually ask-\ning for help at the church while being homeless and the way we were [LGBTQ], \nwe weren’t really comfortable going to other churches but we did end up going \ninto a Catholic church and a pastor actually creates groups for the LGBTQ . . . \nand after that I kind of, I made a friend of course. \n \nThis type of interaction underscores the complexity of homeless LGBTQ+ young adults’ \nrelationship with service agencies and the influence of cultural assumptions regarding the \nidea that religion is inherently hostile toward nonconforming sexual and gender identities. \nWhereas Bernard felt explicitly discriminated against from religious-oriented groups, El-\nliott experienced a welcoming environment in a Catholic church, despite his preconception \nthat all Catholics were prejudiced against LGBTQ+ people. These experiences demonstrate \nthe complexity of homeless young people’s encounters with service agencies and the range \nof structural obstacles they faced on the continuum of “doing” or “undoing” gender and \nsexual identities. \n \nDiscussion \n \nOur study demonstrates the importance of social context within the lives of LGBTQ+ \nyoung adults and how these young people navigate their environments in distinct ways \nwhen seeking out support and managing identity-related challenges. Furthermore, our \nfindings illustrate the importance of considering the multiple, interacting aspects of \nLGBTQ+ young adults’ lives, including their varying identities and social contexts, in un-\nderstanding their identity development (Abes et al., 2007). In comparing college students \nand homeless young adults, our results reveal how campus contexts are largely conducive \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n19 \nto the task of “undoing” norms of gender and sexuality through their identity develop-\nment, as students are afforded a breadth of supportive resources and opportunities. Hav-\ning access to LGBTQ+-related resources and support networks is critical for young people \nin helping them develop their identities (Wagaman, 2014). Homelessness, on the other \nhand, overwhelmingly acts as a hindrance to identity formation for LGBTQ+ young adults, \nand they must make concerted efforts to overcome structural barriers that perpetuate nor-\nmative expectations of “doing” gender and sexuality. This stark contrast between these \ntwo groups of young adults points to identity as a mechanism of privilege that is shaped \nby one’s social context rather than chronological age. The structural inequalities inherent \nin the wider society between the “haves” (i.e., college students) and the “have-nots” (i.e., \nhomeless young adults) are further illustrated by LGBTQ+ young adults’ varying capaci-\nties for “doing” their preferred gender and sexual identities based on their distinctive so-\ncial contexts (Butler, 2004; Risman, 2009). \nDespite the ways that social context created disparate experiences of identity develop-\nment among LGBTQ+ young adults, similarities were also evident in how respondents \nviewed sexual and gender identity as an important aspect of their lives. For both LGBTQ+ \ncollege students and homeless young adults, social surroundings were key in determining \nhow they expressed their identities. Though social context acted as a source of privilege \nfor college students in accessing support on campus, they remained aware of environ-\nments where the potential for prejudice existed, such as Greek communities. Highly mas-\nculinized campus contexts may pressure students to express more stereotypical norms \nsurrounding gender and sexuality (Mehta & Dementieva, 2016) if they anticipate the po-\ntential for discrimination. Although college students perceive widespread campus support, \nthey must still navigate the prevalence of heteronormativity that abounds in particular \ncollege contexts (Woodford et al., 2014b). Similarly for homeless young adults, social con-\ntext shaped how they navigated different service providers at the same time that it prompted \nthem to create supportive networks in the absence of formal resources. In these ways, \nLGBTQ+ identity can interact with varying social environments in complex ways that high-\nlight the fluidity of young people’s engagement with “doing” or “undoing” gender and \nsexuality (Connell, 2010). \nThese findings demonstrate how LGBTQ+ young people’s expressions of identity are \nintricately influenced by the dynamics of their social contexts, which in turn largely dic-\ntated young adults’ abilities to “do” their desired gender or sexuality. The complexities of \nsocial contexts and interactions are critical determinants in individuals’ displays of their \nnonconforming gender and sexual identities (Connell, 2010). LGBTQ+ college students’ \nexperiences of support and acceptance within the institutional bounds of the college cam-\npus highlight unique environmental opportunities for the “undoing” of normative, exclu-\nsionary expectations of gender and sexuality (Risman, 2009). On the other hand, the class-\nbased structural and interactional constraints imposed on homeless LGBTQ+ young adults \nprevented them from expressing and developing their identities, which worked to further \nstigmatize them and to reinforce heteronormativity (Schilt & Westbrook, 2009). The devel-\nopment of supportive networks, however, were key in promoting LGBTQ+ young adults’ \nidentities across social contexts and providing them with spaces conducive to self-expression. \nPositive social interactions can indeed be sites of “undoing” gender and sexuality whereby \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n20 \nexpressions of nonconforming gender and sexual identities can work to dismantle inequal-\nity and promote equity (Butler, 2004; Deutsch, 2007). \nFindings here demonstrate the key role of young people’s conceptions of their sexual \nand gender identities in their pathways to adulthood and how this transformative period \nis shaped by shifts in identity development (Torkelson, 2012) and sources of inequality \n(O’Rand, 2006). Social context perpetuated inequalities between college students and \nhomeless young adults, as college students experienced more ease and support in access-\ning resources, whereas homeless young adults faced many barriers in seeking assistance \nfor identity development. Furthermore, this study expanded the scope of emerging adult-\nhood to encompass a wider array of young people’s life courses and their contexts, includ-\ning LGBTQ+ young adults in college and those who are homeless, by emphasizing the \nempirical impact of the college environment (Arnett, 2016) and that of homelessness (Ream \n& Forge, 2014). \nDifferences across race and class are key when comparing LGBTQ+ young adults in \ndistinctive social contexts, yet due to lack of diversity, a true intersectional analysis was \nbeyond the scope of this study. In our study, for example, one half of LGBTQ+ homeless \nyoung adults identified as people of color, whereas only 12% of LGBTQ+ college students \nwere non-White, which corresponds to studies suggesting the overrepresentation of youth \nof color among LGBTQ+ homeless populations (Cray, Miller, & Durso, 2013). An intersect-\ning matrix of systems of oppression can adversely affect marginalized people, particularly \nindividuals of color (Collins, 2009) when contemporary LGBTQ rights movements are con-\ntinually impacted by racial divides that reinforce anti-Black perspectives (Bassichis & \nSpade, 2015). For example, research on LGBTQ bullying in schools often neglects the per-\nvasive effects of racism and how racial, ethnic, and class identities can worsen experiences \nof bullying for LGBTQ youth of color (Pritchard, 2013). Although a predominant, white-\nwashed misconception of “gay affluence” persists in mainstream mentalities, scholars are \nbeginning to raise awareness of the increasingly marginalized nature of LGBT people \nacross race and class to further activist movements (Hollibaugh & Weiss, 2015). \nFurthermore, in our sample, more college students (42%) than homeless young adults \n(5%) identified outside of the LGBT spectrum, such as queer or asexual, which could point \nto social class differences in having more opportunities to learn about and to educate one-\nself about nonmainstream sexual and gender identities. Access to technology and infor-\nmational resources are critical determinants in how LGBTQ young people can learn about \ntheir identity and issues related to their well-being (DeHaan, Kuper, Magee, Bigelow, & \nMustanski, 2013). From this perspective, the college environment may not only be more \nconducive to identity development, but it can also expose college students to a wider va-\nriety of identity options from which they may choose, whereas homeless young adults may \nnot reach that level of identity complexity as they struggle to meet their basic needs. \n \nLimitations \nThis study has limitations that require consideration. First, both samples of LGBTQ+ young \nadults were recruited using convenience-sampling methods. This recruitment strategy cre-\nated a constrained sampling frame that captured a particular subset of LGBTQ+ college \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n21 \nstudents and homeless young adults. Many of these homeless young adults were also in-\nvolved in service-agency-sponsored LGBTQ+ support groups, which highlights their de-\nsire to engage with processes of identity development. The disparate knowledge of \nLGBTQ+ language and issues across the subsamples may also have influenced the data \nand how young people responded to interview questions. This was evident in this study \nin terms of young people’s identities, such that college students articulated more variation \nin identifying outside of the more normative convention of the LGBT spectrum. Addition-\nally, many homeless respondents admitted that they were not familiar with the LGBT ac-\nronym and had more difficulty understanding explanations of each of these terms. Social \ndesirability bias could also have affected how respondents’ disclosed information based \non the sensitive nature of the interviews concerning their sexual and gender identities and \nthe social stigma attached to these statuses. \nFuture research should explore the experiences of LGBTQ+ young adults who simulta-\nneously inhabit multiple, overlapping social contexts and how these environments shape \ntheir experiences. College students in particular may be pushed to homelessness due to \nthe inability to afford housing and other financial concerns related to the growing costs of \nhigher education (Ringer, 2015). LGBTQ+ homeless college students, then, would encoun-\nter the dual stigma of residential instability and having nonconforming gender and sexual \nidentities, highlighting the importance of examining how they navigate differing social \ncontexts and environmental influences in their lives. \n \nPolicy implications \nThese findings have vast implications for policymakers and service providers. Exploring \nthe intricacies of the campus context is key in examining the nuances of LGBTQ college \nstudents’ experiences, so that college officials can address more homophobic and heter-\nonormative environments, such as fraternities (Worthen, 2014). Furthermore, colleges and \nuniversities should work to implement more programs and resources for LGBT college \nstudents, as research has identified the positive influence of programs such as the LGBT \nSafe Zone, including increasing awareness of and support for LGBT-identified people and \nissues on campus (Evans, 2002). As college students emphasized the importance of engag-\ning in LGBTQ activism and advocacy on campus in developing their identities, college \nofficials should continue to work to provide opportunities for LGBTQ leadership and ad-\nvocacy that allow students to become involved and to shape campus climate surrounding \nLGBTQ issues (Renn, 2007). \nSimilarly, homeless service providers should take into account the unique challenges \nfaced by LGBTQ+ homeless young adults in understanding how they tailor services and \nprograms for these young people. For example, homeless shelters may be perceived as \nhostile environments for LGBTQ young adults, especially if shelter rules dictate homopho-\nbic or transphobic regulations, such as prohibiting young people from sharing rooms or \nbeds with their partners or not allowing trans individuals to use the bathroom reflective of \ntheir preferred gender (Mottet & Ohle, 2006). Additionally, homeless youth shelters should \nbe especially mindful of the disproportionate rates of victimization of LGBTQ homeless \nyouth (Tyler, 2008) and should work to provide added protections and safeguards for them \nwhile in shelter care (Hunter, 2008). \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n22 \nConclusion \n \nIdentity is not static across social contexts, but instead shifts and transforms as young peo-\nple become immersed in varying institutional structures and relationship groups. By act-\ning as a source of privilege and as a barrier to resources and opportunities for different \ngroups of LGBTQ+ young adults, social environment can help determine processes of iden-\ntity formation and the ability for “doing” or “undoing” normative conceptions of gender \nand sexuality (West & Fenstermaker, 1995). Furthermore, it is essential to understand that \nLGBTQ young adults are not a monolithic social group. Despite sharing the trait of chron-\nological age, these young people are a dynamic, complex subpopulation that can simulta-\nneously undergo similar, yet disparate, experiences in their capacity for “doing” their \nsexual and gender identities in social context-specific situations. \n \nAcknowledgments – This research was funded by the Joyce Hertzler Sociological Research Fund \nsponsored by the University of Nebraska–Lincoln Sociology Department. \n \nReferences \n \nAbes, E. S., Jones, S. R., & McEwen, M. K. (2007). Reconceptualizing the model of multiple dimen-\nsions of identity: The role of meaning-making capacity in the construction of multiple identities. \nJournal of College Student Development, 48, 1–22. doi:10.1353/csd.2007.0000 \nAbes, E. S., & Kasch, D. (2007). Using queer theory to explore lesbian college students’ multiple di-\nmensions of identity. Journal of College Student Development, 48, 619–636. doi:10.1353/csd.2007.0069 \nArnett, J. J. (2000). Emerging adulthood: A theory of development from the late teens through the \ntwenties. American Psychologist, 55, 469–480. doi:10.1037/0003-066X.55.5.469 \nArnett, J. J. (2016). College students as emerging adults: The developmental implications of the col-\nlege context. Emerging Adulthood, 4, 219–222. doi:10.1177/2167696815587422 \nBassichis, M., & Spade, D. (2015). Queer politics and anti-Blackness. In J. Haritaworn, A. Kuntsman, \n& S. Posocco (Eds.), Queer necropolitics (pp. 191–210). New York, NY: Routledge. \nBilodeau, B. L., & Renn, K. A. (2005). Analysis of LGBT identity development models and implica-\ntions for practice. New Directions for Student Services, 2005, 25–39. doi:10.1002/(ISSN)1536-0695 \nButler, J. (1990). Gender trouble: Feminism and the subversion of identity. New York: Routledge. \nButler, J. (2004). Undoing gender. New York: Routledge. \nCenter for American Progress. (2010). Gay and transgender youth homelessness by the numbers. Retrieved \nfrom https://www.americanprogress.org/issues/lgbt/news/2010/06/21/7980/gay-and-transgender-\nyouth-homelessness-by-the-numbers/ \nCharmaz, K. (2014). Constructing grounded theory. Thousand Oaks, CA: Sage. \nCharmaz, K., & Belgrave, L. L. (2002). Qualitative interviewing and grounded theory analysis. In J. \nF. Gubrium, J. A. Holstein, A. B. Marvasti, & K. D. McKinney (Eds.), The SAGE handbook of inter-\nview research: The complexity of the craft (pp. 347–365). Thousand Oaks, CA: Sage. \nChoi, S. K., Wilson, B. D. M., Shelton, J., & Gates, G. (2015). Serving our youth 2015: The needs and \nexperiences of lesbian, gay, bisexual, transgender, and questioning youth experiencing homelessness. Re-\ntrieved from http://escholarship.org/uc/item/1pd9886n#page-2 \nCollins, P. H. (2009). Black feminist thought: Knowledge, consciousness and the politics of empowerment. \nNew York: Routledge. \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n23 \nConnell, C. (2010). Doing, undoing, or redoing gender? Learning from the workplace experiences of \ntranspeople. Gender & Society, 24, 31–55. doi:10.1177/0891243209356429 \nCray, A., Miller, K., & Durso, L. E. (2013). Seeking shelter: The experiences and unmet needs of LGBT \nhomeless youth. Washington, DC: Center for American Progress. \nCreswell, J. W., & Miller, D. L. (2000). Determining validity in qualitative inquiry. Theory Into Practice, \n39, 124–130. doi:10.1207/s15430421tip3903_2 \nDeHaan, S., Kuper, L. E., Magee, J. C., Bigelow, L., & Mustanski, B. S. (2013). The interplay between \nonline and offline explorations of identity, relationships, and sex: A mixed-methods study with \nLGBT youth. Journal of Sex Research, 50, 421–434. doi:10.1080/00224499.2012.661489 \nDeutsch, F. M. (2007). Undoing gender. Gender & Society, 21, 106–127. doi:10.1177/0891243206293577 \nDiamond, L. M., & Butterworth, M. (2008). Questioning gender and sexual identity: Dynamic links \nover time. Sex Roles, 59, 365–376. doi:10.1007/s11199-008-9425-3 \nEvans, N. (2002). The impact of an LGBT safe zone project on campus climate. Journal of College Stu-\ndent Development, 43, 522–539. \nFerguson, K. M., & Maccio, E. M. (2015). Promising programs for lesbian, gay, bisexual, transgender, \nand queer/questioning runaway and homeless youth. Journal of Social Service Research, 41, 659–683. \nFine, L. E. (2012). The context of creating space: Assessing the likelihood of college LGBT center pres-\nence. Journal of College Student Development, 53, 285–299. doi:10.1353/csd.2012.0017 \nGangamma, R., Slesnick, N., Toviessi, P., & Serovich, J. (2008). Comparison of HIV risks among gay, \nlesbian, bisexual, and heterosexual homeless youth. Journal of Youth and Adolescence, 37, 456–464. \ndoi:10.1007/s10964-007-9171-9 \nGates, G. J., & Newport, F. (2012). Special report: 3.4% of U.S. adults identify as LGBT. Retrieved from \nhttp://www.gallup.com/poll/158066/special-report-adults-identify-lgbt.aspx \nGattis, M. N. (2013). An ecological systems comparison between homeless sexual minority youths \nand homeless heterosexual youths. Journal of Social Service Research, 39, 38–49. doi:10.1080/01488376 \n.2011.633814 \nHollibaugh, A., & Weiss, M. (2015). Queer precarity and the myth of gay affluence. New Labor Forum, \n24, 18–27. doi:10.1177/1095796015599414 \nHorn, S. S., Kosciw, J. G., & Russell, S. T. (2009). Special issue introduction: New research on lesbian, \ngay, bisexual, and transgender youth: Studying lives in context. Journal of Youth and Adolescence, \n38, 863–866. doi:10.1007/s10964-009-9420-1 \nHunter, E. (2008). What’s good for the gays is good for the gander: Making homeless youth housing \nsafer for lesbian, gay, bisexual, and transgender youth. Family Court Review, 46, 543–557. doi:10.1111/ \nj.1744-1617.2008.00220.x \nJackson, S. (2006). Gender, sexuality and heterosexuality: The complexity (and limits) of heteronor-\nmativity. Feminist Theory, 7, 105–121. doi:10.1177/1464700106061462 \nJones, S. R., & McEwen, M. K. (2000). A conceptual model of multiple dimensions of identity. Journal \nof College Student Development, 41, 405–414. \nKeuroghlian, A. S., Shtasel, D., & Bassuk, E. L. (2014). Out on the street: A public health and policy \nagenda for lesbian, gay, bisexual, and transgender youth who are homeless. American Journal of \nOrthopsychiatry, 84, 66–72. doi:10.1037/h0098852 \nLambda Legal. (2009). National recommended best practices for serving LGBT homeless youth. New York: \nLambda Legal. \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n24 \nLove, P., Bock, M., Jannarone, A., & Richardson, P. (2005). Identity interaction: Exploring the spiritual \nexperiences of lesbian and gay college students. Journal of College Student Development, 46, 193–209. \ndoi:10.1353/csd.2005.0019 \nMehta, C. M., & Dementieva, Y. (2016). The contextual specificity of gender: Femininity and mascu-\nlinity in college students’ same- and other-gender peer contexts. Sex Roles, 1–11. doi:10.1007/ \ns11199-016-0632-z \nMottet, L., & Ohle, J. (2006). Transitioning our shelters: Making homeless shelters safe for \ntransgender people. Journal of Poverty, 10, 77–101. doi:10.1300/J134v10n02_05 \nNational Center on Family Homelessness. (2011). The characteristics and needs of families experiencing \nhomelessness. Needham, MA: National Center on Family Homelessness. Retrieved from www \n.familyhomelessness.org/media/147.pdf \nO’Rand, A. M. (2006). Stratification and the life course: Life course capital, life course risks, and social \ninequality. In R. H. Binstock & L. K. George (Eds.), Handbook of aging and the social sciences (6th \ned., pp. 145–162). Burlington, MA: Academic Press. \nPoynter, K. J., & Tubbs, N. J. (2008). Safe zones: Creating LGBT safe space ally programs. Journal of \nLGBT Youth, 5, 121–132. \nPritchard, E. D. (2013). For colored kids who committed suicide, our outrage isn’t enough: Queer \nyouth of color, bullying, and the discursive limits of identity and safety. Harvard Educational Re-\nview, 83, 320–345. doi:10.17763/haer.83.2.7n07k41t2kn26708 \nRankin, S., Weber, G. N., Blumenfeld, W. J., & Frazer, S. (2010). 2010 state of higher education for lesbian, \ngay, bisexual & transgender people. Charlotte, NC: Campus Pride. \nRankin, S. R. (2003). Campus climate for LGBT people: A national perspective. New York: National Gay \nand Lesbian Task Force Policy Institute. \nRay, N. (2006). Lesbian, gay, bisexual and transgender youth: An epidemic of homelessness. New York: \nNational Gay and Lesbian Task Force Policy Institute and the National Coalition for the Home-\nless. Retrieved from http://www.thetaskforce.org/static_html/downloads/HomelessYouth.pdf \nReam, G. L., & Forge, N. R. (2014). Homeless lesbian, gay, bisexual, and transgender (LGBT) youth \nin New York City: Insights from the field. Child Welfare, 93, 7–22. \nRenn, K. A. (2007). LGBT student leaders and queer activists: Identities of lesbian, gay, bisexual, \ntransgender, and queer identified college student leaders and activists. Journal of College Student \nDevelopment, 48, 311–330. doi:10.1353/csd.2007.0029 \nRinger, B. (2015). College students experiencing homelessness: The consequence of failed macro pol-\nicies. McNair Scholars Research Journal, 8, 103–124. \nRisman, B. J. (2009). From doing to undoing: Gender as we know it. Gender & Society, 23, 81–84. \ndoi:10.1177/0891243208326874 \nRosario, M., Schrimshaw, E. W., & Hunter, J. (2012). Homelessness among lesbian, gay, and bisexual \nyouth: Implications for subsequent internalizing and externalizing symptoms. Journal of Youth \nand Adolescence, 41, 544–560. doi:10.1007/s10964-011-9681-3 \nSchilt, K., & Westbrook, L. (2009). Doing gender, doing heteronormativity: “Gender normals,” \ntransgender people, and the social maintenance of heterosexuality. Gender & Society, 23, 440–464. \ndoi:10.1177/0891243209340034 \nTorkelson, J. (2012). A queer vision of emerging adulthood: Seeing sexuality in the transition to adult-\nhood. Sexuality Research and Social Policy, 9, 132–142. doi:10.1007/s13178-011-0078-6 \nTyler, K. A. (2008). A comparison of risk factors for sexual victimization among gay, lesbian, bisexual, \nand heterosexual homeless young adults. Violence and Victims, 23, 586–602. doi:10.1891/0886-\n6708.23.5.586 \nS C H M I T Z  A N D  T Y L E R ,  J O U R N A L  O F  H O M O S E X U A L I T Y  6 5  (2 0 1 7 )  \n25 \nTyler, K. A., Akinyemi, S. L., & Kort-Butler, L. A. (2012). Correlates of service utilization among \nhomeless youth. Children and Youth Services Review, 34, 1344–1350. doi:10.1016/j.childyouth.2012 \n.03.010 \nVaccaro, A. (2012). Campus microclimates for LGBT faculty, staff, and students: An exploration of \nthe intersections of social identity and campus roles. Journal of Student Affairs Research and Practice, \n49, 429–446. doi:10.1515/jsarp-2012-6473 \nVan Leeuwen, J. M., Boyle, S., Salomonsen-Sautel, S., Baker, D. N., Garcia, J. T., Hoffman, A., & \nHopfer, C. J. (2006). Lesbian, gay, and bisexual homeless youth: An eight-city public health per-\nspective. Child Welfare, 85, 151–170. \nWagaman, M. A. (2014). Understanding service experiences of LGBTQ young people through an \nintersectional lens. Journal of Gay & Lesbian Social Services, 26, 111–145. doi:10.1080/10538720.2013 \n.866867 \nWaller, M. W., & Sanchez, R. P. (2011). The association between same-sex romantic attractions and \nrelationships and running away among a nationally representative sample of adolescents. Child \nand Adolescent Social Work Journal, 28, 475–493. doi:10.1007/s10560-011-0242-0 \nWest, C., & Fenstermaker, S. (1995). Doing difference. Gender & Society, 9, 8–37. doi:10.1177/08912439 \n5009001002 \nWest, C., & Zimmerman, D. H. (1987). Doing gender. Gender & Society, 1(2), 125–151. \nWestbrook, L., & Schilt, K. (2014). Doing gender, determining gender: Transgender people, gender \npanics, and the maintenance of the sex/gender/sexuality system. Gender & Society, 28, 32–57. \ndoi:10.1177/0891243213503203 \nWestefeld, J. S., Maples, M. R., Buford, B., & Taylor, S. (2001). Gay, lesbian, and bisexual college \nstudents: The relationship between sexual orientation and depression, loneliness, and suicide. \nJournal of College Student Psychotherapy, 15, 71–82. doi:10.1300/J035v15n03_06 \nWoodford, M. R., Han, Y., Craig, S., Lim, C., & Matney, M. M. (2014a). Discrimination and mental \nhealth among sexual minority college students: The type and form of discrimination does matter. \nJournal of Gay & Lesbian Mental Health, 18, 142–163. \nWoodford, M. R., Kulick, A., Sinco, B. R., & Hong, J. S. (2014b). Contemporary heterosexism on cam-\npus and psychological distress among LGBQ students: The mediating role of self-acceptance. \nAmerican Journal of Orthopsychiatry, 84, 519–529. doi:10.1037/ort0000015 \nWoronoff, R., Estrada, R., Sommer, S., Marzullo, M. A., Ryan, C. A., Downs, C., . . . Karys, P. (2006). \nOut of the margins: A report on regional listening forums highlighting the experiences of lesbian, gay, \nbisexual, transgender, and questioning youth in care. Washington, DC: Child Welfare League of \nAmerica. \nWorthen, M. G. F. (2014). Blaming the jocks and the Greeks? Exploring collegiate athletes’ and frater-\nnity/sorority members’ attitudes toward LGBT individuals. Journal of College Student Development, \n55, 168–195. doi:10.1353/csd.2014.0020 \n",
    "id": 188137489,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.unl.edu:sociologyfacpub-1541"
    },
    "title": "LGBTQ+ Young Adults on the Street and on Campus: Identity as a Product of Social Context",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@University of Nebraska - Lincoln",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1541&amp;context=sociologyfacpub"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/188137489.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/188137489"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/188137489/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/188137489/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/188137489"
        }
    ],
    "abstract": "Lesbian, gay, bisexual, queer, and other sexual and gender minority (LGBTQ+) young adults face unique identity-related experiences based on their immersion in distinctive social contexts. The predominant framework of performing separate analyses on samples of LGBTQ+ young people by their primary social status obfuscates more holistic understandings of the role of social context. Using 46 in-depth interviews with LGBTQ+ college students and LGBTQ+ homeless young adults, we ask: How are LGBTQ+ young adults’ capacities for “doing” their gender and sexual identities shaped by their distinctive social contexts? In developing their identities, both groups of LGBTQ+ young adults navigated their social environments to seek out resources and support. Most college students described their educational contexts as conducive to helping them develop their identities, or “undo” rigid norms of gender and sexuality. Homeless young adults’ social environments, meanwhile, imposed complex barriers to self-expression that reinforced more normative expectations of “doing” gender and sexual identities",
    "tags": [
        "text",
        "college",
        "gender",
        "homelessness",
        "identity",
        "LGBTQ+ young adults",
        "sexuality",
        "social context",
        "Family, Life Course, and Society",
        "Social Psychology and Interaction",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.unl.edu:sociologyfacpub-1541",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2912",
        "openDoarId": 0,
        "name": "UNL | Libraries",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 188137489,
        "depositedDate": null,
        "publishedDate": "2017-01-01T08:00:00+00:00",
        "updatedDate": "2021-01-22T12:58:54+00:00",
        "acceptedDate": null,
        "createdDate": "2019-03-09T14:30:50+00:00"
    },
    "urls": [
        "https://digitalcommons.unl.edu/sociologyfacpub/529",
        "https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1541&amp;context=sociologyfacpub"
    ],
    "lastUpdate": "2021-01-22T12:58:54+00:00",
    "setSpecs": []
}