{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Flores, Markie"
        }
    ],
    "contributors": [],
    "createdDate": "2020-07-29T22:02:26+01:00",
    "dataProvider": {
        "id": 11731,
        "name": "Golden Gate University School of Law: Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/11731",
        "logo": "https://api.core.ac.uk/data-providers/11731/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/327107979.pdf",
    "fullText": "Golden Gate University School of Law GGU Law Digital Commons Poverty Law Conference & Symposium Conferences, Lectures and Workshops 4-22-2020 LGBTQ Youth Homelessness and Discrimination in the Child Welfare System Markie Flores Golden Gate University School of Law, markielflores@gmail.com Follow this and additional works at: https://digitalcommons.law.ggu.edu/povlaw  Part of the Juvenile Law Commons, and the Other Law Commons Recommended Citation Flores, Markie, \"LGBTQ Youth Homelessness and Discrimination in the Child Welfare System\" (2020). Poverty Law Conference & Symposium. 13. https://digitalcommons.law.ggu.edu/povlaw/13 This Student Paper is brought to you for free and open access by the Conferences, Lectures and Workshops at GGU Law Digital Commons. It has been accepted for inclusion in Poverty Law Conference & Symposium by an authorized administrator of GGU Law Digital Commons. For more information, please contact jfischer@ggu.edu. Flores 1Poverty Law  April 22, 2020 Markie Flores  LGBTQ Youth Homelessness and Discrimination in the Child Welfare System   Despite the existence of LGBTQ anti-discrimination laws, LGBTQ youth are still being discriminated against within the foster care system. The primary cause of all youth homelessness is family conflict, and LGBTQ youth are more susceptible to family conflict when they come out to their parents.1 The Williams Institute surveyed 354 agencies throughout the United States who work with LGBTQ homeless populations and found that 68% of clients have experienced family rejection.2 The True Colors Fund notes that more than 1 in 4 LGBTQ teens are forced to leave their homes after coming out to their parents.3 LGBTQ youth also face more abuse and neglect than their heterosexual counterparts which are also major causes of their homelessness. 63% of young people who identify as LGBTQ have experienced physical, sexual or emotional abuse and 52% have reported neglect before becoming homeless.4 LGBTQ+ youth flee or are forced out of their homes because of who they are and unfortunately, that is only the beginning of a cycle of trauma and pain. Many youth are funneled into the welfare system which is meant to protect them but they are once again subjected to                                                      1 Lesley University, The Cost of Coming Out, Lesley.edu, available at https://lesley.edu/article/the-cost-of-coming-out-lgbt-youth-homelessness. 2 Durso, L.E., & Gates, G.J., Serving Our Youth: Findings from a National Survey of Service Providers Working with Lesbian, Gay, Bisexual, and Transgender Youth who are Homeless or At Risk of Becoming Homeless (2012), Homeless Hub.ca, available at https://www.homelesshub.ca/resource/serving-our-youth-findings-national-survey-service-providers-working-lesbian-gay-bisexual.  3 Lesley University, The Cost of Coming Out, Lesley.edu, available at https://lesley.edu/article/the-cost-of-coming-out-lgbt-youth-homelessness. 4 Larkin Street Youth, Youth and Young Adult Homelessness in San Francisco: 2018 Report on Incidence And Needs (2018), LarkinStreetYouth.org available at https://larkinstreetyouth.org/wp-content/uploads/2018/01/Larkin-Street-Incidence-and-Needs-Report-2018.pdf. Flores 2rejection, hostility, and/or lack of resources aimed at helping them. The ill-prepared child welfare system causes LGBTQ youth to believe they are better off homeless than in the system. Legislation that addresses sexual orientation and gender identity expression (SOGIE) on both a Federal and State level could end this cycle of trauma by transforming the child welfare system. Part I of this paper will explain the problems youth face in the child welfare system, Part II will analyze current legislation and Part III will propose recommendations for new legislation and amendments to current legislation. Part IV will conclude with the best mechanisms for enforcing anti-discrimination laws.   I. The Problems LGBTQ Youth Face in the Child Welfare System  After suffering from neglect, abuse and/or rejection from their families, many LGBTQ youth are forced to leave home and find themselves homeless with little to no resources. LGBTQ youth make up a disproportionate amount of the homeless youth population in San Francisco. In 2019 San Francisco Department of Homelessness and Supportive Housing released the San Francisco Point in Time Count report.5 This count captured a total of 1,145 homeless young people ages 24 and under.6 Of the young people experiencing homelessness in San Francisco, 49% identify as LGBTQ. 7  Many homeless youth are often funneled into the child welfare system where they are also overrepresented. 74% of LGBTQ youth who have experienced homelessness have been in a                                                      5 Larkin Street Communications, New Data on Youth Experiencing Homelessness, (2019), LarkinStreetYouth.org, available at https://larkinstreetyouth.org/new-data-on-youth-experiencing-homelessness-2019-point-in-time-count-released/. 6 Id. 7 Larkin Street Youth, Youth and Young Adult Homelessness in San Francisco: 2018 Report on Incidence And Needs (2018), LarkinStreetYouth.org available at https://larkinstreetyouth.org/wp-content/uploads/2018/01/Larkin-Street-Incidence-and-Needs-Report-2018.pdf. Flores 3child welfare placement in the past.8 The forces that drive them into child welfare at such high rates are similar to those that contribute to homelessness: rejection, neglect, and abuse because of their sexual or gender minority status.9 LGBTQ youth are less likely to be adopted or reunited with family and are more likely to age out of foster care independently.10  After being rejected by family and experiencing homelessness, many LGBTQ youth face more obstacles in the child welfare system. This may include physical and psychological abuse, differential treatment, and unsupportive caseworkers, service providers, foster parents, and/ or advocates.11 A survey of LGBTQ youth in out-of-home care in New York City found that 78% of youth were removed or ran away from their foster placements as a result of hostility toward their sexual orientation or gender identity and 70% of these youth reported physical violence in group homes.12 Transgender and gender non-conforming youth face even more issues when being placed in group homes or congregate gender-specific care facilities. In some states, child welfare administrators may choose placements, provision of services and sleeping arrangements that are consistent with the youth’s sex assigned at birth and are inconsistent with a youth’s gender identity.13 These types of inconsistent services can contribute to gender dysphoria and                                                      8 Wilber, S., Ryan, C., & Marksamer, J., The model standards project: creating inclusive systems for LGBT youth in out-of-home care (2006) Child Welfare, 85(2) available at http://familyproject.sfsu.edu/sites /default/files/bestpracticeslgbtyouth.pdf. 9 True Colors United, At the Intersections A Collaborative Resource on LGBTQ Youth Homelessness (2019), truecolorsunited.org, available at https://truecolorsunited.org/wp-content/uploads/2019/ 04/2019-At-the-Intersections-True-Colors-United.pdf. 10 Forge, Nicholas et al., LGBTQ Youth Face Greater Risk of Homelessness as They Age Out of Foster Care (2018), housingmatters.urban,org, available at https://housingmatters.urban.org/research-summary/lgbtq-youth-face-greater-risk-homelessness-they-age-out-foster-care.  11 Legal, L, Getting down to basics: Tools to support LGBTQ youth in care (2012), LambdaLegal.org available at http://www.lambdalegal.org/sites/default/files/publications/downloads/getting_down_to_basics_-_2015.pdf.   12 Feinstein, Randi et al. Justice for All? A Report on Lesbian, Gay, Bisexual and Transgendered Youth in the New York Juvenile Justice System (2001) New York City: Urban Justice Center.  13 Safe Havens, Closing the Gap Between Recommended Practice and Reality for Transgender and Gender-Expansive Youth in Out-of-Home Care (2017), 20 available at https://www.childrensrights.org/wp-content/uploads/2017/04/TGNC-Policy-Report_2017_final-web.pdf Flores 4exacerbate other mental health conditions.14 Discrimination within the child welfare system often causes youth to begin another cycle of homelessness. 65% of young people experiencing chronic homelessness (defined as at least 4 episodes of homelessness lasting a minimum of 12 months) identified as LGBTQ+, compared to 42% of youth survey respondents who were not experiencing chronic homelessness.15   II. Current LGBTQ Protections in the Child Welfare Systems There has been legislation passed with the help of many LGBTQ advocates to begin addressing discrimination. LGBTQ foster youth have a limited amount of current laws protecting them, but they vary by state and still no federal law exists16. The only relevant federal anti-discrimination laws that exist are the Civil Rights Act and the Multiethnic Placement Act. Title VI of the Civil Rights Act of 1964 declares that discrimination on the grounds of race, color, or national origin shall not occur in connection with programs and activities receiving Federal financial assistance.17 The Multiethnic Placement Act of 1994 amends the Title IV-E of the Social Security Act to prohibit agencies and other entities that receive Federal funding from denying or delaying a child's foster care or adoptive placement.18 Additionally, the Act amends Title IV-B to prohibit denying any individual opportunity to become a foster or adoptive parent based on the child's or the prospective parent's race, color, or national origin.19 The Civil Rights                                                      14 Id.  15 San Francisco Youth Homeless Count & Survey (2019), available at http://hsh.sfgov.org/wp-content/uploads/FINAL-Youth-Executive-Summary-2019-San-Francisco.pdf 16 Advokids, Title VI of the Civil Rights Act & the Multiethnic Placement Act (2017), Advokids.org available at https://www.advokids.org/legal-tools/discrimination/. 17 Title VI of the Civil Rights Act of 1964 42 U.S.C. §2000D ET Seq. available at https://www.justice.gov /crt/fcs/TitleVI-Overview.  18 Advokids, Title VI of the Civil Rights Act & the Multiethnic Placement Act (2017), Advokids.org, available at https://www.advokids.org/legal-tools/discrimination/ quoting The Multiethnic Placement Act of 1994 Public Law 103-412 103d Congress available at https://www.justice.gov/ sites/default/files/jmd/legacy/2014/02/15/act-pl103-412.pdf.  19 Id.  Flores 5Act and the Multiethnic Placement Act “…only address race, color or national origin but do not address discrimination based on culture, religion, age, sexual orientation, gender, or any other characteristic.”20  On a state level, despite the need and importance of LGBTQ non-discrimination protections, 22 states fail to include both sexual orientation and gender identity in law and policy protections specific to child welfare. 21 The least protective states offering no express protection from discrimination on account of sexual orientation, gender identity, or sex (gender) in child welfare-specific law and policy include Alabama, Alaska, Georgia, Kansas, Kentucky, Nebraska, North Carolina, and Virginia.22 In Virginia, “…government-funded providers can refuse service to youth if doing so conflicts with “sincerely held religious beliefs.”23 The result of this is that the level of protection an LGBTQ+ young person has is completely different depending on which state they live in.  Some courts have determined that the Fourteenth Amendment of the U.S. Constitution gives youth in the child welfare system certain substantive due process rights. These rights include: personal security and reasonably safe living condition,24 freedom from psychological harm,25 freedom from physical and psychological deterioration,26 and a right to a reasonably                                                      20 Advokids, Title VI of the Civil Rights Act & the Multiethnic Placement Act (2017), Advokids.org, available at https://www.advokids.org/legal-tools/discrimination/.  21 Safe Havens, Closing the Gap Between Recommended Practice and Reality for Transgender and Gender-Expansive Youth in Out-of-Home Care (2017), 12, childrensrights.org available at https://www.childrensrights.org/wp-content/uploads/2017/04/TGNC-Policy-Report_2017_final-web.pdf.  22 Id. at 13.  23 Id.  24 See Hernandez ex rel. Hernandez v. Tex. Dep’t of Protective & Regulatory Servs., 380 F.3d 872, 880 (5th Cir. 2004) (holding that foster children enjoy a substantive due process right “to personal security and reasonably safe living conditions”); M.D. v. Abbott, 152 F. Supp. 3d 684, 696 (S.D. Tex. 2015) (“under the Fourteenth Amendment, the State owes its foster children ‘personal security and reasonably safe living conditions’”). 25 Marisol A. v. Giuliani, 126 F.3d 372 (2d Cir.1997) (children in foster care have a “substantive due process right to be free from unreasonable and unnecessary intrusions into their emotional well-being”); 26 See K.H., 914 F.2d at 852; M.D., 152 F. Supp. 3d at 696 (foster children have the right to be free from “unreasonable and unnecessary intrusions into their emotional well-being”); and Marisol A., 929 F. Supp. at 674. Flores 6suitable placement.27 Although these courts have decided these cases based on the Fourteenth Amendment, there is still a need for protections in the form of legislation. Courts applying the Fourteenth Amendment are few and far in-between, which is why legislation is the best mechanism of protection.   III. Recommendations: Federal and State Legislation Proposals  The most immediate way to provide LGBTQ youth more protection is to amend the Civil Rights Act and The Multiethnic Placement Act to include sexual orientation and gender identity expression (SOGIE). Title VI of the Civil Rights Act prohibits discrimination based on “…race, color, and national origin”28 and The Multiethnic Placement Act includes language about a “…child's or the prospective parent's race, color, or national origin.”29 Including sexual orientation would give LGBTQ youth and their allies a way to prevent discrimination before it has occurred. The consequence of violating the Civil Rights Act and The Multiethnic Placement Act is a loss of Federal financial assistance.30 Since many entities within the child welfare system are receiving Federal assistance, including SOGIE language in both of these Acts would deter individuals in the system from discriminating against these youth. Also, this amendment would pressure individuals and organizations to better train their employees on best practices for ensuring the safety and happiness of LGBTQ youth.                                                        27 See Johnson v. Collins, 58 F. Supp. 2d 890, 904 (N.D. Ill. 1999) (recognizing “a clearly established substantive due process right to suitable foster care placement, which includes the right to adequate supervision and physical safety”), vacated on other grounds, 5 F. App’x 479 (7th Cir. 2001).  28 Title VI of the Civil Rights Act of 1964 42 U.S.C. §2000D ET Seq. available at https://www.justice.gov /crt/fcs/TitleVI-Overview. 29 Title VI of the Civil Rights Act & the Multiethnic Placement Act (2017), available at https://www.advokids.org/legal-tools/discrimination/. 30 Title VI of the Civil Rights Act of 1964 42 U.S.C. §2000D ET Seq. available at https://www.justice.gov /crt/fcs/TitleVI-Overview.; Advokids, Title VI of the Civil Rights Act & the Multiethnic Placement Act (2017), Advokids.org, available at https://www.advokids.org/legal-tools/discrimination/. Flores 7 As previously mentioned, 22 states fail to include both sexual orientation and gender identity in law and policy protections specific to child welfare.31 California, New Jersey, and New York rank highest among the states in terms of legal protections for transgender and non-conforming youth, because they provide “…explicit SOGIE inclusive protection from discrimination in statute or regulation.”32 Other state legislatures should use this highest-ranking state's statutes and regulations as a basis for their statutes. California requires transgender youth in out-of-home care to be placed with their gender identity.33 Also, 16 states contain explicit orientation and gender identity protections in agency policy such as the Department of Health, Human or Social Services or through the child welfare system itself.34 States “should define sex (or gender) in a way that explicitly acknowledges that sex is determined by gender identity”35 as opposed to sex assigned at birth.  The definition of sex impacts out-of-home care because “…states use the terms sex or gender when prescribing admissions procedures in facility licensing, placement determinations, sleeping arrangements, bathroom requirements, clothing distribution, training, supervision, and body searches.”36 California is the only state that specifically places children in bedrooms by their gender identity. Thirty-nine states place youth in bedrooms according to their sex or gender assigned at birth, three states use only boy/girl or male/female in their placement languages, and eight states use male/female, boy/girl and gender/sex interchangeably.37 Having such undefined                                                      31 Safe Havens, Closing the Gap Between Recommended Practice and Reality for Transgender and Gender-Expansive Youth in Out-of-Home Care (2017), 12, childrensrights.org available at https://www.childrensrights.org/wp-content/uploads/2017/04/TGNC-Policy-Report_2017_final-web.pdf. 32 Id at 13 33 S.B. 731 (Ca. 2015), Cal. Welf. & Inst. Code § 16006. 34 Safe Havens, Closing the Gap Between Recommended Practice and Reality for Transgender and Gender-Expansive Youth in Out-of-Home Care (2017), 13, childrensrights.org available at https://www.childrensrights.org/wp-content/uploads/2017/04/TGNC-Policy-Report_2017_final-web.pdf. 35 Id at 20.  36 Id.  37 Id at 22.  Flores 8placement language confuses out-of-home care facilities and leaves room for facilities to interpret these terms in a discriminatory way.  In child-welfare licensing regulations, only three states (California, Florida, and Ohio) require children and youth to be provided with clothing in accordance with their gender identity.38 New York allows young people to select their own clothing.39 Twenty-three states require children to be provided with clothing in accordance with their sex or gender assigned at birth.40 Adopting licensing regulations similar to New York’s would prevent children from having to label themselves when doing so may have been the source of their homelessness and/or trauma. Defining sex and gender will allow transgender and gender non-conforming youth to reaffirm what they know to be their true sex or gender and help minimize gender dysphoria.  IV. Enforcement Mechanisms  A pivotal part of preventing discrimination of LGBTQ youth is orientation and ongoing training of staff working with youth. To ensure such training is being completed, states should implement mandatory training language in current LGBTQ legislation. An example of this is California AB 458 or The California Foster Care Non-Discrimination Act that was passed in 2004.41 This Act “…prohibits discrimination in the California foster care system on the basis of actual or perceived race, ethnic group identification, ancestry, national origin, color, religion, sex, sexual orientation, gender identity, mental or physical disability, or HIV status. It also mandates initial and ongoing training for all group home administrators, foster parents, and                                                      38 Id at 23.  39 Id.  40 Id.  41 Advokids, Title VI of the Civil Rights Act & the Multiethnic Placement Act (2017), Advokids.org, available at https://www.advokids.org/legal-tools/discrimination/. Flores 9department licensing personnel.”42 As of 2017, “…39 states require no training about sexual orientation, gender identity, and expression and other issues specific to LGBTQ youth.”43 Whether or not an LGBTQ youth is discriminated against should not be based on the state they are in. All states need to implement training to ensure the safety of these youth.  In addition to training, youth need to be aware of the procedures that are in place for reporting discrimination, physical and verbal assault. Procedures must be in place to ensure that these youth can make a report of discrimination and violations of their state laws and agency practices. Once in place, youth need to be taught how to spot this type of discrimination so that they can be the best advocate for themselves and others around them in preventing further harm. Creating a task force made up of LGBTQ+ teens in the child welfare system could be a great way to empower teens to report discrimination. The trauma cycle most LGBTQ+ youth experience is homelessness, entry into the welfare system, neglect and obstacles within the system which leads them back to homelessness. The child welfare system was created to care for youth and integrate them into a family. LGBTQ+ youth in this system deserve resources that allow them a chance at this. Many of these vulnerable young people are dealing with coming to terms with who they are and the welfare system should be helping them accomplish this, not further subjecting them to rejection and hostility.  Amending The Civil Rights Act and the Multiethnic Placement Act to include protection of discrimination based on sexual orientation and gender identity expression is the best way to ensure all LGBTQ+ youth are protected from abuse and are receiving adequate care/ resources. Until this amendment is made, state legislatures should enact/ amend their current laws to                                                      42 Id.  43 Id at 25.  Flores 10include and specifically define sexual orientation and gender identity expression. Also, state legislatures should amend legislation and licensing requirements to include mandatory training of all staff working with LGBTQ+ youth. Willing youth should have the option to be involved in reporting hostility/ abuse. The goal of the child welfare system is to “promote the well-being, permanency, and safety of children44” and with some changes, this system could help transform young LGBTQ+ lives.                                                        44 How the Child Welfare System Works (2013), childwelfare.gov available at https://www.childwelfare.gov/ pubPDFs/cpswork.pdf. ",
    "id": 327107979,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.law.ggu.edu:povlaw-1012"
    },
    "title": "LGBTQ Youth Homelessness and Discrimination in the Child Welfare System",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-04-22T08:00:00+01:00",
    "publisher": "GGU Law Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.law.ggu.edu/cgi/viewcontent.cgi?article=1012&amp;context=povlaw"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/327107979.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/327107979"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/327107979/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/327107979/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/327107979"
        }
    ],
    "abstract": "Despite the existence of LGBTQ anti-discrimination laws, LGBTQ youth are still being discriminated against within the foster care system. The primary cause of all youth homelessness is family conflict, and LGBTQ youth are more susceptible to family conflict when they come out to their parents. The Williams Institute surveyed 354 agencies throughout the United States who work with LGBTQ homeless populations and found that 68% of clients have experienced family rejection. The True Colors Fund notes that more than 1 in 4 LGBTQ teens are forced to leave their homes after coming out to their parents. LGBTQ youth also face more abuse and neglect than their heterosexual counterparts which are also major causes of their homelessness. 63% of young people who identify as LGBTQ have experienced physical, sexual or emotional abuse and 52% have reported neglect before becoming homeless.\nLGBTQ+ youth flee or are forced out of their homes because of who they are and unfortunately, that is only the beginning of a cycle of trauma and pain. Many youth are funneled into the welfare system which is meant to protect them but they are once again subjected to rejection, hostility, and/or lack of resources aimed at helping them. The ill-prepared child welfare system causes LGBTQ youth to believe they are better off homeless than in the system. Legislation that addresses sexual orientation and gender identity expression (SOGIE) on both a Federal and State level could end this cycle of trauma by transforming the child welfare system. Part I of this paper will explain the problems youth face in the child welfare system, Part II will analyze current legislation and Part III will propose recommendations for new legislation and amendments to current legislation. Part IV will conclude with the best mechanisms for enforcing anti-discrimination laws",
    "tags": [
        "text",
        "sexual orientation and gender identity expression",
        "SOGIE",
        "child welfare system",
        "foster care system",
        "Juvenile Law",
        "Other Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.law.ggu.edu:povlaw-1012",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11731",
        "openDoarId": 0,
        "name": "Golden Gate University School of Law: Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 327107979,
        "depositedDate": null,
        "publishedDate": "2020-04-22T08:00:00+01:00",
        "updatedDate": "2024-02-08T12:53:26+00:00",
        "acceptedDate": null,
        "createdDate": "2020-07-29T22:02:26+01:00"
    },
    "urls": [
        "https://digitalcommons.law.ggu.edu/povlaw/13",
        "https://digitalcommons.law.ggu.edu/context/povlaw/article/1012/viewcontent/PovLaw_LGBTQ_Youth_Homelessness_and_Discrimination_in_the_Child_Welfare_System_.pdf"
    ],
    "lastUpdate": "2024-02-08T12:53:26+00:00",
    "setSpecs": []
}