{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mehra, Bharat"
        },
        {
            "name": "Braquet, Donna"
        }
    ],
    "contributors": [],
    "createdDate": "2012-06-22T18:02:32+01:00",
    "dataProvider": {
        "id": 198,
        "name": "Illinois Digital Environment for Access to Learning and Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/198",
        "logo": "https://api.core.ac.uk/data-providers/198/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/4814160.pdf",
    "fullText": "AbstractThe need for progressive change in people’s attitudes and behav-iors is essential for a communitywide acceptance of lesbians, gays, bisexuals, transgenders, and questioning (LGBTQ) individuals. This article examines our role as library and information science (LIS) professionals working in an academic environment to pro-mote equality of sexual minorities by taking community action and creating social awareness and acceptance on their behalf. Findings based on qualitative studies and action research conducted in the University of Tennessee at Knoxville (UTK) help identify typical barriers and challenges faced by local LGBTQ individuals toward self-fulfillment and social and political empowerment. Research participants share their marginalizing experiences that paint a picture of slow acceptance reflected in the lukewarm campus and community climate of support toward LGBTQ individuals. It forms the contextual motivation for the authors as openly gay LIS pro-fessionals to promote “top ten” prioritized community actions of “what do we need to do” and “how do we do it” on behalf of people of diverse sexual orientations and gender identities. Current direc-tions of progress made in the UTK academic environment over a period of two years are shared in this paper. Future efforts are also identified that require extending traditional library functions of in-formation provision to reflect contemporary nontraditional expec-tations of relevance that include proactive social justice efforts for libraries and LIS professionals to come out of the closet in support of people of diverse sexual orientations and gender identities. Library and Information Science Professionals as Community Action Researchers in an Academic Setting: Top Ten Directions to Further Institutional Change for People of Diverse Sexual Orientations and Gender IdentitiesBharat Mehra and Donna BraquetLIBRARY TRENDS, Vol. 56, No. 2, Fall 2007 (“Gender Issues in Information Needs and Services,” edited by Cindy Ingold and Susan E. Searing), pp. 542–565© 2007 The Board of Trustees, University of Illinois543mehra & braquet/institutional changeIntroductionThere is a natural (though untapped) intersection between the role of library and information science (LIS) professionals and community ac-tion researchers owing to a common service-based ethics, focus on needs of local communities, and attention to rigor and details in praxis (Black & Muddiman, 2005; Maack, 1997). However, historically binding expecta-tions dictated by public perception and internalized by LIS professionals, as mere storehouses of world knowledge and information providers (Mc-Cook and Jones, 2002) have limited the discipline from playing a more proactive role in shaping progressive social changes at the local, regional, and national levels (Harris, 1973; Muddiman, 1999). This paper identifies ten directions that LIS professionals need to pursue in academic settings, via social action and community mobilization (Mehra & Srinivasan, 2007; Venturella, 1993), in support of people of diverse sexual orientations and gender identities. Pursuing action-oriented outcomes will insure that LIS professionals act to acknowledge, address, and eventually eliminate social and cultural prejudices. They can counter individual, organizational, in-stitutional, and communitywide discrimination, and rectify information service support disparities faced by sexual minorities. “What we need to do” and representative strategies of “how to do it” are based on our on-going work at the University of Tennessee at Knoxville (UTK), wearing simultaneous dual professional hats as: (1) LIS professionals involved in information creation-organization-dissemination processes and LIS edu-cation, and (2) self-identified gay community activists involved in con-ducting research. The context of the study emerges from our experiences at the UTK as gay faculty members, immersed in an encompassing hetero-sexist environment within the academy and surrounding local communi-ties, and our springboard for action is based on opportunities presented in our roles as LIS professionals. We are positioned to address imbalanced facets of power in the following areas: Institutional policy development •\tPolitical lobbying•\tCurriculum and course planning •\tCreation of culturally sensitive training workshops•\tPromotion of safe space programs•\tAdvertising and promotion for positive visibility•\tDevelopment and access (print and electronic) to appropriate infor-•\tmation resource collections (local and non-local) Development and use of community-based social and digital technologies•\tOur role as community action researchers is helping us: recognize and value our experiences to bring change in the academic environment; net-work and build voice for those traditionally silenced owing to a cloak of “invisibility”; participate in different venues, events, and settings in order 544 library trends/fall 2007to consolidate strategies for promoting social change across the campus and community; and provide concrete steps for action to change the dis-enfranchised realities experienced by research participants in the UTK and neighboring communities. Our role as LIS professionals is providing us: critical and reflective skills to understand the information creation-organization-dissemination processes and their potential applications to fulfill individual and collective needs; and, creative directions and strate-gies to tap into available opportunities that translate the concept of “in-formation is power” into actual practice, improving the everyday life ex-periences of those considered “invisible” on the margins of society. Research Methods Cognitive psychologists recognize the power of stories to construct mem-ory, meaning, emotion, and personal and collective identity (Bower & Clark, 1969; Bruner, 1990; Wyer, 1995). This paper articulates our expe-riences and presents glimpses from our story as LIS community action researchers conducting LGBTQ research to further social action at the UTK and the surrounding regions. The paper also identifies collected community narratives defined in terms of gathered stories shared by our research participants during the process of research, and identifies action items that take shape, and get actualized, based on reflective analysis of the intersections between our experiences and those of our participants (Mankowski & Rappaport, 2000; Rappaport, 1995). Community narra-tives are presented in this paper as scenarios or typical experiences that capture a collective point of view about the prevailing campus climate, barriers and challenges, actions that need to be undertaken for institu-tional change, and strategies to make the vision a tangible reality. Our knowledge, experiences, and competencies as LIS professionals have helped us recognize the embedded information needs that are situated within the larger complex problems of LGBTQ inequality as reflected in our participants’ scenarios. Our ability to plan, and design, culturally responsive library and information support services to influence imbal-anced facets of power in favor of people of diverse sexual orientations and gender identities is a unique contribution as LIS professionals. The unconditional faith in this vision and the organizational drive to design information support services for LGBTQ populations, in relation to social justice and community action, is what distinguishes our research and ac-tions on behalf of LGBTQ equality from those undertaken by researchers and/or activists in other fields. An important point to acknowledge: our experiences as participant researchers were instrumental in initially exposing us to the prevailing heterosexist mindset and climate. Our awareness has since shaped the process of our research to mobilize community action and promote eq-uity and justice for people of diverse sexual orientations and gender iden-545mehra & braquet/institutional changetities. The power of our own experiences in shaping our motivations, for example, was evident in our introduction to the conservative climate at the UTK during the spring 2005 new faculty orientation, where we raised a question about a lack of representation of ethnicity, gender, and sexual ori-entation in the University’s Equal Employment Opportunity/Affirmative Action Statement and Tagline. The representative from the UTK’s Office of Equity and Diversity commented that the inclusion of race and people of diverse national origins as well as sex in the UTK policy encompassed the notions of ethnicity and gender respectively, while the absence of the term “sexual orientation” was attributed to the political and conservative bent of the University’s Board of Trustees. Observing this limited response helped us understand the context in which we were immersed. We recog-nized what seemed to be, at the time, limited formal avenues for progres-sive action on behalf of sexual minorities and others. This encounter also made us resolute in our decision to bring out of the proverbial closet, the concerns of people of diverse sexual orientations and gender identities, and individuals from other disenfranchised populations. It inspired us to vocalize the need to address equity and fairness for all in the various are-nas that we participated in, and this eventually contributed to the current and ongoing collaboration between us (the two authors) on community action research on behalf of LGBTQ individuals in the region. Collecting community narratives during our LGBTQ research pro-vided a valid and authentic method for us as LIS professionals to tap into the community knowledge, build accurate and representative information resources, and extend our traditional LIS roles to community action for making progressive institutional changes in our academic environment. The following additional goals have been achieved in this process of story-telling and documentation of community narratives in this paper: (a) to initiate and record connections between LGBTQ research, action, and social change; (b) to share lessons we learned as LIS community action re-searchers while conducting LGBTQ research; and (c) to identify ten vital actions that LIS professionals need to take in order to address inequities experienced by people of diverse sexual orientations and gender identi-ties in academic settings. Moreover, in this process of telling our stories and documenting community narratives, the significance of our role as LIS community action researchers is to be duly noted (Harper & Sch-neider, 2003). As community action researchers in LIS settings, we tapped into opportunities and openings provided to us as LIS professionals that subsequently shaped the direction of research, questions of inquiry, and the action-oriented strategies for bringing progressive changes in the community. Also, as gay researchers belonging to the group that was the focus of our research, we were able to acquire a deeper understanding of the context of study that gave us an “insider-outsider” perspective in-valuable throughout the research process. The following is a brief discus-546 library trends/fall 2007sion of the two methods that were most useful to us as community action researchers—participant observation and ethnographic interviewing. Participant observation involves the researchers taking part, actively and/or passively, in their subjects’ activities while observing them (True, 1989). Often related broadly, synonymously, or narrowly with other terms such as qualitative methodology, ethnographic field research, observa-tional research, qualitative observation, observations in social research, “covert methods,” unstructured data-gathering, case study documenta-tion, and others (Burgess, 1988), participant observation has a long his-tory in cultural anthropology and involves “getting close to people and making them feel comfortable enough with your presence so that you can observe and record information about their lives” (Bernard, 1994, p. 136). Several comprehensive works focus on the participant observer methodology as a tool for gaining an in-depth understanding of spatial and temporal behavior and practices in specific settings (Burgess, 1984; Ellen, 1984; Hammersly & Atkinson, 1983; Whyte, 1984). This research does not apply participant observation in a similar sense of intentionally “getting close” to establish rapport with participants in a new setting, since the authors were already “out” faculty members engaged in the everyday activities of teaching, research, and service at the UTK. Hence, partici-pant observation in this research did not require cultural immersion and getting acquainted with the novel contextual realities and the lives of the participants. However, this research does apply some characteristics of participant observation since we did play the role of the observing par-ticipants (or participating observers) who experienced similar social situ-ations to our LGBTQ research participants. An example where fieldwork involved the researcher as an observing participant was a study conducted by Barbara Marriott (1991), wife of a retired captain for thirty years, who researched and actively participated in activities to find out how the wives of U.S. Navy male officers, like herself, contributed to their husbands’ ca-reers (Marriott, 1991). Similarly, we too were doing research about “oth-ers like us” who were LGBTQ members of the UTK community. Apparent disadvantages of participant observations in terms of perceived unre-liability, role limitations, loss of objectivity, interviewer effect, and time consumption (Mehra, 2007) were outweighed by advantages (Labovitz & Hagedorn, 1981) and included the following: access to natural setting and emotions, accumulation of data over time, access to context, and de-velopment of rapport, amongst others.In the summer and fall of 2005, we conducted in-depth qualitative interviews with twenty-one individuals of diverse sexual orientations and gender identities who self-identified as lesbian (2), gay (12), bisexual (4 females and 2 males), and transgender (one heterosexual female-to-male). All interviewees were students, faculty, or staff at the UTK or local nonacademic community members and resided in the Knoxville metro-547mehra & braquet/institutional changepolitan area. The interviews documented experiences and perspectives about the campus climate and initiatives required for community action in support of sexual minorities. This paper summarizes participants’ re-sponses in terms of: (1) barriers and challenges for self-fulfillment; (2) what needs to be done to advance progressive change; and (3) strategies for promoting institutional diversity and acceptance for people of diverse sexual orientations and gender identities. Thematic patterns were iden-tified following grounded theory principles and are highlighted in par-ticipants’ personal stories. The stories became a foundation for action to promote institutional changes at various levels, as reported in the later sections of the paper. The object of action research is social practice and its transformations, along with the changes that occur in the social institu-tions and relationships that support it (Kemmis & McTaggart, 1988). We applied principles of action research in building equitable collaborations between LGBTQ members and allies to “define the problems to be exam-ined, cogenerate relevant knowledge about them, learn and execute so-cial research techniques, take actions, and interpret the results of actions based on what they have learned” (Greenwood & Levin, 1998, p. 4). Our findings are presented as “top ten” lists, a decidedly nonscholarly format. By borrowing a framework from popular culture, we are deliberately bridging the perceived gap between the academy and the community and demonstrating how the results of research may be “packaged” to be more accessible and ultimately actionable. The Context of Study: Community Narratives of  Top Ten Barriers and ChallengesIn-depth interviews and informal interactions with LGBTQ faculty, staff, students, and community members in the Knoxville metropolitan area provided feedback about the barriers and challenges that have prevented equal and fair inclusion and representation of sexual minorities on the UTK campus and surrounding community. The “top ten” obstacles are:social isolation and lack of awareness of LGBTQ people•\tno formalized support and institutional protection•\tlack of political representation•\tconservative climate•\tcloak of invisibility surrounding LGBTQ concerns and negative ste-•\treotypinginadequate information support services and no awareness of existing •\tresourceslack of LGBTQ coverage in courses and curriculum•\tlack of fair services to meet LGBTQ needs•\tperceived negative backlash or repercussions•\tisolated disconnected LGBTQ advocacy. •\t548 library trends/fall 2007Supportive relationships are important for the development of a positive and wholesome identity formation for LGBTQ college students (Bieschke, Eberz, & Wilson, 2000, p. 52), while social isolation and marginalization hinder this development. A significant barrier to finding and cultivating connections with other LGBTQ students is the fact that one’s sexuality, un-like one’s race or sex in many instances, is invisible (Baker, 1991; Beemyn, Curtis, Davis, & Tubbs, 2005). Even when there is an organized presence on campus, students may be reluctant to participate in LGBTQ-related activities due to the stigma that is associated with being a member of this minority (Leck, 1998, p. 377). Participants in this research reported social isolation and a lack of awareness of other LGBTQ people as significant barriers in their process of identity formation, community networking, and social empowerment. As one participant noted: Lambda Student Union [gay student organization] seems to be the only resource on this campus that people know about that is identi-fied as GLBT. It is the only one that I know of and right now it just seems to me that there is nothing else. And we [Lambda] are small too, membership is not that big. I think people are afraid. Maybe it is the whole cultural aspect of this campus. People don’t want to be labeled gay; it’s not a cool thing.LGBTQ students, faculty, and staff have always been present and played important roles in academic institutions (Wrathall, 1993), and over the years, they have faced widespread homophobia, heterosexism, and dis-crimination (Dilley, 2002). Not protecting LGBTQ students, faculty, and staff against discrimination and unfair practices will have a “ripple effect” on an institution’s image, adversely affecting its ability to attract the best qualified employees, provide top-notch education and services, and proj-ect itself as a contemporary organization where diversity of all kinds is embraced. Universities rely on staff and faculty, including LGBTQ staff and faculty, to provide services and educate students. Therefore, a top pri-ority of a university should be to ensure job satisfaction and commitment to the organization, which for LGBTQ individuals is linked to acceptance of their sexual identities and the development of inclusive work environ-ments. Moreover, successful learning and work satisfaction have been di-rectly linked to environments that have tangible markers of inclusiveness. Such markers include fair and equal representation in nondiscrimination policies, top management’s visible support of such policies, and a per-son’s ability to disclose their sexual orientation without fear of negative backlash (Day & Schoenrade, 1997). Legal protection and inclusion in the nondiscrimination policy impacts the perception of the university in many aspects, as one student noted: [The campus climate] is not that good, it is tolerant, but not accept-ing. They are not going out of their way to welcome gays and lesbians . . . I have been upset about their nondiscrimination policy which 549mehra & braquet/institutional changedoesn’t include sexuality or ethnicity. I have been thinking about that since I applied to the school. Gender is not included either. I have been in a fit about that . . . But when it all comes down to it, we do not have any legal protection or recourse. They need to adopt a policy that not only says you are protected, but that we want a diverse campus. Make the statement, but also put some feeling behind it and action to support that. In addition to lack of equal representation in the university’s nondis-crimination policy, participants also reported inequities in other internal resource distribution and benefit programs. For example, one participant observed:It’s disappointing that the employees do not get health benefits for their partners. My partner and I work at the University and we cannot share benefits, our relationship is not recognized . . . We need the university administration saying, “Yes, we want a more diverse cam-pus, we want a diverse faculty, we want a diverse staff, and yes, gays and lesbians are included in that diversity.” Unlike other minorities in America, LGBTQ citizens are not protected or assured equal benefits and treatment under federal law (Silver, 1996). Some states, municipalities, companies, and academic institutions have instituted more inclusive protections and benefits. However, for the ma-jority of LGBTQ people living in the United States, the inequities in legal and political protection remain a very real and persistent issue that affects their everyday lives (Human Rights Campaign, 2006). Without political lobbying for legislative change, institutions can continue to deny their employees and students protection that all citizens should receive. Passive acceptance of state laws is seen as a tactic to avoid LGBTQ issues, as one participant noted:I think getting equal benefits and a non-discrimination policy is prob-lematic here, in that we are a state run institution and the state laws disagree . . . It’s been brought to the table. I know from other people who have been here a long time. But those are the benefit issues that the state has control of, so it’s nothing that the university, by itself, could do anything about. I think a lot of that has to do with legisla-tion, the legislature itself. But all over the country there are state run institutions and the stance that the universities take elsewhere, are irrespective of the state laws. So, I am not sure where the problem is.Although the University of Tennessee is located in Knoxville in the “Bi-ble belt,” several students mentioned ways to combat the lack of political representation and conservative climate that so often stifles LGBTQ peo-ple in rural and nonurban areas. For example, one student discussed the need for awareness of LGBTQ friendly “safe spaces” and called for at least one physical space to be formally demarcated by the university for LGBTQ students and their allies. It was believed that such a space would not only provide LBGTQ people a place to meet and find information resources, 550 library trends/fall 2007but also send a message from university administrators that LGBT students, faculty, and staff are welcome, part of the accepted diversity, and integral to campus identity (Mehra & Braquet, 2007). One participant stated:The Women’s Center has a lot of info about health issues and coming out for women and to some extent bisexuals and gays, but primarily it focuses on women. But I heard they are in danger of losing their space, so the one place that is reaching out to the LGBTQ community may be lost. I think that says a lot about this school. In addition [to the Women’s Center], they should have a LGBTQ center, a physical space. It is sort of the field of dreams—if you build it, they will come. The people already exist here at UT, but since there is no space dedi-cated to them, they do not feel welcome.Another student proposed that sensitivity training on LGBTQ issues be incorporated at all levels, which again would not only serve to welcome LGBTQ campus members, but would make it known to everyone at the University that sexual minorities are part of the campus and hate or dis-crimination will not be tolerated. This student said: I think that sensitivity training for the university employees would make the campus a safer, more welcoming place for gay people. For instance, I have never had a bad experience with university police, but I know some people who have, and I think sensitivity training there would be of great benefit.A cloak of invisibility and negative stereotypes hinder progressive change toward acceptance of LGBTQ people in American society and this is no different on college campuses. With little visibility of LGBTQ issues on campus, there is also little opportunity to explore the issues and dispel incorrect stereotypes. As visibility and awareness increase around campus, the campus climate and treatment of LGBTQ individuals will improve. This is suggested in the following participant response with regard to the UTK environment:The campus could become safer with awareness and education—getting the word out around campus—you know. There is a group on campus, but they are just too few to make a difference. Be visible and have LGBTQ functions that people can see. The root of most discomfort and fear is the unknown. So if we make ourselves visible and show that we are normal people, then some of that fear will go away. Educate and get information out there that all these stereotypes are not true. And then, also back it up with some interaction, through events for LGBTQ people that pull in other people so they can see ‘Oh, these stereotypes are not true.’Support services are critical for LGBTQ students (Waldo, Hesson-McInnis, & D’Augelli, 1998) for at least three reasons. First, LGBTQ indi-viduals are more likely to face harassment and violence due to the stigma associated with being gay. Second, unlike other minorities who learn cop-ing strategies from their families, most LGBTQ individuals are born to 551mehra & braquet/institutional changeheterosexual parents. Third, it may be dangerous or uncomfortable for LGBTQ people to disclose feelings to family and friends. Heterosexist campus support services and information resources can hinder positive self identity for LGBTQ students, endanger them, and at the very least, make them feel like they are not relevant to the university. Most par-ticipants pointed out that both self-acceptance and social acceptance of LGBTQ people is directly related to the development of accurate, hon-est, and fair LGBTQ-related information resources and collections. Such information support services need to be promoted and proactively adver-tised. As one participant said:One particular doctor seemed like she would be easy to talk to about such issues and probably had information and another one was very conservative and so probably would not have. I did notice that there was some information available about safe sex and sexuality issues and STDs and so forth, but all in a heterosexual way, so maybe they could devote some space for information for safe sex for LGBTQs. Along with lack of visibility overall on campus, there exists a lack of vis-ibility and discussion of LGBTQ topics in the classroom. This exclusion of LGBTQ topics is described by Friend (1993) as “the process whereby posi-tive role models, messages, and images about lesbian, gay, and bisexual people are publicly silenced in schools” (p. 212). By including LGBTQ issues in the curriculum, either through specific LGBTQ courses or ade-quate coverage as appropriate within general courses, the academy could create an environment where, through open discourse, stigmatization of sexual minorities on campus would decrease (MacGillivray, 2000). For in-stance, one student suggested the following: Having more classes that focus on diversity of all kinds, whether it be race, sexual orientation, gender . . . Increase classes that focus on diversity and increase assignments and politics that focus on diversity. The world, for better or for worse, is becoming a global market place, so start exposing students to that. They say that the university is to prepare students for the world outside, so prepare them for it. They are going to run into gay people, they are going to be of different eth-nicities, different races, so start letting them get used to it now.Another student participant reported the deliberate exclusion of sex-ual minorities in higher education that Friend (1993) points out:More exposure of LGBTQ issues would improve the campus climate, like including it more in the curriculum. I see that some classes are tending to move toward making it more inclusive, not just for sexual minorities, but all minorities. In my art classes we would talk about all of these love affairs of Picasso, but when it came to Michelangelo, they didn’t mention at all that he was gay. Even when it was obvious, when talking about gay artists and their work was gay themed, they would start talking about the background, and the use of color, in-stead of the subject matter. I hate when it is obviously left out. I think it is beneficial to everybody to talk about it.552 library trends/fall 2007Participants felt little acknowledgment from the university with regard to services and benefits that are automatically granted to heterosexual married couples. The stress and anxiety caused by LBGTQ employees’ lack of access to benefits can be seen in the following response from one administrator: My partner lost his job a year ago last March. It wasn’t so much the income, although that was missed, it was that after three months, he lost his health insurance and he has several ongoing chronic issues that require medication and he couldn’t get on TennCare and pri-vate insurance was going to be $500 a month. And of course I could not put him on my insurance, even though we are partners—a family  . . . Being treated equally to a heterosexual couple so that one could carry the other on insurance, bereavement leave, and whatever ben-efits a heterosexual couple gets should be extended to a gay couple. But I know that some of this has to be handled on the legislative end. For instance, I know that the insurance isn’t just a benefit of the Uni-versity, it is a benefit given to all state employees. So any change that occurs has to happen for all of the state, not just UT. I would think that issues like bereavement could happen at the university level, but I am not sure. I would like to get to the point where we could discuss those types of issues with the administration.Lack of legal protection can have a chilling effect on whether stu-dents, faculty, and staff choose to disclose their sexual orientation or gen-der identity to others (Zemsky & Sanlo, 2005). Without legal protection, LGBTQ individuals are reluctant to report discrimination for fear of be-ing fired, given a poor grade, not earning tenure, and being subjected to additional or continuing discrimination, be it via verbal, emotional, or physical assault (Stevens, 2004; Tejeda, 2006). One participant made the point about fear of repercussions for disclosure on campus by stating the following:It would be nice to have a faculty and staff group, but I don’t know if the faculty and staff would be interested in participating in that for fear of reprisal or problems. There might be, because I know a lot of people who are closeted and are faculty and staff and are not willing to acknowledge that for fear of reprisals. Until the legal protection is there for someone who wants to take that risk, I can understand why they wouldn’t come forward.Similarly, another participant responded:It’s just going to take a long time. And it’s going to take some heroic leadership from the power, the administration, but also from the gay and lesbian community within UT. And I don’t know if that’s going to be forthcoming or not. It’s really going to require a lot of people to take a step forward and risk the possibility of not being quite as suc-cessful. Not that that will happen, but they have to risk the possibility. It’s kind of a barrier that is more mental perhaps than anything else.553mehra & braquet/institutional changeSeveral participants were aware of positive efforts related to LGBTQ advocacy that were currently underway or had been undertaken in the recent past at the university. However participants reported that they usu-ally learned of such efforts by accident. Some felt a sense of frustration at not having a centralized planning and organizing initiative to provide a strong and unified voice for positive institutional change for LGBTQ individuals on campus. As one student responded: This [inclusion of the non-discrimination policy] has been brought up since 1996. There are feelings that they sit on this, because it al-ways ends up in someone’s office. This is a four year college. People come and go, and it is hard to keep the momentum going when stu-dents leave. We have no idea what the history with LGBTQ issues is on this campus. It has to be a continuous effort. It is not something that is going to happen in a month, two months, or three months. It is a continuous process . . . I found the website of the group that started in 1996, but I think they are now defunct and I don’t know the people that were involved . . . it seems like we are always reinventing the wheel and having to start from scratch.Research Findings: Top Ten Directions for  Institutional Change and LIS ActionIn this section we identify ten directions for LIS professionals to further institutional change for people of diverse sexual orientations and gender identities. Representative strategies and specific actions that we are tak-ing as LIS community action researchers at the UTK and surrounding regions are also shared. Table 1 maps the top ten directions in terms of “what do we need to do” as LIS professionals and community action re-searchers in response to community narratives that reflect inequities and unfair behaviors targeted towards people of diverse sexual orientations and gender identities.Table 1. Top ten identified barriers and challenges and “what we need to do” as LIS professionals to promote progressive institutional changes on behalf of people of diverse sexual orientations and gender identities in academic environments Barriers and Challenges “What We Need To Do”1. Social isolation and lack of Use social and digital technologies to build  awareness of LGBTQ people connections between LGBTQ people and support    individual, social, and political empowerment of    LGBTQ individuals2. No formalized support and  Gain institutional commitment for legal, political,  institutional protection and social protection for LGBTQ individuals by    including sexual orientation/gender identity in the   nondiscrimination policy of academic institutions3.  Lack of political representation Participate actively in political lobbying and    building political support networks4. Conservative climate that Develop “safe space” programs and sensitivity  breeds hatred and contempt training in various areas 554 library trends/fall 2007Table 1 (continued) Barriers and Challenges “What We Need To Do”5.  Cloak of invisibility  Create visibility and awareness of LGBT issues via  surrounding LGBTQ  active programming, hosting of events, and activity  concerns and negative planning  stereotyping 6.  Inadequate information Develop accurate, honest, and fair LGBTQ  support services and no  information resources and collections and  awareness of existing  promote visibility by proactive advertising  resources7.  Lack of coverage of LGBT  Create specialized courses that specifically focus on  materials in courses and  LGBTQ materials and cover LGBTQ issues in all  curriculum relevant courses8.  Lack of provision of  Create formalized channels of communication  adequate and fair services  and information flow between LGBTQ individuals  to LGBTQ needs  and the administration9.  Perceived negative  Take actions against discrimination to project signals  backlash or repercussions that any sort of prejudice will not be tolerated10.  Isolated disconnected  Coordinate between isolated LGBT advocacy efforts  efforts in LGBT advocacy One of the most important steps for LIS professionals to take on be-half of sexual minority populations in their academic communities is to remove the cloak of invisibility that surrounds the existence of LGBTQ is-sues and individuals (Morris, 1997). Often, even speaking the word “gay” or “lesbian” in public places is regarded as taboo or generates a glare or weird look from strangers (Utter & True, 2004), and what LIS profession-als can do in this regard is to bring LGBTQ representation into the every-day experience, vocabulary, and gaze of all people (Carter, 2005; Walter, 2003). Owing to heterosexist assumptions and expectations, LGBTQ in-dividuals often find themselves in environments that are not supportive toward their individual, social, and political empowerment (Braquet & Mehra, 2006), which leads to their psychological struggles, social isola-tion, and lack of representation in public forums (Perrin et al., 2004; Rus-sell, 2003). Various heterosexist strategies perpetuated at UTK and other institutions (sometimes unconsciously) that we perceive as a nonsupport-ive climate for LGBTQ individuals include the following: Efforts to ignore any references to LGBTQ issues•\tLack of awareness or naivety on the part of heterosexual individuals •\tabout any knowledge regarding denial of equality and fairness for LGBTQ individualsDesire to maintain the status quo and complacency in day-to-day •\tfunctioning based on the practice that if there is no mention about LGBTQ concerns/individuals, it means they do not existReluctance to change the way things function•\tDelaying or strategic tactics not to address any LGBTQ issue at all by •\tdiverting attention to due process or bureaucratic procedures555mehra & braquet/institutional changeArguments that things have functioned in a certain way and it has •\tnever been done “that way” beforeToken gestures that do not make any real difference to the status quo •\tIt is important to mention here that in addition to encountered het-erosexist behaviors and practices, conducting LGBTQ research as com-munity action researchers has also provided us joy and sheer optimism owing to unforeseen support from unexpected quarters. The Chancellor’s Ready for the World initiative (initially known as the Quality Enhance-ment Plan) at UTK has been one such example, where we have found allies, networks, intellectual opportunities, tangible programs, and other avenues to represent LGBTQ issues and concerns. The UTK’s QEP Inter-national and Intercultural Initiative, proposed in early fall 2004 as a part of the University’s ongoing planning and evaluation process of its edu-cational quality and effectiveness in achieving its mission, plans a focused course of action to enhance undergraduate and graduate education by transforming the campus “into a culture of diversity that best prepares stu-dents for working and competing in the 21st century” (URL: https://san4.dii.utk.edu/pls/portal30/docs/FOLDER/SACS/SACSQEP/qep03.html). We have “piggy-backed” on the QEP’s mission to “improve institutional performance on behalf of internationalization and intercultural relations” by creating acknowledgement of an historically underrepresented cultural group, namely the “invisible minority” comprising people of diverse sexual orientations and gender identities. Additionally, spaces of resistance and allies have emerged in both likely and unlikely places, including a religious institution, a local community network, non-profit agencies, university units, and a local newspaper, amongst others, that have challenged the stereotyp-ing of states and cities as monolithic “reds” and “blues” voting blocs. Informal and formal networking associated with the QEP built on our initial efforts to identify LGBTQ individuals and allies in the community and helped us develop contacts, communicate, collaborate, and network with various allies and support agencies across the University and Knoxville com-munity. These networks have extended beyond UTK LGBTQ faculty, staff, and students, to include members of local LGBT community-based groups and social justice agencies including the Knoxville Out&About, a local LGBT newspaper (URL: http://outandaboutnewspaper.com/knoxville/), organiz-ers of the Spectrum Café: Diversi-Tea and Coffee House for gay teens (URL: http://www.discoveret.org/spectrum/), and Knoxville Cares (URL: http://knoxvillecares.tripod.com/), a supportive coalition for LGBTQ and HIV+ people. Members of the UTK’s Office of Equity and Diversity (OED) and Di-versity Council are also key allies. Building ally-relationships and gaining support from individuals representing these agencies helped initially pro-mote advocacy for representation, inclusion, and policy change to insure community-wide legal support for sexual minorities in the region. This led to our involvement in the current research project to bring to light the ex-556 library trends/fall 2007periences of the local LGBTQ community. During this time, our member-ship in the Diversity Experience Workshop Advisory Group, under the aus-pices of the OED, enabled us to draw attention to the lack of coordination between diversity messages being represented across campus units. Subse-quently, in the summer and fall of 2005, we conducted in-depth qualitative interviews, and during the research process, as an effort to develop social and digital community-based information and communication technolo-gies to support LGBTQ issues, we decided to create an e-mail discussion list. “LGBTANet,” launched in August 2005, has fostered information shar-ing, communication exchange and institutional memory building (URL: http://listserv.utk.edu/archives/lgbtanet.html). LGBTANet was the first formal symbol of University support of LGBTQ issues. There are currently thirty-five subscribers, and through December 2006 there has been an av-erage monthly traffic of 20.1 posts since its inception. We hope to extend our role as LIS professionals and community action researchers further by creating an LGBTQ presence on the Web at all levels and across all UTK departments and units as well as by initiating an LGBTQ group for faculty, staff, and administrators. The need for political representation and advocacy, in addition to per-sonal and social empowerment, is another area where LIS professionals can play an important role (Cianciotto & Cahill, 2003). Since fall 2005, we have been building collaborations and networking with local LGBTQ activists for political lobbying at the city/county levels, an important community facet that embodies a significant power discourse ethics, since political support and sanction for sexual minorities is important for local community dynam-ics to work in favor of LGBTQ individuals in this conservative East Tennessee region. For example, Mehra collaborated with LGBTQ allies in preparing pro-LGBTQ resolution statements and refining vocabulary constructs repre-senting sexual minorities in a city ordinance nondiscrimination clause that was presented and discussed during focus group and individual meetings in fall 2005 with local Councilmen Bob Becker and Chris Woodhull. A decision to share personal stories of local LGBTQ individuals and allies at a subsequent council meeting was also made in order to empower disen-franchised voices, as well as to persuade council members to vote for the resolution and send a positive message of inclusion in the community. One of the most significant directions for LIS professionals to pursue toward institutional recognition and support for people of diverse sexual orientations and gender identities in any environment is to ensure that sexual orientation/gender identity is covered by the nondiscrimination policy of their institution. Representative strategies whereby LIS pro-fessionals can play a proactive role toward gaining legal protections for sexual minorities include: social and community-wide advocacy for recog-nition, inclusion, and policy change; expression of commitment for pro-tection and equal rights during orientations for new students, faculty, and 557mehra & braquet/institutional changestaff; critiques of institutional diversity plans that ignore or minimize sup-port to LGBTQ individuals; and, challenges to the absence of domestic partner recognition and equal benefits across units.As a response to the University of Tennessee’s evident lack of commit-ment to legal protection for sexual minorities in its nondiscrimination pol-icy, as reflected in its Equal Employment Opportunity (Affirmative Action) Statement and Tagline (see URL: http://oed.admin.utk.edu/docs/tagline.doc), three LIS professionals (including the two authors) presented an ini-tial proposal to UT Chancellor Loren Crabtree in December 2005 to estab-lish a Commission for People of Diverse Sexual Orientations, with a struc-ture and organization modeled on the already established Commission for Women and Commission for Blacks at the UTK. Receiving an encouraging and supportive response from Chancellor Crabtree and his follow-up e-mail confirmation within the week of the meeting that the University of Ten-nessee President John Petersen had authorized the inclusion of sexual orientation in the UTK nondiscrimination policy, the next procedural steps involved following administrative protocols that included: (1) reach-ing a consensus among local LGBTQ members and allies on a new name, “Commission for LGBT People” that was representative of current trends in regional and national centers of higher learning; (2) developing initial Bylaws of the Commission for LGBT People in consultation with members of the UTK’s Diversity Council; and (3) creating a volunteer list of sixteen UTK LGBT people who were willing to serve on the board of the future commission. Following these steps, the cochairs of UTK’s Diversity Coun-cil recommended the formation of the Commission for LGBT People to Chancellor Crabtree, who has authorized its creation. The Commission of LGBT People conducted its first organizational meeting on December 12, 2006, during which amended bylaws were approved, the governance procedures were set into motion, draft committee charges were discussed, and a future course of action was deliberated. Plans are now in progress as we are implementing some of the commission’s initial activities that have included: creating a Web presence, building communication tools and information sharing mechanisms, developing strategies to address equity issues on campus, and conducting research to identify actions to improve campus climate. Such initiatives, we believe, would not have become pos-sible without library and information professionals who applied social jus-tice ideologies and initiated efforts to promote progressive social change. Another way for LIS professionals to engage in the role of community action researchers on behalf of sexual minorities in their institutions is to target conservative climates that breed hatred and contempt. They can ef-fect positive change in the campus climate by promoting sensitivity train-ing in various units providing social support services such as the police force, health services, counseling services, residence halls, and student affairs, to name a few, and developing “safe space” programs in their in-558 library trends/fall 2007stitutions. Under the auspices of the OED’s Diversity Experience Work-shop Advisory Group, Mehra, Braquet, and several faculty/staff/students across campus have been identifying appropriate content for OED’s diver-sity experience and training workshops that are now (owing to suggested changes by local LGBTQ participants) focusing on LGBTQ as “special populations” as well as representing LGBTQ issues in general workshops on diversity. Components from these workshops are delivered during vari-ous events on campus, new student and faculty orientations, discussion fo-rums in fraternities and sororities, and departmental diversity evaluation sessions, among other venues. Case-scenarios or discrimination stories ex-perienced by local LGBTQ individuals form a significant element in these workshops, serving to acknowledge local marginalized experiences as well as point out ways to improve existing services and resources. Mehra and Braquet have also connected with the grassroots community-based GLBTQ Task Force Against Domestic Violence and contributed to their workshop for community service providers in public agencies (e.g., po-lice force, health services, counseling centers, social work agencies, and university and college residence halls). Future LIS actions involve build-ing case-scenarios of LGBTQ experiences that will be shared online to identify issues of discrimination and prejudice, and making LGBTQ train-ing materials available on the Internet. LIS professionals can also develop “safe space” programs for support of LGBTQ individuals. At the UTK, LIS professionals are partnering with local LGBTQ individuals to identify and promote safe-space programs such as the activities of the Lambda Student Union (URL: http://web.utk.edu/~lambda/). During the New Student Welcoming Event hosted by Lambda at a local club during fall 2005, a contingent from UT libraries presented LGBTQ promotional display ma-terials, networked with local LGBTQ activists, and discussed future par-ticipation and collaboration between LIS professionals and community leaders to promote social change in support of sexual minorities. Similarly, a lack of visibility and negative LGBTQ stereotypes can be addressed by promoting discussion surrounding sexual orientation/ho-mosexuality/gender identity issues in an open and nonjudgmental envi-ronment. For example, LIS professionals must venture outside their edu-cational units and libraries to share accurate information and promote discussion and dialogue in fraternities and sororities and in other places where there is maximum need for such efforts. These efforts are important in addition to traditional LIS activities that include: building LGBTQ col-lections; developing adequate signage, advertising, and marketing to cre-ate awareness about the existence of these resources; library hosting of events, LGBTQ film series, and guest speakers; and, library sponsorship of LGBTQ and ally speaker’s bureau, to name a few. Here at the UTK, lo-cal LGBTQ people are helping staff at the UTK library coordinate aware-ness of LGBTQ efforts across the community via proactive advertising 559mehra & braquet/institutional changeof local LBGTQ-related events and activities. For example, the Diversity News Channel (URL: http://www.lib.utk.edu/news/diversity/archives/glbt/), hosted on the UTK library server, presents current LGBTQ hap-penings and programs related to LGBTQ themes and advertises local LGBTQ-related events and discussion forums. Additionally, the pressing need for accurate, honest, and fair LGBTQ information resources led to a focus on LGBTQ issues during spring 2006 in the UTK library’s Cultural Corner (offline and online) (URL: http://www.lib.utk.edu/diversity/ culturecorner/), a library effort to demarcate a visible physical and vir-tual space to spotlight issues of contemporary relevance. Another related effort is the Gay, Lesbian, Bisexual, Transgender Resource Guide (URL: http://www.lib.utk.edu/refs/glbt.html#local) that provides online access to local LGBTQ resources and services via the UTK library’s Web site. Like many of the actions and services described above, the bibliography grew out of the research analysis of the information needs of the local LGBTQ populace (Mehra & Srinivasan, 2007). LIS professionals can also play an important role in support of LGBTQ issues by creating and participating in specialized courses that specifically focus on LGBTQ materials, in addition to developing LGBTQ materials for all core and elective courses in LIS curricula and courses offered by other units. For example, it was while teaching IS 592 titled “Race, Gen-der, and Sexuality in the Information Professions” during spring 2005 that Mehra gained a deeper understanding of the campus climate related to sexual orientation. Discussing sexuality-related issues with students in the classroom and inviting guest speakers from across the university/com-munity to shed light upon the lack of progressive initiatives for people of diverse sexual orientations and gender identities were helpful to under-stand the reality of ignorance, fear, and preference for the status quo that lay behind the “welcome but not equal” mindset in the UTK environment. Mehra’s presentation for the Diversity Committee at the UTK Hodges Li-brary as a part of the teaching efforts provided a timely encounter with Braquet that eventually led to a collaborative venture in researching and documenting LGBTQ experiences at the UTK (Mehra & Braquet, 2006). LIS professionals can address the lack of provision of adequate and fair services to meet the needs of LGBTQ individuals in academic settings by creating open channels of communication and information flow to the administration. Creation of such administrative units as an LGBTQ advi-sory committee or LGBTQ task force will help alleviate perceived nega-tive backlash or repercussions in the academic setting, as well as project signals that any sort of prejudice will not be tolerated. Our future effort to develop a physical and Web presence for the Commission of LGBT Peo-ple would insure that no mixed signals on institutional commitment for LGBTQ support are projected across the university units. Other efforts will involve coordination between isolated LGBTQ advocacy programs by 560 library trends/fall 2007identifying and listing contact individuals, groups, support services, and organizations on campus and in the larger community. ConclusionThe barriers and challenges discussed in this paper reflect underlying information needs that lie at the heart of inequalities experienced by people of diverse sexual orientations and gender identities. These infor-mation needs are categorized and reflected in the following select LIS roles and services: (1) Collection and resource development; (2) Social and community information sharing; (3) Social justice representation and advocacy; (4) Outreach and community building; (5) Information dissemination. Our efforts have helped us identify specific information competencies and support services that LIS professionals across academic institutions can provide for LGBTQ individuals to play a more proactive role in supporting progressive social changes on their behalf. Table 2 summarizes key information needs embedded in participant-identified barriers and challenges, and lists corresponding LIS skills, mindsets, and information support services to meet those information needs. Detailed analysis of these information needs and desired LIS skill-sets is beyond the scope of this paper since they have been discussed elsewhere in great depth (e.g., for details of LGBTQ information needs and library interven-tions, see: Mehra & Braquet, 2006, 2007). Table 2. Key information needs embedded in participant-identified barriers and challenges and information support services LIS professionals can provide to meet those information needs     Support Services that LIS     Professionals Can Provide to Category  Information Need  Meet the Information NeedsCollection and resource Information on local · Development of local LGBTdevelopment; Social and LGBTQ individuals  community information directories community information  and resources  on people, resources, advocacy, sharing   and events   · Design, development, and use of     social and digital technologies to     connect LGBT people and resourcesSocial justice represen- Expansive role of the · Proactive involvement in progressive tation and advocacy;  profession to address  efforts to create an equitable and Collection and resource  inequity and unfair  fair environment development practices (e.g., lack of  · Documentation of information on   formal institutional   non-discrimination policies,  representation of LGBTQ  support services, and representation  people, address perceived  at local, regional, and national  negative backlash or   peer institutions repercussions)  · Intermediary as supporter against    discrimination and in the formalized    channels of communication and     information flow between LGBTQ     individuals and the administration561mehra & braquet/institutional changeTable 2 (continued)     Support Services that LIS     Professionals Can Provide to Category  Information Need  Meet the Information NeedsOutreach and commu-  Information to support ·Proactive outreach involvement of nity building; Social jus-  equitable and fair  LIS professionals with legal,  tice representation and  political representation  political, and administrative advocacy; Information   decision makers dissemination   · Effective information dissemination     to remove ignorance and support     equal and fair constitutional rights     for all individuals Social and community  Information to address · Creation of the library as an LGBTQ information sharing;  LGBTQ ignorance and  “safe space” via development of Information  fear  appropriate programming, hosting dissemination    of events, activity planning, and     policy formulation  · Provision of sensitivity training     on LGBTQ issues Collection and  Inadequate LGBTQ · Strategic advertising, marketing, resource development;  information support  and planning of LGBT-related Information services and no awareness information resources and dissemination of existing resources  collection development policies  Lack of LGBTQ · Collection of LGBTQ materials in  knowledge domains as   courses and curriculum across  areas of study in the   disciplines and institutions  academyEven though this paper lists ten important directions for LIS profes-sionals to address homophobia and promote institutional changes in aca-demic settings in support of people of diverse sexual orientations and gender identities, the unwritten assumption is that all actions and activi-ties identified are equally important, interrelated, and have to be applied concertedly in order to present a holistic plan of action to address differ-ent community facets and initiate institutional changes in a significant manner. For example, “safe space” programs are important to provide a supportive climate for LGBTQ individuals to be open about their sexual-ity; while such initiatives do not initially focus on information provision, they will promote greater visibility, and subsequently, increased awareness about LGBTQ issues. The next direction for the LGBTQ community at the UTK and adjoin-ing areas in the Knoxville metropolitan area requires developing a com-prehensive institutional diversity plan of action to systematically concret-ize tangible efforts in support of LGBTQ individuals in the community. This will involve listing immediate, short-term, and long-term goals; iden-tifying actions to meet the identified goals and objectives; and planning how to achieve social justice agendas based on actions and strategies that tap into existing resources and extend relationships to build new partner-ships and collaborations. LIS professionals can play a significant role by 562 library trends/fall 2007wearing their dual hats as information providers and community action researchers. Success in this endeavor will involve going beyond bureaucratic policies and procedures (existing at the larger university level and at the smaller departmental levels) that are bound by traditionally limiting con-ceptualizations and established functionalities to develop high prioritized community actions for social change. It also calls for LIS partnerships with outside community agencies that will address the perceived “ivory tower” image of academic institutions and build meaningful relationships between the academy and the broader community at large. For example, one strategy that has not been tapped to its full potential is collaborative partnerships between academic and public libraries in local communities towards progressive changes in support of LGBTQ individuals. At the UTK, several potential opportunities exist in terms of further-ing the mission of social equity and social justice on behalf of LGBTQ in-dividuals. As in any setting, the chief among them are the people working in our institutional environment. For there to be meaningful change in social mores, there has to be proactive participation and involvement of the students, faculty, staff, and administrators in the UTK, in efforts where they speak out against the inequities that exist for LGBTQ individuals, and take explicit actions in their support. In addition, as mentioned ear-lier, at UTK one of the key areas of potential support is the Ready for the World initiative. Other potential stakeholders who can take positive actions to cleanse the homophobic campus climate include the library, diversity initiatives in individual units, and local community agencies and churches. The use of digital technologies can play a significant role in information sharing, developing communication processes, and building community by recording and advertising best practices and case studies at other universities and documenting progressive efforts from industry, business, and the government.As discussed in the above sections, action research has played a sig-nificant role in our experiences as gay library and information science participant-researchers, promoting progressive social changes in wide-ranging areas such as institutional policy, political lobbying and activism, development of training workshops, promotion of safe-space programs, creation of relevant LGBTQ information support services, or provision of community-based social and digital information and communication tech-nologies. Underlying principles of action research across these efforts in-cluded voicing issues of fairness and justice, building equitable relations, recognizing the value of all participants’ contributions, knowledge, and experiences, and developing concrete outcome-based activities. Lessons learned during the various action research initiatives will hold us in good stead towards future progress in support of sexual minorities in our local community. Additional questions however remain unanswered: How can we as LIS professionals apply action research principles to part-563mehra & braquet/institutional changener efforts with other disadvantaged constituencies and their local allies and agencies involved in social justice work? How can we use action re-search to further community action in the process of creating progressive social change on behalf of other “marginalized” multicultural groups? The answers are not easy, especially since changes have to take place deep inside the psyches of people, in their thinking patterns, and in their val-ues and belief systems that may eventually shape a change in people’s behavior towards each other. The process is a slow one, and is also dif-ficult owing to the complexity and localization of community politics that shape everyday happenings. We don’t pretend to know all the answers to the difficult issues detailed in the above discussion. In this paper we have identified key “signposts” or milestones during our work with local LGBTQ individuals towards promoting institutional changes in our aca-demic environment at the UTK. We hope to continue raising our voices against inequities and marginalization of people of diverse sexual orien-tations and gender identities until either our cries are throttled or the campus and community climate becomes more supportive with brighter rays of fairness and justice shining equally for all, as they currently do for only self-identified heterosexual individuals. ReferencesBaker, J. A. (1991). Gay nineties: Addressing the needs of the homosexual community and junior college students and faculty. Community/Junior College, 15, 25–32.Beemyn, B., Curtis, B., Davis, M., & Tubbs, N. J. (2005). Transgender issues on college cam-puses. New Directions for Student Services, 2005(111), 49–60.Bernard, H. R. (1994). Research methods in anthropology (2nd Ed.) Thousand Oaks, CA: Sage Publications.Bieschke, K. J., Eberz, A. B., & Wilson, D. (2000). Empirical investigations of the gay, lesbian, and bisexual college student. In V. A. Wall & N. J. Evans (Eds.), Toward acceptance: Sexual orientation issues on campus (pp. 29–58). Lanham, MD: University Press of America. Black, A., & Muddiman, D. (Eds.). (2005). Understanding community librarianship. Hampshire, UK: Ashgate Publishing.Bower, G. H., & Clark, M. C. (1969). Narrative stories as mediators for serial learning. Psy-chonomonic Science, 14, 181–182.Braquet, D., & Mehra, B. (2006). Contextualizing internet use practices of the cyber-queer: Empowering information realities in everyday life. In Proceedings of the 69th Annual Meeting of ASIS&T: Vol. 43. Information realities: Shaping the digital future for all. Silver Spring, MD: American Society for Information Science and TechnologyBruner, J. (1990). Act of meaning. Cambridge, MA: Harvard University Press. Burgess, R. G. (1984). In the field: An introduction to field research. London: George Allen and Unwin.Burgess, R. G. (Ed.). (1988). Introduction. In Studies in Qualitative Methodology: Conducting Qualitative Research (pp. ix–xii). Greenwich, CN: Jai Press.Carter, J. (2005). United States: Reaching out with library services for GLBTQ teens. Buffalo, NY: Hawthorn Press, Inc. Cianciotto, J., & Cahill, S. (2003). Education policy: Issues affecting lesbian, gay, bisexual, and transgender youth. New York: The National Gay and Lesbian Task Force Policy Institute. Day, N. E. & Schoenrade, P. (1997). Staying in the closet versus coming out: Relationships between communication about sexual orientation and work attitudes. Personnel Psychol-ogy, 50, 147–163.Dilley, P. (2002). 20th century postsecondary practices and policies to control gay students. Review of Higher Education, 25, 409–431.564 library trends/fall 2007Ellen, R. (1984). Ethnographic research: A guide to general conduct. London: Academic Press. Friend, R. (1993). Choices, not closets: Heterosexism and homophobia in schools. In L. Weis & M. Fine (Eds.), Beyond silenced Voices: class, race, and gender in United States schools (pp. 209–235). New York: State University of New York Press.Greenwood, D. J., & Levin, M. (1998). Introduction to action research: Social research for social change. Thousand Oaks, CA: Sage Publications.Hammersley, M., & Atkinson, P. (1983). Ethnography: Principles in practice. New York: Tavis-tock Publications.Harper, G. W., & Schneider, M. (2003). Oppression and discrimination among lesbian, gay, bisexual and transgendered people and communities: A challenge for community psy-chology. American Journal of Community Psychology, 31, 243–252.Harris, M. (1973). The purpose of the American public library: A revisionist interpretation of history. Library Journal, 98, 2509–2514.Human Rights Campaign. (2006). Workplace. Retrieved August 20, 2006, from http://www .hrc.org/Template.cfm?Section=Work_Life.Kemmis, S., & McTaggart, R. (1988). The action research planner. Victoria, CA: Deakin Uni-versity Press.Labovitz, S., & Hagedorn, R. (1981). Introduction to social research. New York: McGraw-Hill.Leck, G. M. (1998). An Oasis: The LGBT student group on a commuter campus. In R. L. Sanlo (Ed.), Working with lesbian, gay, bisexual and transgender college students: A Handbook for faculty and administrators (pp. 373–382). Westport, CT: Greenwood Press.Maack, M. N. (1997). Toward a new model of the information professions: Embracing em-powerment. Journal of Education for Library and Information Science, 38, 283–302.MacGillivray, M. K. (2000). Education equity for gay, lesbian, bisexual, transgendered, and queer/questioning students: The demands of democracy and social justice for America’s schools. Education and Urban Society, 32, 303–323.Mankowski, E. S., & Rappaport, J. (2000). Narrative concepts and analysis in spirituality-based communities. Journal of Community Psychology, 28, 479–493.Marriott, B. (1991). The use of social networks by naval officers’ wives: A study of organizational relationships. Unpublished Thesis, University of Florida.McCook, K. D. L. P., & Jones, M. A. (2002). Cultural heritage institutions and community building. Reference and User Services Quarterly, 41, 326–329.Mehra, B. (2007). Affective factors in information seeking during cross-cultural learning of international doctoral students in library and information science (LIS) education. In: D. Nahl, & D. Bilal (eds.), Information and Emotion: The Emergent Affective Paradigm in Information Behavior Research and Theory. Medford, NJ: Information Today.Mehra, B., & Braquet, D. (2006). A “queer” manifesto of interventions for libraries to “come out” of the closet! A study of “queer” youth experiences during the coming out process. LIBRES: Library and Information Science Research Electronic Journal, 16(1). Retrieved June 24, 2007, from http://libres.curtin.edu.au/libres16n1/.Mehra, B., & Braquet, D. (2007). Process of information seeking during “queer” youth com-ing-out experiences. In M. K. Chelton & C. Cool (Eds.), Youth information-seeking behavior II: Contexts, theories, models, and issues (pp. 93–131). Toronto, Canada: Scarecrow Press.Mehra, B., & Srinivasan, R. (2007). The library-community convergence framework for com-munity action: Libraries as a catalysts of social change. Libri: International Journal of Librar-ies and Information Services, 57.Morris, J. F. (1997). Lesbian coming out as a multidimensional process. Journal of Homosexu-ality, 33(2), 1–22.Muddiman, D. (1999). Images of exclusion: User and community perceptions of the public library. Retrieved June 24, 2007, from http://eprints.rclis.org/archive/00005473/.Perrin, E. C., Cohen, K. M., Gold, M., Ryan, C., Savin-Williams, R. C., & Schorzman, C. M. (2004). Gay and lesbian issues in pediatric health care. Current Problems in Pediatric Adoles-cent Health Care, 34, 355–398. Rappaport, J. (1995). Empowerment meets narrative: Listening to stories and creating set-tings. American Journal of Community Psychology, 23(5), 795–808.Russell, S. T. (2003). Sexual minority youth and suicide risk. American Behavioral Scientist, 46, 1241–1257.Silver, D. (1996). The new civil war: The lesbian and gay struggle for civil rights. New York: Frank-lin Watts.565mehra & braquet/institutional changeStevens, R. A., Jr. (2004) Understanding gay identity development within the college envi-ronment. Journal of College Student Development, 45, 185–206.Tejeda, M. J. (2006). Nondiscrimination policies and sexual identity disclosure: Do they make a difference in employee outcomes? Employee Responsibilities and Rights Journal, 18(1), 45–59.True, J. A. (1989). Finding out: Conducting and evaluating social research. Belmont, CA: Wads-worth Publishing. Utter, G. H., & True, T. L. (2004). Conservative Christians and political participation: A reference handbook. Santa Barbara, CA: ABC-CLIO. Venturella, K. M. (Ed.). (1998). Poor people and library services. Jefferson, NC: McFarland.Waldo, C. R., Hesson-McInnis, M. S., & D’Augelli, A. R. (1998). Antecedents and conse-quences of victimization of lesbian, gay, and bisexual young people: A structural model comparing rural university and urban samples. American Journal of Community Psychology, 26, 307–334.Walter, V. A. (2003). Public library service to children and teens: A research agenda. Library Trends, 51, 571–589. Whyte, W. F. (1984) Learning from the field: A guide from experience. London: Sage. Wrathall, J. D. (1993). What are you after?: A history of lesbians, gay men, bisexuals, and transgender people at the Twin Cities campus at the University of Minnesota 1999–1993. In Breaking the Silence: Final Report of the Select Committee on Lesbian, Gay, and Bisexual Con-cerns (pp. 54–63). Minneapolis: University of Minnesota. Retrieved June 24, 2007, from http://www.glbta.umn.edu/PDFs/BreakingtheSilence.pdf.Wyer, R. S. (1995). Knowledge and memory: The real story. Hillsdale, NJ: Lawrence Erlbaum Associates.Zemsky, B., & Sanlo, R. L. (2005). Do policies matter? New Directions for Student Services, 2005(111), 7–15.Bharat Mehra is assistant professor in the School of Information Sciences at the University of Tennessee, Knoxville, where he teaches courses on diversity, infor-mation organization, collection development, and public library management via incorporating a community engagement ethics in traditional LIS curriculum. His research focuses on intercultural communication, critical and cultural studies, and community informatics or use of information and communication technologies toward social justice and social equity agendas to meet the needs of minority and underserved populations in achieving their goals and expectations. Currently, he is conducting research to involve democratic participation and equitable repre-sentation of people of color, sexual minorities, and international constituents in information creation-organization-dissemination processes to promote community-wide progressive changes. He has published articles in leading journals such as First Monday, the Journal of the American Society for Information Science and Technology, the International Information & Library Review, LIBRES: Library and Information Science Research Electronic Journal, and New Media and Society. Donna Braquet is assistant professor and Life Sciences Librarian at the University of Tennessee Libraries in Knoxville, where she serves as a subject librarian to the Department of Biology; Department of Biochemistry, Cellular, and Molecular Biol-ogy; and Department of Microbiology. Her research focuses on diversity issues in academic libraries, library services and collections for underrepresented populations, and information behaviors during disasters.",
    "id": 4814160,
    "identifiers": {
        "doi": null,
        "oai": "oai:www.ideals.illinois.edu:2142/4585"
    },
    "title": "Library and Information Science Professionals as Community Action Researchers in an Academic Setting: Top Ten Directions to Further Institutional Change for People of Diverse Sexual Orientations and Gender Identities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2007-01-01T00:00:00+00:00",
    "publisher": "Johns Hopkins University Press and the Graduate School of Library and Information Science. University of Illinois at Urbana-Champaign.",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2007",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/4814160.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/4814160"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/4814160/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/4814160/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/4814160"
        }
    ],
    "abstract": "The need for progressive change in people???s attitudes and behaviors\r\nis essential for a communitywide acceptance of lesbians, gays,\r\nbisexuals, transgenders, and questioning (LGBTQ) individuals.\r\nThis article examines our role as library and information science\r\n(LIS) professionals working in an academic environment to promote\r\nequality of sexual minorities by taking community action and\r\ncreating social awareness and acceptance on their behalf. Findings\r\nbased on qualitative studies and action research conducted in the\r\nUniversity of Tennessee at Knoxville (UTK) help identify typical\r\nbarriers and challenges faced by local LGBTQ individuals toward\r\nself-fulfillment and social and political empowerment. Research\r\nparticipants share their marginalizing experiences that paint a\r\npicture of slow acceptance reflected in the lukewarm campus and\r\ncommunity climate of support toward LGBTQ individuals. It forms\r\nthe contextual motivation for the authors as openly gay LIS professionals\r\nto promote ???top ten??? prioritized community actions of\r\n???what do we need to do??? and ???how do we do it??? on behalf of people\r\nof diverse sexual orientations and gender identities. Current directions\r\nof progress made in the UTK academic environment over a\r\nperiod of two years are shared in this paper. Future efforts are also\r\nidentified that require extending traditional library functions of information\r\nprovision to reflect contemporary nontraditional expectations\r\nof relevance that include proactive social justice efforts for\r\nlibraries and LIS professionals to come out of the closet in support\r\nof people of diverse sexual orientations and gender identities.published or submitted for publicatio",
    "tags": [
        "text",
        "article",
        "LGBT",
        "Gender"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text",
        "article"
    ],
    "oai": "oai:www.ideals.illinois.edu:2142/4585",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": null,
            "identifiers": [
                "0024-2594",
                "issn:0024-2594"
            ]
        }
    ],
    "repositories": {
        "id": "198",
        "openDoarId": 0,
        "name": "Illinois Digital Environment for Access to Learning and Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 4814160,
        "depositedDate": null,
        "publishedDate": "2007-01-01T00:00:00+00:00",
        "updatedDate": "2022-05-16T11:41:01+01:00",
        "acceptedDate": null,
        "createdDate": "2012-06-22T18:02:32+01:00"
    },
    "urls": [
        "http://hdl.handle.net/2142/4585"
    ],
    "lastUpdate": "2022-05-16T11:41:01+01:00",
    "setSpecs": []
}