{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Masseratagah, Tara"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-17T23:28:05+01:00",
    "dataProvider": {
        "id": 12789,
        "name": "Antioch University Repository and Archive (AURA)",
        "url": "https://api.core.ac.uk/v3/data-providers/12789",
        "logo": "https://api.core.ac.uk/data-providers/12789/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/539328436.pdf",
    "fullText": "Antioch University AURA - Antioch University Repository and Archive Antioch University Full-Text Dissertations & Theses Antioch University Dissertations and Theses 2022 Love Outside Margins: Mental Health and Marginalization in Intercultural and Monocultural Couples Tara Masseratagah Antioch New England Graduate School Follow this and additional works at: https://aura.antioch.edu/etds  Part of the Clinical Psychology Commons, and the Psychiatric and Mental Health Commons Recommended Citation Masseratagah, T. (2022). Love Outside Margins: Mental Health and Marginalization in Intercultural and Monocultural Couples. https://aura.antioch.edu/etds/875 This Dissertation is brought to you for free and open access by the Antioch University Dissertations and Theses at AURA - Antioch University Repository and Archive. It has been accepted for inclusion in Antioch University Full-Text Dissertations & Theses by an authorized administrator of AURA - Antioch University Repository and Archive. For more information, please contact hhale@antioch.edu.     LOVE OUTSIDE MARGINS: MENTAL HEALTH AND MARGINALIZATION IN INTERCULTURAL AND MONOCULTURAL COUPLES      A Dissertation       Presented to the Faculty of  Antioch University New England      In partial fulfillment for the degree of  DOCTOR OF PSYCHOLOGY  by    Tara Masseratagah  ORCID Scholar No. 0000-0002-0380-1853        August 2021    ii     LOVE OUTSIDE MARGINS: MENTAL HEALTH AND MARGINALIZATION IN INTERCULTURAL AND MONOCULTURAL COUPLES    This dissertation, by Tara Masseratagah, has been approved by the committee members signed below who recommend that it be accepted by the faculty of Antioch University New England in partial fulfillment of requirements for the degree of     DOCTOR OF PSYCHOLOGY        Dissertation Committee:    Karen Meteyer, PhD, Chairperson   Kate Evarts Rice, PsyD   Jennifer McLean, PsyD        iii                        Copyright © 2021 by Tara Masseratagah All Rights Reserved    iv  ABSTRACT  LOVE OUTSIDE MARGINS: MENTAL HEALTH AND MARGINALIZATION IN INTERCULTURAL AND MONOCULTURAL COUPLES Tara Masseratagah  Antioch University New England  Keene, NH  As the number of intercultural couples increases in North America, the impact of perceived marginalization of these relationships on the mental health of individuals is an area that requires continued clinical understanding. This quantitative study sought to explore how anxiety and depression levels in intercultural and monocultural couples are associated with levels of perceived marginalization. Qualitative follow-up questions were used to understand the varying reasons for marginalization and support between couples. One hundred twenty-four individual participants in romantic relationships took part in this study; of this, 64 were in monocultural relationships and 60 were in intercultural relationships. This study found significant positive associations between intercultural couples’ mental health (anxiety and depression) and societal and family marginalization. Significant positive associations were seen between monocultural couples’ mental health and social network and friend marginalization. This study supports the impact that perceived marginalization of one’s romantic relationship has on mental health, and highlights qualitative comments that show the similarities and differences between couples. Notably, there were similar elevated levels of anxiety and depression between both groups for this sample. This study has clinical implications for clinicians as they should be aware of how both the dominant culture and social networks of clients affect them. In combination, clinicians must have cultural humility without assuming the roots of stressors or mental health issues for a    v  couple or individual. This dissertation is available in open access at AURA (https://aura.antioch.edu) and OhioLINK ETD Center (https://etd.ohiolink.edu). Keywords: perceived marginalization, intercultural couples, monocultural couples, anxiety, depression, society, social networks, pandemic, COVID-19                                          vi  Dedication This dissertation is dedicated to my parents, Nazanin Taramsari and Hojjat Masoud Masseratagah. All the sacrifices and hard work you endured immigrating to Canada in order to give me a better life are the reasons I am able to follow my dreams today. I am grateful to have learned the value of not only hard work, but also kindness and love from you. You have shaped me to be the person I am today. Thank you for your loving me no matter who I love, and what I do. Knowing I have always had your support has empowered me more than you know. I would not have been able to embark on this doctoral journey without all your support, love, and encouragement. Thank you from the bottom of my heart.                   vii  Acknowledgements  I would like to express my gratitude to every participant who took part in my study. I am so grateful that every person was interested and kind enough to give me their time, thoughts, and openness. Doing this research and reading your comments has been an enriching and heartfelt process for me.   I want to thank my dissertation chair, Dr. Karen Meteyer. Thank you so much for all your support, quick feedback, positivity, and drive to help me complete this dissertation on my ambitious timeline. You have been integral to my growth and confidence throughout not only this study, but the whole program. I am ever so grateful to have had your support! I would also like to thank my committee members, Dr. Kate Evarts Rice and Dr. Jennifer McLean. I am lucky to have had such a lovely committee that provided me with amazing support in this study and through my academic career.   Thank you so much to my family, and to the friends who have become like family over the years. To my parents, once again, thank you for pushing me and supporting me, but most importantly loving me. To my Grandmother, thank you for tireless love, patience, and delicious Tahdig.  To my twin brother, Abtin, your ability to keep me sane and smiling is more appreciated than you know. Thank you for always being there for me, from Canada to the United States, and for inspiring me to work as hard as you do every day. You’re a very important part of this journey in academia and in my life.  To my partner, Ralph. Thank you for always supporting me throughout this journey, and believing that I can and will be able to do it all. As well, thank you for allowing me the space and    viii  grace to panic when I needed it. I appreciate your patience, love, kindness, and the Tim Horton’s donuts very much. I wouldn’t have been able to do this without you.    To all my friends, thank you for listening to me endlessly talk about school and my research. To my cohort-mates, Morgan, Allison, Raynalde, and Jordyn, thank you for always being willing to help me remember the word that is just on the tip of my tongue, have a “quick” hour-long facetime, all your inspiration, and of course to complain about statistics. I am so grateful for your support and understanding on this journey together. To all my Canadian friends and supports, in particular Sarah, Ramtin, Simrit, Jaap, Rebecca and of course my undergrad Yorkies! I appreciate the hard work of maintaining long distance friendships, I am grateful for all your love, check-ins, and endless video calls. You are some of the most inspiring people I know in both your personal and professional lives. Finally, to my late Uncle Behnam. I miss you every day, and carry your memory in my heart each day I do this work. I see you in every smile and laugh, I love you very much.               ix  Table of Contents Abstract .......................................................................................................................................... iv Dedication ...................................................................................................................................... vi Acknowledgements ....................................................................................................................... vii Introduction ..................................................................................................................................... 1 Literature Review ............................................................................................................................ 1 Intercultural Couples ................................................................................................................... 1 Social Constructionism and Perceived Marginalization ............................................................. 3 Psychology of Discrimination ..................................................................................................... 5 Discrimination, Marginalization, and Intercultural and Interracial Couples .............................. 7 Mental Health and Social Support of Intercultural and Interracial Couples ............................... 9 COVID-19 and Current Sociopolitical Context ........................................................................ 12 Summary of Main Points and Significance .............................................................................. 15 The Current Study ..................................................................................................................... 16 Research Questions ................................................................................................................... 16 Method .......................................................................................................................................... 17 Measures ................................................................................................................................... 17 Demographics ....................................................................................................................... 17 Perceived Marginalization .................................................................................................... 18 Self-Report of Depression ..................................................................................................... 19 Self-Report of Anxiety .......................................................................................................... 19 Participants ................................................................................................................................ 20 Procedure .................................................................................................................................. 22 Quantitative Measures .......................................................................................................... 22 Open-ended Follow-up Questions ........................................................................................ 22 Analysis..................................................................................................................................... 22 Results ............................................................................................ Error! Bookmark not defined. 1 (a) Are Members Of Intercultural Couples At Greater Risk For Anxiety And Depression Than Monocultural Couples? .................................................................................................... 23 2 (a) Is Perceived Marginalization Associated With Anxiety And/Or Depression In The Whole Sample? ..................................................................................................................................... 24 2 (b) Is Perceived Marginalization Associated With Anxiety And/Or Depression In The Monocultural Couples Specifically? ......................................................................................... 25 2 (c) Is Perceived Marginalization Associated With Anxiety And/Or Depression In The Intercultural Couples Specifically? ........................................................................................... 26 3 (a) Are Family Or (b) Friend Supports Associated With Lessened Anxiety And/Or Depression In The Whole Sample? ........................................................................................... 27 3 (c) Are Social Network Marginalization Or (d) Society Marginalization Scores Associated With Lessened Anxiety And/Or Depression In The Whole Sample? ....................................... 28 Reasons for Marginalization ..................................................................................................... 29 Qualitative Analysis .................................................................................................................. 30 Discussion ..................................................................................................................................... 33    x  Similarities Across Couples ...................................................................................................... 33 Levels of Marginalization and Varied Impact ...................................................................... 35 Differences in Perceived Marginalization for Monocultural and Intercultural Couples .......... 36 Intercultural Couples and Society ......................................................................................... 36 Intercultural Couples and Social Networks .......................................................................... 38 Monocultural Couples and Social Networks ........................................................................ 40 Monocultural Couples and Society ....................................................................................... 41 Reasons for Marginalization and Support ................................................................................. 42 Clinical Implications ................................................................................................................. 46 Limitations and Future Directions ............................................................................................ 47 Conclusion .................................................................................................................................... 48 References ..................................................................................................................................... 64 Appendix A: Enhanced Perceived Marginalization Scale ............................................................ 70 Appendix B: Center for Epidemiologic Studies Depression Scale (CES-D) ............................... 73 Appendix C: General Anxiety Disorder-7 (GAD-7) .................................................................... 75 Appendix D: Qualitative Questions .............................................................................................. 76 Appendix E: Demographics .......................................................................................................... 77 Appendix E: Permissions .............................................................................................................. 81                xi  List of Tables 1. Demographic Characteristics  ................................................................................................... 51 2. T-test results Comparing Monocultural and Intercultural Couples’ Mental Health Scores and Marginalization Scores ................................................................................................................. 52 3. Correlation Matrix for Total Sample Displaying Correlation Between Mental Health Scales and Marginalization Scores   ......................................................................................................... 53 4. Correlation Matrix for Monocultural Couples Displaying Correlation Between Mental Health Scales and Marginalization Scores ............................................................................................... 54 5. Correlation Matrix for Intercultural Couples Displaying Correlation Between Mental Health Scales and Marginalization Scores  .............................................................................................. 55 6. T-test Results Comparing Low and High Marginalization Categories and Mental Health Scores for The Whole Sample  ..................................................................................................... 56 7. Paired T-Test Results to Compare Family-Friends-Social Network Perceived Marginalization Scores ............................................................................................................................................ 57 8. Thematic Analysis Table Outlining Themes, Categories and Examples of Quotes for Question #1 .................................................................................................................................................. 58 9. Thematic Analysis Table Outlining Themes, Categories and Examples of Quotes for Question #2 .................................................................................................................................................. 60 10. Thematic Analysis Table Outlining Themes, Categories and Examples of Quotes for Question #3 ................................................................................................................................... 62          1   LOVE OUTSIDE MARGINS: MENTAL HEALTH AND MARGINALIZATION IN INTERCULTURAL AND MONOCULTURAL COUPLES  Introduction  The United States is one of most culturally diverse nations in the world with 5.8 million interracial or interethnic married couple households all over the country (Rico et al., 2018). This number is ever rising as there was an increase from 7.4% to 10.2% of married couples being interracial or interethnic from 2000 to 2016. As the prevalence of intercultural couples continues to grow, this creates an area of interest for researchers and clinicians alike. Studies have shown marginalization and discrimination towards both individuals and their relationships have negative physical and psychological implications (Lehmiller, 2012; Lewandowski & Jackson, 2001; Williams, et al., 2003). This study seeks to explore how perceived marginalization of one’s romantic relationship affects the mental health of members of intercultural couples. As a whole, this study aims to add to the research on intercultural couples and to aid clinicians in better understanding the ways that mental health may be affected, thus allowing treatments to be administered with greater fidelity. Literature Review Intercultural Couples An intercultural couple can most basically be defined as a couple that combines two distinct cultural reference groups within a single relationship. This dynamic inherently consists of many variables that can affect and magnify the differences between a couple, such as differences in levels of acculturation, race, cultural values, social influences, religion, discrimination, and power (Crippen, 2011). Intercultural couples can encompass couples of the same race that come from different cultures, such as a couple consisting of a White Russian   2   partner and a White Italian partner, or a Black African partner and a Black Haitian partner. While both individuals may identify as the same race, their differences in religion, language, as well as expression of emotion can have significant effects on these couples (Sullivan & Cottone, 2006). Interracial couples are often intercultural, but intercultural couples are not necessarily interracial. This study defines the term intercultural couple as any two people who identify as being in a committed romantic relationship where one partner comes from a different racial, ethnic, or religious background from another member (Biever et al., 1998). Each intercultural couple can have unique concerns dependent on the cultures that each partner comes from, as well as the dynamic present within the dyad. Depending on the combination of cultures present in a couple’s relationship, there can be many contributing factors that affect individuals in the relationship. Approaching therapy with an intercultural couple or member of an intercultural couple requires a level of cultural competency. With a broad-based cultural competence, a therapist can ideally be aware of the various cultural factors that may be contributing to the distress of a client and/or their relationship (Sullivan & Cottone, 2006).  A unique issue intercultural couples may face is that of miscommunication due to differences in cultural communication styles, such as when high context and low context cultures are combined in a relationship (Sullivan & Cottone, 2006). High context cultures communicate less explicitly and in a manner that is more related to context, while low context cultures communicate more directly and verbally. With varying communication styles, it can be difficult for couples to effectively solve issues and express how they are feeling in a way to which their partner will be receptive. Differences in perspectives and communication styles can come from cultural differences in families of origin (Kim et al., 2012). Cross-cultural challenges in communication, perspectives, and values are all variables that can create and accentuate the   3   differences and issues within a couple. When interacting with a partner’s family, culture shock can occur leading a partner to feel like an outsider if they do not speak the language, understand the customs, values, or different style of communication (Crippen, 2011). Overall, when cultural differences are greater between partners, it may be more difficult to find a shared image of their future together (Kim et al., 2012). In particular this can be increasingly challenging if differences are in contrast with their familial attitudes and/or the social norms within their social network and society.  Social Constructionism and Perceived Marginalization  “Social Constructionism” is characterized by the importance it places on the social knowledge through the impact culture and history have on our views of world, knowledge and information that we derive from our experiences (Peterson & Peterson, 1997). Our experiences are enmeshed with their historical time as well as culture. Both have an influence on how they were interpreted when first experienced, as well as how they are now being experienced in a different historical time and/or culture. Many factors influence our history and culture such as a range of local to national characteristics, as well other ethnic, gender, sex, and economic differences. Gergen (2015, p.) states that our experiences are seen not only through what they are, but also through how we relate to them, and then ultimately how we interpret them. Each individual relates to their experience, and then ultimately interprets it based off the influences of factors such as historical time and culture. Historical time and culture provide an important context for our experiences. This context allows each individual to view knowledge as a whole. As a result, we are both consciously and unconsciously affected by the context our experiences and knowledge occur in. We can see how multiple perspectives and context can lead to different ways of understanding information. Through this, more than one meaning, and very different   4   meanings can be derived from the same experiences, all of which are correct interpretations for each person given their unique context. The purpose of “cultural” within this frame of cognition is as one of the factors that influence social constructionist views. Experiences are ultimately interpreted within the structure of their cultural environment. Understanding of the cultural frame is important because experiences looked at conventionally can be misinterpreted or interpreted incompletely. Multiple views can be overlooked if appropriate cultural frameworks are not used to interpret the knowledge. This view of cognition provides a frame as we try to understand who, why, and how individuals and groups are marginalized, as well as the impacts of such marginalization on individuals and their mental health.  This framework highlights the differences in marginalized experiences that can exist for many who have similar experiences and contexts. In regard to relationships, society sets standards for what are considered to be marginalized involvements. These are based on the general disapproval or feelings of disapproval regarding certain relationships (Lehmiller & Agnew, 2006), which may have origins in systemic racism and other forms of oppression and bias. Marginalized relationships and socially devalued relationships are described as sharing the experience of “rejection by society.” Even with increased acceptance, it is important to remember the historical context of disapproval of interracial and intercultural couples, notably in the United States, the last law banning interracial marriage was only struck down on June 12, 1967 (National Constitution Center, 2021). From the perspectives of both society and social networks, Lehmiller and Agnew (2006) reported that same-sex, interracial, and age-gap partners are examples of relationships that are likely to be marginalized due to experiences such as lack support, lack of acceptance, and lack of approval in comparison to “traditional” romantic relationships. For example, there has been increased acceptance for gender and sexual minorities,   5   seen in the legalization of same-sex marriage across all states in the United States in 2015 (Moreau, 2020). However, there continues to be outdated language existing in legislation, for example in Indiana the law still states that “only a female can marry a male” (Moreau, 2020). There also continues to be contention between political parties and religious groups about acceptance for gender and sexual minorities. These social experiences of both increasing acceptance and vocal hate feed the evolving social construction individuals hold of themselves and others in relation to gender and sexual minorities. Prevalent examples around marginalization and race, particularly hate and systemic racism, are discussed in relation to Black Lives Matter (BLM) and Asian American Pacific Islander (AAPI) hate. These are only two examples of current experiences of hate that can lead to feelings of marginalization or discrimination within both society and social networks. Psychology of Discrimination  The psychology of discrimination allows us to better understand the disapproval and marginalization that some couples may experience from their family of origin, friends, and/or society as a whole. Discrimination is often related to stereotypes and biases around specific groups. Stereotyping occurs due to the process of social categorization (Nelson, 2016). This is a process that occurs daily through interactions with groups or interactions with representations of various groups (from media representations to in-person experiences). Stereotypes form when social knowledge about other groups is gathered and stored mentally as schemas. An individual’s need to maintain social categories is what supports preservation of these stereotypes through maintaining homogeneity of what is familiar.  Social norms can perpetuate the acceptance of expressing such stereotypes (Pettigrew, 1961; Schneider, 2005). The expression of stereotyping can increase or decrease relative to   6   living in a context where there is more or less frequent expression of stereotyping. Consequently, increased discrimination and stereotyping occur when supported by social norms. Stereotyping evolves with further contact with groups and representations of groups but is also strongly influenced by the systemic racist attitudes that are depicted through various forms of media such as television shows, films, and news programs (Nelson, 2016; Silvestrini, 2020). Exposure to negative stereotyping extends beyond only racial stereotypes and exists in other forms such as Eurocentric societal beauty standards and even sexual racism (Silvestrini, 2020). These forms of prejudice and marginalization have been shown to have an impact on both the sexual and romantic lives of students, as well as the self-esteem and self-worth of members of marginalized groups.  The rigidness of group structure and outgroup–ingroup interplay can be explained by social identity theory (Harrington, 2003). Henri Tajfel and John Turner originated social identity theory from social cognition, and dictates that one’s identity and sense of self are defined based on their group memberships. It was seen that even random group assignment was enough to provoke inclination toward their ingroup.  However, outgroup discrimination and hostility are more likely to occur when group stability, legitimacy and permeability are low. Through this frame, intercultural couples can be viewed as their own outgroup from both the majority and minority groups as they straddle belonging to both and neither group (Novara et al., 2020). Outgroup characteristics (i.e., interracial or intercultural relationships) can be devalued as ingroup members seek to inflate their positive ingroup characteristics (Harrington, 2003; Novara et al., 2020). For example, interracial couples have been shown to be targeted with negative stereotypes such as low compatibility particularly for couples in which one partner is African American; intercultural couples have been similarly stereotyped as incompatible (Lewandowski   7   & Jackson, 2001; Novara et al., 2020). Understanding the social basis of stereotyping and discrimination is necessary when exploring how members of intercultural couples may experience marginalization. In this study perceived marginalization is defined as broadly assessing “perceptions of social disapproval concerning a given relationship” (Lehmiller, 2012, p. 452), which is viewed as the opposite of social support. Relationships can be disapproved of without being a source of discrimination; however, research has shown that there is often overlap between marginalization and prejudice towards relationships (Lehmiller, 2012). The overlap with marginalization highlights the need to understand the basis of discrimination and social identity theory. Using social identity theory as a theoretical base allows for conceptualization of intercultural couples and their social networks in this study.  Discrimination, Marginalization, and Intercultural and Interracial Couples Intercultural couples encompass both interracial couples and monoracial couples. With the former, race presents an added variable with additional systemic discrimination and personalization of societal beliefs that affect a relationship (Lewandowski & Jackson, 2001; Seshadri & Kundson-Martin, 2013). The former intersection of identities was termed intersectionality by Kimberlé Crenshaw. Crenshaw (1991) emphasized that both dimensions of identity must be looked at in order to understand the marginalization that is faced .This is because the power and factors that affect marginalization cannot be adequately captured through looking at these experiences separately. Aside from these factors, individuals’ identities are also affected by family and societal structures (Roysircar, 2009), because individuals and couples exist within larger systems. When these systems adhere to stereotyping it can strengthen systemic discrimination creating both marginalization and privilege (Hays, 2016). Power differences that are systemically created can also lead to de-emphasis of race differences within   8   the couple for various protective reasons (Killian, 2002). However, disregard for personal or familial history can lead to hypersensitivity in regard to race and marginalization of individuals of color. Issues of race, power, and systemic marginalization can lead to stressors for members of an intercultural relationship. Thus, there can be increased risk for marginalization, discrimination, and mental health issues for members of intercultural couples.  Issues of oppression and the varying levels of discrimination or power between members of a couple have been studied in interracial couples (Sullivan & Cottone, 2006). For couples where a partner is a member of an oppressed minority or from a marginalized group, the differences in being socialized in the dominant culture versus the minority come with varying levels of privilege and power (Crippen, 2011; Sullivan & Cottone, 2006). Power differentials between races in society, as well as in one’s romantic relationship can affect the systems surrounding the couple. As a result, individuals may be treated differently because of who they are in relationship with. This can be seen when a privileged member of the couple may face ridicule from their cultural or societal group for being with a partner from a marginalized group or vice versa. Larger systems impact the way a couple can function due to differences in culture. The pressure members of intercultural couples feel societally outside of any issues within the relationship is a unique factor that is less likely to affect monocultural couples. Continually, within these larger systems, often more than one factor can affect marginalization and discrimination. When multiple minority identities exist within a single individual compounded discrimination may lead to increased stressors. Research has demonstrated an increase in the number of intercultural and interracial sexual and gender minority couples, as well as their heterosexual counterparts (Long, 2003). Compounded discrimination is a factor that makes intercultural lesbians a larger target for   9   discrimination due to the increased awareness drawn to them and the intersection between their minority status (being a sexual and/or gender minority) and in being in an intercultural relationship. With one or more ethnic minorities there can be increased discrimination due to various diversity factors. This discrimination is seen as racism within the Lesbian, Gay, Bisexual, Trans, Questioning and other sexual and gender minority (LGBTQ) community (Cyrus, 2017). This is also seen as heterosexism and racism within ethnic or racial groups of origin. The culmination of discrimination from both the sexual and gender minority community and significant social supports is often associated with social exclusion and increased risk for mental illness as a result of this exclusion (Lewandowski & Jackson, 2001). The compounded discrimination of multiple areas of marginalization can mean reduced access to health care as well as poorer quality of care (Cyrus, 2017). Mental Health and Social Support of Intercultural and Interracial Couples Specific cultural issues, such as lack of familial support due to complexities of the interplay between differences in religion, class, culture, and race, affect the level of familial support given (Karis & Killian, 2011). Importantly, the assumption should not be made that these differences in culture are always a cause of stress for intercultural couples (Killian, 2002). It can be harmful to perpetuate this idea and lead to microinvalidations and microaggressions. Family and friends may fixate on societal stereotypes, which can be harmful to the support intercultural couples receive. This is especially harmful because social support from friends and/or family has been seen to be a protective factor when there is overall societal disapproval (Lehmiller & Agnew, 2007).  Couples from dissimilar cultures, specifically socially significant areas (areas that can create social ingroups and outgroups), such as education, ethnicity, and religion, are more likely   10   to experience relationship instability (Zhang & Hook, 2009). Socially significant differences can lead to disapproval, anger, and feelings of betrayal from strangers as well as family and friends. Social boundaries can differ between cultural groups, both within the couple and in their social circles. However, due to intersections with other factors such as socioeconomic status, social aspects of culture are necessary to focus on as well. Understanding the complexities of all culturally relevant information, especially factors that are more likely to cause distress to the couple, such as socially significant areas is needed.  Social support or perceived marginalization due to lack of support have been seen to affect couples in regard to romantic stability and relationship maintenance behaviors (Lehmiller & Agnew, 2007; Plamondon & Lachance-Grzela, 2018). With the exception of the debated “Romeo and Juliet effect,” relationships with social support have been reported to experience higher positive relationship quality and outcomes (Plamondon & Lachance-Grzela, 2018). Lehmiller and Agnew (2007) were able to predict breakup status based on perceived network marginalization for all couples within their study. Notably, social network marginalization was found to be a stronger predictor of relationship stability than societal marginalization. While both perceived network marginalization and social network marginalization were positively correlated with breakup status, it is likely that individuals place greater value on social network opinions than on opinions of society as a whole. In Plamondon and Lachance-Grzela’s (2018)  study, social network disapproval was even linked to altered behavior and expectations of a partner due to increased feelings of uncertainty about their relationship as a result of friend or family disapproval. This study measured social network approval using the Network Support Index as well as measures of expectations of partner and relationship maintenance behaviors (i.e., constructive problem solving, trying to maintain or improve the quality of our relationship). In   11   their research they were able to highlight the importance of social network effects through identifying the impact of perceived approval of one’s romantic relationship specifically on maintenance behaviors in the relationship. The connection between approval and behavior emphasizes the power that social approval can have (Plamondon & Lachance-Grzela, 2018).  Research has also begun to explore the effects that perceived marginalization has on the health of individuals. In 2012, Lehmiller studied perceived marginalization of romantic relationships to explore the potential effects on psychological and physical health. He used the Perceived Marginalization Scale as well as multiple measures for mental health (i.e., self-esteem, negative affect) and physical health (i.e., symptoms of poor health, risky health behaviors). Via internet survey 834 individuals who were in romantic relationships participated in the study. The results suggested that higher levels of perceived marginalization in current relationships were associated with lower self-esteem and more symptoms of poor health. Lehmiller also controlled for factors such as relationship secrecy and found that this did not affect the associations found. Negative affect was greater when there was perceived marginalization and increased closeness in the romantic relationship, while duration of the relationship was not a moderating factor. This study found that perceived marginalization of a romantic relationship not only has negative impacts on the relationship as seen in previous research (Lehmiller & Agnew, 2006), but also has deleterious consequences for the physical and mental health of partners in these relationships.  Specifically studying family support for interracial couples is noted as being a possible factor in explaining the increased mental health risk factors for individuals in these relationships (Henderson & Brantley, 2019). Henderson and Brantley (2019) used the Center for Epidemiological Studies Depression (CES-D) measure to measure depressive symptoms, they analyzed parental support from both maternal and paternal figures, and measured individual’s   12   religious involvement. The sample was divided into individuals in mono-racial and interracial relationships. Researchers found that weak parental support was associated with depressive symptoms for both mono-racial and interracial couples. They also found that religious involvement has some moderating effect on the coping of depressive symptoms when low parental support was present. In this study, young adults in interracial relationships reported higher depressive symptoms than those in mono-racial relationships, in combination with lower parental support. This study sets a strong basis for exploration on parental support specific to relationships and effects on mental health as a result. Considering all aforementioned factors and theoretical underpinnings, the current context in which all these factors exist is vital to consider with understanding of the dual effects of the pandemic and systemic racism (Ho, 2021; Mukhtar, 2020). COVID-19 and Current Sociopolitical Context  Data for this study were collected between February 2021 and May 2021. The pandemics of COVID-19 (coronavirus or SARS-CoV-2) and systemic racism were significant events for the world during this time. The events of this pandemic affected the physical and psychological well-being of individuals around the world, and disproportionality affected minority individuals in North America. Movements such as Black Lives Matter (BLM) and an increase of Asian American Pacific Islander (AAPI)-hate affected the mental health of individuals in these communities, as well as their families and loved ones. Understanding the circumstances under which data collection occurred aids in having better understanding of the data seen in this study, and how the results may be different or exacerbated at this particular moment in history. COVID-19 altered the world and the way people live their day to day lives in many profoundly complex ways, many of which we are only beginning to understand the impacts of. During this   13   time many have been sick and/or lost loved ones to the virus, with the most recent report (Pettersson et al., 2021) stating that 174.1 million cases have occurred globally with 3.8 million deaths from COVID-19 since the first reported case in December 2019. Vulnerable populations such as those living below the poverty line, women, children, older adults, those living with abusers, and those living with physical and mental illness are likely to be more psychologically impacted than others during the shared trauma of the COVID-19 pandemic (Mukhtar, 2020). Many were front-line workers, who were health care workers or other essential workers who have undergone trauma, exhaustion, burnout, and isolation due in their work during the pandemic. Vulnerable populations were also more likely to be affected by “domestic violence (gender-based violence), abuse, financial burden, loneliness, emotional and behavioral problems, grief and bereavement, fear of losing family, mental health issues, and physical injuries or fatalities” (Mukhtar, 2020, p. 515) that are occurring in concurrence with the trauma of the pandemic. The injustices that minority and vulnerable populations faced came to greater notice during the pandemic, and concurrently this was a time of social upheaval and protest much of which was focused on the racial crisis and systemic racism.   Black Lives Matter (BLM) was founded in 2013 by three black women: Alicia Garza, Patrisse Cullors, and Opal Tometi (Black Lives Matter, 2021). They are a group focused on supporting all Black lives, specifically those of Black women and Black trans women. They grew profoundly in 2014 following the Ferguson unrest after Mike Brown was murdered by Darren Wilson, a police officer. BLM also note Tamir Rice, Tanisha Anderson, Mya Hall, Walter Scott, and Sandra Bland as people and names that are essential to their cause. In June 2020 there were protests around the world and large-scale mobilization of the BLM movement following the murder of George Floyd by police officer Derek Chauvin on May 25, 2020 (Ho,   14   2021). Video footage of George Floyd being pinned down by Derek Chauvin for eight minutes repeatedly stating, “I can’t breathe,” before he died was seen by millions around the world. Floyd was one of many senseless Black deaths that occurred at the hands of a police officer. Anti-Black racism has existed in the United States and Canada, with both countries’ history beginning with slavery and continuing with the systemic racism and murder of Black, Indigenous, and People of Color (BIPOC) today. In a video for The Daily Show with Trevor Noah, he reported that the protests that followed Floyd’s wrongful death took place around the whole world with demonstrators chanting, “No Justice, No Peace” advocating against systemic racism and police brutality (Comedy Central UK, 2020). On April 20, 2021, the verdict of Derek Chauvin’s trial occurred; he was found guilty on three counts; second-degree unintentional murder, third-degree murder and second-degree manslaughter of George Floyd (Cooper, 2021). Importantly, this guilty ruling was seen as a surprise, as it is regarded as being rare that accountability for the Black community occurs in the legal system. Racism is a pandemic which continues to affect BIPOC individuals and their loved ones during and outside the COVID-19 pandemic (Comedy Central UK, 2020).  Asian American Pacific Islander (AAPI)-hate is another predominant area of racism that surged during the COVID-19 pandemic. With the COVID-19 pandemic reportedly beginning in China, there has been an increase in hate crimes towards those some believed to have started the pandemic (Ho, 2021). Anyone who is perceived as being Chinese, such as those with East Asian ancestry, has been the target of racist rhetoric and action around the world and in North America. Rise in AAPI-hate crimes began as early as spring of 2020 with a 1900% increase in anti-Asian hate crimes in New York City (Lang, 2021). Hate crimes against AAPI individuals have ranged from discriminatory comments to deadly attacks. Most notable of these attacks were multiple   15   attacks on AAPI elders that led to the death of many elders in the AAPI community. Another significant example was the Atlanta Spa Shootings, which occurred on March 16, 2021. Eight people, six of whom were Asian women were murdered by a 21-year-old gunman, Robert Long (Brumback & Wang, 2021). These attacks were cited to be caused by sexual addiction and the sexualization of AAPI women. The compounding traumatic effects of AAPI hate and Anti-Black racism during the COVID-19 pandemic are insurmountable and heart-breaking. I share the sentiments of Jennifer Ho, who is a biracial Asian and Black psychologist, she states, “I can’t not speak out against racism—I hope you can’t either. Because antiracism requires all of us to be in this together” (2021).  Summary of Main Points and Significance  With the rise in intercultural couples in the United States and around the world, the impact of perceived marginalization on these couples, and in particular on their mental health, is an area of research that requires greater understanding. Couples have displayed negative physical and psychological health effects with higher rates of perceived marginalization (Lehmiller, 2012). With the rise in awareness of anti-Black systemic racism and AAPI-hate, now is a critical time to better understand the effects that this has on the mental health of couples, including but not limited to those with ethnic or racial minority members. Past research has shown that intercultural couples may be at risk for depression with reduced social support from their parents (Zhang & Hook, 2009), and they display poorer mental health due to various psychological risk factors when compared to those in monocultural relationships (Henderson & Brantley, 2019).  Psychologists are increasingly likely to find themselves in a position to provide treatment for this population due to greater familial acceptance of intercultural dating as well as the current observed increase of intercultural dating (Lee et al., 2017). Cultural competency in the area of   16   intercultural couples has been recognized and received increased attention over the previous years. Congresses, workshops, and editorials have been organized in order to improve clinicians’ cultural competence by the International Association of Marriage and Family Counselors (Yu, 2017). This makes the mental health of members of intercultural couples an integral area for current and future research as the incidence of intercultural couples increases.  The Current Study The purpose of this quantitative study is to understand if anxiety and depression levels in intercultural couples are associated with levels of perceived marginalization. Previous studies have shown that social network approval and marginalization affect couples’ relationships in various ways including the relationship as a whole (i.e., break-up status and behavior), individual expectations, and mental health. Focusing on the unique issue of perceived marginalization will aid in filling a gap in the literature on the mental health (anxiety and depression) of those in intercultural relationships as well as the factors that may uniquely affect intercultural couples versus those in monocultural relationships.  Research Questions This study explored the relationship between perceived marginalization and the mental health of intercultural couples with the goal of addressing the following questions: 1. Are members of intercultural couples at greater risk for anxiety and depression than monocultural couples? 2. Is perceived marginalization associated with anxiety and/or depression in individuals who are part of monocultural and intercultural couples? 3. Are different types of social supports (societal, family, friends) associated with lessened anxiety and/or depression in members of monocultural and intercultural couples?   17    Method  This study used quantitative methods to increase understanding of the possible relationships between perceived marginalization and the mental health of members of monocultural and intercultural relationships. Open-ended questions were used to increase richness and understanding of significant associations found in the quantitative analysis. For the purposes of this study the term intercultural was used to describe couples that came from different racial or ethnic or religious or cultural backgrounds. Couple was used to describe any two people who identified as being in a committed romantic relationship (Biever et al., 1998). Measures Demographics Participant demographics and partner demographics were reported by the participants of the study. Participants also provided further detail about their relationship. Participants were asked to identify if their relationship was intercultural through answering if they and their partner were from different racial or ethnic backgrounds, religious backgrounds, or grew up with different customs, traditions, and expectations from one another (Seshadri & Knudson-Martin, 2013).  Participants were asked to rate how different they feel their background is from their partner’s on a scale of 1–10. Relationship status in regard to duration as well as description (i.e., serious vs. casual) was collected (Lehmiller & Agnew, 2007). This was coded as casual dating  = 0, seriously dating = 1, married or committed relationship = 2. Participants were asked to identify if they or their partner identify as a member of a minority group (i.e., sexual orientation, gender, ethnic, or racial).    18    Perceived Marginalization  To measure perceived marginalization, I administered an enhanced perceived marginalization item inventory. The scale was originally created by Lehmiller and Agnew (2006) and assesses social disapproval of one’s romantic relationship through self-report. The original inventory contains four items. Two items were used to measure disapproval at the social network level: “My family and friends approve of my relationship” (reverse-scored) and “My family and/or friends are not accepting of this relationship.” Two items were used to measure disapproval at a societal level: “My relationship has general societal acceptance”  (reverse-scored) and “I believe that most other persons (whom I do not know) would generally disapprove of my relationship.” All items were rated on a nine-point scale ranging from 1 (not true at all) to 9 (very true). Lehmiller and Agnew (2006) found these two subscales (society vs. social network) were correlated (r =.49, p < .001), but that they are distinct from one other and thus not redundant in nature. As this measure did not take into account reasons around disapproval (Lehmiller, 2012), the enhanced measure added three questions to understand these factors better from three sources of potential disapproval (family, friends, society) where participants were asked to select reasons for perceived disapproval (i.e., cultural differences, racial differences, religious differences, etc.). For this current data set, the Cronbach’s Alpha for perceived marginalization scale was found to be α = .628, the subscale for societal marginalization had a score of α = .341, and the subscale of social network marginalization had a score of α = .562.     For the purposes of the current study, two new subscales were used to explore different forms of marginalization. While Lehmiller (2012) found that this was not empirically justifiable   19   through factor analysis (i.e., their analysis yielded only a single factor solution), a paired t-test was conducted in this current study to determine if social network marginalization is best understood as a unitary variable in the present data set as well. This t-test found that family and friend marginalization were not significantly different from one another (t123 = 1.306, p = 0.194). The Cronbach’s Alpha for the two-question family subscale was α = .750 and the two-question friend subscale was α =  0.483.  Lehmiller and Agnew (2007) noted that a limitation of the scales was the varying definitions of concepts such as “society” that may lead to varying response ideas.  To reduce this limitation, the current study provided a definition of the categories of society, family, and friends. Family was defined as “Immediate or extended family such as parents, parental figures, grandparents, siblings, aunts/uncles, cousins.”  Friends was defined as “Persons you consider yourself having a close relationship within your social circles.” Society/Societal was defined as “The larger group of people living in your current country.”  Self-Report of Depression  The Center for Epidemiologic Studies Depression Scale (CES-D) was used to measure depression symptoms. The CES-D is a 20-item self-report inventory that is scored on a 4-point scale. The scale was designed to be used by the general population (Radloff, 1977). The CES-D has high internal consistency and has been used across wide range of ages (Lewinsohn et al., 1997). The CES-D was seen to have high inter-rater reliability (r = 0.76, p < 0.001) and was seen to be valid due to high correlation with other depression measures (r = .57 to r = .82, p < 0.002) (Shinar et al., 1986). The Cronbach’s Alpha for the CES-D in my current data set was α = 0.917.  Self-Report of Anxiety   20    The General Anxiety Disorder-7 (GAD-7) is a screening and symptom severity tool for anxiety (Spitzer et al., 2006). The GAD-7 has been demonstrated to have good test-retest reliability (intraclass correlation=0.83).  The GAD-7 correlated well with both the Beck Anxiety inventory (r = 0.72) and the anxiety subscale of the symptom checklist-90 (r = 0.74) displaying good validity (Spitzer et al., 2006). Across cultural groups of White/Caucasian, Hispanic, and Black/African American undergraduates the GAD-7 displayed good fit across the subsamples (Parkerson et al., 2015). The Cronbach’s Alpha for the GAD-7 in my current data set was  α = 0.919. Participants   Recruitment was initiated on two psychological listservs, social media (Instagram, Facebook) as well as via snowball sampling. One hundred thirty-six participants took part in the study; of this group, 12 participants were omitted from the study due to duplicates or incomplete and/or missing responses that were necessary for analysis. Of the remaining 124 participants, 75.8% of the sampled identified as Female, 20.2% of the sample identified as Male, 2.4% of the sample identified as Female and Genderfluid or Non-binary or Genderqueer or Queer, 0.8% of the sample identified as Genderfluid, and 0.8% of the sample identified as Male and Trans. Participants were between the ages of 20–64 years old. The mean age of participants was 30.94 years old and the modal age of participants was 26.  All participants were in a romantic relationship at the time of the study. These relationships were described as 59.6% Married or Committed Relationships, 37.1% serious dating, and 2.4% casual dating. Of these relationships, 71.8% were reported as monoracial and 28.2% were reported as interracial. Sexual orientation of participants was reported as 78.2% heterosexual, 9.7% identified as bisexual, 4.0% identified as lesbian, 3.2% identified as   21   pansexual, 2.4% identified as queer, and 2.4% identified as another (Asexual/Ace Spectrum,   Questioning, “Heteroleaning”). Lastly, these relationships were self-identified as 51.2% monocultural couples and 48.8% intercultural couples. Participants were from North America and Europe: 45.9% reported that they live in Canada; 52.4% reported living in the United States; and 1.6% reported living in Germany or Spain. The race and ethnicity of participants was 75% White or of European Descent, 6.5% South Asian, 5.6%  East Asian, 2.4% Middle Eastern/West Asian, 1.6% Black or African American, 0.8% Hispanic/Latinx. Lastly, 8.1 % were Multi-ethnic encompassing the following: Black or African American & White or European Descent; Indigenous American & White or European Descent; East Asian & White or European Descent; Middle Eastern/West Asian & White or European Descent; South-East Asian & North African; Hispanic or Latinx & White or European Descent.  Participants’ partners were described by the participant as identifying as 25.8% Female, 0.8% Female and Queer, 0.8% Female and Trans, and 72.5% Male. Their sexuality was reported as 87.9% Heterosexual, 4.0% Bisexual, 3.2% Lesbian, 2.4% Pansexual, 0.8% Gay, 0.8% Queer, 0.8% Another (No-label preference). Racial and ethnic demographic information on partners were reported as 4.8% East Asian, 3.2% Hispanic or Latinx, 0.8% Jamaican, 1.6% Middle Eastern/West Asian, 1.6% South-East Asian, 8.1% South Asian, 66.9% White or European Descent, and 13% Multi-ethnic (Australian/New Zealander & White or European Descent; Black or African American & Hispanic; Black or African American & White or European Descent; East Asian & Jamaican; East Asian & White or European Descent; Hispanic or Latinx & White or European Descent; Indigenous & White or European Descent; Middle Eastern/West Asian &   22   White or European Descent; South Asian & Caribbean; and White or European Descent & Caribbean).  Procedure The survey was posted online on various social media websites (Facebook and Instagram) and sent out via e-mail to recruit participants on two psychological listservs.  Recipients were encouraged to share the survey with any eligible contacts in their acquaintance (snowball sampling). Each participant of this study agreed to participate in the study through the Informed Consent Form and then completed the survey online.   Quantitative Measures Part A began with the addended perceived marginalization scale which was used to assess perceived marginalization, followed by the CES-D which assessed depression, and lastly the GAD-7 which measured anxiety.  Open-ended Follow-up Questions  The follow-up questions in Part B were used to better understand the relationships between perceived marginalization and the mental health of individuals in intercultural couples. Participants were asked: (a) How would you describe the impact of your relationship on your mental health (N/A if not relevant)?; (b) How would you describe the impact of your relationship on feelings of anxiety or depression, specifically, if there is one? (N/A if you do not have anxiety or depression); (c) Do you feel like support for yourself from friends or family has changed since your relationship began?  Please describe. The survey ended with a demographic questionnaire including general information about each participant and their relationship.  Analysis   23    Data were de-identified and each participant was given a participant number. Data were then compiled into Microsoft Excel for organization and then into statistical software (SPSS) that was utilized for analyses. Descriptive statistics were conducted followed by exploratory inferential analyses, including correlation and t-tests to explore the questions presented in this study. Lastly, thematic analysis was conducted to analyze qualitative information in the excel document (Braun & Clarke, 2006). The six phases of thematic analysis were used: familiarizing oneself with the data, generating initial codes, searching for themes, reviewing and refining themes, defining and naming themes, and lastly, generating the report and/or tables.  Results 1 (a) Are Members of Intercultural Couples at Greater Risk for Anxiety and Depression Than Monocultural Couples? The first research question sought to explore if members of intercultural couples are at greater risk for anxiety and/or depression than members of monocultural couples. Contrary to hypotheses, there was not a significant difference between monocultural (M = 7.31; SD = 5.62) and intercultural couples’ (M = 6.85; SD = 5.37; t(122) = -0.47, p = 0.64) anxiety scores. Nor was there a significant difference between monocultural couples (M = 14.67; SD = 10.51) and intercultural couples (M = 16.20; SD = 10.33); t(122) = 0.816, p = 0.42) depression scores. For the whole sample, it was seen that 43.4% received scores of 16 or higher on the CES-D making them at risk for clinical depression and 30.6% received scores of 10 or higher on the GAD where they fell into the clinical range of anxiety scores. Overall, it would appear that intercultural couples were not at increased risk for anxiety and depression than monocultural couples in this sample.     24   2 (a) Is Perceived Marginalization Associated With Anxiety and/or Depression In The Whole Sample? The second research question sought to explore if perceived marginalization was associated with anxiety and depression scores. Overall, results provided support for the hypotheses, with a few notable exceptions. Results of the bivariate correlation indicated there was a significant positive association between society marginalization scores and depression scores for the whole sample: r(124) = 0.19, p = 0.03. This correlation suggests that individuals who perceived greater societal marginalization in their relationship reported higher levels of depression which is consistent with hypotheses. Results of the bivariate correlation indicated there was also a significant positive association between social network marginalization scores and anxiety scores for the whole sample: r(124) = 0.21, p = 0.02.  This correlation suggests that individuals who perceived greater social network marginalization in their relationship reported higher levels of anxiety which is consistent with hypotheses. Results of the bivariate correlation indicated there was a significant positive association between social network marginalization scores and depression scores for the whole sample: r(124) = 0.31, p < 0.0001. This correlation suggests that individuals who perceived greater social network marginalization in their relationship reported higher levels of depression which is consistent with hypotheses. Lastly, results of the bivariate correlation indicated there not a significant correlation between society marginalization scores and anxiety scores for the whole sample: r(124) = 0.16, p = 0.10. Results of the bivariate correlation indicated there was a significant positive association between family marginalization scores and depression and anxiety scores for the whole sample: r(124) = 0.29, p = 0.001, and r(124) = 0.19, p = 0.03. There was also a significant positive association between friend marginalization scores and depression and anxiety scores for the   25   whole sample: r(124) = 0.30, p = 0.001 and r(124) = 0.24, p = 0.01. Within the social network, it was seen that both anxiety and depression scores were significantly positively correlated with friend and family marginalization.  2 (b) Is Perceived Marginalization Associated With Anxiety and/or Depression In The Monocultural Couples Specifically? After exploring the connection between different types of marginalization and mental health for the whole sample, subsequent analyses focused on these relationships within the subgroup of monocultural couples. As expected, results of the bivariate correlation indicated there was a significant positive association between social network marginalization scores and anxiety scores for monocultural couples: r(64) = 0.31, p = 0.01, and a significant positive association between social network marginalization scores and depression scores for monocultural couples r(64) = 0.42, p < 0.001. Contrary to hypotheses, the results of the bivariate correlation indicated there was not a significant correlation between society marginalization scores and anxiety scores for monocultural couples: r(64) = 0.02, p = 0.90, and there was not a significant correlation between society marginalization scores and depression scores for monocultural couples: r(64) = -0.07, p = 0.58.  Thus, monocultural couples with higher social network marginalization reported higher anxiety and depression, but there was no relationship between mental health and society marginalization in this sample.   Results of the bivariate correlation indicated there was a marginally positive association between family marginalization scores and depression scores for monocultural couples:  r(64) = 0.22, p = 0.08. There was no significant association between family marginalization scores and anxiety r(64) = 0.12, p = 0.33. There was a significant positive association between friend marginalization scores and depression and anxiety scores for monocultural couples:    26   r(64) = 0.39, p = 0.001 and r(64) = 0.35, p = 0.01. Within the social network, both anxiety and depression scores were significantly correlated with only friend marginalization for monocultural couples.  2 (c) Is Perceived Marginalization Associated With Anxiety and/or Depression In The Intercultural Couples Specifically? Following the exploration of connection between different types of marginalization and mental health for the whole sample and monocultural couples, subsequent analyses focused on the subgroup of intercultural couples. Results of the bivariate correlation indicated there was a significant positive association between society marginalization scores and anxiety scores for intercultural couples: r(60) = 0.38, p = 0.002.  These correlations suggest that individuals in an intercultural relationship who perceived greater societal marginalization in their relationship reported higher levels of anxiety which is consistent with hypotheses. Results of the bivariate correlation indicated there was a significant positive association between society marginalization scores and depression scores for intercultural couples: r(60) = 0.32, p = 0.01. These correlations suggest that individuals in an intercultural relationship who perceived greater societal marginalization in their relationship reported higher levels of depression which is consistent with hypotheses. There was a marginally significant positive association, between the social network marginalization scores and depression scores for intercultural couples: r(60) = 0.24, p = 0.06.  Lastly, results of the bivariate correlation showed there was a no significant correlation association between social network marginalization scores and anxiety scores for intercultural couples: r(60) = 0.19, p = 0.15.  Results of the bivariate correlation indicated there was a significant positive association between family marginalization scores and depression and anxiety scores for intercultural   27   couples: r(64) = 0.34, p = 0.01 and r(64) = 0.29, p = 0.02. There was no significant association between friend marginalization scores and depression and anxiety scores for intercultural couples: r(64) = 0.18, p = 0.16 and r(64) = 0.07, p = 0.60. Within the social network, both anxiety and depression scores were significantly correlated with only family marginalization for intercultural couples.  Overall, results of the second research question lend support for the connection between perceived marginalization and its connection to the mental health of all couples. It also suggests that intercultural and monocultural couples experience different associations between anxiety and depression and specific types of marginalization. In this sample, for intercultural couples, societal marginalization is related to their mental health, while in contrast social network marginalization appears to be correlated to monocultural couples’ mental health. Within the social network, monocultural couples’ mental health is associated with friend marginalization, while intercultural couples’ mental health is associated with family marginalization.  3 (a) Are Family Or (b) Friend Supports Associated With Lessened Anxiety and/or Depression In The Whole Sample? Following exploration of the perceived marginalization and its connections to mental health (anxiety and depression scores), analyses were run to explore if specific differences were seen in family marginalization or friend marginalization and their connections to mental health scores. As expected, there was a significant difference in depression scores between high family marginalization (M = 19.00; SD = 10.91) and low family marginalization (M = 13.89;  SD = 9.86); t(122) = 2.56, p = 0.01, with couples with higher family marginalization showing higher levels of depression. Contrary to expectation, there was not a significant difference in   28   anxiety scores between those with high family marginalization (M = 7.97; SD = 5.68) and low family marginalization (M = 6.71; SD = 5.39); t(122 )= 1.17, p = 0.24).  With respect to the impact of friends, there was a significant difference in depression scores between the high friend marginalization (M = 18.56; SD = 12.36) and low friend marginalization (M = 14.32; SD = 9.47); t(122) = 2.01, p = 0.05, with couples with high friend marginalization showing higher levels of depression.  Contrary to what was expected, there was not a significant difference in anxiety scores between the high friend marginalization (M = 8.34; SD = 5.75) and low friend marginalization (M = 6.65; SD = 5.35); t(122) = 1.51, p = 0.13 groups, which suggested that there was no significant difference between levels of anxiety and high or low friend marginalization. Overall, for the whole sample, high and low levels of family and friend marginalization were correlated with depression, but not anxiety.   3 (c) Are Social Network Marginalization Or (d) Society Marginalization Scores Associated With Lessened Anxiety and/or Depression In The Whole Sample? Lastly, analyses were run to explore if mental health scores varied between high and low levels of overall social network marginalization, as well as high and low levels of societal marginalization. As expected, there was a significant difference between high social network marginalization (M = 18.60; SD = 11.437) and low social network marginalization (M = 13.89; SD = 9.58; t(122) = 2.40, p = 0.02) for depression. There was not a significant difference between high social network marginalization (M = 7.23; SD = 5.60) and low social network marginalization (M = 6.47; SD = 7.83); t(122) = 1.03, p = 0.30 for anxiety. This finding suggests that the low and high social network marginalization groups in this study did report a difference in their depression scores but not for anxiety.    29   Contrary to hypotheses, there was only a marginally significant difference for high societal marginalization (M=17.63; SD=10.64) and low societal marginalization (M = 14.10;  SD = 10.11); t(122) = 1.84, p = 0.07) for depression. There was no significant difference between high societal marginalization (M = 7.60; SD = 5.62) and low societal marginalization (M = 7.74; SD = 5.59; t(122) = 1.02, p = 0.31) for anxiety. This suggests that the low and high societal marginalization groups in this study did not report a difference in their mental health scores, in regard to anxiety and depression.  Reasons for Marginalization   Reasons for marginalization were assessed using a frequency count to analyze which reasons were commonly noted at three levels (Friends, Family, and Society). These frequencies were split by intercultural and monocultural couples so that differences could more easily be seen. The first question following the perceived marginalization scale was about family disapproval or lack of acceptance. In order of highest to lowest frequency, reasons for marginalization were noted to be because of Specific Interpersonal differences 10 times (5 by monocultural and 5 by intercultural), Cultural differences 9 times (9 intercultural), Religious differences 9 times (9 intercultural), Sexual Orientation or Identity (i.e. LGBTQ+ relationship or member in relationship) 5 times (1 monocultural and 4 intercultural), Racial Differences 4 times (4 intercultural), and Age Difference 1 time (1 intercultural). The second follow-up question asked about friend disapproval or lack of acceptance. Reasons for marginalization were noted to be because of Specific Interpersonal differences 16 times (7 by monocultural and 9 by intercultural), Religious differences 2 times (2 intercultural), Racial differences 1 time (1 intercultural), Sexual Orientation or Identity (i.e. LGBTQ+ relationship or member in relationship) 1 time (1 monocultural), Cultural differences 1 time (1   30   intercultural couple), Socioeconomic status 1 time (1 intercultural) and Other detailed as Long Distance 1 time (1 Monocultural).  The third question in Appendix A was about society disapproval or lack of acceptance of the relationship. Reasons for marginalization were noted to be because of Racial Differences 15 times (15 intercultural), Cultural differences 14 times (14 intercultural), Sexual Orientation or Identity (i.e., LGBTQ+ relationship or member in relationship) 12 times (6 monocultural and 6 intercultural), religious differences 8 times (8 intercultural), Specific Interpersonal differences 4 times (1 monocultural and 3 intercultural), and Age difference 1 time (1 intercultural).   Qualitative Analysis   Here, qualitative follow-up questions were used to better understand the varying reasons for marginalization in couples and deepen understanding of significant quantitative results. Responses to the three short answer questions were organized in a spreadsheet and responses were read to familiarize myself with the data. Following this, responses were color sorted into four categories that were initially coded as “Positive” (Blue), “Negative” (Red), “Same or No Change” (Yellow), and “Mixed—Positive and Negative” (Green). Positive responses indicated that the respondent only stated a positive impact on their mental health or family relationship (e.g., “She helps with my anxiety, keeps me calm, helps cope, etc.”). Negative indicated that the respondent only stated negative impact (e.g., “Conflicts in my relationship negatively impact my anxiety/depression”). Same or no change indicated that the respondent stated their relationship had no impact at all (e.g., “It has stayed the same.”) Lastly, Mixed—Positive and Negative indicated that the respondent noted both a positive and negative impact (e.g., “A lot, mostly in positive ways but occasionally I feel anxious about the relationship [attachment stuff]”). Within these codes for each question, themes were found that represented the major ideas in the   31   grouping of qualitative responses. This process occurred by reading and recording themes as they were seen to occur. These themes were refined and named through reviewing data again. Lastly, in generating tables, initial codes were recorded as categories to organize data.  The first question was “How much does your relationship impact your mental health? (N/A if not relevant).” One hundred and twenty-two responses were given in total. Sixty-eight of the given responses were positive. Their themes were  “The relationship has a positive impact on mental health with no specific reasons noted”; “The relationship’s positive, healthy nature and general support affects mental health positively,” or “Partner specifically supports mental health.” Thirteen responses were negative. Their themes were  “The relationship has a negative impact on mental health with no specific reasons noted,” “Issues and arguments in the relationship cause a negative impact on mental health,” or “Supporting partner's mental health causes a negative impact on own mental health.” Three responses were coded as the same. Their theme was “The relationship has no effect on mental health.” Lastly, 38 responses were mixed. Their themes were “Mental health of partners effects each other positively and negatively,” “Specific shifts in relationship quality (good, bad) can impact mental health positively or negatively depending on state of relationship,” “Relationship has an effect but reasons are not noted,” “Personal, familial, or cultural differences can cause mixed impact,” and “External stressors related to the relationship can impact the relationship (Financial, school, household) and cause mixed impact.” The second question was “How much does your relationship impact your anxiety or depression specifically? (N/A if you do not have anxiety or depression).\" One hundred and nineteen responses were given in total. Forty-six of the given responses were positive. Their themes were “The relationship has a positive impact on anxiety or depression with no specific   32   reasons noted,” “Partner specifically supports them and reduces feelings of anxiety or depression,” and “Partner’s general presence and understanding is a support and/or stabilizing for mental health.” Twenty-five responses were negative. Their themes were “The relationship has a negative impact on anxiety or depression with no specific reasons noted,” “Specific shifts in relationship quality or partner support can impact mental health negatively,” and “Personal concerns, or familial/cultural differences can cause negative impact.” Seven responses were coded as the same. The theme was “The relationship has no effect on mental health.” Nineteen responses were N/A. The theme was “No Impact or Not Applicable.” Lastly, 22 responses were mixed. Their themes were “The relationship has a mixed impact on anxiety or depression with no specific reasons noted or impact is noted, but no distinction between positive or negative is described,” “Specific shifts in relationship quality (good, bad) can impact mental health positively or negatively depending on state of relationship,” “External stressors related to the relationship can cause mixed impact,” and “Personal insecurities or worries about the relationship can cause mixed impact.” The third question was “Do you feel like support for yourself from friends or family have changed since your relationship began?  Please describe.” One hundred and nineteen responses were given. Sixteen of the given responses were positive. Their themes were “The relationship positively impacted support because their friends and/or family approved of partner,” “The relationship positively impacted support because their partner helped them in strengthening relationships,” and “The relationship positively impacted support due to other factors (i.e., children).” Thirteen responses were negative. Their themes were “Support changed due to outside factors related to the relationship (distance, COVID-19, schedule),” “Change in support was negative with no specific reason stated,” and “Support decreased due to friends’ or family's   33   specific views of the relationship.” Seventy-seven responses were coded as the same. Their theme was “The relationship has no effect on relationships with friends or family.” Lastly, 13 responses were mixed. Their themes were “Support has altered due to personal reasons of members in the relationship,” and “Support has altered for reasons related to friends’ and/or family’s views of the relationship.” Discussion  As the number of individuals in interracial and intercultural relationships rises, it is essential to gain a better understanding of how acceptance of intercultural relationships relates to mental health. The current study explored the associations between perceived marginalization of one’s relationship and the anxiety and depression in intercultural couples and monocultural couples in a primarily quantitative design. Qualitative follow-up questions were used to understand the varying reasons for marginalization in couples. The study found connections between perceived marginalization of one’s relationship and mental health. Key differences between the impact of societal marginalization and social network marginalization of one’s relationship were reported by intercultural and monocultural couples. Similarities were also seen with levels of anxiety and depression across couples. Lastly, the qualitative information provided deeper understanding, and further highlights the similarities and differences between groups. Similarities Across Couples   Comparing the mental health of monocultural and intercultural couples in this sample found that the anxiety and depression levels between the two groups were comparable. The shared level of anxiety and depression in both monocultural and intercultural couples counters the assumption that differences of culture are always a cause of stress for intercultural couples. The stigma against those in intercultural relationships, with the assumption that these   34   relationships inherently cause or are correlated with increased mental health issues, is incorrect (Killian, 2002).   Notably, the sample as a whole displayed elevated anxiety and depression scores. Over the last decade there has been in increase in depression and anxiety symptoms in young adults which is the primary age group represented in this sample. In 2017, anxiety levels were reportedly between 14.3% and 23.4% for men and women, respectively (National Institute of Mental Health [NIH], 2017), and depression levels also rose, with 13.1% of the population experiencing depression in 2019 (Twenge, et al., 2019). In this sample, 28.6% received scores of 10 or higher on the GAD, placing them into the clinical range of anxiety (Johnson et al., 2019) and it was found that 40.3% received scores of 16 or higher on the CES-D categorizing them as at risk for clinical depression (Lewinsohn et al., 1997). It is possible that the relatively high scores among respondents in the current study reflect the shift toward greater anxiety and depression in the general population. Another likely explanation is that anxiety and depression levels of participants may have been exacerbated due to the COVID-19 pandemic, as well as the sociopolitical events that were brought to light during the pandemic.  There was an increase in both anxiety and depression symptoms reported during the pandemic due to stressors such as isolation, job stress and/or loss. In a 2021 study, it was found that young adults reported the highest percentages of anxiety or depression with 56.2% reporting symptoms for either disorder (Panchal et al., 2021). These numbers are consistent with the higher than typical levels of depression and anxiety found in this sample. As well, the primary group represented in this sample are young adult women, who have already been noted to be at a higher risk for mental health disorders prior to the pandemic. The pandemic likely exacerbated these   35   symptoms for young adults as they experienced job loss, financial distress and uncertainty for their future and the future of their nation (American Psychological Association [APA], 2020). Levels of Marginalization and Varied Impact  Consistent with past research, the current study found a difference in depression levels related to family marginalization such that individuals who reported high levels of marginalization experienced more depressive symptoms than those with lower marginalization. Henderson and Brantley (2019) found similar results with weak parental support being associated with depressive symptoms for both monoracial and interracial couples. Both familial and friend support have been seen as protective factors in depression for many years, with those who have no family support showing three times the likelihood of experiencing depression (Werner-Seidler et al., 2017). Similarly, individuals with high marginalization from friends reported higher depressive symptoms than those with low marginalization. These results continue to support literature detailing the importance and impact of friend relationships and how impactful they can be on depression. Social supports from friends and family for couples are incredibly powerful and have even been found to mediate marginalization from society when they are present (Lehmiller & Agnew, 2007). In the current study, the overall social network marginalization score, which encompasses both friend and family, also displayed this trend, consistent with past research.  The relationships between levels of marginalization and anxiety scores were also explored, but no associations between anxiety and high or low levels of family and friend marginalization were found. Nor were there significant associations between high and low levels of societal support or social network support and either anxiety or depression. Anxiety levels have historically been related to support with reduced anxiety associated with higher levels of   36   support (Dour et al., 2014). The lack of connection for both anxiety and depression scores in relation to societal and social network scores for the whole sample may be due to the differences between groups of intercultural and monocultural couples (explored below), or a lack of statistical power due to small sample size.    Differences in Perceived Marginalization for Monocultural and Intercultural Couples The current study found important distinctions between monocultural couples and intercultural couples in which kinds of perceived marginalization were associated with anxiety and depression. Intercultural couples’ anxiety and depression scores were correlated with societal marginalization and not social network marginalization, while monocultural couples displayed the opposite with anxiety and depression scores being correlated with social network marginalization and not societal marginalization. This finding suggests that these two groups are likely to be affected differently by society and personal social networks in their lives. Notably, these associations do not necessarily mean that intercultural couples experience less social network marginalization than monocultural couples. In fact, intercultural couples experienced significantly higher average scores for social network marginalization than monocultural couples in this sample. These differences are explored as we look at the possible connections between marginalization and mental health. Importantly, within social networks, it was seen that intercultural couples’ mental health was associated with family marginalization but not friends. Again, the opposite trend was present for monocultural couples for whom friend marginalization was associated with mental health, but not family marginalization.   Intercultural Couples and Society    37   During the pandemic, many may have felt an increase in societal marginalization due to instances of more overt hate and activism as a result of the increase in AAPI hate and the BLM movement around anti-Black racism. Recognizing the specific reasons for how and why societal marginalization is felt increases our understanding of its connection to mental health. With this, we are also better able to understand how the perception of societal marginalization can differ between individuals and their unique experiences and cognitive framework. With 28.2% of the sample identifying as interracial couples, and about 47.5% of the sample indicating they have at least one minority member in the relationship, minority issues are likely to directly affect an individual or their romantic partner. Marginalization has been demonstrated to impact the mental and physical health of both partners in relationships, even if members are not a minority themselves (Lehmiller & Agnew, 2006).  Years of systemic racism may disproportionately affect one or more members of an intercultural couple during the pandemic depending on their specific ethnic and cultural background. Systemic racism influences communities of color and minorities in many ways, such as having disproportional frequencies of essential workers, lack of ability to take time off due to being of low socioeconomic status, working in traumatic conditions, and/or experiencing job loss (Panchal et al., 2021).  Not every member of each cultural group experiences the same marginalization at the micro level through interpersonal racism. However, shared macro level experiences in the form of systemic racism affect members regardless of their experiences of interpersonal racism (Gee & Ford, 2011). Thus, two different couples that have members from similar cultural backgrounds can experience and perceive varied marginalization at different levels, which ultimately creates a distinctive experience they feel for themselves, as well as for and with their partner. Feelings regarding societal marginalization may also have increased because many individuals witnessed   38   or experienced overt racism during the pandemic. For some, these may have been novel experiences, while, for many, seeing reports of racism on the news was compounding and/or retraumatizing for individuals who had previous experiences of specific interpersonal racism (Goodrich & Luke, 2020).  Even anticipating discrimination and prejudice has been shown to increase negative psychological and physiological responses in interethnic interactions (Sawyer et al., 2012). During the pandemic, Choi (2021) conducted a study to better understand the experiences of different ethnic groups with wearing masks during the pandemic. As a result of the pandemic, Asian participants reported increased fear about wearing a mask due to worry that people would feel they had COVID-19. Black men similarly reported increased fear around wearing masks in public due to worry that others would think they were committing crimes (Choi, 2021). Examples such as this demonstrate societal level stressors that likely increased perception and feelings of societal marginalization for one or more members of intercultural couples. These results extend previous research with individuals that show society level discrimination being associated with both depression and anxiety symptoms along with other psychological distress and disorders (Lewis et al., 2015). This continues to lend support to the notion that societal level marginalization is impactful to individuals in regard to not only themselves, but also the status of their romantic partners.  Intercultural Couples and Social Networks  It was expected that there would be a correlation between social network marginalization and both the anxiety and depression levels for intercultural couples. However, the correlation between social network marginalization and depression was only marginally significant for this group. Notably, within social networks there was a significant association for both anxiety and depression in regard to family marginalization. This is consistent with past research showing that   39   intercultural couples can face marginalization due to the complexities in interplay in areas of religion, class, culture, and race (Karis & Killian, 2011). Differences in communication style may be one of the reasons increased marginalization is felt with family (Sullivan & Cottone, 2006). With increased diversity in both the United States and Canada, those who are more open to others are more likely to have diverse friend groups (Laakasuo et al., 2017). For intercultural couples who may have more diverse friend groups, there is likely fewer communication issues and greater acceptance and openness from friends. This can aid in offering why intercultural couples’ anxiety and depression is associated with family marginalization rather than friend marginalization.  Focusing on overall social network perception, as members of intercultural couples may be more impacted by societal marginalization, they may underreport their overall social network marginalization or, in comparison, feel less impacted by it. The lack of relationship between social network marginalization scores may be due to the nature of perceived marginalization as a self-report measure, which is dependent on one’s own socially constructed perception. Specific pandemic related changes may have influenced the results as well. Social network relationships may have strengthened as many communities have come together to support one another during the pandemic, reducing social network marginalization. Conversely, the opposite may provide this same effect; due to COVID-19, there has been increased physical distancing from friends and family. This heightened isolation from those who socially disapprove can also lead to reduced feelings of marginalization due to the increased distance. Ultimately, perception of social network marginalization may have shifted greatly during this pandemic.  There is often a great difference in the impact of marginalization experienced from social networks and societally, which can range from disapproval from a social group member to fear   40   for one’s life from a stranger on the street (Choi, 2021). As a result, greater societal marginalization can lead to more distress due to constant physical danger in society, in comparison to personal social network marginalization. By analyzing qualitative comments, we can increase our understanding of reasons this may be occurring in the current sample. An example of this difference is a participant noting that their relationship affects them in the way that they “…have to remember the environment in which [they] may be in as not safe or accepting,” stating, “that's where anxiety surges” compared to another participant who cited “…tension between family” as a negative effect of their relationship. These two responses illustrate the differences in physical safety in larger society and social network stress that occur at different levels of marginalization for couples. This phenomenon can lead to differences in perception and thus the impact that occurs between these levels.  Monocultural Couples and Social Networks  Studies have associated perceived marginalization of one’s relationship with overall mental health (Lehmiller, 2012). The current study shows specific associations with anxiety and depression symptoms. It was seen that social networks appear to be linked to both anxiety and depression symptoms in monocultural couples. This supports the concept that social networks are of value to this group, and that they are connected specifically to anxiety and depression. Specifically, it was seen that friend marginalization was associated with both anxiety and depression, whereas family marginalization was not. Monocultural couples may have felt increased distance from their friends and family during the pandemic similarly to intercultural couples. This distancing was cited by one participant who stated that “[my] relationship has been about a yearlong and therefore many of my friends and family have not met my partner due to COVID.” Social networks as a whole, as well as friends have been seen to be protective to   41   mental health (Werner-Seidler et al., 2017). My data supports this research: with reduced friend and family connection during the pandemic, there may also be feelings of increased marginalization and distance as partners have not met social networks at the same rate as previously.    Monocultural Couples and Society Societal marginalization of monocultural couples’ relationships and the impact on mental health was analyzed in the current study. This was generally consistent with hypotheses because  monocultural couples are less likely to experience societal marginalization as they are “traditional” relationships in comparison to intercultural couples who are more likely to experience “rejection from society\" (Lehmiller & Agnew, 2006). As such, it was consistent that monocultural couples reported lower levels of societal marginalization of their relationship than intercultural couples, and that there was no link seen between this and their mental health outcomes in this study. Both monocultural relationships with and without minority members are seen as more “traditional” and thus less likely to experience societal marginalization of their relationship because they are in a relationship with another member from the same culture.  However, an exception to this are sexual and gender minority relationships. Regardless of being monocultural, these relationships are at increased risk of “rejection from society.” For monocultural couples in the current sample, it was reported that societal level marginalization of the relationship was most commonly noted to be due to sexual orientation or identity (i.e., LGBTQ+ relationship or member in relationship [referred to hereafter as sexual orientation or identity]). Sexual and gender minorities were not the focus of this study; however, this is an area   42   for continued and future study. As with any other factor that may be a predictor of societal marginalization, exploring the potential impacts on mental health presents an important avenue as with legalization of same-sex marriage, there are increases in sexual minority couples.  Reasons for Marginalization and Support Through qualitative comments and reported reasons for societal marginalization of one’s relationship, we can increase our understanding of the differences and similarities between couples at various levels. In this sample, monocultural couples reported a significantly lower average societal marginalization than intercultural couples. With these differences in scores there are also different reasons reported by these groups. When monocultural couples identified reasons for societal level marginalization, the most common reason reported was sexual orientation or identity, followed by specific interpersonal characteristics. For intercultural couples the most commonly reported reasons were racial differences followed by cultural differences, religious differences, sexual orientation or identity, and lastly age.  Compounded discrimination when multiple minority identities exist in one individual and in a relationship increase likelihood for discrimination. This was documented by Cyrus (2017) in a study looking at intercultural lesbians and discrimination. This issue affects intercultural couples when multiple minority identities are present, leading to increased likelihood for marginalization. Similarly, in the current study when a participant in an intercultural relationship noted that their relationship affects the mental health “a little: most of the time when with my partner I'm in a state of relaxation and general worries subside. When I take a step back and have to remember the environment in which I may be in as not safe or accepting, that's where anxiety surges.” This participant did not state specifically the reason for lack of safety, but noted that societally their relationship does not feel accepted due to sexual orientation or identity, and that   43   family do not accept their relationship due to cultural and racial differences. This displays the connection with mental health, safety and the compounded marginalization that can occur with multiple minority identities.  Cultural differences can affect both the relationship with one’s family and community. A participant cited that she and her partner are both Pakistani-American. However, the participants self-reported their relationship as being intercultural due to one partner being “very Westernized” and the other as “traditional.” This leads to effects on the mental health of the participant due to the relationship being cited as “a lot when it comes to negativity received by society… [they] as a couple stray from most traditional practices and receive much negativity for this from the Muslim/South Asian community.” This negativity can be similar to ostracism and loss of community or close relationships, which have been seen to have varied negative psychological effects (Zamperini et al., 2020). In some relationships, while couples may even appear outwardly monocultural, variations in acculturation can lead to significant cultural differences from one’s families and communities of origin leading to marginalization.  A further exploration of the reasons cited by participants for disapproval from social network groups provides insight into the results regarding marginalization scores. Monocultural couples reported that specific interpersonal characteristics of their partner, or sexual orientation or identity were reasons for disapproval or marginalization. In comparison, intercultural couples noted cultural differences, religious differences, specific interpersonal characteristics, racial differences, and/or sexual orientation or identity as reasons. These data provide better understanding of the differences in why members experience disapproval or marginalization in their social network relationships. More research can be done in this area to better understand how differences in reasons for disapproval and marginalization can lead to differing impacts on   44   individuals in a relationship. To illustrate, one participant who is a member of a monocultural relationship noted, “I’m not as close with my family and friends anymore,” citing reasons for disapproval by friends, family and society as specific interpersonal characteristics of my partner (i.e., personality, attitude etc.). Another participant in a monocultural relationship stated similarly, “Yes, I’m not close with friends,” with reasons for disapproval by friends and family as being the specific interpersonal characteristics of my partner (i.e., personality, attitude etc.).  Comparatively, participants in intercultural relationships have noted their relationship was “a source of tension between family,” with reasons for disapproval reported as cultural differences, racial differences, religious differences. Another participant in an intercultural relationship noted that, “For my family, it is the same. For his family we are no longer on speaking terms” with reasons cited as cultural differences. Outcomes in marginalization may be similar, but occur due to different reasons, with increased likelihood for intercultural couples that cultural, racial, and religious are present in conjunction with the interpersonal characteristics that can occur in both relationships.  Notably for both groups, the relationships with their partners have a varying influence on their social network relationships. Changes are reported as both positive and negative directly related to their relationships. Some quotes from qualitative questions display the range of impact seen in these areas with positive comments such as:  1. No, it’s the same, if not better. My family and friends love my significant other. 2.  I feel like my family supports me more because they like the impact my partners has had in my life. 3. No, it’s the same. If anything, I feel more supported by my family because they like my relationship.   45   4. Yes, I have built better relationships because he is encouraging of building and improving them. 5. Yes, I am closer to my family. My partner modeled something that I did not have.     Other participants noted negative responses such as:  1. Yes, source of tension between family. 2. It feels like my friends have become a little more distant after I got into this relationship. 3.  For my family, it is the same. For his family we are no longer on speaking terms. 4. I feel like some of my friends do not connect me as often because they think I am busy. Some of my friends' support (emotional) decreased. The above quotes are from both groups, and display how similarly social networks are affected by one’s romantic relationship. These comments display both positive and negative effects between groups because both groups reported along the full spectrum of impact. While the current study focuses on the effects of marginalization that are often negative, positive effects of a relationship and its ability to strengthen social network relationships are equally important. Themes show that relationships with friends and family were strengthened for two major reasons: (a) approval of one’s partner by their friends and/or family and (b) their partner supporting them in strengthening their relationships. This is an area that can be equally as powerful in understanding how to support the mental health of couples. Looking at ways to strengthen relationships with social networks should not be ignored as the connections with mental health are displayed here and in other literature. Marginalization and support are   46   interconnected and two sides of a powerful coin that should continue to be studied to better understand the clinical implications. Clinical Implications  The primary clinical implications of this study include expanded knowledge of how perceived marginalization of a relationship affects the mental health of partners in romantic relationships. Connections were found for monocultural couples at the social network level for anxiety and depression, and intercultural couples at the societal level for anxiety and depression. As well, associations were seen for the mental health of intercultural couples and family marginalization, while monocultural couples’ mental health was found to be associated with friend marginalization. In the past, there has been research on how marginalization of an individual affects their mental health, and how perceived marginalization of a relationship affects the relationship. Few studies have looked at depression and anxiety specifically and how they may have been affected by the marginalization of one’s relationship specifically as in the current study.   This study continues to emphasize the importance of understanding the implications of system racism and societal views, and how this can affect minorities and intercultural couples. The romantic relationships of individuals are impactful on their mental health as well as in the relationships we hold with our social networks and society. Using a social constructionist frame to understand how these experiences are unique for each person can aid clinicians in conceptualizing these differences. This frame highlights how clinicians must be aware of the dominant culture, time, and historical context in which they currently work, live, and practice. These factors affect each client uniquely based on their experiences in the dominant culture and   47   their perceptions. Cultural humility and competence are extremely important when working with clients because of the unique experiences and perceptions of each client.  Lastly, clinicians must practice humility when working with individuals and couples, as assumptions should not be made about what may be the root of stressors or mental health issues for a couple. Importantly this data further bolsters the necessity of not assuming difference in the causes of mental health issues in couples, as depression and anxiety levels were similar across monocultural and intercultural couples. The differences are seen in the effects of society and/or social network marginalization, which remain unique to each individual and couple. This requires cultural humility in their approach as well as anti-racist and culturally informed understanding for clients. However, despite these implications, the study is not without limitations.   Limitations and Future Directions The study was subject to limiting factors that were both sociopolitical, due to the timing of data collection, as well as specific limitations of study design. Many pandemic-related factors such as COVID-19, an increased AAPI-hate and anti-Black racism may have increased the anxiety and depression levels of participants during the time of data collection. These elevated numbers can make it more difficult to identify significant results within the sample. Notably, this study looked at one individual’s perspective in a relationship. A paired study for couples would provide insight into how experiences of marginalization of the relationship can be different for a pair within the same relationship. The nature of defining intercultural couples is also complex, which leads to variations in self-identification throughout the sample. Comparing these groups and separating them is a challenge and limit in this study. While this study allowed participants to label themselves with the definition given, other modes of identification by researchers may   48   yield differences in identification. Lastly, the sample size of this data set was a limiting factor, especially when between groups tests were run, which cut the 124 participant data set approximately in half. This smaller data set limited the power of statistical analysis and as a result made it more difficult to find possible connections between variables in the data. Future research can aid in addressing many of these limitations through increases in sample size, exploration of other modes of identification for couples, and possible differences in scores if data is collected post-pandemic.   Future directions for research in this area include continuing to explore sexual and gender minorities and marginalization of their relationships. In this study, sexual and gender minority identification in a relationship was cited as reason for disapproval at social network and societal levels. Research has found that, at the societal level, sexual minority couples have found  couple-level stressors a such as differential legal and policy treatment as stressful in the area of “minority stress” (Frost et al., 2017). Society levels of marginalization can be studied to understand how shifting policies in North America have a continued and varying effect on sexual and gender minority couples.  Further exploration of how relationship marginalization affects the social network support given to individuals would be important to expand on the minimal and varied qualitative data reported in this study. Both positive and negative effects of one’s romantic relationship on the social network connection is an area where there was interesting qualitative commentary in this study. Lastly, exploring how compounded marginalization for couples that have multiple minorities with intersecting identities may suggest a varied effect on mental health, as the scope of this study did specifically look at multiple identities.  Conclusion   49   The current study focused on anxiety and depression levels in intercultural and monocultural couples and the association with levels of perceived marginalization of their relationship. Social network marginalization and societal marginalization on a spectrum as well as categories of high and low support for friends and family were also explored. The qualitative information provided in this study enriches the understanding of the patterns seen in the quantitative data. The results of this study were consistent with findings in previous studies where connections were established between marginalization and relationship health and outcomes. These results expanded how far the perceived marginalization of one’s relationships impacts the specific anxiety and depression levels of individuals in these relationships. Continued support for the effects of marginalization on anxiety and mental health of the whole sample was found. Higher levels of marginalization at levels of friends and family networks were demonstrated to have higher levels of anxiety and depression in the sample. Notable differences were seen between groups with monocultural couples’ mental health being linked to social network level marginalization and friend marginalization, and intercultural couples’ mental health being linked to societal level marginalization and family marginalization. These results bolstered the claim that cultural humility and understanding are necessary especially in regard to societal and system discrimination when working with individuals in intercultural relationships and intercultural couples. Furthermore, understanding the impact the social networks have on monocultural couples and their mental health is important for clinicians to consider in both individual and couple’s therapy. Lastly, the similar levels of anxiety and depression across the sample aid in strengthening past literature, which states that intercultural and interracial relationships should not be assumed to be the cause of or root of mental health issues or stressors. Overall, this study has provided increased depth in the understanding of   50   relationships between the mental health of the diverse group of couples in this sample and how they interact in all their complexity with their loved ones and society. As we learn more about the power and impact we have on one another, may we aspire to love and accept our partners, family, friends, and everyone in our societies.    51   Tables Table 1  Demographic Characteristics  Gender  Percent (%) Count  Female 75.8% 94 Male 20.2% 25 Female and Another (i.e., Genderfluid, Non-binary) 2.4% 3 Genderfluid 0.8% 1 Male and Trans 0.8% 1    Relationship Type   Monocultural 51.2% 64 Intercultural  48.8% 60  Interracial   No Minority Members One Minority Member 28.2%  52.4% 28.2% 35  65 35 Two Minority Members  Total Minority Members  19.3% 47.5% 24 59 Relationship Status   Married or Committed Relationship  59.6% 74 Serious Dating 37.1% 46 Casually Dating 2.4% 3    Sexuality    Heterosexual 78.2% 97 Bisexual  9.7% 12 Lesbian 4.0% 5 Pansexual 3.2% 4 Queer 2.4% 3 Another (Asexual Spectrum, Questioning, “Heteroleaning”) 2.4% 3    Age    20-29 64.5% 80 30-49 27.4% 34 50-64 7.3% 9 Total 100% 124    52   Table 2  T-test Results Comparing Monocultural and Intercultural Couples’ Mental Health Scores and Marginalization Scores.    Monocultural couples Intercultural couples t(122) p-value M SD M SD   CESD Score  14.67 10.51 16.20 10.33 0.82 0.42 GAD-7 Score  7.31 5.62 6.85 5.37 -0.47 0.64 Societal Marginalization 1.63** 2.65 3.60** 3.33 3.67 <0.001** Social Network Marginalization   0.95* 1.96 2.40* 3.16 3.09 0.003* Family Marginalization 0.75* 1.63 2.58* 3.62 3.67 0.001* Friend Marginalization 1.31 2.82 1.25 2.08 -0.14 0.89  Note. M=Mean. SD= Standard Deviation. CESD ranges from 0 (low) to 60 (high). GAD-7 ranges from 1(low) to 21(high). . * Significant at 0.05 level, ** significant at the 0.001 level.                         53   Table 3 Correlation Matrix for Total Sample Displaying Correlation Between Mental Health Scales and Marginalization Scores    Variable  n M SD 1 2 3 4 5 6 1.CESD Score 124 15.41 10.408 -      2.GAD-7 Score 124 7.09 5.482 0.755** -     3.Societal Marginalization  124 2.68 3.144 0.190*  0.147 -    4.Social Network  Marginalization   124 1.65 2.699 0.312** 0.210* 0.492** -    5. Family Marginalization 124 1.64 2.914 0.286**  0.193*  0.634**  0.822**  -  6.Friend Marginalization  124 1.28 2.481 0.302**  0.237**  0.250**  0.619**  0.380**  -  Note. * significant at 0.05 level, ** significant at the 0.001 level                           54   Table 4  Correlation Matrix for Monocultural Couples Displaying Correlation Between Mental Health Scales and Marginalization Scores  Variable  n M SD 1 2 3 4 5 6 1.CESD Score 64 14.67 10.509 -      2.GAD-7 Score 64 7.31 5.617 0.803** -     3.Societel Marginalization  64 1.63 2.646 0.016  -0.071  -    4.Social Network Marginalization  64 0.95 1.955 0.418** 0.308* 0.356** -   5.Family Marginalization 64 0.75 1.633 0.220^  0.123  0.441**  0.702**  -  6.Friend Marginalization  64 1.31 2.816 0.391**  0.350**  0.238  0.833**  0.418**  -  Note. * Significant at 0.05 level, ** significant at the 0.001 level, ^marginally significant (p<0.10)                           55   Table 5 Correlation Matrix for Intercultural Couples Displaying Correlation Between Mental Health Scales and Marginalization Scores  Variable  n M SD 1 2 3 4 5 6 1.CESD Score 60 16.20 10.328 -      2.GAD-7 Score 60 6.85 5.370 0.713** -     3.Societel Marginalization  60 3.60 3.330 0.317*  0.384* -    4.Social Network Marginalization  60 2.40 3.163 0.242^ 0.189 0.498** -   5.Family Marginalization 60 2.58 3.619 0.336**  0.292*  0.679**  0.847**  -  6.Friend Marginalization  60 1.25 2.088 0.183  0.070  0.322*  0.575**  0.494**  -  Note. * Significant at 0.05 level, ** significant at the 0.001 level, ^Marginally Significant (p<0.10)                          56   Table 6 T-test results Comparing Low and High Marginalization Categories and Mental Health Scores for the Whole Sample.    Low Family Marginalization High Family Marginalization t(122) p-value M SD M SD   CESD Score 13.89* 9.859 19.00* 10.911 2.560 0.012* GAD-7 Score 6.71 5.385 7.97 5.679 1.173 0.243   Low Friend Marginalization  High Friend Marginalization  t(122)  p-value M SD M SD   CESD Score 14.32* 9.472 18.56* 12.355 2.013 0.046* GAD-7 Score 6.65 5.348 8.34 5.751 1.511 0.133   Low Social Network Marginalization  High Social Network Marginalization  t(122)  p-value M SD M SD   CESD Score 13.89* 9.583 18.60* 11.437 2.399 0.018* GAD-7 Score 6.74 7.83 7.23 5.697 1.032 0.304   Low Societal Marginalization    High Societal Marginalization    t(122)  p-value M SD M SD   CESD Score 14.10^ 10.112 17.63^ 10.636 1.841 0.068^ GAD-7 Score 6.71 5.415 7.74 5.591 1.015 0.312  Note. * Significant at 0.05 level. ^Marginally Significant (p<0.10).  M= Mean. SD= Standard Deviation. CESD ranges from 0 (low) to 60 (high). GAD-7 ranges from 1(low) to 21(high).                  57   Table 7  Paired T-Test Results to Compare Family-Friends-Social Network Perceived Marginalization Scores    Paired Differences    95% Confidence Interval M SD Std Err. of Mean Lower Upper t(123) p-value Family-Friend 0.355 3.026 0.272 -0.183 0.893 1.306 0.194 Family-Social -0.16 1.687 0.151 -0.316 0.284 -0.106 0.915 Friend-Social  -0.371^ 2.268 0.204 -0.774 0.032 -1.821 0.071^  Note. M= Mean. SD= Standard Deviation. ^Marginally Significant (p<0.10).                                 58   Table 8 Thematic Analysis Table Outlining Themes, Categories and Examples of Quotes for  Question #1   Category Themes Example Quotes  Positive The relationship has a positive impact on mental health with no specific reasons noted  “A lot, in positive ways”  “A lot. The impact is positive.”    The relationship’s positive, healthy nature and general support affects mental health positively    “It impacts my mental health positively. I feel secure, support, and loved.” “My relationship has had a very positive impact on my life, as my partner is so supportive and helps motivate me” “A Lot just feels good to be in a healthy relationship”    Partner specifically supports mental health   “Positive, my partner can usually help talk me down front stress and anxiety” “I utilize my partner to relax my concerns and fears.”   Negative  The relationship has a negative impact on mental health with no specific reasons noted  “A lot. Negative.”  “A little negatively”    Issues and arguments in the relationship cause a negative impact on mental health  “Quite a lot. If there is a lot of conflict, I may feel stressed or in a depressed mood temporarily.”  “Not too much, but sometimes there might be arguments that would negatively impact my mental health.”   Supporting partner's mental health causes a negative impact on own mental health “A little. When they are stressed/anxious I have to devote time/energy to supporting them, I have to be cautious of what I say/do, I become stressed.”   Mixed            Mental health of partners effects each other positively and negatively  “Positive because my partner is a support for my mental health issues but right now largely negative because I am worried about my partners mental health issues.”    59   Category Themes Example Quotes  Mixed Relationship has an effect but reasons are not noted  “Some positive and some negative.”  “A little; both positive and negative”   Personal, familial, or cultural differences can cause mixed impact   “Mostly positively because of the support of a partner. Occasionally negatively when comments are made by my family.” “A lot both positive and negative. Positive because we love each other and i feel supported and seen. Negative because I fear of a day where we will have to break up if his family refuses to accept me.”  “A little. It can be both positive and negative. I feel as if I am never good enough and doubt myself and the relationship due to personal and cultural differences. Although, my partner doesn’t truly understand, they try to be supportive.”    External stressors related to the relationship can impact the relationship (Financial, school, household) and cause mixed impact  “My partner is supportive of me and that is a huge positive; however, financial stress is difficult because his income is low.” “A little. I commit myself to my romantic relationship with as much effort as I can between external factors impacting my life such as children, work, school, and household responsibilities.”  Same or No Change The relationship has no effect on mental health “Not at all”      Note. Question 1 is “1. How much does your romantic relationship impact your mental health? (I.e., A lot, Not at all, A little; Explain if the impact is positive or negative)”             60   Table 9 Thematic Analysis Table Outlining Themes, Categories and Examples of Quotes for Question #2  Category Themes Example Quotes  Positive The relationship has a positive impact on anxiety or depression with no specific reasons noted  “Reduces it greatly” “Positively, quite a bit”  Partner specifically supports them and reduces feelings of anxiety or depression  “She helps with my anxiety, keeps me calm, helps cope, etc.” “A lot; my partner is good at helping me ground when I get anxious. Also generally helps my overall happiness and hopefulness for the future.”    Partner’s general presence and understanding is a support and/or stabilizing for mental health  “She's such an anchor. She makes me feel safe.” “Reduces my anxiety about things knowing I have someone in this with me”  Negative  The relationship has a negative impact on anxiety or depression with no specific reasons noted  “A little negatively” “A lot. Anxiety.”      Specific shifts in relationship quality or partner support can impact mental health negatively   “A lot when we’re fighting. Which is about once a week” “A little. If my partner doesn’t express empathy or support it might make me feel worse about myself or my situation. Sometimes it makes me feel extremely invalidated”  “I think when my depression is not well managed it worsens relationship, which then worsens depression.”    Personal concerns, or familial/ cultural differences can cause negative impact   “A little, I was very anxious to tell my parents.”  “A little bit it's phasic. I don't think about it daily but if I do i feel unsettled. Mostly anxiety over the future with him.”  Mixed        The relationship has a mixed impact on anxiety or depression with no specific reasons noted, but no distinction between positive or negative is described.  “A little; both positive and negative”  “A lot”   61   Category Themes Example Quotes  Mixed External stressors related to the relationship can cause mixed impact   “Moderately - the financial burden of supporting two people while in school causes a great deal of anxiety. However, he also provides support which relieves me of anxiety.”   Personal insecurities or worries about the relationship can cause mixed impact  “A lot, mostly in positive ways but occasionally I feel anxious about the relationship (attachment stuff)” “My partner does not trigger my anxiety or depression. They help me through those episodes. Sometimes I’m fearful they will leave me because I’m too anxious, and that will trigger anxiety and depression.”    Same or No Change No Impact or Not Applicable  “Not at all”  “N/A”  Note.  Question 2 is “2. How much does your romantic relationship impact your anxiety or depression specifically? (i.e., A lot, Not at all, A little; Explain if the impact is positive or negative. N/A if you do not have anxiety or depression)”                           62   Table 10 Thematic Analysis Table Outlining Themes, Categories and Examples of Quotes for Question #3  Category Themes Example Quotes  Positive The relationship positively impacted support because their friends and/or family approved of partner  “Yes, it is the first relationship they approve of fully so they are more invested.” “I feel like My family supports me more because they like the impact my partners has had in my life.”  “Yes, I am closer to my family. My partner modeled something that I did not have.”   The relationship positively impacted support because their partner helped them in strengthening relationships    “Yes, I have built better relationships because he is encouraging of building and improving them” “Yes, I am closer to my family. My partner modeled something that I did not have.”    The relationship positively impacted support due to other factors (i.e.. children) “Mostly the same. Slightly increased since we had our first child”  Negative  Support changed due to outside factors related to the relationship (distance, COVID-19, schedule)   “Yes, I moved to be with my partner. 7+ hour travel. I’m farther than I was so getting support is more difficult. Especially during a global pandemic which has spanned almost our entire relationship.”  “I feel like some of my friends do not connect me as often because they think I am busy. Some of my friends' support (emotional) decreased.”   Change in support was negative with no specific reason stated  “I’m not as close with my family and friends anymore.”  “Yes, I lost many friends”   Support decreased due to friends’ or family's specific views of the relationship          “Yes, source of tension between family.”  “For my family, it is the same. For his family we are no longer on speaking terms”    63   Category Themes Example Quotes  Mixed Support has altered for reasons related to friends’ and/or family’s views of the relationship. “My friends have always been supportive; I would say most of my family is not. Lots of judgement, gossip or disapproval.” “My family is 100%. My friends feel we are moving too fast.”  Same or No Change The relationship has no effect on relationships with friends or family  “No, it's the same” “No. My relationships with friends and family has not changed much since being in a relationship.”   Note.  Question 3 is “3. Do you feel like support for yourself from friends or family have changed since your romantic relationship began?  Please describe. (i.e., Yes, I am not as close with my family anymore, or No, it's the same)”       64   References American Psychological Association. (2020). Stress in America 2020. A national mental health crisis. https://www.apa.org/news/press/releases/stress/2020/sia-mental-health-crisis.pdf   Biever, J. L., Bobele, M., & North, M.-W. (1998). Therapy with intercultural couples: A postmodern approach. Counselling Psychology Quarterly, 11(2), 181. https://doi.org/10.1080/09515079808254053   Black Lives Matter. (2021, June 9). Herstory. https://blacklivesmatter.com/herstory/    Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3(2), 77–101. https://doi.org/10.1191/1478088706qp063oa   Brumback, K & Wang, A. Man charged with killing 8 people at Georgia massage parlours. (2021, March 17). Toronto Star. https://www.thestar.com/news/world/us/2021/03/17/georgia-massage-parlour-shootings-leave-8-dead-man-captured.html   Choi, S. (2021). “People look at me like I AM the virus”: Fear, stigma, and discrimination during the COVID-19 pandemic. Qualitative Social Work, 20(1–2), 233–239. https://doi.org/10.1177/1473325020973333   Comedy Central UK. (2020, June 9). Peaceful Black Lives Matter Protests Held Around The World - The Daily Show With Trevor Noah. [Video]. YouTube. https://www.youtube.com/watch?v=3tBKvgvnCJg   Cooper, A. (2021, April 20) Derek Chauvin found guilty on all charges in the death of George Floyd. CNN [Video]. https://edition.cnn.com/us/live-news/derek-chauvin-trial-04-20-21/index.html?tab=Verdict   Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, 43(6), 1241–1299. https://doi.org/10.2307/1229039   Crippen, C. L. (2011). Working with intercultural couples and families: Exploring cultural dissonance to identify transformative opportunities. Retrieved from https://www.counseling.org/resources/library/vistas/2011-v-online/Article_21.pdf   Cyrus, K. (2017). Multiple minorities as multiply marginalized: Applying the minority stress theory to LGBTQ people of color. Journal of Gay & Lesbian Mental Health, 21(3),  194–202. https://doi.org/10.1080/19359705.2017.1320739   Dour, H. J., Wiley, J. F., Roy-Byrne, P., Stein, M. B., Sullivan, G., Sherbourne, C. D., Bystritsky, A., Rose, R. D., & Craske, M. G. (2014). Perceived social support mediates   65   anxiety and depressive symptom changes following primary care intervention. Depression and Anxiety, 31(5), 436. https://doi.org/10.1002/da.22216   Gee, G. C., & Ford, C. L. (2011). Structural racism and health inequities. Du Bois Review: Social Science Research on Race, 8(1), 115–132. https://doi.org/10.1017/S1742058X11000130  Gergen, K. J.  (2015). An invitation to social construction (3rd ed.). Sage.  Goodrich, K. M., & Luke, M. (2020). Group work in challenging times. The Journal for Specialists in Group Work, 45(4), 273–276. https://doi.org/10.1080/01933922.2020.1825294   Harrington, E. R. (2003). The social psychology of hatred. Journal of Hate Studies, 3(1), 49–82.   Hays, P. A. (2016). Addressing cultural complexities in practice: Assessment, diagnosis, and therapy (3rd ed.). American Psychological Association.              https://doi.org/10.1037/14801-000   Henderson, A. K., & Brantley, M. A. (2019). Parent's just don't understand: parental support, religion and depressive symptoms among same-race and interracial relationships. Religions, 10(3), 162. https://doi.org/10.3390/rel10030162   Ho, J. (2021). Anti-Asian racism, Black Lives Matter, and COVID-19. Japan Forum, 33(1), 148–159. https://doi.org/10.1080/09555803.2020.1821749   Johnson, S. U., Ulvenes, P. G., Øktedalen, T., & Hoffart, A. (2019). Psychometric properties of the General Anxiety Disorder 7-Item (GAD-7) scale in a heterogeneous psychiatric sample. Frontiers in Psychology, 10, 1713. https://doi.org/10.3389/fpsyg.2019.01713   Karis, T. A., & Killian K. D. (2011). Intercultural couples: Exploring diversity in intimate relationships. Routledge.  Killian, K. D. (2002). Dominant and marginalized discourses in intercultural couples’ narratives: Implications for family therapists. Family Process, 41(4), 603–618. https://doi.org/10.1111/j.1545-5300.2002.00603.x   Kim, H., Prouty, A. M., & Robertson, P. E. (2012). Narrative therapy with intercultural couples: A case study. Journal of Family Psychotherapy, 23, 273–286. https://doi.org/10.1080/08975353.2012.735591   Laakasuo, M., Rotkirch, A., Berg, V., & Jokela, M. (2017). The company you keep: Personality and friendship characteristics. Social Psychological and Personality Science, 8(1), 66–73. https://doi.org/10.1177/1948550616662126   Lang, C. (2021, February 18) Hate crimes against Asian Americans are on the rise. Many say more policing isn’t the answer. Time. https://time.com/5938482/asian-american-attacks/     66   Lee, S., Balkin, R. S., & Fernandez, M. A. (2017). Asian intercultural marriage couples in the United States: A study in acculturation and personality traits. The Family Journal: Counseling and Therapy for Couples and Families, 25(2), 164–169. https://doi.org/10.1177/1066480717697951   Lehmiller, J. J. (2012). Perceived marginalization and its association with physical and psychological health. Journal of Social and Personal Relationships, 29(4), 451–469. https://doi.org/10.1177/0265407511431187   Lehmiller, J., & Agnew, C. (2006). Marginalized relationships: The impact of social disapproval on romantic relationship commitment. Personality & Social Psychology Bulletin, 32,  40–51. https://doi.org/10.1177/0146167205278710   Lehmiller, J. J., & Agnew, C. R. (2007). Perceived marginalization and the prediction of romantic relationship stability. Journal of Marriage & Family, 69(4), 1036–1049. https://doi.org/10.1111/j.1741-3737.2007.00429.x   Lewandowski, D. A., & Jackson, L. A. (2001). Perceptions of interracial couples: Prejudice at the dyadic level. Journal of Black Psychology, 27, 288–303. https://doi.org/10.1177/0095798401027003003   Lewinsohn, P. M., Seeley, J. R., Roberts, R. E., & Allen, N. B. (1997). Center for Epidemiological Studies-Depression Scale (CES-D) as a screening instrument for depression among community-residing older adults. Psychology and Aging, 12, 277–287. https://doi.org/10.1037/0882-7974.12.2.277  Lewis, T. T., Cogburn, C. D., & Williams, D. R. (2015). Self-reported experiences of discrimination and health: Scientific advances, ongoing controversies, and emerging issues. Annual Review of Clinical Psychology, 11, 407–440. https://doi.org/10.1146/annurev-clinpsy-032814-112728   Long, J. (2003). Interracial and intercultural lesbian couples: The incredibly true adventures of two women in love. Journal of Couple & Relationship Therapy, 2(2), 85–101. https://doi.org/10.1300/J398v02n02_07   Moreau, J. (2020, February 18). States across U.S. still cling to outdated gay marriage bans. NBC News. https://www.nbcnews.com/feature/nbc-out/states-across-u-s-still-cling-outdated-gay-marriage-bans-n1137936    Mukhtar, S. (2020). Psychological health during the coronavirus disease 2019 pandemic outbreak. International Journal of Social Psychiatry, 66(5), 512–516. https://doi.org/10.1177/0020764020925835   National Constitution Center. (2021, June 12). On this day: Supreme Court rejects  anti-interracial marriage laws. Constitution Daily. https://constitutioncenter.org/blog/today-in-supreme-court-history-loving-v-virginia   67   National Institute of Mental Health. (2017, November). Any anxiety disorder. The National Institute of Mental Health Information Resource Center. https://www.nimh.nih.gov/health/statistics/any-anxiety-disorder   Nelson, T. D. (2016). Handbook of prejudice, stereotyping, and discrimination (2nd ed.). Taylor & Francis.  Novara, C., Serio, C., Lavanco, G., Schirinzi, M., & Moscato, G. (2020). Identity, couple and intergroup dynamics in intercultural families: Implications on life satisfaction of partners. Family Process, 59(2), 709–724. https://doi.org/10.1111/famp.12437   Panchal, N., Kamal, R., Cox, C., & Garfield, R. (2021, February 10). The implications of COVID-19 for mental health and substance use. Kaiser Family Foundation. https://www.kff.org/coronavirus-covid-19/issue-brief/the-implications-of-covid-19-for-mental-health-and-substance-use/   Parkerson, H. A., Thibodeau, M. A., Brandt, C. P., Zvolensky, M. J., & Asmundson, G. J. G. (2015). Cultural-based biases of the GAD-7. Journal of Anxiety Disorders, 31, 38–42. https://doi.org/10.1016/j.janxdis.2015.01.005   Peterson, D. R., & Peterson, R. L.  (1997). Ways of knowing in a profession:  Toward an epistemology for the education of professional psychologists.  In D. R. Peterson, Educating professional psychologists:  History and guiding conception (pp. 191–228). APA Books.   Pettersson, H., Manley, B., & Hernandez, S. (2021, June 9). Tracking Covid-19’s global spread. CNN. https://www.cnn.com/interactive/2020/health/coronavirus-maps-and-cases/   Pettigrew, T. F. (1961). Social psychology and desegregation research. American Psychologist, 16(3), 105–112. https://doi.org/10.1037/h0041995   Plamondon, A., & Lachance-Grzela, M. (2018). What if they are right? Network approval, expectations, and relationship maintenance behaviors. Personal Relationships, 25(2), 190–204. https://doi.org/10.1111/pere.12236   Radloff, L. S. (1977). The CES-D Scale: A self-report report depression scale for research in the general population. Applied Psychological Measurement, 1(3), 385–401. https://doi.org/10.1177/014662167700100306    Rico, B., Kreider, R. M., & Anderson,  L. (2018, July 9). Growth in interracial and interethnic married-couple households. United States Census Bureau. https://www.census.gov/library/stories/2018/07/interracial-marriages.html   Roysircar, G. (2009). Evidence-based practice and its implications for culturally sensitive treatment. Journal of Multicultural Counseling & Development, 37(2), 66–82. https://doi.org/10.1002/j.2161-1912.2009.tb00092.x       68    Schneider, D. J. (2005). The psychology of stereotyping. Guilford Press.  Seshadri, G., & Knudson-Martin, C. (2013). How couples manage interracial and intercultural differences: Implications for clinical practice. Journal of Martial and Family Therapy, 39(1), 43–58. https://doi.org/10.1111/j.1752-0606.2011.00262.x   Shinar, D., Gross, C. R., Price, T. R., Banko, M., Bolduc, P. L., & Robinson, R. G. (1986). Screening for depression in stroke patients: The reliability and validity of the Center for Epidemiologic Studies Depression Scale. Stroke, 17(2), 241–245. https://doi.org/10.1161/01.STR.17.2.241   Silvestrini, M. (2020). “It’s not something I can shake”: The effect of racial stereotypes, beauty standards, and sexual racism on interracial attraction. Sexuality & Culture, 24(1),  305–325. https://doi.org/10.1007/s12119-019-09644-0   Spitzer, R. L., Kroenke, K., Williams, J. B. W., & Löwe, B. (2006). A brief measure for assessing generalized anxiety disorder: The GAD-7. Archives of Internal Medicine, 166(10), 1092–1097. https://doi.org/10.1001/archinte.166.10.1092   Sullivan, C. & Cottone, R. R. (2006). Culturally based couple therapy and intercultural relationships: A review of literature. The Family Journal: Counseling and Therapy for Couples and Families, 14(3), 221–225. https://doi.org/10.1177/1066480706287278   Twenge, J. M., Cooper, A. B., Joiner, T. E., Duffy, M. E., & Binau, S. G. (2019). Age, period, and cohort trends in mood disorder indicators and suicide-related outcomes in a nationally representative dataset, 2005–2017. Journal of Abnormal Psychology, 128(3), 185–199. https://doi.org/10.1037/abn0000410   Werner-Seidler, A., Afzali, M. H., Chapman, C., & Sunderland, M., Slade, T. (2017). The relationship between social support networks and depression in the 2007 National Survey of Mental Health and Well-being. Social Psychiatry & Psychiatric Epidemiology, 52(12), 1463–1473. https://doi.org/10.1007/s00127-017-1440-7   Williams, D. R., Neighbors, H. W., & Jackson, J. S. (2003). Racial/ethnic discrimination and health: Findings from community studies. American Journal of Public Health, 93(2), 200–208. https://doi.org/10.2105/AJPH.93.2.200   Yu, F. (2017). Counseling intercultural couples with Asian ethnicity origins. The Family Journal: Counseling and Therapy for Couples and Families, 25(2), 121–122. https://doi.org/10.1177/1066480717702859   Zamperini, A., Menegatto, M., Mostacchi, M., Barbagallo, S., & Testoni, I. (2020). Loss of close relationships and loss of religious belonging as cumulative ostracism: From social death to social resurrection. Behavioral Sciences, 10(6), 99. https://doi.org/10.3390/bs10060099     69   Zhang, Y., & Hook, J. V. (2009). Marital dissolution among interracial couples. Journal of Marriage and Family, 71(1), 95–107. https://doi.org/10.1111/j.1741-3737.2008.00582.x    70   APPENDIX A: ENHANCED PERCEIVED MARGINALIZATION SCALE  Definitions: Family= Immediate or extended family such as parents, parental figures, grandparents, siblings, aunts/uncles, cousins Friends= Persons you consider yourself having a close relationship within your social circles Society/Societal= The larger group of people living in your current country  Please rate how true the following statements are about your romantic relationship.  1 (not true at all)                     9 (very true) 1. My family approves of my relationship.       1     2     3    4    5     6     7     8     9  2. My family are not accepting of this relationship.       1     2     3    4    5     6     7     8     9 3. My friends approve of my relationship.       1     2     3    4    5     6     7     8     9 4. My friends are not accepting of this relationship. 1     2     3    4    5     6     7     8     9   5. My family and friends approve of my relationship. 1     2     3    4    5     6     7     8     9  6. My family and/or friends are not accepting of this relationship. 1     2     3    4    5     6     7     8     9 7. My relationship has general societal acceptance. 1     2     3    4    5     6     7     8     9 8. I believe that most other persons (whom I do not know) would generally disapprove of my relationship.       1     2     3    4    5     6     7     8     9  Additional Questions:  Please select the reasons you feel your family disapproves or does not accept your relationship:  \u0000 My relationship is approved of/accepted – this question is Not Applicable to me   71   \u0000Cultural differences  \u0000Racial differences \u0000Religious differences  \u0000 Sexual Orientation or Identity (i.e. LGBTQ+ relationship or member in relationship) \u0000 Specific interpersonal characteristics of my partner (i.e. personality, attitude etc.) \u0000 Differences in Socioeconomic Status (i.e. income, class etc.) \u0000 Another reason: ________________________________________ Please select the reasons you feel your friends disapprove or do not accept your relationship:  \u0000 My relationship is approved of/accepted – this question is Not Applicable to me \u0000Cultural differences  \u0000Racial differences \u0000Religious differences  \u0000 Sexual Orientation or Identity (i.e. LGBTQ+ relationship or member in relationship) \u0000 Specific interpersonal characteristics of my partner (i.e. personality, attitude etc.) \u0000 Differences in Socioeconomic Status (i.e. income, class etc.) \u0000 Another reason: ________________________________________ Please select the reasons you feel society disapproves or do not accept your relationship:  \u0000 My relationship is approved of/accepted – this question is Not Applicable to me \u0000Cultural differences  \u0000Racial differences \u0000Religious differences  \u0000 Sexual Orientation or Identity (i.e. LGBTQ+ relationship or member in relationship)   72   \u0000 Specific interpersonal characteristics of my partner (i.e. personality, attitude etc.) \u0000 Differences in Socioeconomic Status (i.e. income, class etc.) \u0000 Another reason: ________________________________________                       73   APPENDIX B: CENTER FOR EPIDEMIOLOGIC STUDIES DEPRESSION SCALE (CES-D) Below is a list of the ways you might have felt or behaved. Please tell me how often you have felt this way during the past week.   Rarely or none of the time (less than 1 day)                            Some or a little of the time                           (1-2 days)                                                  Occasionally or moderate amount of time(3-4 days)                                      Most or all of the time (5-7 days)  1. I was bothered by things that usually don’t bother me.            o o o o 2. I did not feel like eating; my appetite was poor.  o o o o 3. I felt that I could not shake off the blues even with help from my family or friends.  o o o o 4. I felt I was just as good as other people.   o o o o 5. I had trouble keeping my mind on what I was doing.   o o o o 6. I felt depressed.   o o o o 7. I felt that everything I did was an effort.   o o o o 8. I felt hopeful about the future.  o o o o   74   9. I thought my life had been a failure.  o o o o 10. I felt fearful.  o o o o 11. My sleep was restless.  o o o o 12. I was happy. o o o o 13. I talked less than usual. o o o o 14. I felt lonely. o o o o 15. People were unfriendly. o o o o 16. I enjoyed life. o o o o 17. I had crying spells. o o o o 18. I felt sad. o o o o 19. I felt that people dislike me. o o o o 20. I could not get “going.” o o o o           75   APPENDIX C: GENERAL ANXIETY DISORDER-7 (GAD-7) Over the last two weeks, how often have you been bothered by the following problems?    Not at all  Several days  More than half the days  Nearly every day  1. Feeling nervous, anxious, or on edge   0  1  2  3  2. Not being able to stop or control worrying  0  1  2  3  3. Worrying too much about different things  0  1  2  3  4. Trouble relaxing  0  1  2  3  5. Being so restless that it is hard to sit still  0  1  2  3  6. Becoming easily annoyed or irritable  0  1   2   3  7. Feeling afraid, as if something awful might happen  0  1   2   3                76   APPENDIX D: QUALITATIVE QUESTIONS 1.How much does your relationship impact your mental health? (N/A if not relevant) _______________________________________________________________________  2. How much does your relationship impact your anxiety or depression specifically? (N/A if you do not have anxiety or depression) ________________________________________________________________________  3. Do you feel like support for yourself from friends or family have changed since your relationship began?  Please describe.                    77   APPENDIX E: DEMOGRAPHICS What was your biological sex at birth? \u0000Male      \u0000Female    \u0000 Conditions of Sex Development/Intersex What is your gender identity (Check all that apply)?  \u0000Male      \u0000Female  \u0000Genderqueer   \u0000Non-Binary \u0000Genderfluid     \u0000Two-spirit    \u0000Pangender    \u0000Queer   \u0000Trans   \u0000Prefer not to say \u0000Another_______     What is your sexual identity/sexual orientation? \u0000Heterosexual  \u0000Gay  \u0000Lesbian  \u0000Bisexual  \u0000Pansexual \u0000Queer  \u0000Asexual/Ace Spectrum  \u0000Unsure/Prefer Not to say   \u0000Another_____ What is your current age? _______ What is your highest level of education?  \u0000High School degree or equivalent \u0000Bachelor's degree (BA, BS, BSc) \u0000Master's degree (e.g. MA, MS, etc.) \u0000Doctorate (e.g. PhD, EdD, etc.) \u0000Another_____ What country or countries did you grow up in? _________________ What country do you currently live in? ___________ What best describes the community you live in?  \u0000Rural \u0000Suburban/Urban Region \u0000Urban Core/City What is your racial/ethnic background (Check all that you identify with)?   \u0000American Indian/Alaska Native \u0000East Asian \u0000South Asian \u0000Jamaican \u0000Southeast Asian \u0000Black or African American  \u0000Hispanic or Latinx \u0000Native Hawaiian or other Pacific Islander  \u0000White/European Descent   \u0000 Middle Eastern/North African \u0000Biracial \u0000 Multiracial \u0000Another _______   78   Please describe any specific cultural background(s) or ancestry(ies) that you hold traditions from in your own words. (i.e. Irish-Catholic; Italian and Scottish; Canadian and Indian, American) ________________ What is your religious background? \u0000 Christian/Catholic \u0000 Islam \u0000 Hinduism \u0000 Buddhism \u0000 Sikhism \u0000Judaism  \u0000 Agnostic/Atheist \u0000 Spiritual/Religious but not affiliated \u0000 Prefer not to say  \u0000 Another____________ What is your yearly household income? \u0000 Less than $20,000 \u0000 $20,000 to $34,999 \u0000 $35,000 to $49,999 \u0000 $50,000 to $74,999 \u0000 $75,000 to $99,999 \u0000$100,000 to $149,999\u0000$150,000 to $199,999 \u0000$200,000 or more In regard to your Romantic Relationship/Partner please answer the following questions:  Would you describe yourself and your partner as coming from different racial backgrounds?   \u0000Yes      \u0000No     If Yes, describe______ Would you describe yourself and your partner as coming from different ethnic backgrounds, religious backgrounds, or growing up with different customs, traditions, and expectations? \u0000Yes      \u0000No     If Yes, describe (i.e., I am Korean American, and my partner is Italian) ______________ Are you or your partner a member of a minority group (sexual orientation, gender, ethnic, or racial)? \u0000Yes, I am    \u0000Yes, my partner is  \u0000Yes, both myself and my partner are  \u0000No     79   If Yes, describe ______________ How different do you feel your cultural background is from your partner?  1       2       3     4       5       6       7          8    9 (Same)                                                                                              (Very different/Opposite)  How long have you and your partner been together (# months)?  _________  How would you describe your relationship status?    \u0000Casual dating      \u0000Serious Dating    \u0000Married or Committed Relationship \u0000Another ______ Partner Demographics What was your partner’s biological sex at birth? \u0000Male      \u0000Female    \u0000 Conditions of Sex Development/Intersex What is your partner’s gender identity (Check all that apply)?  \u0000Male      \u0000Female  \u0000Genderqueer   \u0000Non-Binary \u0000Genderfluid     \u0000Two-spirit    \u0000Pangender    \u0000Queer   \u0000Trans   \u0000Prefer not to say \u0000Another_______     What is your partner’s sexual identity/sexual orientation? \u0000Heterosexual  \u0000Gay  \u0000Lesbian  \u0000Bisexual  \u0000Pansexual \u0000Queer  \u0000Asexual/Ace Spectrum  \u0000Unsure/Prefer Not to say   \u0000Another_____ What is your partner’s current age? _______ What is your partner’s highest completed level of education?  \u0000High School degree or equivalent \u0000Bachelor's degree (BA, BS, BSc) \u0000Master's degree (e.g. MA, MS, etc.) \u0000Doctorate (e.g. PhD, EdD, etc.) \u0000Another_____ What country or countries did your partner grow up in? _________________ What country does your partner currently live in? _________ What best describes the community your partner lives in?  \u0000Rural \u0000Suburban/Urban Region \u0000Urban Core/City   80   What is your partner’s racial/ethnic background? (Check all that they identify with) \u0000American Indian/Alaska Native \u0000East Asian \u0000South Asian \u0000Jamaican \u0000Southeast Asian \u0000Black or African American  \u0000Hispanic or Latinx \u0000Native Hawaiian or other Pacific Islander  \u0000White/European Descent  \u0000 Middle Eastern/North African \u0000Biracial \u0000 Multiracial \u0000Another _______ Please describe any specific cultural background(s) or ancestry(ies) that your partner holds traditions from, in your own words. (i.e. Irish-Catholic; Italian and Scottish; Canadian and Indian, American)_____________________________ Please describe any other relevant cultural factors. (i.e. socioeconomic status/social class or status, education levels etc.)________________________ What is your partner's religious background? (Select all that apply).  \u0000 Christian/Catholic \u0000 Islam \u0000 Hinduism \u0000 Buddhism \u0000 Sikhism \u0000Judaism  \u0000 Agnostic/Atheist \u0000 Spiritual/Religious but not affiliated \u0000 Prefer not to say  \u0000 Another____________ What is your partner's yearly household income? \u0000 Less than $20,000 \u0000 $20,000 to $34,999 \u0000 $35,000 to $49,999 \u0000 $50,000 to $74,999 \u0000 $75,000 to $99,999 \u0000$100,000 to $149,999\u0000$150,000 to $199,999 \u0000$200,000 or more        81   APPENDIX E: PERMISSIONS GAD Permissions   https://www.phqscreeners.com/terms             82   CES-D Permissions   https://eprovide.mapi-trust.org/instruments/center-for-epidemiologic-studies-depression-scale                 83   Perceived Marginalization Permissions       84        ",
    "id": 539328436,
    "identifiers": {
        "doi": null,
        "oai": "oai:aura.antioch.edu:etds-1888"
    },
    "title": "Love Outside Margins: Mental Health and Marginalization in Intercultural and Monocultural Couples",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "AURA - Antioch University Repository and Archive",
    "references": [],
    "sourceFulltextUrls": [
        "https://aura.antioch.edu/cgi/viewcontent.cgi?article=1888&context=etds"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/539328436.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/539328436"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/539328436/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/539328436/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/539328436"
        }
    ],
    "abstract": "As the number of intercultural couples increases in North America, the impact of perceived marginalization of these relationships on the mental health of individuals is an area that requires continued clinical understanding. This quantitative study sought to explore how anxiety and depression levels in intercultural and monocultural couples are associated with levels of perceived marginalization. Qualitative follow-up questions were used to understand the varying reasons for marginalization and support between couples. One hundred twenty-four individual participants in romantic relationships took part in this study; of this, 64 were in monocultural relationships and 60 were in intercultural relationships. This study found significant positive associations between intercultural couples’ mental health (anxiety and depression) and societal and family marginalization. Significant positive associations were seen between monocultural couples’ mental health and social network and friend marginalization. This study supports the impact that perceived marginalization of one’s romantic relationship has on mental health, and highlights qualitative comments that show the similarities and differences between couples. Notably, there were similar elevated levels of anxiety and depression between both groups for this sample. This study has clinical implications for clinicians as they should be aware of how both the dominant culture and social networks of clients affect them. In combination, clinicians must have cultural humility without assuming the roots of stressors or mental health issues for a couple or individual",
    "tags": [
        "text",
        "perceived marginalization",
        "intercultural couples",
        "monocultural couples",
        "anxiety",
        "depression",
        "society",
        "social networks",
        "pandemic",
        "COVID-19",
        "Clinical Psychology",
        "Psychiatric and Mental Health",
        "Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:aura.antioch.edu:etds-1888",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12789",
        "openDoarId": 0,
        "name": "Antioch University Repository and Archive (AURA)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 539328436,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-11T15:41:35+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-17T23:28:05+01:00"
    },
    "urls": [
        "https://aura.antioch.edu/etds/875",
        "https://aura.antioch.edu/context/etds/article/1888/viewcontent/Masseratagah__Tara__Dissertation_for_ETD_8.26.21_.pdf"
    ],
    "lastUpdate": "2024-02-11T15:41:35+00:00",
    "setSpecs": []
}