{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rosenblum, Darren"
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:17:44+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144225459.pdf",
    "fullText": "Fordham Law Review Volume 76 Issue 6 Article 9 2008 Loving Gender Balance: Reframing Identity-Based Inequality Remedies Darren Rosenblum Follow this and additional works at: https://ir.lawnet.fordham.edu/flr  Part of the Law Commons Recommended Citation Darren Rosenblum, Loving Gender Balance: Reframing Identity-Based Inequality Remedies, 76 Fordham L. Rev. 2873 (2008). Available at: https://ir.lawnet.fordham.edu/flr/vol76/iss6/9 This Article is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted for inclusion in Fordham Law Review by an authorized editor of FLASH: The Fordham Law Archive of Scholarship and History. For more information, please contact tmelnick@law.fordham.edu. Loving Gender Balance: Reframing Identity-Based Inequality Remedies Cover Page Footnote Associate Professor, Pace Law School. For helpful encouragement, conversations, and comments, I thank Elizabeth Cooper, Bridget J. Crawford, Sheila R. Foster, Emily Ming-Sue Huoh, Sonia Katyal, and Robin Lenhardt. For invaluable research assistance, I thank Christa D'Angelica, Kathleen Lange, Michael Stevens, and Shamik Trivedi. This article is available in Fordham Law Review: https://ir.lawnet.fordham.edu/flr/vol76/iss6/9 LOVING GENDER BALANCE: REFRAMINGIDENTITY-BASED INEQUALITY REMEDIESDarren Rosenblum*INTRODUCTIONThe egalitarian voice of the U.S. Supreme Court resonates forty yearsafter it abolished antimiscegenation laws in Loving v. Virginia.' WhileLoving's vigor influences contemporary debates on sex-related marriagerestrictions, its impact extends to the hopes and tensions that undergird andunite equality movements. Half a world away, Norway's Corporate BoardQuota (CBQ), recently began enforcing a forty percent floor for both sexeson publicly traded companies' boards of directors.2At first glance, Loving's affirmation of an interracial marriage in the faceof the state's opprobrium seems impossibly divergent from the CBQ.Loving concerned de jure racial discrimination while the CBQ remedies defacto corporate gender inequality. Loving also struck down state-sanctionedcriminal penalties for interracial marriage, while the CBQ aims at theprivate sector. Loving is the prototypical test-case litigation, complete withthe perfectly named plaintiff and a compelling story. In contrast, the CBQcoldly regulates publicly listed corporations. Finally, and perhaps mostsignificantly, race and gender inequality remedies differ sharply from oneanother.Even so, parallels exist between Loving and the CBQ. Both attempt tosubvert inequalities-marriage's restriction on same-race couples andcorporate leadership's maleness. Each also involves government attemptsto insert equality into inherently \"private,\" yet state-defined, institutions.3Given these consistencies, present-day attempts to remedy inequality, suchas the CBQ, reflect the purchase Loving still carries.* Associate Professor, Pace Law School. For helpful encouragement, conversations, andcomments, I thank Elizabeth Cooper, Bridget J. Crawford, Sheila R. Foster, Emily Ming-SueHuoh, Sonia Katyal, and Robin Lenhardt. For invaluable research assistance, I thank ChristaD'Angelica, Kathleen Lange, Michael Stevens, and Shamik Trivedi.1. 388 U.S. 1 (1967).2. Ministry of Children and Equality, Representation of Both Sexes on CompanyBoards, http://www.regjeringen.no/en/dep/bld/Topics/Equality/Rules-on-gender-representation-on-compan.html?id=416864 (last visited Feb. 28, 2008).3. See generally Frances E. Olsen, The Family and the Market: A Study of Ideologyand Legal Reform, 96 Harv. L. Rev. 1497 (1983).2873FORDHAM LA W REVIEWLoving's logic is profoundly topical in balancing universality withparticularity and sameness with difference. Should colorblind or race-conscious remedies predominate in equality jurisprudence? Is the goalequality or multiraciality? Are just or effective solutions exclusive to oneside of the blind/conscious debate?This essay explores contemporary iterations of this debate in the contextof gender equality. Shifting frames of identity and nationality create newlenses for observing well-trod debates over blindness and consciousness inrace and gender inequality. Given the centrality of globalized interactionsin our economic and personal lives, it is only appropriate that we utilizethese tools in legal debates as well. Yet comparisons among remedies forrace and gender inequality necessarily confront pivotal challenges, and suchscholarship demands rigorous method.4 This essay uses transnational andtransidentity examinations of widely divergent remedies to cross-fertilizecrucial but often wooden equality debates.First, this essay illustrates how Loving's logic remains foundational toidentitarian equality debates. Part II describes and compares three gender-related remedies: Norway's CBQ, the United States' Title IX of 1972, 5 andFrance's Parity Law of 2000.6 Each of these laws operates on anassumption of gender consciousness rather than gender blindness, but theCBQ's implicit goal of gender balance distinguishes it from the otherremedies. Part III explains how critical race evaluations of minority accessto corporate power reveal the pervasive implementation flaws in race-conscious remedies. These defects arise in \"softer\" remedies such asaffirmative action as well as in \"harder\" remedies such as quotas. Criticalconstructions of identity and power, despite varying along cultural lines,7provide a unifying logic for understanding these developments. Finally,this essay argues that the novelty of the CBQ among inequality remediessuggests the potential for harmonious gender balance, just as Lovinglowered barriers to interracial, multiracial, or even postracial harmony.I. LOVING'S LEGACYIn 1959, a grand jury indicted Mildred Jeter and Richard Loving forviolating Virginia's antimiscegenation law. 8 After pleading guilty to thecharge, the trial court exiled the Lovings from the state and the Virginia4. As I have argued in Internalizing Gender: Why International Law Theory ShouldAdopt Comparative Methods, 45 Colum. J. Transnat'l L. 759 (2007), comparative methodsreveal far more about cultural difference as reflected in law than traditional international lawmethodology.5. 20 U.S.C. § 168 1(a) (2000).6. Law No. 99-569 of July 8, 1999, Journal Officiel de la Rrpublique Frangaise [J.O.][Official Gazette of France], July 9, 1999, p. 10175, available athttp://www.legifrance.gouv.fr/jopdf/common/jo-pdf.jsp?numO=0&dateJO=19990709&numTexte=&pageDebut 10175&pageFin= 10175.7. Gender, as well as race, varies along cultural lines. See Rosenblum, supra note 4.8. Loving, 388 U.S. at 2-3.[Vol. 762874LOVING GENDER BALANCESupreme Court of Appeals affirmed their convictions.9 Before the U.S.Supreme Court, Virginia advanced an equal application theory, arguing thatthe law applied equally to whites and blacks.10 The Supreme Court rejectedthis argument, holding that Virginia's statute violated the FourteenthAmendment's Equal Protection Clause by discriminating on the basis ofrace and the Due Process Clause by impeding the fundamental right ofmarriage. \"Two key elements of Loving animate contemporary inequality debates,namely, its colorblind rationale and its countermajoritarian impulse toprotect group rights in a democracy.A. Interpreting Loving: Colorblind but Not MultiracialIn Loving, the Court articulated a colorblind perspective on theConstitution: \"[T]his Court has consistently repudiated '[d]istinctionsbetween citizens solely because of their ancestry' as being 'odious to a freepeople whose institutions are founded upon the doctrine of equality.\" ' 12The Court then declared that \"[w]e have consistently denied theconstitutionality of measures which restrict the rights of citizens on accountof race. There can be no doubt that restricting the freedom to marry solelybecause of racial classifications violates the central meaning of the EqualProtection Clause.\"'13 The Court grounded its rejection of Virginia's equalapplication in this colorblind approach.' 4Although Loving marked the death of antimiscegenation laws, it did notgive birth to a multiracial society. For example, many in the United Statescontinue to accept de facto racial segregation in marriage.' 5 Indeed, someargue that colorblindness precludes an emphasis on multiraciality. 16 Under9. Id. at 3-4.10. Id. at 7-8. Virginia arguedthat the meaning of the Equal Protection Clause, as illuminated by the statementsof the Framers, is only that state penal laws containing an interracial element aspart of the definition of the offense must apply equally to whites and Negroes inthe sense that members of each race are punished to the same degree.Id.11. Id. at 10. The U.S. Supreme Court stated that \"[t]he clear and central purpose of theFourteenth Amendment was to eliminate all official state sources of invidious racialdiscrimination in the States.\" Id. The Court also rejected Virginia's argument regarding theoriginal intent of the drafters. Id. (citing McLaughlin v. Florida, 379 U.S. 184 (1964)); seeid. at 11-12. \"The freedom to marry has long been recognized as one of the vital personalrights essential to the orderly pursuit of happiness by free men.\" Id. at 12.12. Id. at 11 (quoting Hirabayashi v. United States, 320 U.S. 81, 100 (1943)).13. Id. at 11-12.14. Id. at 9. The Court stated that \"the fact of equal application does not immunize thestatute from the very heavy burden of justification which the Fourteenth Amendment hastraditionally required of state statutes drawn according to race.\" Id.15. See generally Rachel F. Moran, Interracial Intimacy: The Regulation of Race andRomance (2001).16. John DeWitt Gregory & Joanna L. Grossman, The Legacy of Loving, 51 How. L.J.15, 36 (2007). Rachel Moran states that \"[a]dvocates of colorblindness insist that thegovernment must be indifferent to race in all its decision-making to ensure equality. In their28752008]FORDHA M LA W RE VIE Wa colorblind argument, the prevalence of racially homogamous marriages 17does not bar equality. This places personal racial preferences in spouseselection as beyond reproach.' 8  Colorblind attempts to resolve racialinequities sit firmly within a universalist presumption of experience andrights.Contrasting colorblindness with color consciousness, Rachel Moranargues that although Loving successfully pushed colorblindness intomarriage and family policy, it failed to cure racial discrimination.However, as Moran observes, viewing race as a \"biological irrelevancy\"does not shift \"the ongoing social and psychological significance of race inchoosing a sexual partner, selecting a spouse, or raising a family.\"' 19Indeed, Moran notes that a brief stint of colorblindness cannot single-handedly both eliminate race in spouse selection and foster a multiracialsociety in light of the centuries-long history of U.S. antimiscegenationlaws.20 Although Loving removed state barriers to intermixing, it alonecould not eliminate personal preference barriers. Although it would not befeasible to institute marriage quotas, other countries have encouraged racialmixing through a variety of policies.21Thus critical race theorists advocate a color-conscious vision to recognizerace's continued relevance. 22 They argue that colorblindness depends onthe identical treatment of all people in a universalist construction of law.Loving framed the law as ostensibly colorblind, leaving radism as apersonal choice relating to freedom of association. This choice advancesbroader multiracial goals, so long as individuals choose to exercise theirfreedom to marry across racial lines. Notwithstanding the historicview, even color-conscious remedial efforts like desegregation and affirmative action betrayAmerica's commitment to individual liberty and equal treatment.\" Moran, supra note 15, at2.17. \"Homogamy\" refers to marriages within the same group. See Robert J. Morris,Configuring the Bo(u)nds of Marriage: The Implications of Hawaiian Culture & Values forthe Debate About Homogamy, 8 Yale J.L. & Human. 105, 106 & n.5 (1996). Thanks toElizabeth F. Emens for this interesting point.18. Gregory & Grossman, supra note 16, at 51 (citing Moran, supra note 15, at 124-25).19. Moran, supra note 15, at 99.20. Id. at 6. Permitting individuals of all races to conjugate as they wish might remedyinstitutional and economic legacies of racism, but it arises in a context at a most personallevel that may not rise to the challenge as easily as other contexts. See id. at 6-7. Thus, assome have argued, racism persisted, and still persists, in the market for marital love,demonstrating the need for more assertive efforts by the state to promote equality. See id. at194-96.21. In Brazil, for example, branqueamento (whitening) and mestiqagem (mixing) werestate goals that were \"rhetorically idealized and promoted as the national norm,\" effectuatedby restrictive immigration laws that encouraged European immigration and discouraged orprohibited immigration of peoples of African, Asian, and Indian ancestry. Tanya KateriHernandez, To Be Brown in Brazil: Education and Segregation Latin American Style, 29N.Y.U. Rev. L. & Soc. Change 683, 687 (2005).22. Moran, supra note 15, at 2. \"Proponents of color-consciousness, on the other hand,argue that the color line still exists and cannot be ignored. For them, the ideal ofcolorblindness has been betrayed by centuries of segregation and discrimination.\" Moran,supra note 15, at 2.2876 [Vol. 76LOVING GENDER BALANCEdemocratic achievements of universalist constructions, racism's blatantpersistence requires identity-conscious remedies.Relying on the myth of an unbiased meritocracy, U.S. jurisprudencemaintains that colorblindness is the primary vehicle to combat racism.Voluntary efforts toward diversity and corporate social responsibility havemet with only partial success. Increased state involvement is the only waysociety will conquer inequality. The CBQ constitutes a radical entry intothis arena. It forces not equality but gender balance through its mandate ofa forty percent minimum for each gender on corporate boards. This genderbalancing permits a range of acceptable outcomes, while pure equalitywould require exact parity. Out of hesitation or political expediency, theU.S. Left, to the extent one exists, has studiously avoided such ambitiousgoals in the wake and ruin of socialist and communist utopian movements.However, moving the state beyond majoritarian interests requires thearticulation of an affirmative goal of equity. Loving's colorblind emphasismay advance equality efforts to a degree, but it is efforts such as the CBQthat articulate equality's logical extension and thereby contribute torealizing it.B. Countermajoritarian Equality EffortsToday, overturning antimiscegenation laws seems self-evident, but in1948, when the California Supreme Court became the first court to rejectsuch a law, 23 approximately ninety-six percent of the public opposedmarriage equality for interracial couples. 24 Nearly twenty years later, as theU.S. Supreme Court decided Loving, seventy percent of the public opposedinterracial marriage. 25 Indeed, antimiscegenation laws existed in severalsouthern states until only recently. 26 Although toothless in the wake ofLoving, such laws' persistence reflects statewide norms.Racism's continued currency dramatizes the critical role ofcountermajoritarian institutions such as the federal courts. Imagine theinjury if Virginia had prevailed with its equal application theory, or ifcontemporary referenda (think Romer v. Evans27 or anti-same-sex marriageamendments) or suppressions of \"activist judges\" succeeded. In thiscontext, the CBQ and Loving each reflect the state's potentially activist rolein combating discrimination.23. Perez v. Lippold, 198 P.2d 17, 29 (Cal. 1948).24. Kevin Maillard, A Very Long, Loving Dinner, Blackprof.com, Oct. 8, 2007,http://www.blackprof.com/?p=82 (stating that, according to a 1958 Gallup poll, only fourpercent of Americans approved of interracial marriage).25. Evan Wolfson, Why Marriage Matters: America, Equality, and Gay People's Rightto Marry (2004); see also Randall Kennedy, Loving v. Virginia at Thirty, SpeakOut.com,Feb. 6, 1997, http://www.speakout.com/activism/opinions/3208-1 .html.26. South Carolina repealed the law in 1998, and Alabama followed suit in 2000. SeeAlabama Removes Ban on Interracial Marriage, USA Today, Nov. 7, 2000,http://www.usatoday.com/news/vote2000/al/mainO3.htm.27. 517 U.S. 620 (1996).2008] 2877FORDHAM LAW REVIEWFacing overwhelming opposition, Loving clearly stated a simpleprinciple: that the state cannot be biased in legitimating individuals' choiceof spouse. While Loving's colorblindness restrained its impact, andalthough causality would be difficult to prove, courts may effect measurabledifferences in societal attitudes toward previously proscribed behavior.For example, the Massachusetts Supreme Judicial Court extendedmarriage rights to same-sex couples in Goodridge v. Department of PublicHealth.28 Since that decision, public opposition to same-sex couples inMassachusetts has dropped sharply. Public opinion has begun to align withthe court's marriage equality norm, even if only by pushing marriageopponents to embrace civil unions. Norway may realize a similar result inthe CBQ's wake. Until recently, women constituted less than ten percent ofcorporate board members in Norway.29 This statistic will shift radically ascorporations comply with the CBQ by speedily adding women boardmembers. Over time, sexist attitudes in the Norwegian corporate spherecould reasonably be expected to lessen as gender balance norms becomestandard.II. GENDER-CONSCIOUS REMEDIES FOR INEQUALITYThe CBQ is the most recent of a long line of gender inequality remedies.This part will explore this and two other remedies that involve allocatingresources or rights based on some proportionality and compare them to theCBQ: France's Parity Law (Parity) of 2000 and the United States' Title IXof 1972. Beyond gender-neutral, formal antidiscrimination norms, theseefforts enunciate positive policy shifts to foster equality. They interact withunderlying gender norms and tactics in both complementary and divergentways. Each remedy reflects an exercise of some feminist power that JanetHalley and others call governance feminism. 30 Parity requires politicalparties to present women as half of their candidates. 31 Title IX imposes,among other remedies, a requirement that the federal funding of collegiatesports programs be proportional to enrollment gender ratios. Thedistinctions among these remedies point to the tensions among gender-conscious remedies.28. 798 N.E.2d 941 (Mass. 2003).29. Carrie Seim, Closing the Corporate Gender Gap, News of Norway, June 6, 2003, at8, 8, available at http://www.norway.org/NR/rdonlyres/E619E3DF-5216-4332-963E-744C323BOC85/9664/non2003_03.pdf.30. Governance feminism is the installation of feminists and feminist ideas in actuallegal and institutional sites of power. Janet Halley et al., From the International to the Localin Feminist Legal Responses to Rape, Prostitution/Sex Work, and Sex Trafficking: FourStudies in Contemporary Governance Feminism, 29 Harv. J.L. & Gender 335, 340 (2006).In a sense, such quotas and quota-like provisions, constitute the ultimate institutionalizationof feminist power, a point that merits further exploration.31. Guillaume R. Fr6chette, Francois Maniquet & Massimo Morelli, Incumbents'Interests, Voters' Bias and Gender Quotas 1 (CORE Discussion Paper No. 2006/83, 2006),available at http://papers.ssm.com/sol3/papers.cfm?abstractid=949153.[Vol. 762878LOVING GENDER BALANCEA. Balancing Gender: Norway's CBQThe CBQ reflects the widespread promotion of gender equality efforts inNorway.32  At the time of the CBQ's passage in 2004, women'sparticipation in government leadership and civil society was quite high, butthe number of women holding corporate board positions languished atlevels below ten percent. 33 The CBQ joined other corporate governancerequirements that threaten dissolution for noncompliance by state-ownedand publicly held corporations, including all those listed on the Oslo StockExchange. 34 As of July 2007, sixty percent of companies had compliedwith the law, 35 and at the witching hour of January 1, 2008, nearly allcovered corporations complied with the mandate. 36 The CBQ not onlyreflects Norway's interaction between the public and private sectors that farsurpasses that of the United States, but also signals a strong sense ofexperimentalism with regard to entrenched inequality remedies.37Norway, like other Scandinavian countries, takes gender equalityseriously. With the CBQ, Norwegian policy seeks to insert women intoprivate-sector leadership, matching their already relatively elevated politicaland civic representation. This effort dovetails with policy incentives toshift men toward paternal responsibilities, 38 such as reserving four weeks of32. Norway's 1978 Gender Equality Act, amended in 2002, emphasizes equalopportunities in education, employment, and cultural and professional advancement. SeePress Release, Comm. on Elimination of Discrimination Against Women, Norway Called'Haven for Gender Equality,' as Women's Anti-discrimination Committee ExaminesReports on Compliance with Convention, U.N. Doc. WOM1377 (Jan. 20, 2003),http://www.un.org/News/Press/docs/2003/wom 1377.doc.htm.33. See Seim, supra note 29, at 8. This reflected, as some assert, the predominantlysocialist orientation of the feminist movement, which led to women's reluctance toparticipate in capital, perhaps viewed as the \"enemy,\" as well as to lower levels of women inprivate-sector work as compared to the state-sector.34. The law covers state-owned limited liability companies, state-owned enterprises,companies incorporated by special litigation, intermunicipal companies, and privately-ownedpublic limited liability companies, of which there are about 500 on the Norwegian stockexchange. Norway Ministry of Children and Equality, supra note 2. Companies that fail toconform to general corporate governance rules, including the Corporate Board Quota (CBQ),typically comply after notice by the government, rendering dissolution an unlikely remedy.Id. According to the Public Limited Companies Act, \"substantial public interests\" mayprevent dissolution. Id. In the interim, companies must pay fines until they comply fullywith the law. This regulation applies to different situations such as requirements regardingthe board of directors, the general manager, the auditor, and the annual accounts. Id.35. See Norway Firms Nearer Quota on Women Board Members, Reuters, July 12,2007, http://www.reuters.com/article/companyNewsAndPR/idUSL 1225231520070712.36. Telephone Interview with Siri 0yslebo Sorensen, Researcher, Norwegian Univ. ofSci. and Tech. (Feb. 25, 2008). Because the enforcement mechanism is so recent, final datais not yet available.37. Scandinavian nations consistently earn top rankings in terms of economiccompetition and technological prowess, but they simultaneously maintain a particularlysocialist form of democracy with health, education, and unemployment benefits, as well asretirement and parental leave.38. Beginning in 1972, Swedish political parties began to regulate levels of women'srepresentation. Int'l Inst. for Democracy and Electoral Assistance, Sweden: Women'sRepresentation in Parliament (n.d.), available at2008] 2879FORDHAM LA W REVIEWparental leave for fathers. 39  Obligations that most societies place onwomen have become family tasks that include men. The sum of theseefforts reduces gender inequality, leading to greater gender balance.Norway has begun to transform what would traditionally be considered\"women's work\" into broader, gender-neutral societal duties. As womenenter corporate boardrooms, men increasingly push strollers. In thiscontext, the CBQ is only the next step in facilitating gender-balanced accessto resources and responsibilities within Norway. Through the CBQ, publicpolicy penetrates the corporate board of directors, one of the most exclusiveof private-sector spheres. 40Critics of the CBQ assert that it unforgivably intrudes into a private areathat corporations should self-regulate. 41 Laissez-faire theories emphasizethat public regulation should govern only state and quasi-state actors, anattitude that prevails in the United States. Public institutions, however,construct the legal entities of the corporation and the family.42 The CBQenvisions a broader and stronger pool of candidates for corporate boards.The CBQ's threat of dissolution reminds us that it is the law that createscorporations. The striking threat of dissolution may be potent enough tosurmount the logistic complexity that compliance with the CBQ requires.B. Parity: The Duality of DemocracyThe CBQ is an extension of other countries' political representationquotas. Among those quotas, France's Parity, adopted in 2000, marks aradical shift in understanding French democracy as gendered. Parityrequires that half of all candidates for public office be women and utilizeshttp://www.idea.int/news/upload/sweden-women.pdf. Norway's major political parties haveforty percent minimum quotas for both sexes on electoral lists, some dating back to 1975.Int'l Inst. for Democracy and Electoral Assistance & Stockholm Univ., Global Database ofQuotas for Women: Norway,http://www.quotaproject.org/DisplayCountry.cfm?countrycode=NO (last visited Feb. 28,2008). Denmark has a similar history. Int'l Inst. for Democracy and Electoral Assistance &Stockholm Univ., Global Database of Quotas for Women: Denmark,http://www.quotaproject.org/DisplayCountry.cftn?countrycode=DK (last visited Feb. 28,2008).39. Press Release, supra note 32; see also Beret Br~ten, On the Daddytrack, Kilden,Nov. 5, 2005, http://kilden.forskningsradet.no/cl7224/artikkel/vis.html?tid=39122. BrAtenstates that, \"[i]f the daddytrack is to be realised, then it must also apply to working life.... Itmakes it okay for the man to take parental leave in spite of career ambitions and oftenambiguous cultural signals. They experience it as increasing their options.\" Id.40. Feminist theorists have analyzed the various relationships among public and private:state versus family (feminists and antifeminists/traditionalists), state versus market(interventionists and laissez-faire economists), and market/family (the domain of mostlyfeminists and class scholars). These key tropes, along with a fuller account of the CBQ, arethe subject of a separate publication. See generally Darren Rosenblum, Feminizing Capital:The Economic Imperative for Women's Corporate Leadership, 6 Berkeley Bus. L.J.(forthcoming 2009).41. See Seim, supra note 29, at 9.42. See Olsen, supra note 3. The public/private distinction evades simple definition, ascontracts exist only within the law and as recognized by the law.2880 [Vol. 76LOVING GENDER BALANCEtwo distinct enforcement mechanisms that reflect different electionsystems. 43 For list elections, such as municipal, regional, European, andcertain senatorial elections, political parties whose lists include fewer thanhalf women candidates will not appear on the ballot. For uninominalelections concerning executive or National Assembly positions, a party thatsponsors a pool of candidates composed of less than fifty percent womenwill lose proportional state funding.44Parity has had marked success in bringing women into the Frenchpolitical system, particularly in municipal elections where women'srepresentation has risen to almost fifty percent.45 Nearly all political partiesmeet the list requirements, but none meet the fifty percent requirement inuninominal races. 46 Although Parity imposes financial penalties, largerpolitical parties have tended to shoulder that cost rather than comply withthe law. 47 One consequence is that women still constitute only eighteenpercent of the National Assembly.48France admits that Parity's goals have not been met and that furthermeasures are still needed.49 Yet some scholars hypothesize that the Frenchelectorate is biased toward male representatives and that this, in turn,explains the law's failure to meet its stipulated goals. 50 Regardless of itsshortcomings, France's ambitious legislation has succeeded in transformingthe nation's political scene, as evident in President Nicolas Sarkozy'svoluntary observance of Parity in cabinet selections.5'With its goal of fifty percent women candidates, Parity reflects theunderlying theory of France's dual polity-political representation shouldreflect this duality. In the interest of equality, Parity protects men from43. Law No. 99-569 of July 8, 1999, Journal Officiel de la Rpublique Fran~aise [J.0.][Official Gazette of France], July 9, 1999, p. 10175, available athttp://www.legifrance.gouv.fr/jopdf/common/jo-pdf.jsp?numJO=0&dateJO = 19990709&numTexte=&pageDebut = 10175&pageFin = 10175.44. Uninominal elections are those in which the electorate votes for a specific candidatefor a specific position. There is no parity provision for elections in localities fewer than3500 inhabitants. See U.N. Comm. on the Elimination of Discrimination Against Women,Consideration of Reports Submitted by States Parties Under Article 18 of the Convention onthe Elimination of All Forms of Discrimination Against Women, Sixth Periodic Report ofStates Parties: France, 29, U.N. Doc. CEDAW/C/FRA/6 (Apr. 6, 2006), available athttp://www.un.org/womenwatch/daw/cedaw/reports.htm#f (follow \"France: Sixth PeriodicReport\" hyperlink).45. See Observatoire de la parit6 entre les femmes et les hommes, La parit6 dI'Assembl~e nationale (2007), http://www.observatoire-parite.gouv.fr/portail/doc 16/parite-assembleenationale.htm.46. The French Senate, for example, has 320 members, each elected for 9-year terms.Approximately one-third of the Senate faces the voters every three years, in an irregularcombination of list ballots and direct elections. See id.47. This raises a separate issue of whether the penalties have been underpriced.48. See Observatoire de Parit6 entre les femmes et les hommes, supra note 45.49. Id. Still, France has seen some benefits from the Parity Law. U.N. Comm. on theElimination of Discrimination Against Women, supra note 44.50. See Francois Maniquet et al., Endogenous Affirmative Action: Gender Bias Leadsto Gender Quotas (2005).51. See Observatoire de Parit6 entre les femmes et les hommes, supra note 45.28812008]FORDHAM LA W REVIEWwomen constituting a majority of political candidates because, were they todo so, the parties would be subject to the same penalties. By focusing on afifty percent proportion, Parity reflects a more exacting version of the CBQin this public, and highly symbolic, context.On its face, Parity seems to go in the opposite direction of Loving-itinscribes difference instead of removing it from the constitution. Yet Parityseeks to encourage equality through the duality of representation. Someargue that by ascribing difference to the core of the republic, Parity escapesthe universality/particularity bind.52 However, critics assert that this simplycodifies an essentialist understanding of sex differences. 53 Any remedy forgroup inequality relies on some essentializing notions of identity, but thequestion is whether the legal structures involved heighten or diminishidentity-based differentials. 54 Parity's bold move sought to ensure genderequality in the pool of candidates for public office, and its fulltransformative potential will continue to unfold.As Parity attempts to establish equality at one of the highest levels ofsociety, political representation, Title IX seeks to remedy inequality in thedevelopment of a broader range of society, education. 55C. Mandating Imbalance: Title IX's Proportionality StandardIn contrast to both the CBQ and Parity, Title IX relies on the entirelydistinct methodology of requiring substantial proportionality to reduceand/or eliminate gender-related harm in education. 56 While Congressclearly did not intend Title IX to be a quota, closer examination of TitleIX's provisions reveals quota-like aspects, since it compares opportunitiesby sex57 and only allows limited disparities.58 Like the CBQ and Parity,Title IX achieves adjustments in gender inequality with wide-rangingeffects. However, by attaching funding to the student population's genderratio, Title IX creates the risk that, as the near future brings more heavily52. See generally Joan Wallach Scott, French Universalism in the Nineties, 15Differences: J. of Feminist Cultural Stud. 32 (2004).53. See generally Frangoise Gaspard, Claude Servan-Schreiber & Anne Le Gall, AuPouvoir, Citoyennes! Libert6, Egalit6, Parit6 128-30 (1992).54. Jane Mansbridge, The Descriptive Political Representation of Gender: An Anti-essentialist Argument, in Has Liberalism Failed Women?: Assuring Equal Representation inEurope and the United States 19 (Jytte Klausen & Charles S. Maier eds., 2001).55. Donald C. Mahoney, Taking a Shot at the Title: A Critical Review of Judicial andAdministrative Interpretations of Title IX as Applied to Intercollegiate Athletic Programs, 27Conn. L. Rev. 943, 954 (1995).56. Id.57. Deborah Brake, The Struggle for Sex Equality in Sport and the Theory Behind TitleIX, 34 U. Mich. J.L. Reform 13, 59 (2000) (citing Letter from Norma V. CantO, AssistantSec'y for Civil Rights (Jan. 16, 1996),http://www.ed.gov/printlabout/offices/listocr/docs/clarific.html).58. Kristin Rozum, Staying Inbounds: Reforming Title IX in Collegiate Athletics, 18Wis. Women's L.J. 155, 169 n.35 (2003) (citing Office for Civil Rights, U.S. Dep't of Educ.,Clarification of Intercollegiate Athletics Policy Guidance: The Three-Part Test (1996),http://www.ed.gov/printlabout/offices/list/ocr/docs/clarific.html).[Vol. 762882LOVING GENDER BALANCEfemale student populations, the law may come to foster gender imbalancerather than remedy it.Congress passed Title IX in 1972 to extend the protections of the 1964Civil Rights Act 59 to federally funded educational institutions on the basisof sex.60 Although Congress did not specify the form of Title IX's effect oncollegiate athletics, 61 it directed the Department of Health, Education andWelfare Office for Civil Rights (OCR) to enact relevant regulations. 62 TheOCR's 1979 policy interpretation enunciated three variations of \"full andeffective accommodation\" a federally funded institution could exercise tocomply with Title IX. 63 First, the institution should ensure that male andfemale students have intercollegiate sports opportunities in numberssubstantially proportionate to their respective enrollments; second, whereone sex has been underrepresented, the program expansion should respondto the developing interest and abilities of the members of that sex; finally,barring such expansion, the present program should effectively include theunderrepresented sex.64Title IX's first compliance option requires substantially proportionateopportunities, a standard that functions much like a quota. The U.S. Courtof Appeals for the First Circuit affirmed the validity of the substantialproportionality test in Cohen v. Brown University.65 Despite subsequentlimitations,66 critics allege that substantial proportionality remains the onlypossible compliance option for many institutions. 67  Title IX's59. Pub. L. No. 88-352, 78 Stat. 241 (codified as amended at 42 U.S.C. §§ 2000a-2000h-6 (2000)); Mahoney, supra note 55, at 947.60. The statute states that \"[n]o person in the United States shall, on the basis of sex, beexcluded from participation in, be denied the benefits of, or be subjected to discriminationunder any education program or activity receiving Federal financial assistance.\" 20 U.S.C. §1681(a) (2000).61. Mahoney, supra note 55, at 949-50.62. Christopher Paul Reuscher, Giving the Bat Back to Casey: Suggestions to ReformTitle IX's Inequitable Application to Intercollegiate Athletics, 35 Akron L. Rev. 117, 124-25(2001).63. Id. at 127.64. Mahoney, supra note 55, at 954.65. 991 F.2d 888, 891 (1st Cir. 1993); see Jennifer R. Capasso, Structure Versus Effect:Revealing the Unconstitutional Operation of Title IX's Athletics Provisions, 46 B.C. L. Rev.825, 825-26 (2005) (citing Cohen, 991 F.2d 888); see also Mahoney, supra note 55, at 954-58.66. Capasso, supra note 65, at 837 (citing Cohen v. Brown Univ., 101 F.3d 155, 170-71(1st Cir. 1996)); see also Martha Burk & Natasha Plumly, Who Owns Sports? The Politicsof Title IX, 14 Marq. Sports L. Rev. 49, 53 (2003).67. Capasso, supra note 65, at 837 (citing Miami Univ. Wrestling Club v. Miami Univ.,302 F.3d 608, 613 (6th Cir. 2002)). Originally, if a specific program received federalfinancing, the entire institution had to comply with Title IX, as opposed to certainsubdivisions, such as the athletic department. In 1984, the Supreme Court in Grove CityCollege v. Bell, 465 U.S. 555, 573-74 (1984), limited Title IX's coverage to programsdirectly benefiting from federal financial assistance. Danielle M. Ganzi, Note, After theCommission: The Government's Inadequate Responses to Title IX's Negative Effect onMen's Intercollegiate Athletics, 84 B.U. L. Rev. 543, 555 (2004) (quoting Grove City Coll.v. Bell, 465 U.S. 555, 573-74 (1984)). Three years later, Congress responded with the 1987Civil Rights Restoration Act, which reestablished the institutionwide effect of Title IX by28832008]FORDHAM LA W REVIEWproportionality requirement reflects an underlying redistributive response togender inequality: the use of a quota system.Despite Title IX's quota-like enforcement method, quota-phobiadominated the debate surrounding it.68 One sponsor asserted that \"we arestriking down quotas. The thrust... is to do away with every quota.\"69Others feared still more assertive remedies 70 or reverse discrimination.71As one critic alleges, \"[A] system that requires a certain number of personsto be granted an opportunity based solely on one characteristic-such assex-without regard for other qualifications-such as ability-is a 'quotasystem' in every sense of the words.\" 72 This quota-phobia continues today,as it mirrors the fundamental reticence to recognize group rights within theUnited States and serves as a blind spot in the drafting of gender inequalityremedies. 73 In avoiding the creation of a quota, Congress instituted aquota-like mechanism that may prove less effective at fostering genderbalance than explicit quotas.Title IX's mechanism, which centers on the sex ratio of the student bodyrather than that of the broader national population (approximately fifty-fifty), seems designed to avoid appearances of a quota. By focusing on thestudent body, at a time when the majority of students were men, Congresscreated a remedy that aided women based on their proportion in the studentpopulation rather than their overall population. However, because of TitleIX's structure, the growing disparity between the numbers of men andwomen in higher education will drive Title IX's significance.Women will make up sixty percent of all college students by 201074 andwill eventually reach two-thirds or even seventy percent of the collegestudent population. 75 The substantial proportionality test links to genderbroadening the definition of \"program or activity.\" Pub. L. No. 100-259, 102 Stat. 28(codified as amended at 20 U.S.C. § 1687 (2000)); see also Rozum, supra note 58, at 163.68. Mahoney, supra note 55, at 949.69. Id. at 946 (emphasis omitted) (quoting 117 Cong. Rec. 30,409 (1971)).70. Id. at 947. Representative Edith Green, the chairperson of the Special HouseSubcommittee on Education, felt that any quota, even one enacted to redress genderdiscrimination, would be harmful. She stated, \"To my way of thinking a quota system wouldhurt our colleges and universities. I am opposed to it even in terms of attempting to enddiscrimination on the basis of sex.\" Id. (quoting 117 Cong. Rec. 39,262 (1971)).71. Id. at 948. Senator Daryl Beall noted that a gender quota could result in reversediscrimination against others: \"As we eliminate [sex discrimination in education], I hopethat we are not establishing still another form of bias.\" Id. (quoting 118 Cong. Rec. 5813(1972)).72. Id. at 944.73. See generally Darren Rosenblum, Parity/Disparity: Electoral Gender Inequality onthe Tightrope of Liberal Constitutional Traditions, 39 U.C. Davis L. Rev. 1119 (2006).74. Debra Franzese, The Gender Curve: An Analysis of Colleges' Use of AffirmativeAction Policies to Benefit Male Applicants, 56 Am. U. L. Rev. 719, 720 (2007).75. See Frank Deford, Unfair Advantage: Annual Title IX Ax Is About to Fall on Men'sSports, Sports Illustrated, May 2, 2007,http://sportsillustrated.cnn.com/2007/writers/frank-deford/05/02/title.ix/index.html. Theabsolute gains that Title IX has at least in part achieved are indeed dramatic: 300,000women in competitive sports in 1971 versus 2.7 million in 2001. Press Release, Nat'l[Vol. 762884LOVING GENDER BALANCEratios in the student population rather than in the general population. Thislinkage ensures that as the ratio of men in the student population decreases,men's collegiate athletic funding will also diminish. Demography isdestiny. Title IX will become a program that favors one gender overanother, even though men have higher levels of participation in collegiatesports. 76 By doing so, Title IX may legitimize gender imbalance andsharpen absolute disparities; it would constitute one of the few arenas inwhich the law would favor women over men. One could argue that suchimbalances rectify long-standing sexism in collegiate funding and sports,but this imbalance reflects the appeal of the CBQ gender balance model.D. The CBQ, Parity, and Title IX:Gender Balance, Equality, and ProportionalityBoth Parity's equality and Title IX's proportionality mechanisms contrastmarkedly with the CBQ's direct effort to encourage what one could callgender balance. The CBQ will provide opportunity with a floor for bothgenders and \"protect\" each gender with a ceiling for the other. The CBQsets a range for compliance so that the pendulum of gender balance cannotswing too far. It works not only by promoting women, but also byprotecting men from becoming voiceless in corporate leadership. Genderbalance on corporate boards results.By contrast, Parity and Title IX face shortcomings in potentially reifyingessentialist visions of identity. Each of these remedies confronts limitationsin application that undermine their effectiveness. The Parity Law'sexactitude with regard to equality may render compliance challenging forpolitical parties, and Title IX's substantial proportionality requirement mayultimately reinforce gender differences as college demographics shift to asubstantial female majority. Second-wave goals that focus exclusively onempowerment contrast sharply with broader goals of gender equity. Genderequality efforts must move beyond a second-wave women-centered positiontoward a vision of gender balance, like that manifested by the CBQ.The ungainliness of both Parity and Title IX underscores the CBQ'snuanced prescription of a tolerable range of acceptable outcomes, withoutoverprecision, a range that reflects a balance with regard to gender.Gender's currency depends on the power disparity between men andWomen's Law Ctr., Facts on Title IX (n.d.), available athttp://www.nwlc.org/pdf/FactsOnTitleIXAthletics.pdf.76. See generally Mahoney, supra note 55. The National Women's Law Center reportsthat male athletes exceed the number of female college athletes, even though women makeup more than fifty-three percent of the college population. See Press Release, supra note 75.In addition, male sports like football tend to generate the most income for schools. Kevin J.Rapp, Note, Forced to Punt: How the Bowl Championship Series and the IntercollegiateArms Race Negatively Impact the Policy Objectives of Title IX, 80 Ind. L.J. 1167, 1168(2005). Rapp notes the extent to which schools benefit from other funding for a strongmen's football program, id. at 1169, while critics counter that such funding should beconsidered along with other funding, and that such impacts violate the \"effectiveaccommodation test\" of Title IX, id. at 1169, 1172.2008] 2885FORDHAMLAWREVIEWwomen. To the extent society minimizes such power differentials, the needfor inequality remedies will likewise ebb. Norway's CBQ adopts thefeminist goal of eliminating the \"m > f' power relationship. 77 In addition,gender balance reflects a goal similar to that of some forms ofmultiraciality: the erasure of difference as a marker of power. Likemultiraciality, which Moran argues would arise from race-conscious efforts,gender balance finds its roots in gender-conscious remedies such as theCBQ.Quotas, especially those built on a binary, confront another crucialchallenge in essentializing gender. How does one count those who havetransitioned from one gender to another, or more importantly, those whosegender identity defies simple categorization, whether by biology78 or byintent?79 As I have argued elsewhere, beyond transgender individuals'lives, the gender binarism wreaks multiple nefarious effects on publicpolicy more broadly. 80 Any remedy for group inequality relies on someessentializing notions of identity. Each of these gender equality remediesrequires that individuals, whether board members, political candidates, orstudents, fit into one side of the male/female binary for calculation. TheCBQ presumably includes transgender individuals to the extent that theyhave legally transitioned. Ironically, achieving gender balance relies onlabeling gender. In some way, then, these remedies' pursuit of genderbalance may also serve to limit gender fluidity and maintain the genderbinary.These gender-conscious remedies move beyond Loving's vision of acolorblind society. Scholarship drawing on transgender challenges to thegender binary reflects the importance of moving beyond fixed definitions ofidentity. Recent scholarship recognizing the fluidity and indeterminacy ofrace enlightens an acknowledgement of gender's fluidity.The complex ways in which equality remedies interact with each otherexpose parallels with other equality jurisprudence debates. Just as theCBQ's gender balance focus reveals advantages in contrast with othergender equality remedies, it also exposes conflicts among other equality77. See generally Janet Halley, Split Decisions: How and Why to Take a Break fromFeminism (2006).78. See, e.g., Nancy Ehrenreich with Mark Barr, Intersex Surgery, Female GenitalCutting, and the Selective Condemnation of 'Cultural Practices,' 40 Harv. C.R.-C.L. L. Rev.71 (2005) (discussing the plight of intersex individuals and comparing legal argumentsregarding corrective surgery for intersex people to those regarding female genital cutting).79. Many transgender people transition from one gender to another, with or withoutmedical assistance, without the purpose of \"passing\" as the other gender. Categories such asdrag queens and kings and genderfuck involve people who play around with gender identityand may not fall into such easy categorization. See generally Kate Bomstein, GenderOutlaw: On Men, Women, and the Rest of Us 65-69 (1994).80. See generally Darren Rosenblum, \"Trapped\" in Sing Sing: TransgenderedPrisoners Caught in the Gender Binarism, 6 Mich. J. Gender & L. 499 (2000); see alsoDavid B. Cruz, Disestablishing Sex and Gender, 90 Cal. L. Rev 997 (1992).2886 [Vol. 76LOVING GENDER BALANCEefforts. Advanced exploration of such tensions in the race context yieldinteresting conclusions, as the following part discusses.III. GENDER, RACE, AND THE CORPORATE LADDERRemedies for group inequality occasionally play out in perverse ways intheir effects on individuals. Professors Devon Carbado and Mitu Gulatihave looked at the inadequacies of the corporate ladder for minorities.81Professor Douglas Branson examines women's lack of a \"seat at the table\"in corporate governance. 82 Both studies reflect the real consequences ofessentialist dangers. This part explores the lessons drawn from the impactof such policies on individuals and ultimately contrasts current minorityinclusion policies with \"harder\" remedies such as the gender-consciousquotas.A. Questioning the Ladder1. Shortcomings in Minority Promotion StrategiesDecades have passed since efforts began to integrate minorityrepresentation in government (through the Voting Rights Act 83) and in thecorporate world (through affirmative action). In response, critical analysesof such policies reflect the rich debate over identity-conscious remedies.Carbado and Gulati examine affirmative action to ascertain which minorityindividuals benefit from reaching the \"top of the corporate ladder\" 84 and atwhat cost. Through reality-based hypotheticals, Carbado and Gulatiundermine the plausibility of the \"ladder\" presumption that, once placed atthe top, minority managers will assist minority employees.Similar to the CBQ's attention to the apex of the corporate hierarchy,Carbado and Gulati focus on management to question the presumption thatminority executives will perform as role models for other minorities byengaging in mentoring, stereotype negation, racial monitoring, 85 racialaccountability, 86 racial cooperation, and racial comfort.87 In this \"laddercritique,\" Carbado and Gulati argue that minorities may fail to aid otherminorities because of the \"institutional rewards of racial disidentification81. Devon W. Carbado & Mitu Gulati, Race to the Top of the Corporate Ladder: WhatMinorities Do When They Get There, 61 Wash. & Lee L. Rev. 1645 (2004).82. Douglas M. Branson, No Seat at the Table: How Corporate Governance & LawKeep Women Out of the Boardroom 109 (2007).83. Voting Rights Act of 1965, 42 U.S.C. § 1973 (2000).84. Carbado & Gulati, supra note 81, at 1647, 1652-54.85. Id. at 1658-59, 1662-63. In such monitoring, the corporation members monitorwhat they do and say in order to avoid offending nonwhite colleagues. Id. at 1662-63.86. Id. at 1664. In this accountability, corporate members must account for decisionsthat have a negative impact on minorities. Id.87. Id. at 1665. Such comfort is provided by nonwhites who bear \"the burden of makingwhites feel comfortable with their nonwhite identity.\" Id.2008] 2887FORDHAM LA W REVIEWand institutional costs of perceived racial group association.\" 88 Certainadvancement traits such as \"overconfidence, a willingness to take highrisks, and a high degree of ethical plasticity,\" 89 give minorities the ability toreach top positions. Minorities who reach the top consist of \"raciallypalatable\" nonwhites9  rather than \"racially salient\" individuals.Advancement occurs for those who engage in majority-identified behavior.To overcome racial disadvantage, minorities feel compelled to rely on luckand attempt high-risk projects.9' Because corporate work often involvesteamwork, white executives assume minorities do not work well in thecorporate environment and must prove their capacity to \"manage othernonwhites.\" 92  The aforementioned practices lead corporate culture andpractice to discourage the performance of \"antidiscriminatory institutionalwork\" historically executed by law.93Carbado and Gulati's critique arises in the context of the United States,where minority advancement occurs through voluntary diversity efforts and,sometimes, affirmative action. Norway's CBQ arises in a very differentcontext. Gender, not race, is the focus and the state plays a very proactiverole. Underlying both the CBQ and U.S. minority promotion efforts is thegoal of integrating an excluded group into corporate management. Theladder critique's conclusions pose two questions for the CBQ: how dominority and gender representation interact in the CBQ's context, and dothe CBQ's goals suffer from the same ladder critique of minority inclusionin corporate power?The ladder critique challenges the CBQ's goal of gender integration inthe corporate context, as both race and gender diversity efforts confrontlimitations. Women corporate leaders face the dilemma of performingmasculinity, just as minorities confront performing whiteness. Thosewomen who attain positions at the top of the ladder fail to bring otherwomen with them. While tasked to empower diversity efforts, thesewomen also must take risks to combat stereotypical images ofunderperformance. One image comes to mind: former Hewlett-PackardChief Executive Officer Carly Fiorina's much-heralded rise led to aprecipitous fall as the risks she took failed to become successes. 94 Thisexample demonstrates the ladder critique's relevance to gender equalityconcerns.In Norway, class and gender issues form the core of inequality efforts.Mandated union representation on corporate boards prior to the CBQ's88. Id. at 1654.89. Id. at 1654-55.90. The authors use the term \"nonwhite\" interchangeably with the term \"minority.\"91. Carbado & Gulati, supra note 81, at 1673.92. Id. at 1675-77.93. Id. at 1690-92.94. See Joe Nocera, Carly Fiorina's Revisionist Chronicles, N.Y. Times, Oct. 14, 2006,at Cl (discussing former Chief Executive Officer Carly Fiorina's firing from Hewlett-Packard).2888 [Vol. 76LOVING GENDER BALANCEpassage reflects an ongoing attempt to insert equality into corporateleadership. Such efforts reflect Norway's wealth and relative homogeneity.Multiethnic societies have different forms of inequities and related effortsfor racial, ethnic, and caste inclusion. Such complex contexts may lead tocompeting claims for group remedies.The Supreme Court did not address such competing claims in Loving.Rather, Loving reflects a norm of antidiscrimination that rejected racerestrictions on fundamental rights. Affirmative action and the laddercritique fall on the other side of the colorblind/race-conscious divide. Thecomplex relationship among racialized individuals surfaces in the race-conscious analysis of Carbado and Gulati. They emphasize the point thatwhites benefit from disidentified minorities, thus undermining diversityefforts even as minorities join predominantly white firms in greaternumbers. This phenomenon exposes the immediacy of moving beyond asolely colorblind model toward one that incorporates the often contradictoryimplications of race-related efforts.B. The CBQ as a Ladder to PowerAlthough the CBQ's efficacy will reveal itself over time, severalcomponents compare favorably with the remedies Carbado and Gulaticriticize. First, the CBQ requires a far higher level of participation by eachgender than that envisioned in most affirmative action schemes. Asubstantial presence of a minority group, whether people of color orwomen, may exert more power than token individuals would. Tokenism,explored by Professor Lani Guinier for blacks in the voting rights context95and by Branson for women in the corporate board context, 96 exposes thelimited utility and even futility of minor levels of minority representation.First, later generations of voting rights litigation attempted to empowerminorities in legislatures through the Voting Rights Act.97 After the VotingRights Act led to the election of blacks in many districts, theserepresentatives still played a token role in the exercise of political power.As part of a small minority, several legislators of color still weremarginalized from the power center. As Guinier has argued, the complexdynamics of political power leave small excluded groups in an unenviablyweak position.98Likewise, the presence of a few women on corporate boards may leavethem as a token female presence. Branson examines this context, and hisresults reflect several parallels with Guinier's discussion of black politicalrepresentatives in overwhelmingly white legislatures. Branson analyzes the95. See Lani Guinier, The Triumph of Tokenism, 89 Mich. L. Rev. 1077 (1991).96. See Branson, supra note 82.97. For an example of Voting Rights Act enforcement, see Thornburg v. Gingles, 478U.S. 30 (1986), which held that a North Carolina districting scheme violated section 2 of theVoting Rights Act.98. See Guinier, supra note 95.2008] 2889FORDHAM LAW REVIEWsocial behavior of the majority when a single minority individual enters thehomogenous fold.99 Her token status draws jokes and criticism. 100 Tokensface other pressures: speaking for \"all women\" or attracting notice for\"female status\" rather than for achievements.'10 The token must balancedrawing attention to her accomplishments with the risk of showing up hermale peers. 10 2 A token may go so far as allowing the dominant group toapply a nonthreatening stereotype to her, such as the mother role. 10 3 Inaddition, this token treatment taxes the individual's mental and physicalhealth, costing productivity, further reducing advancement potential. 104As additional minority members arrive, the majority circles as itperceives an increased threat, heightening the severity of the ridicule. 10 5The token's presence not only causes unwanted focus on her actions, buttends to strengthen the bonds and commonality among the dominant malegroup, 10 6 a phenomenon Branson labels as \"boundary heightening.\"' 1 7 Inresponse and to garner the approval of the dominant group, women mayactually turn against other women to disassociate themselves from the\"typical woman\" label, a point that echoes a similar observation by Carbadoand Gulati.As a result, the minority member will not rise beyond the intermediatelevels,10 8 which explains why corporations promote fewer women to seniormanagement positions. Senior executives form the pool for boardpositions, reducing numbers still further. 10 9  In light of these results,corporations may try to eliminate tokenism by increasing the critical massof women. 110 Quotas are the most direct way to achieve this change.Tokenism exposes a political as well as a social problem in the integrationof minority individuals into largely homogenous institutional settings.Without increasing women's numbers beyond a token level, it is difficult toconclude that progress has been made in improving gender diversity.Change will come if all corporations adopt provisions that conform to ahigh level of gender balance. Without them, corporate boards will strugglewith inclusion issues.99. Branson, supra note 82, at 109.100. Id.101. Id. at 113-14.102. Id. at 114.103. Id. at 119. When the token allows herself to be encapsulated in a role, she may feelcomfort in filling it, but the stereotype may delay or limit her ability to achieve promotionsand recognition. Id. See generally Rosabeth Moss Kanter, Men and Women of theCorporation (1977).104. See Nat'l Women's Law Ctr., Sexual Harassment in the Workplace (2000),http://www.nwlc.org/details.cfmn?id=459&section=employment.105. Branson, supra note 82, at 121-23.106. Id. at 117-18.107. Id. at 118-21.108. Id. at 110.109. Id.110. Id.2890 [Vol. 76LOVING GENDER BALANCEThe work of both Guinier and Branson reflect that differences grow moreprominent when a minority reaches higher levels of representation.\" Thisdifference reflects the potential for identity differentiation when minoritiesoccupy substantial numbers, a potential lacking in the Carbado and Gulatistudy. When meaningful numbers of participants shift, this will have apronounced effect on enabling minorities, whether women or people ofcolor, to enter corporate or legislative institutions.The CBQ surmounts the token problem of minority isolation with itsforty percent floor. This substantial presence also creates the potential forovercoming cultural bias, whether that bias is whiteness (in Carbado andGulati) or maleness (in the CBQ). The hazard of this substantial presenceargument, as antiessentialists will point out, is the reliance on culturalfeminism. Cultural feminists believe in core differences between men andwomen. Antiessentialists reject this assertion, perceiving the reality thatany one woman can easily fail to reflect these \"feminine\" cultural norms.This quota conundrum raises the undeniable reality that any one woman isnot necessarily better at representing women in general than any one man.Margaret Thatcher comes to mind not only for her general conservatism,but also for her efforts to deepen her voice during her first campaign forprime minister. Women in any position of power, whether political orcorporate, may succeed through the adoption of certain typically masculinetraits. This phenomenon mirrors Carbado and Gulati's picture of successfulminority corporate managers performing whiteness. While one womanmay not suffice, the presence of a large number of women would representmore gender diversity than the current set of tokens surrounded by malecorporate chieftains.Some who support affirmative action bristle at \"harder\" identity remediessuch as quotas for their heightened identitarianism. Even among those whogenerally support group inequality remedies, the essentialism of the CBQand other women's representation quotas arouse substantial resistance anddiscomfort, in part due to the danger of essentializing group identity.Antiessentialist and antisubordination analyses reveal core challenges forany race-conscious or gender-conscious remedies, especially consideringtheir occasional perverse effects.Gender diversity affects corporate decision making. Beyond breachingthe masculine homogeneity of the board, gender-based differences incommunication 1 2 and teamwork\" 3 may create new problem-solving11. See generally Guinier, supra note 95.112. Also known as \"different voice feminism\" and \"cultural feminism,\" relationalfeminism gained popularity in the early 1980s for its radical departure from liberal feministtheory and its controversial claims regarding women's \"true nature.\" Originating at least inpart with psychologist Carol Gilligan's book In a Different Voice, relational feminism positsthat women are fundamentally and materially different from men. Robin West,Jurisprudence and Gender, 55 U. Chi. L. Rev. 1, 14 (1988); see also Leslie Bender, FromGender Difference to Feminist Solidarity: Using Carol Gilligan and an Ethic of Care inLaw, 15 Vt. L. Rev. 1, 20 (1990) (\"Gilligan's work . . . can fairly be characterized as anarchetypical manifestation of difference theory.\"). Cultural feminists contend that women2008] 2891FORDHAM LAW REVIEWtechniques. Some argue that women solve moral dilemmas with differentstandards and approaches than men, or even that women are more effectivenegotiators. It is true that, as Carbado and Gulati articulate in the racecontext, the women who attain power in the private or public sector maycontinue to reflect the norms established by a masculinized power structure.Even if the individual women benefiting from the quota were not actively,or even passively, seeking to diversify the gendered power structure, theirsignificant collective presence would foster more freedom of promotion andbetter decision making for the entire workforce.Quotas might prove useful even if the least progressive women attainpower through them--one could argue that they would still advance genderbalance more than the patriarchal leftovers that occupy our corporations andgovernment. Flipping the male/female binary toward a more balancedpower relationship would entail undermining entrenched subordinationsincluding those of gender inequality. The ladder critique reflects thecontinuing struggle to define a race-conscious understanding of remediesfor group inequality. Both the substantial presence and state-driven effortsof the CBQ carry some potential to surpass the stalled affirmative actionefforts Carbado and Gulati criticize.IV. CONCLUSION: FRAME SHIFTING FOR LOVING'S FUTURELoving is, regardless of one's position on group inequality debates, acrucial case. It spawned rich and contentious debates over the relationshipbetween colorblindness and race-consciousness in antidiscrimination law.Framing Loving's blind/conscious debate in the context of comparativegender equality efforts exposes the extent to which it influences a multitudeof equality efforts.Loving's legacy gains richness and revived analytic purchase through aset of border crossings. Nationality and identity each serve as a frame toplace atop the core theoretical dilemma of blindness and consciousness inequality remedies. These dialectics of gender/race redistributive remediestraverse identity and nationality lines. Scholars intending to understandidentity-based inequality remedies would benefit from the breadth offeredby such crossings.Shifting frames of identity and nationality inspires a reconsideration ofthe ambivalent relationship between group inequality remedies and identityof any form. In each of these contexts, efficacy confronts the ambivalenceof the subordinate group in realizing envisioned rights and equitableredistributions. Examples include the French electorate's preference formale candidates and women's lower interest in sports, and what might berespond to life's problems with an ethic of care (rather than the masculine ethic of justice),which is characterized by such traditionally \"female values\" as love, compassion, andselflessness. See Bender, supra, at 19-20.113. See generally Lisa H. Nicholson, Making In-Roads to Corporate General CounselPositions: It's Only a Matter of Time?, 65 Md. L. Rev. 625 (2006).2892 [Vol. 76LOV[NG GENDER BALANCEunderstood as low interest among women in corporate board positions.These points affirm the findings of Gulati and Carbado, that thedisenfranchised have tenuous and even ambivalent relationships withexclusionary institutions, whether governmental (as in Parity and VotingRights Act remedies), corporate (as in the CBQ and affirmative action), orcivic (Title IX). Janet Halley, in encouraging a \"break\" from feminism,attempts to look beyond identity politics. 114 Recognizing complexity inexecuting identity-based remedies opens the door to asking morechallenging questions. What would inequality remedies look like withoutreference to particular group identity? Given the proliferation ofintersections, along with incessant border-crossings, posing such questionsacquires additional urgency. Loving's legacy going forward demandsincorporating richer understandings of human interaction, forging as well asblurring the frontiers of both universalist and difference-consciousremedies.114. See Halley, supra note 77.2008] 2893Notes & Observations",
    "id": 144225459,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:flr-4367"
    },
    "title": "Loving Gender Balance:  Reframing Identity-Based Inequality Remedies",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-01-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=4367&amp;context=flr"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144225459.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144225459"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144225459/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144225459/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144225459"
        }
    ],
    "abstract": "",
    "tags": [
        "article",
        "loving v. virginia",
        "sexuality",
        "gender equality",
        "norway corporate board quota",
        "title ix",
        "france parity law",
        "critical race",
        "May 2008",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:flr-4367",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144225459,
        "depositedDate": null,
        "publishedDate": "2008-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:20:07+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:17:44+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/flr/vol76/iss6/9",
        "https://ir.lawnet.fordham.edu/context/flr/article/4367/viewcontent/flr76.89.Symposium_20_20Fort.pdf"
    ],
    "lastUpdate": "2024-01-24T04:20:07+00:00",
    "setSpecs": []
}