{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hartford, Kat"
        }
    ],
    "contributors": [],
    "createdDate": "2021-05-12T15:47:52+01:00",
    "dataProvider": {
        "id": 13925,
        "name": "University of Southern Maine: Digital Commons@USM",
        "url": "https://api.core.ac.uk/v3/data-providers/13925",
        "logo": "https://api.core.ac.uk/data-providers/13925/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/426968963.pdf",
    "fullText": "University of Southern Maine USM Digital Commons POP 101: Queering the Archives USM Libraries April 2021 Maine Bisexual People's Network (MBPN) Kat Hartford katelyn.s.hartford@maine.edu Follow this and additional works at: https://digitalcommons.usm.maine.edu/pop101-queering-the-archives  Part of the Civic and Community Engagement Commons, Community-Based Learning Commons, Gender and Sexuality Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, Public History Commons, Social History Commons, and the United States History Commons Recommended Citation Hartford, Kat, \"Maine Bisexual People's Network (MBPN)\" (2021). POP 101: Queering the Archives. 1. https://digitalcommons.usm.maine.edu/pop101-queering-the-archives/1 This Presentation is brought to you for free and open access by the USM Libraries at USM Digital Commons. It has been accepted for inclusion in POP 101: Queering the Archives by an authorized administrator of USM Digital Commons. For more information, please contact jessica.c.hovey@maine.edu. Maine Bisexual People’s Network (MBPN)Kat HartfordPop Up SP2021IntroductionThe Maine Bisexual People’s Network (MBPN) was founded in 1986, and was the first organization serving bisexual members of Maine’s LGBTQ+ community. MBPN’s founder, Ginny LaCrow, gathered and organized with other bisexual Mainers upon seeing a need to address issues faced by bi Mainers, and ultimately give this part of the community a voice.Some local LGBTQ+ from this time were bi-friendly. For example, Northern Lambda Nord organized weekend conferences that included bi Mainer attendees, as did the Matlovich Society’s regular meetings and guest speakers. However, there were no spaces just for bi Mainers. The MBPN lasted from 1986 until the group disbanded in 1992. However, the interest in bisexual issues that led to the group’s founding helped establish a legacy of bi awareness in New England. Moreover, the MBPN plays a role in Maine’s history of LGBTQ+ organizations.Excerpt of the first edition of the MBPN’s monthly newsletter (Keppel, 1991, p. 1)Interest in bisexuality began before MBPN’s founding. A notable publication that served this community in Maine was Our Paper: Serving the Alternative Community. Our Paperdocumented Maine’s queer history during the time of its publication run, with bi history being no exception. The third issue began using the word “bisexual” for inclusivity.Issue 12 featured the first two events in Our Paper’s community calendar involving bisexuality. “Bisexuality: an expression of confusion or freedom?” was a panel held by the Gay Political Alliance (GPA), one of USM’s LGBTQ+ organizations (“Calendar,” 1984). The other event, “Bisexuality and Lesbianism: How does bisexuality affect lesbian relationships?” was held by the local Lesbian Support/Discussion Group (“Calendar, 1984). While information about these two August 1984 events is scarce, the community was showing enough interest in bisexuality to prompt local groups to organize events and start a conversation.Beginnings Around this time, Our Paper increased their coverage on the ongoing HIV/AIDS crisis. This was also the same year as the murder of Charlie Howard, a gay teen from Bangor who was murdered by three other teenagers for his sexuality. Our Paper covered Howard’s murder, in addition to other related coverage and even distributing a violence and discrimination survey to assess the frequency of this behavior experienced by Maine’s LGBTQ+ community. In an interview, MBPN founder Ginny LaCrow, who worked on the USM campus for the GPA as a work-study student in 1984, describes how these major events affecting gay and lesbian in turn affected the bi folks. In describing the HIV/AIDS epidemic as an example, LaCrow says: “At that time in the mid-80s, HIV awareness was being pushed in the community. … I really wanted this to be an important thing. The [LGBTQ+] office was getting materials … things like rainbow boxes of rainbow condoms and leaflets, talking about safer sex and about being careful with your partner” (G. LaCrow, personal communication, March 23, 2021).First appearance of “bisexual” in Our Paper (Torraca, 1983, p. 3)Ad in Our Paper for Maine AIDS hotline volunteers (Anderson, 1985, p. 6)LaCrow, a parent, adds: “There was one other guy in that office who also had kids. He had been married before … He and I got into some great discussions … The more I talked with him, the more I said to him … the time was ripe to start talking about bi stuff” (G. LaCrow, personal communication, March 23, 2021). LaCrow’s involvement with the GPA provided her and her colleagues with resources to begin organizing and providing for bi folks in the community, which started as peer counseling and networking, both of which satisfied needs in the queer community.These efforts led to regular potluck meet-ups where bisexual folks could visit with one another in a space just for them (LaCrow, 1985a). The interest in networking also led to the first-ever event for bisexuals at the 12th annual Maine Lesbian and Gay Men’s Symposium (“Symposium XII,” 1985). The Symposium was a yearly LGBTQ+ conference in Maine that began in 1974 and was chaired by Stephen G. Bull, co-founder of the Wilde-Stein Club at University of Maine, which sponsored the first Symposium (Coalition of Organizations  1974)Speakers for the 1985 12th Symposium included Dale McCormick, an accomplished activist, politician, and then-President of the Maine Lesbian/Gay Political Alliance, and Doug Strong, the first openly gay Unitarian Universalist minister to be hired by a church with prior knowledge of the minister’s sexuality (“Keynote Speakers,” 1985). This historic moment occurred at a Maine church (“Keynote Speakers,” 1985).After the Symposium, networking between bisexual Mainers continued, including the potlucks.Update from GPA in Our Paper mentioning LaCrow’s peer counseling and networking efforts (Smith, 1985, p. 5) The first event for bisexual Symposium attendees on the schedule of events (LaCrow, 1985a, p. 9) Shortly after the Symposium, the second annual Bisexual Weekend Retreat in Greenville, New Hampshire was announced (“Bisexual weekend retreat,” 1985). This August weekend event was sponsored by the Northeast Regional Committee, and families and children of bisexual attendees were welcome (“Weekend retreat,” 1985).The NRC was just one of the active, bi-friendly organizations in New England. In addition to the organizations mentioned thus far, there was also the Women’s Forum, which advertised their bi-friendly March 1986 Women’s Sexuality Conference in Our Paper (“Women’s sexuality conference,” 1986). They also hosted the Third Regional Conference on Bisexuality that same weekend on the USM Portland campus (LaCrow, 1986b).This was the first time the Conference was hosted in Maine. It had been previously held by the Boston Bisexual Women’s and Men’s Networks, and members of this organization helped organize this Third Conference (LaCrow, 1986b). Attendees included those from across New England and even as far away as Philadelphia and New York (LaCrow, 1986b). The Conference also made local news, introducing the bi community to Portland Press Herald readers (LaCrow, 1986c). Second annual Bisexual Weekend Retreat ad(Northeast Regional Committee, 1985, p. 5)OrganizingCalendar entry for the bi group potlucks(“Calendar,” 1986, p. 18)Prior to the Third Regional Conference on Bisexuality, bi folks such as LaCrow who had become active in these networking efforts attended other conferences in New England. LaCrow attended another bisexuality conference in Massachusetts, organized in part by Robyn Ochs, co-founder of the East Coast Bisexual Network (ECBN) and the Boston Bisexual Women’s Network (Randen, 2000). Members of both organizations were willing to help LaCrow organize the Third Regional Conference in Maine (G. LaCrow, personal communication, March 23, 2021).Another active MBPN member, BobBi Keppel, was also an attendee of these New England bisexuality conferences. In her Bi Any Other Nameprofile (an anthology of essays by bisexual contributors that further sparked bi awareness), Keppel describes attending the ECBN’s conferences following the MBPN’s founding with her partner, Betty: “Betty has joined me in the [MBPN] which provides us with companionship and support for our relationship. We have attended two [ECBN] conferences together, gathering (and spreading) ideas about alternative lifestyles and receiving support … We even met some other bis who were over 55. One was 80!” (Keppel, 2015).These conferences originally served as opportunities for networking, socializing, and just meeting others who were like themselves in terms of identity. This proved to be valuable, not just for the purposes of organizing, but in promoting bi awareness and acceptance.Details on the Third Regional Conference in Our Paper (LaCrow, 1986b, p. 5)In the September 1986 issue of Our Paper, a retreat for bi folks was announced. This retreat was held in Belfast, Maine during the weekend of September 12th to the 14th in 1986 (LaCrow, 1986c). Attendees included regular participants in the potlucks and Maine-based events such as the Conference. At this retreat, attendees discussed forming an organization to represent bisexual Mainers. While this group of bi Mainers had already been meeting regularly, this weekend retreat led to the formal founding of the MBPN.By the February 1987 issue of Our Paper, the MBPN was listed in the publication’s Lesbigay Network, a section at the end of each issue that lists Maine’s LGBTQ+ organizations with contact information and upcoming meetings (“Lesbigay,” 1987). A formal announcement commemorating this new group was made in the March 1987 issue (“People’s network,” 1987). FoundingLater, the Lesbigay (which was later named Maine Community Network) listing for the MBPN began to include a mission statement: “Our purpose is to affirm ourselves and others the positive nature of bisexuality and to work toward greater acceptance in the bisexual, gay, lesbian, and straight communities” (Maine Community Network, 1989).Details on the bi weekend retreat in Belfast that led to the founding of the MBPN in Our Paper (LaCrow, 1986c, p. 10)In 1991, the commemorative first issue of the MBPN’s newsletter was circulated to members. These newsletters were used in a similar way as today’s Facebook groups -- they contained upcoming meeting dates, both MBPN meetings and meetings held by other bi-friendly groups, group news, upcoming conferences, retreats, and other events. Member BobBi Keppel was the author of these newsletters.Members like BobBi also served to coordinate other members and interested bi folks to meet, carpool and share housing at events, and other ways to network. Sometimes materials would be enclosed with the newsletters, such as brochures, publications, or meeting information.The MBPN also offered services such as peer counseling. Members also organized cross-country ski weekends.Bi NetworkingExcerpt of a MBPN newsletter (Keppel, 1992, p. 1)As a way to continue inclusivity for bi folks and give them a voice, LaCrow became a regular contributor to Our Paper. Her first major article was “Why Is Gay Liberation So Important To Me?” This essay was published in Our Paper’s March 1985 issue, and discusses LaCrow’s personal implications as a self-identified bisexual, as well as a woman and a parent. Her essay from the August 1985 issue of Our Paper, “Living a Bisexual Lifestyle and the Dynamics of Sexism,” is candid, describing how because of her dual identities as female and bisexual, she experiences simultaneous oppression of homophobia and sexism -- an experience not exclusive to bisexual women and femmes. LaCrow discusses how this shared oppression is in turn internalized in those of us who are women or femme-identified as well as queer, and how this is especially so as a bisexual woman:The Bi ExperienceOne of the ways I am aware of the internalized sexism we all carry has been the level of homophobia and distrust I have experienced as an openly bisexual woman. The oppression that runs in the gay community about bisexuals are the myths like: \"they can't make up their minds\" and \"I can't trust them because I don't know whose side they're on\" or \"They're just sex-crazed nymphomaniacs who will fuck anybody.\" These things just aren't true and what's really going on when someone says these things is that their own buttons are being pushed. (LaCrow, 1985)LaCrow is describing how the common myths about bisexual people are often reflections of internalized homophobia, sexism, and other forms of oppression that deeply affect us all. This contributes to and exacerbates the same internalized oppression experienced by LGBTQ+ people, including bisexuals.Letter to Our Paper editors (“Letters,” 1988, pg. 3)Scholar and writer William Burleson describes how these stereotypes perpetuate the internalized oppression experienced by many bisexuals. “Bisexuals are routinely accused of being ‘tourists’ or ‘half gay’; they ‘can’t make a choice’ and ‘only want the best of both worlds,’” Burleson writes, “Indeed, many lesbian and gay people deny bisexuality’s very existence. A survey for the Advocate, a magazine targeting the gay and lesbian population, found one-third of respondents did not believe in bisexuality” (Burleson, 2014). These stereotypes in turn affect the issue of bi visibility. “A lack of public exposure is perhaps the biggest challenge for the bisexual community. Invisibility simply removes bisexuality from the discussion -- any discussion” (Burleson, 2014). A lack of bi visibility can mean little to no voice for the community. In a recent interview, when asked about these issues facing bi Mainers, LaCrow said:... It's so clear to me that learning about love, and how to treat myself and other people is the core of it. Everything else that comes falling in, depending on the gender of the person you're with, is the shit you have to deal with, because of the lessons we've learned growing up, and that we still carry with us. … it's the oppression we learned. So I've also always been an ally to other people who are different from me and learned about how I might have bought into the oppressive messages, and what I needed to re-examine in myself. (G. LaCrow, personal communication, March 23, 2021)Bringing attention to these issues, recognizing how and why these issues exist, and how they affect bisexuals, can help address them. These were some of the goals of the MBPN alongside normalizing bisexuality as an identity and within family structures.An excerpt from the “Dear Crabby” column in Our Paper (“Dear crabby,” 1985, pg. 13)Legacy & ConclusionIn the December 1992 edition of the MBPN newsletter, Keppel announced the organization’s end of the newsletters and regular meetings. However, the organization remained in the Lesbigay/Maine Community Network listing and continued to provide services such as peer counseling. The end of this one organization did not mean the end to the need or interest in these resources for bi Mainers. Ultimately, bi Mainers organized in order to address both issues regarding bi visibility and harmful stereotypes -- both of which contribute overall to the oppression of the LGBTQ+ community -- as well as to network and meet others. Several organizations like the MBPN have formed and disbanded over the course of Maine’s LGBTQ+ history. Many of these small groups led to the formation of a much larger organization, such as EqualityMaine, that can address these needs in Maine’s LGBTQ+ community on a bigger scale. The ECBN went on to become the Bisexual Resource Center, and the Transcending Boundaries Conference evolved from the various New England bisexuality events. There are other bi orgs around the US and internationally today. There is also an email newsletter, “binne” (pronounced “bean”), or Bi In Northern New England. This email list was originally created for bi Mainers to keep in touch with one another, but anyone is welcome.Excerpt from the last MBPN newsletter (Keppel, 1992, pg. 1)ReferencesBisexual weekend retreat! (1985, July). Our Paper: Serving the Alternative Community, 2(11), 5.Calendar. (1984, August). Our Paper: Serving the Alternative Community, 1(12), 12.Lesbigay Network. (1987, February). Our Paper: Serving the Alternative Community, 4(6), 12.Maine bisexual people’s network. (1987, March). Our Paper: Serving the Alternative Community, 4(7), 4.Maine community network. (1989, May). Our Paper: Serving the Alternative Community, 6(9), 20.Symposium keynote speakers. (1985, May). Our Paper: Serving the Alternative Community, 2(9), 8-9.Symposium XII schedule of events. (1985, May). Our Paper: Serving the Alternative Community, 2(9), 9.Women’s sexuality conference: Power, spirituality, politics. (1986, February). Our Paper: Serving the Alternative Community, 3(6), 8.Burleson, William E. (2014). Bi america: Myths, truths, and struggles of an invisible community. New York, NY: Routledge, Taylor & Francis Group.Coalition of Organizations, \"Maine Gay Task Force Newsletter, Vol.1, No.01 (August 1974)\" (1974). Maine Gay Task Force Newsletter. 1. https://digitalcommons.usm.maine.edu/megtf/1.SourcesReferencesKeppel, BobBi. \"Maine Bisexual People's Network Newsletter (01/1992)\" (1992). Maine Bisexual People's Network newsletter. 2. https://digitalcommons.usm.maine.edu/mbpn/2.Keppel, BobBi. (2015). Gray-haired and above suspicion. In Loraine Hutchins & Lani Kaahumanu (Eds.), Bi any other name: Bisexual people speak out (2nd ed., pp. 193-197). Riverdale, NY: Riverdale Avenue Books.LaCrow, Ginny. (1985a, May). Announcement. Our Paper: Serving the Alternative Community, 2(9), 5.LaCrow, Ginny. (1986b, February.) The third regional conference on bisexuality. Our Paper: Serving the Alternative Community, 3(6), 8.LaCrow, Ginny. (1986c, April.) Bisexual conference a complete success. Our Paper: Serving the Alternative Community, 3(8), 8.Randen, Heidi. (2000). Bi signs and wonders: Robin Ochs and the bisexual resource guide. Journal of Bisexuality, 1(1), 5-26. doi: 10.1300/J159v01n01_02SourcesReferencesCalendar. (1986). Our Paper: Serving the Alternative Community, 3(8), 18.Dear crabby. (1985). Our Paper: Serving the Alternative Community, 3(4), 13.Letters. (1988). Our Paper: Serving the Alternative Community, 6(2), 3.Anderson, Gary L. (1985). AIDS-line has busy nights. Our Paper: Serving the Alternative Community, 3(4), 6.Keppel, BobBi. \"Maine Bisexual People's Network Newsletter (11/1991)\" (1991). Maine Bisexual People's Network newsletter. 1.https://digitalcommons.usm.maine.edu/mbpn/1.Keppel, BobBi, \"Maine Bisexual People's Network Newsletter (12/1992)\" (1992). Maine Bisexual People's Network newsletter. 11.https://digitalcommons.usm.maine.edu/mbpn/11.LaCrow, Ginny. (1985a). Bisexuality--let’s celebrate. Our Paper: Serving the Alternative Community, 2(9), 9.LaCrow, Ginny. (1986c). The birth of the maine bisexual network. Our Paper: Serving the Alternative Community, 4(1), 10. Smith, Laura M. (1985). Gay people’s alliance. Our Paper: Serving the Alternative Community, 2(7), 5.Torraca, Christine. (1983). N.O.W. passes gay & lesbian resolution. Our Paper: Serving the Alternative Community, 1(3), 3.Images",
    "id": 426968963,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.usm.maine.edu:pop101-queering-the-archives-1000"
    },
    "title": "Maine Bisexual People\\u27s Network (MBPN)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-04-29T17:10:12+01:00",
    "publisher": "USM Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.usm.maine.edu/cgi/viewcontent.cgi?article=1000&amp;context=pop101-queering-the-archives"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/426968963.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/426968963"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/426968963/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/426968963/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/426968963"
        }
    ],
    "abstract": "This presentation attempts to construct a history of the Maine Bisexual People’s Network (MBPN), drawing from primary sources from USM’s Special Collections, specifically from the LGBTQ+ Collection in the Jean Byers Sampson Center. Information includes when, why, and how the MBPN was founded, who founded the organization, important events in the MBPN’s history, and the experience of bisexuality for Mainers. Also included are images of the primary sources, such as clips from Our Paper: Serving the Alternative Community, a publication that served queer Mainers. While the MBPN was just one of several examples from Maine’s history of LGBTQ+ organizations, the group combated issues facing bisexual Mainers and established a community just for them",
    "tags": [
        "text",
        "maine bisexual people\\u27s network",
        "bisexuality",
        "maine lgbtq organizations",
        "maine queer history",
        "our paper",
        "Civic and Community Engagement",
        "Community-Based Learning",
        "Feminist, Gender, and Sexuality Studies",
        "Gender and Sexuality",
        "History",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Public History",
        "Social History",
        "United States History"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.usm.maine.edu:pop101-queering-the-archives-1000",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13925",
        "openDoarId": 0,
        "name": "University of Southern Maine: Digital Commons@USM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 426968963,
        "depositedDate": null,
        "publishedDate": "2021-04-29T17:10:12+01:00",
        "updatedDate": "2024-02-15T13:32:18+00:00",
        "acceptedDate": null,
        "createdDate": "2021-05-12T15:47:52+01:00"
    },
    "urls": [
        "https://digitalcommons.usm.maine.edu/pop101-queering-the-archives/1",
        "https://digitalcommons.usm.maine.edu/context/pop101-queering-the-archives/article/1000/viewcontent/POP101_Hartford.pdf"
    ],
    "lastUpdate": "2024-02-15T13:32:18+00:00",
    "setSpecs": []
}