{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Spielvogel, Bryn"
        },
        {
            "name": "Ricks, Meagan"
        },
        {
            "name": "Froehly, Michael"
        },
        {
            "name": "Sibthorp, Jim"
        },
        {
            "name": "Williams, Tellisia"
        },
        {
            "name": "Friedman, Wendy"
        },
        {
            "name": "Hetz, Tara"
        }
    ],
    "contributors": [],
    "createdDate": "2023-08-17T22:40:14+01:00",
    "dataProvider": {
        "id": 14263,
        "name": "Clemson University: TigerPrints",
        "url": "https://api.core.ac.uk/v3/data-providers/14263",
        "logo": "https://api.core.ac.uk/data-providers/14263/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/578426200.pdf",
    "fullText": "Journal of Youth Development Volume 18 Issue 2 Article 2 7-28-2023 Making Summer Camp Inclusive: Staff Perspectives from Two National Youth-Serving Organizations Bryn Spielvogel University of Utah, bryn.spielvogel@utah.edu Meagan Ricks University of Utah, u1239929@utah.edu Michael Froehly University of Utah, michael.froehly@utah.edu Jim Sibthorp University of Utah, jim.sibthorp@health.utah.edu Tellisia Williams Girl Scouts of the USA, tmwilliams@girlscouts.org See next page for additional authors Follow this and additional works at: https://tigerprints.clemson.edu/jyd  Part of the Child Psychology Commons, Civic and Community Engagement Commons, Community-Based Learning Commons, Developmental Psychology Commons, and the Leadership Studies Commons Recommended Citation Spielvogel, Bryn; Ricks, Meagan; Froehly, Michael; Sibthorp, Jim; Williams, Tellisia; Friedman, Wendy; and Hetz, Tara (2023) \"Making Summer Camp Inclusive: Staff Perspectives from Two National Youth-Serving Organizations,\" Journal of Youth Development: Vol. 18: Iss. 2, Article 2. Available at: https://tigerprints.clemson.edu/jyd/vol18/iss2/2 This Feature Article is brought to you for free and open access by TigerPrints. It has been accepted for inclusion in Journal of Youth Development by an authorized editor of TigerPrints. For more information, please contact kokeefe@clemson.edu. Making Summer Camp Inclusive: Staff Perspectives from Two National Youth-Serving Organizations Authors Bryn Spielvogel, Meagan Ricks, Michael Froehly, Jim Sibthorp, Tellisia Williams, Wendy Friedman, and Tara Hetz This feature article is available in Journal of Youth Development: https://tigerprints.clemson.edu/jyd/vol18/iss2/2 Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  1 ` Volume 18, Issue 2, Summer 2023 ISSN 2325-4017 (online)________________________________________________________________________________________________________________________________________________________________________________________________        Making Summer Camp Inclusive:Staff Perspectives from Two National Youth-Serving Organizations Bryn SpielvogelUniversity of Utah          Meagan RicksUniversity of Utah          Michael FroehlyUniversity of UtahJim SibthorpUniversity of UtahTellisia WilliamsGirl Scouts of the USAWendy FriedmanGirl Scouts of the USATara HetzUniversity of Utah               IntroductionOrganized out-of-school time (OST) activities can provide youth with developmentally enriching experiences. Summer camp is one such activity, offering opportunities for positive youth development and, in some cases, promoting socioemotional learning, character development, resilience, and academic and career-related outcomes (Garst et al., 2011; Henderson et al., 2007; Merryman et al., 2012; Whittington & Garst, 2018; Wilson & Sibthorp, 2018). Not all youth, however, have access to high-quality summer programs (Browne et al., 2019; National Academies of Science, Engineering, & Medicine, 2019). Furthermore, summer camps designed around the needs and interests of relatively privileged youth can create exclusive dynamics within camp spaces, potentially marginalizing those who are not members of the dominant group (Browne et al., 2019). Many organizations are recognizing these inequities and are seeking ways to create more inclusive programming (Fields, 2020). Despite efforts by many summer camps to become more diverse, equitable, and inclusive, few studies have examined what these efforts look like and what challenges and needs remain at a national level. Even less research has considered staff perceptions of these efforts, despite the fact that staff have a major role in shaping the camp environment. Drawing data from resident camp staff at two national youth-serving organizations, the purpose of this study was to identify 1) strategies staff use to create an inclusive summer camp environment; 2) challenges to creating an inclusive environment; and 3) what staff need to maintain and improve diversity, equity, and inclusion (DEI) efforts at camp.Background Summer camps serve nearly 26 million youth and families across the United States (Kavilanz, 2022). Historically, however, camp has been an exclusive activity, primarily serving kids from wealthy, White, urban families (Browne et al., 2019; Paris, 2008). In fact, camps were originally developed as socializing institutions that would promote “healthful, cultural, and constructive” leisure among middle- and upper-class Protestant boys (Paris, 2008). Moreover, while the 19th and 20th centuries witnessed the emergence of camps designed to serve a broader range of youth, racial segregation remained standard until the 1960s (Paris, 2008; Spensley, n.d.). Consequently, summer camps have traditionally promoted heteronormative practices, able-bodied programming, and nationalistic ideals—such as order, discipline, and self-reliance—that reflect values of the dominant class in the United States (Browne et al., 2019; Dillenschneider, 2007; Van Slyck, 2006). Without careful attention to this history, summer camp can perpetuate systems of oppression, maintaining privilege for members of dominant culture and disadvantaging others. Many summer camps are working to become more diverse, equitable, and inclusive (Browne et al., 2019; Mitchell & Elvy, 2020). This involves making camp more accessible and inviting to people who have been historically excluded, including youth of color, LGBTQ+ youth, youth with disabilities, youth from low-income backgrounds, and youth from culturally minoritized communities. Financial assistance, camp-community partnerships, and representative marketing are common approaches for making camp more accessible to historically excluded youth (Browne et al., 2019). Larger shifts in programming and operations may be required to transform the program environment into a more equitable and inclusive space for all youth (Simpkins et al., 2016). While this work may look different across camps depending on their history, the communities they serve, and where they are in their DEI journey, it is important to understand how camps are approaching this work and what challenges arise in their efforts to become more equitable and inclusive.Building inclusive camp environmentsYouth-centered programming is one way that organizations have sought to better serve historically excluded youth. These efforts are often designed to improve the experiences of specific populations. To foster cultural and racial inclusion, for instance, some programs develop culturally responsive programming that recognizes and builds upon youths’ cultural frames of reference and everyday realities (Simpkins et al., 2016). In this vein, some camps report centering social justice in their programming and encouraging discussion of topics like racism (Ginwright & Cammarota, 2002; Ozier, 2017). Another form of youth-centered programming is the creation of identity-safe spaces for LGBTQ+ youth through targeted training Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  2  `Making Summer Camp Inclusive  for staff (Poynter, 2016) as well as the creation of explicit policies and practices related to LGBTQ+ inclusion (Gillard et al., 2014; Theriault, 2017). Examples include teaching youth and staff about differences between gender identity, sex, and sexuality, and using gender pronouns during introductions (Gillard et al., 2014; Oakleaf, 2013; Weinhardt et al., 2021). To make camp more inclusive of youth with disabilities, many camps adapt their programming, infrastructure, and hiring practices to ensure that youth are well supported and can participate (Blas, 2007). Examples of adaptions include wheelchair accessible spaces and activities, sensory break rooms, dietary accommodations, and hiring specialized staff. Other types of youth-centered programming are more general in nature. For instance, some camps empower youth to shape the camp environment by creating youth advisory boards and gathering feedback from youth about their experiences at camp (Monke, 2011). When the voices of historically excluded youth are centered, camper-facing efforts like these have the potential to reshape the camp environment to be more supportive and inclusive of all youth.While shifts in programming may help camps become more inclusive, the effectiveness of these efforts may depend on camp staff and leadership. Summer camps generally have a few year-round leaders who manage and maintain a program, while seasonal staff such as counselors carry out the day-to-day operations and serve as the main point of contact for camp participants. Meanwhile, higher leadership (e.g., the board of directors) sets strategic priorities that shape policies and practices. The degree to which inclusion is prioritized at camp, as well as the effectiveness of DEI efforts, thus depends on many layers within the management hierarchy. The limited research that exists in this realm suggests that camp staff tend to be disproportionately White and affluent (American Camp Association, 2021), which may contribute to implicit biases and gaps in knowledge related to DEI. Indeed, Perry’s (2018) study on race evasiveness in summer camp settings suggests that White camp staff claim color blindness to avoid discussing racism and view dealing with issues of diversity and inclusion as “going above and beyond their duties” (p. 19). Two widespread approaches for remedying these issues include DEI training and recruitment of more diverse staff. DEI training generally seeks to change staff knowledge, attitudes, and behaviors, with the ultimate goal of creating a more inclusive environment (e.g., Chang et al., 2019). Many summer camps incorporate some DEI training for camp staff, but the extent of the training varies by camp, even within nationally affiliated organizations (Ozier, 2017). Moreover, the effectiveness of DEI training remains unclear, with research suggesting that effects of workplace DEI trainings on attitudes and behaviors tend to dissipate over time (Berzrukova et al., 2016). Meanwhile, many camps in racially or ethnically diverse areas seek to hire staff to reflect the diversity of the surrounding community and to ensure that youth see themselves represented among staff (Ricks & Sibthorp, 2020). However, general staffing shortages and low wages within camp employment may serve as barriers to intentional hiring (Richmond et al., 2020). Current studyResearch suggests that many youth-serving organizations suffer from a lack of cultural diversity and cultural competency among leaders, inadequate training, and a lack of culturally responsive programming (Outley & Blythe, 2020). While some research has been conducted on summer camp inclusion efforts (e.g., Browne et al., 2019; Hale, 2021; Perry, 2018), systematic national data is lacking. Drawing data from surveys and focus groups, the purpose of this study was to explore staff perspectives on inclusion efforts at summer camps affiliated with two national youth-serving organizations: Girl Scouts of the USA (GSUSA), and the YMCA of the USA (YUSA). GSUSA is a youth-serving nonprofit focused on empowering Girl Scouts to discover their strengths, face new challenges, build confidence in their abilities, and make change through a range of  Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  3  `Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  4activities, from joining a Girl Scout troop to participating in service projects to attending summer camp. GSUSA offers a variety of summer camp options, with resident camps ranging from 3 to 14 days, with an average length of 5 days (Girl Scouts, 2023). As part of its national outdoor strategy, GSUSA has a goal of getting every Girl Scout outdoors. The organization is committed to creating inclusive spaces for all participants. YUSA is a nonprofit that aims to strengthen communities by empowering youth, supporting health and well-being across the lifespan, and inspiring action for positive change (YMCA, 2023c). YUSA runs over 200 overnight camps across the United States, ranging from a weekend to a full season, with typical camp experiences lasting about a week (YMCA, 2023a). The organization has a stated commitment to becoming an anti-racist, multicultural organization; it is working to actualize that commitment by promoting inclusion in all programs, ensuring that leadership is representative, and partnering with communities to create meaningful social change (YMCA, 2023b). GSUSA and YUSA are organizations that are well established across the US, support a large network of summer camps, and are explicitly committed to diversity, equity, and inclusion within their work. As such, this research offers a unique view into how DEI work is being enacted at summer camps across the US. Bringing together data from these two organizations, we sought to assess 1) what strategies staff currently employ to create an inclusive summer camp environment, 2) what challenges arise in trying to create an inclusive environment, 3) and what staff need to make camp environments more inclusive.MethodsStudy contextThis two-part qualitative study was born out of independent but overlapping efforts by two national organizations to understand staff perspectives on DEI at affiliated summer camps. The academic research team began collaborating with the Girl Scout Research Institute (GSRI) in 2020. GSRI was interested in uncovering cultural and structural features within councils and among staff that keep camps from enticing new and different families, understanding contextual influences that make change possible or difficult, and identifying practices that show promise in terms of breaking down barriers and creating more inclusive environments. To this end, the academic research team supported GSRI in developing a survey, which GSUSA administered between the spring and fall of 2021. The research team analyzed the survey data and conducted follow-up focus groups in fall 2021 to gain more detailed insights into the survey findings. A full report was delivered to GSRI in January 2022. A collaboration with YUSA also began in 2020. YUSA was interested in surveying former camp staff about how camps could become more diverse, inclusive, and racially just. Specifically the YUSA team was interested in understanding how prepared staff felt to engage around issues of race and culture at camp, what strategies they were using to foster racial and cultural inclusion, and what they needed to do this work more effectively. The research team developed a survey for YUSA, informed by their work with GSRI, which the organization administered to returning staff in 2021. While follow-up interviews were part of the initial study design in 2020, funding cuts related to COVID-19 disrupted this plan. As a result, the YUSA project was concluded after the survey. A report was delivered to YUSA in fall 2021.While the scope of these two projects diverged in some ways, there was sufficient overlap to consider combining results across the two organizations. The research team thus brought the data together and compared findings where possible. Because patterns were relatively similar across the two organizations, we elected to present the data together in a single paper. Including data from two national organizations allowed the research team to identify insights that were not unique to a single organizational context, thereby improving the generalizability of select findings. Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  5Research participantsSurveysGSUSA councils invited current GSUSA camp staff to participate in an online survey through multiple channels (i.e., a movement-wide Chatter platform; camp-community webinars; newsletter announcements) between spring and fall of 2021. The target audience included any GSUSA staff whose work directly involved camps, regardless of whether they worked directly with campers. No incentives were offered for participation, beyond helping the organization address DEI and racial justice at camp. This resulted in a sample of 302 camp staff. Approximately half were full-time staff—a majority of whom were involved in camp program planning, staff training, and camp management, among other things. Thirty six percent were seasonal counselors (without separate management responsibilities), while the remaining 15% were other types of seasonal staff (e.g., lifeguards). Eighty-three percent of participants self-identified as White. Nearly all identified as female (87%) or nonbinary, gender-fluid, or another gender (10%). Data on age were not gathered.Eleven YMCA summer camps, selected to be nationally representative of YUSA camps, elected to participate in the YUSA study. YUSA administered the survey to returning camp staff in the summer of 2021 through participating camps. Staff were eligible for the study if they were 18 years of age or older, had previously worked at one of these eleven YMCA summer camps, and were working in a camper-facing role in summer 2021. No incentives were offered, beyond helping YUSA learn about the inclusivity practices at camps. This resulted in a sample of 165 staff. When asked in what capacity they had worked at camp, 70% selected counselor, 15% selected camp management, and 11% selected other role (e.g., life guard). The age of respondents was 18–57, with an average age of 25. Most identified as female; 30% identified as male; and 2% identified as nonbinary, gender-fluid, or another gender. Seventy percent self-identified as White. Forty percent identified as part of a group that is or has been a target of discrimination, such as women, the LGBTQ+ community, people of color, religious minorities, and people with disabilities. Focus groupsGSUSA survey participants were invited to participate in follow-up focus-group conversations in the fall of 2021. Pandemic-related funding cuts did not allow for similar follow-up with YUSA staff. Nineteen GSUSA staff elected to participate, with all focus groups being conducted in October 2021. Most were managers or directors, while one-quarter were seasonal staff (mostly counselors). Sixteen participants (85%) identified as White women, two (11%) as White and nonbinary, and one (5%) as a biracial woman. Eleven participants (58%) identified as part of the LGBTQ+ community, and two (11%) were neurodivergent (i.e., having autism or ADHD). The focus-group sample was thus similar to the GSUSA survey sample in terms of gender, but included a higher portion of leadership (managers, directors) and White staff than the survey sample. Because the GSUSA survey did not ask about sexual orientation or neurodivergence, it is unclear how well the focus-group sample represents GSUSA staff in relation to these identities.ProceduresSurveysThe surveys administered to YUSA and GSUSA staff asked participants to report on various aspects of DEI at camp. Questions were generated by GSRI in alignment with the goals of their study. These questions were subsequently adapted for the DEI portion of the YUSA survey, which was targeted at seasonal staff (in contrast to staff at all levels) and focused specifically on cultural and racial inclusion. Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                                  6   For the purpose of this study, we include data from questions that were similar across the two surveys to improve comparability, with a few exceptions. All were open-ended. Question wording is included in Table 1. GSUSA and YUSA staff were both asked to report on strategies they have used at camp to foster inclusion (inclusion strategies), as well as things they need from organizational leadership to support the development of DEI skills (DEI needs). GSUSA staff also provided insights into two additional areas. First, related to inclusion strategies, those who had recently participated in DEI training reported on the most useful aspects of that training. Second, all GSUSA staff reported on barriers to creating an inclusive environment (perceived challenges). YUSA staff did not receive parallel questions due to variation in survey design. Table 1 Question Wording from GSUSA and YUSA Staff Surveys GSUSA YUSAInclusion StrategiesWhat steps or measures have been most effective in creating an inclusive environment at your camp(s)? M / What did camp staff do this summer that helped create an inclusive environment at your camp(s)? C What aspects of your training(s) were most useful?Please describe what was done to create a culturally inclusive environment with campers.Please describe what was done to create a racially inclusive environment with campers.Perceived ChallengesWhat have been the greatest barriers to creating an inclusive environment at your camp(s)? M / What was most challenging about creating an inclusive environment at your camp(s)? C-DEI Needs What, if anything, do you think your camp or Girl Scout council should do to help develop diversity, equity, inclusion, and racial justice (DEIARJ) related skills among camp staff?How can summer camp leaders help you better learn about, discuss, and confront issues of race, ethnicity, and culture?Note: M denotes wording specific to managerial staff, while C denotes wording specific to counselors and other seasonal staff. Other item wording was parallel for managerial staff and counselors. YUSA data pertaining to cultural and racial inclusion were initially analyzed separately, but were subsequently combined due to substantial overlap in themes.It is important to note that whereas YUSA staff were asked specifically about cultural and racial inclusion, GSUSA staff were advised at the start of the survey to keep in mind campers with physical or cognitive disabilities or challenges, from low-income households, with LGBTQ+ identities, and from diverse racial and ethnic backgrounds.Focus groupsGSUSA survey participants were able to indicate whether they were interested in participating in a follow-up conversation about DEI at camp. Those who were interested were invited via email to join a focus-group discussion with other staff, facilitated by the academic research team, via video conferencing. Some Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                                 7staff forwarded the invitation to other camp staff who they thought might be interested in participating. Participants self-selected into focus groups based on their role at camp (counselors, managers/directors) or into affinity focus groups based on their identity (LGBTQ+, people of color). Eight focus groups were conducted, wherein participants were led through a series of questions and probes by two to three facilitators who were part of the research team (see Appendix for the focus-group protocol). Participants were asked to reflect on what DEI looks like on the ground at camps, who is driving these efforts, how camps are evaluating their efforts, what challenges have arisen, and what their camp’s DEI goals are for the near future. Data analysisSurveysOpen coding was used to identify themes from open-ended survey responses (Nowell et al., 2017). Coding was undertaken separately for each survey, then compared and consolidated to develop an overarching list of themes across the two samples for each set of parallel open-ended questions. Once themes were identified, all open-ended responses were thematically coded. The relative frequency of each theme was then tabulated, which informed focus-group conversations. Coding was completed by a primary coder and verified by a second member of the research team. Responses lacking a clear thematic fit were discussed by the primary and secondary coder until agreement was reached. Focus groupsLine-by-line open coding of detailed notes from two randomly selected focus groups was used to compile a list of possible themes. After consolidating this list, two coders rewatched the recording of each of the eight focus groups and checked for the presence of each theme, transcribed illustrative quotes, and made note of additional themes. This process was concluded by cross-checking notes between the two coders to finalize the list of themes, and developing a description of each theme that accurately reflected partici-pants’ views. After data coding was complete, participants were sent a summary of the focus-group results and asked to correct any misrepresentations. One participant confirmed the study team’s interpretations but asked that the appropriation of Indigenous cultures be further highlighted in the organizational report due to the importance of this issue at camp. ResultsStrategiesSurvey dataIn terms of DEI strategies, over thirty-five themes were identified in survey responses, with most falling into two overarching categories: programming and climate; and hiring and training. The most commonly occurring themes were only present in around 20% of responses. Beyond this, there was a wide spread, with most themes coming up in only a few responses. This illustrates variation in the inclusion strategies most salient to camp staff. Major themes and illustrative quotes are included in Table 2.Two themes were relatively common across the two organizations. The first was creating an inclusive and safe space. Responses that fit this theme discussed creating an open environment where all people are welcomed and accepted. Some noted the importance of treating all youth equally regardless of their identities, while others focused on embracing youth as their whole selves (e.g., by letting them express and explore their unique identities). Some participants described specific strategies they use to create an inclusive and safe space, including using pronouns during introductions. The second theme that was common across the two organizations was the implementation of DEI discussions at camp. This Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                                 8 included open discussions among staff, as well as staff-facilitated discussions with youth. Several other themes came up in over 10% of responses in one sample or the other. In the GSUSA sample, nearly 25% of responses mentioned DEI training. Hiring diverse staff and respecting youth and staff pronouns were also somewhat common among GSUSA staff, with staff noting the importance of campers seeing themselves reflected in the staff, staff having lived experiences relevant to campers, and campers’ full selves being honored. Within the YUSA sample, wherein question wording focused on cultural and racial/ethnic inclusion, respondents described the importance of celebrating and sharing cultures, as well as proactively addressing bias and conflict. Table 2Survey Themes: Strategies for Fostering Inclusion Major Themes Illustrative Quotes GS% Y % Programming and climateCreate an inclusive and safe space“When the group first met, it was established that no matter what a person’s identity was, they would be accepted for who they are and were valued greatly.” 22 23Have DEI discussions“Last summer, myself and a coworker led an equity discussion with campers to hold space for the events happening in summer 2020 in Minnesota and to talk about how to make camp a more equitable space within this context.”9 16Respect pronouns“A big thing this summer was respecting pronouns if asked by campers to. It created a safe environment for campers and they always expressed their gratitude and wanting to come back to camp for many reasons, but that was a big one throughout the summer.”11 -Celebrate and share cultures “[We] encouraged children to bring in different toys and food from their countries to share with other children.” - 12Address bias and conflict “Shutting down any signs of racial bias before it can escalate.” - 11Use DEI games and activities“Diversity activities for every group. Emphasis on letting every girl share their experience and story.” 5 4Support and listen to campers“Providing opportunities for both staff and campers to share their perspective and voice within the community.” 3 6Hiring and training  Provide DEI training“Training of staff to lead conversations and how to make adaptations for campers (pronouns, adaptions, and support for mental and physical needs of campers).”24 3Hire diverse staff“Camp staff were very open about their own experiences and diversities, which helped to make campers feel included. They also utilized their own experiences to help work with campers.”11 5Hire specialized staff “All of our staff were Mental Health First Aid Certified, and we had a mental health professional on staff. ”      7     -Note: Y denotes YUSA and GS denotes GSUSA. Each response had the potential to include several themes or subthemes. The Y and GS columns indicate the total percent of responses from each sample that fit with the theme (N=139 and 205, respectively). The ten most frequently reported themes are included above. A list of minor survey themes is available upon request.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                                 9 GSUSA participants were also asked whether they had participated in a DEI training or program in the past three years. Sixty percent (N=159) reported that they had. However, the nature and content of these trainings remains unclear. As such, those who reported participating in a DEI training were asked to describe which aspect(s) of this training were most useful. Themes are presented in Table 3.Many GSUSA staff referenced training topics and outcomes that have contributed to inclusion at camp. Around 20% described benefiting from becoming more aware of their own personal biases and how to check them. Others noted the value of learning how to adapt to camper needs and handle different situations, make language more inclusive, recognize and intervene in instances of bias, and respect differences. Many GSUSA participants also discussed aspects of training structures and formats they found helpful. Having the opportunity to practice working through different situations was helpful to many. Others valued hearing directly from diverse populations and engaging in open DEI discussions with others. A handful also noted the utility of receiving outside training, either by having DEI experts design and host trainings, or by seeking outside training to bring back to camp (e.g., mental health first aid).Table 3GSUSA Survey Themes: Most Useful Aspects of Training Survey Major Themes Illustrative Quotes %Training topics and outcomes Examination of personal/implicit bias “How I can check myself and where my biases come into play and how to see from outside of them.” 17Learning how to make accommodations and handle specific situations“Discussing specific scenarios that have come up in the past in order to best plan for the future.” 15Identifying ways to recognize discrimination“Understanding systematic oppression and specifically changing traditions and learning and understanding microaggressions in terms of campers of different ethnicities.”9Specific ways to improve language“Learning how to best communicate the ideas of privilege and power, and broaching those topics with people who may be resistant to those subjects.”7Respecting differences “Learning how to work in a space with girls of all races, religions, backgrounds, and sexual orientations.” 7Structure/format of training  Role-playing and practicing handling different scenarios “Discussing specific scenarios that have come up in the past in order to best plan for the future.” 14Hearing directly from diverse populations“Hearing from individuals in the LGBTQ+ community. Understanding how they felt. Understanding more about this community and changing how I may have thought/responded prior.”11Engaging in DEIARJ discussions with others “Open discussions with others and practicing leading conversations on topics that are generally shied away from and how to intervene in bystander situations.”9Seeking training outside of the organization“Helpful having someone outside of the organization run the training to get a different perspective.” 7Note: Each response had the potential to include several themes or subthemes. The % column indicates the total percent of responses that fit with the theme (N=111). The nine most frequently reported themes are included above, given a four-way tie for the tenth most-reported theme. A list of minor survey themes is available upon request.                                                                                                                                                                                                         Spielvogel et al.Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                               10 Focus-group dataFocus-group discussions, which were limited to GSUSA camp staff, affirmed that across camps, a diversity of inclusion strategies are in use. Despite this variation, however, three common threads underlined most DEI efforts: adapting on the fly, centering youth needs, and empowering DEI leaders. Illustrative quotes are included in Table 4. Discussions suggested that the most inclusive camps were those that effectively employed all three strategies. Most focus-group participants discussed adapting on the fly as an asset to creating an inclusive environment. This involved making accommodations for youth as needed and responding to unexpected situations as they emerged. Making these kinds of adjustments was a central part of training at some camps. Others discussed having opportunities to adjust subsequent trainings and camp practices according to these experiences. Adapting to emerging needs was thus sometimes a mechanism for continual improvement and growth.  Centering youth needs was another dominant theme. Many staff reported that the expressed or perceived needs of campers were key drivers of camp-level inclusion policies and practices. These practices, which were often informal (i.e., unwritten), included making bathroom and sleeping accommodations for nonbinary and transgender campers, not “outing” youth to their parents if they used different pronouns at camp, and not sharing with staff which campers were on scholarship, to name a few. Notably, there was some variation in how staff oriented to this goal. As with survey participants, some discussed wanting to ensure that youth had great experiences at camp regardless of their identities, while others emphasized the importance of ensuring that youth were able to explore and express their identities freely. The third major theme that emerged from discussions was the importance of empowering DEI leaders. Across focus groups, participants expressed that camp staff at all levels have been pivotal in making camps more inclusive. Many participants described the importance of camp leadership in shaping the level of inclusion at camp. For instance, camp directors who were committed to DEI were able to make it a priority across camp operations. However, staff felt that those who were not supportive of DEI sometimes made camp a hostile work environment. Empowerment of camper-facing staff was also discussed as an essential building block of an inclusive culture. Both seasonal and full-time staff noted that many counselors have a nuanced understanding of DEI from school or their own experiences. Several camp directors discussed inviting counselors to bring in new ideas and try new things as a method of advancing inclusion at camp. Some participants reported that counselors were the primary drivers of DEI at their camps, as they learned firsthand what campers needed and were responsible for delivering on those needs.At all levels, the presence and empowerment of diverse staff was also an asset for camp inclusivity and commitment to DEI. Full-time and seasonal GSUSA staff who identified as LGBTQ+, neurodivergent, or people of color discussed having a clear sense of what policies and practices would have supported them as campers, and may thus support youth with shared identities. Participants also noted that when staff are supported in being themselves, campers feel more comfortable doing so as well. However, discussions also suggested that having a critical mass of diverse staff may be needed to avoid overburdening and tokenizing staff who are underrepresented at camp. Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                               11 Table 4Focus-Group Themes: Strategies for Fostering Inclusion Major Themes Illustrative QuotesAdapting on the fly“We had an incident where [a six-year-old camper] said something very racist to my coworker about her skin color… My coworker comes up to me and says, ‘This happened, what do we do?’ And I had never been approached with like a question like that—like what do we do when a kid says something racist? So I said ‘OK, well we have to deal with this right now.’ And we sat down with the girl… That was something I don’t feel like I was exactly trained on, but it was what I felt was right in the moment.”Centering youth needs“The diversity activities that we do, [in conjunction] with the fact that we do encourage respectful conversations when they come up—I think that’s very beneficial in… letting campers know that they will be respected and they will be heard if they want to talk about something or they want to share something, and also letting campers work through new ideas and new perspectives that they maybe haven’t heard at home.”Empowering DEI leaders“Our camp staff are more vocal in what they’re looking for and what their needs are, and that kind of has helped us move forward in changing our policies or even making camp more accessible and more inclusive for everyone… Sometimes it can hurt—they’re a little blunt—but it’s been really good to… help give them that voice so we can continue to grow.”Perceived challengesSurvey dataData on challenges to inclusion were collected only by GSUSA. Twenty-three themes emerged from the GSUSA survey data. Challenges fell fairly evenly into four overarching categories: programming and climate, hiring and training, camper recruitment and access, and governance and administration. Major themes and illustrative quotes can be found in Table 5. The most common theme was a lack of training, knowledge, or preparedness. Many respondents described insufficient training on a range of topics, from mental health and neurodivergence to creating racially, culturally, and socioeconomically inclusive environments, to supporting the LGBTQ+ community at camp. Some staff did not feel prepared to create an inclusive environment; others described the difficulty of effectively training others. Other themes that came up in at least 10% of responses were a noninclusive camp environment, a lack of diverse staff (especially staff of color), and a lack of funding and resources. Responses pertaining to a noninclusive environment referenced ways that camp was not yet effectively serving all participants. Examples included staff misgendering campers, cultural insensitivity among youth, and campers being expected to bring supplies regardless of income. A noninclusive climate was driven by different factors at different camps, with respondents citing biases among campers, a lack of racial diversity, noninclusive policies (e.g., not being allowed to talk about gender identity), and limited support or perceived resistance from higher leadership and/or community members, to name a few. Results suggest that when staff perceive the environment as noninclusive, they feel less able to prioritize and promote inclusivity for the benefit of camp participants. Additionally, staff indicated that insufficient funding and resources was a barrier to obtaining professional training, making facilities physically accessible, providing adequate scholarships and transportation, and otherwise investing in camp DEI efforts.                                                                                                                                                                                                       Spielvogel et al.Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                               12  Table 5GSUSA Survey Themes: Challenges to Creating an Inclusive EnvironmentMajor Themes Illustrative Quotes GS %Programming and climate Noninclusive camp environment “I wasn’t allowed to have conversations with my campers about being LGBTQ+ even though I had many curious campers who wanted to know and I had the answers.”11Difficulty supporting needs around mental health and neurodivergence“Lack of mental health training and resources, combined with the large number of campers and seasonal staff who needed mental health support this summer. These significant needs exceeded our ability to manage, and disruptive campers (and staff) had a negative effect on the overall experience for entire cabins and units.”6Hiring and training Lack of DEIARJ training, knowledge, or preparedness“Staff coming from different knowledge points on certain issues and filling the gap was difficult.” 16Lack of diverse staff“It was challenging because at times I felt like I was sometimes out of place, and trying to get the inclusivity for people like me was difficult because I was the only person of color there.”13Difficulty applying knowledge“It is difficult to maintain the boundary between appropriate and comfortable/inclusive in expressing many different identities. Those with cognitive disabilities may have difficulty acting in a group, and it is hard to maintain comfort and openness while trying to manage behavioral boundaries. Other times campers come with bias backgrounds regarding race or LGBTQ+, and it becomes hard to correct while also making sure others are comfortable to express themselves fully.” 6Camper recruitment and access  Physical property constraints“Our property is very large and rugged, so it is hard for us to include campers with mobility issues.” 9Resistance from the community“Parent complaints about campers’ conversations about topics surrounding diversity and inclusion have been difficult.” 9Difficulty recruiting diverse campers“The reach of girls that we engage in camp is sometimes limited, and I feel that our most affluent and privileged participants form the majority of our demographic, rather than a larger, more equal representation of our whole community. Many people do not know that financial assistance is available, or do not want to apply.” 7Governance and administration  Lack of funding and resources“Lack of money for great inclusion training, need for more funding for inclusion specialists.” 13Lack of support or resistance from camp leadership or the board“Lack of support from our council. Camp is typically ahead of our council in regards to inclusive practices. Therefore, we oftentimes create our own practices without support.”8                                                                                                                                                                                                       Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                               13Lack of inclusive and/or clear policies“Uncertainty in what can and cannot be shared in order to give campers support. Most commonly being topics around race (due to the political climate this year) and topics around preferred names and pronouns.”8Note: Each survey response had the potential to include several themes or subthemes. The % column indicates the total percentage of responses that fit with the theme (N=207). The eleven most frequently reported themes are included above, as there was a two-way tie for the tenth most-reported theme. A list of minor survey themes is available upon request.Focus-group dataAmong focus-group participants, all of whom were GSUSA staff, lack of preparedness was a key factor impacting the effectiveness of inclusion efforts, even among inclusion-oriented staff. However, participants also described misalignment between stakeholders, wherein challenges that originated outside camp (e.g., with higher leadership or parents) affected camp operations. Illustrative quotes are included in Table 6. Lack of preparedness manifested in several ways at camp. First, some staff were simply unprepared to handle the issues that arose at camp, often due to insufficient training. For example, a handful of participants discussed being inadequately trained to handle the mental health challenges campers seemed to be facing, while others discussed not knowing how to navigate “difficult discussions” with campers (e.g., about racism, gender, sexuality). Second, while many staff felt that they were able to effectively adapt to youth needs once youth were at camp (see “adapting on the fly,” above), this was often reactive rather than proactive. In other words, youth needs were not always anticipated ahead of time, even if they could have been. For instance, some staff noted that efforts to recruit youth of color and low-income youth to camp were generally underway before the camp environment had been made racially and economically inclusive in terms of programming, staffing, and training. This meant playing catch-up when youth arrived at camp.Furthermore, camp staff members’ ability to accommodate unanticipated needs was contingent on staff having relevant knowledge and skills. On the positive side, some participants reflected that their camp was well-equipped to develop policies and practices supportive to LGBTQ+ youth because so many camp staff themselves identified as LGBTQ+. However, staff were less able to fulfill unexpected needs in the absence of relevant lived experiences. For instance, one counselor discussed a situation in which a Black camper took out her protective braids against her mother’s wishes. Because none of the staff knew how to redo the camper’s hair, they panicked. Though this led to changes in staffing and training the following year, it highlights the potentially harmful side effects of adapting on the fly in a context where staff do not have relevant knowledge or experiences to make accommodations. Overall, while most camp-level staff were doing their best to provide all youth with a great camp experience, many simply did not have the knowledge or skills to anticipate and plan for emerging needs.On the structural side, misalignment between stakeholders was a key barrier to inclusion. This included misalignment between camp-level staff and higher leadership (e.g., the board of directors), as well as between camp staff at all levels and members of the broader community (e.g., parents). For example, many camp staff, including those in leadership positions, felt uncertain about whether their camp-level inclusivity efforts would be supported by organizational leadership. While most participants felt that higher leadership wanted to be committed to DEI, they also felt that leadership was too concerned about the possibility of community backlash to support camp-level inclusion practices, let alone establish organizational inclusion policies. Pushback from parents did occur at some camps, specifically in response to LGBTQ+ inclusion. However, participants who had experienced this noted that equity-minded staff were able to navigate these issues by having conversations with parents, pointing to policy announcements, highlighting the importance of centering youth needs, and accepting that their organization was not the place for some families. It is important to note that several staff felt that DEI efforts were being actively blocked by higher-level leaders who did not fully grasp the issues that were present at camp or were attached to old traditions. For instance, one camp director discussed intense resistance to her efforts to address the appropriation of Indigenous cultures at camp. Some staff reported that higher leadership created policies that were counter to camp-level goals of inclusivity and equity, such as forbidding the discussion of potentially controversial topics such as pronouns and sexual orientation, with negative consequences for staff and campers.Table 6 Focus-Group Themes: Challenges to Creating an Inclusive Environment Major Themes Illustrative QuoteLack of preparedness“The heart was supportive, [but] we just weren’t trained to deal with some of the special needs that I think come out of kids who are living in temporary housing.”Misalignment between stakeholders“Camp does reflect council in what decisions we make and the kind of support and leverage we have in creating a more diverse community… But there’s still a lot of fear about being as vocal as you have to be to actually support and make the work work.” “There was basically a list of topics where the official position was ‘We believe these topics are better handled by families and not by us.’ And on there was the topic of being LGBTQ. We were explicitly told that if a camper comes out to us, we cannot tell them that it was okay, because their family might not agree with that and we could not go against their family.”NeedsSurvey dataGSUSA and YUSA staff reported on what they think leadership should provide to support them in developing important DEI skills. Major themes, their prevalence within each organization, and illustrative quotes are presented in Table 7. By far the most common theme across the two organizations was the need for DEI training and education. Many respondents hoped to see improvements in curriculum (e.g., more content on racial justice, more information on supporting LGBTQ+ youth) or structure (e.g., longer training, more role-playing, training refreshers throughout summer), while others wanted to hear from experts. Among YUSA staff, other common needs had to do with programming and climate: more engagement in and support for DEI discussions among leadership, the creation of a more open and inclusive culture, DEI programming to deliver to youth, and listening to people facing oppression. Holistically, these needs reflect a desire for DEI to become an integrated part of the camp experience, wherein open and authentic engagement is encouraged among staff and campers. Needs related to governance and administration came up more often among GSUSA staff. Responses spoke to the need for top-down policies and processes to support inclusion, as well as the importance of establishing DEI as a priority.Table 7Survey Themes: Needs Related to Inclusion at Camp Major Themes Illustrative Quotes GS % Y %Programming and climate Engage in and support DEIARJ discussions“Have an open dialogue and truly backing up the fact that we need to respect each other!” 4 15Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  14  Create a more open and inclusive culture“I think that the most important thing is to just build a culture of inclusion at camp so that it is already the expected viewpoint instead of needing to explain why [inclusion] is important before addressing the issue.”4 14Listen to people facing oppression“Having someone who is a physically disabled professional working person come and talk about their experiences.” 2 8Create DEIARJ programming “By including [issues of race, ethnicity, and culture] into small games, and icebreakers. By introducing everyone to each other and campers as well.”- 9Hiring and training Provide DEI training and education“I think during staff training if there were different workshops or sessions about talking about race, ethnicity, and culture, [it] would be beneficial to staff members. If we had these opportunities, I feel like it’d be easier for staff to be able to confront or talk through scenarios with campers and feel comfortable in doing so.”15 32Improve training curriculum or structure“I’d like more instruction on how to handle situations where campers are being insensitive of other campers’ feelings and cultures and how to handle that.”26 33Bring in experts“Hire professionals to come to camps during staff-training weeks to speak about diversity and inclusivity training, who are also from diverse backgrounds.”16 4Extend training “Include it as part of pre-camp.” 8 -Governance and administration  Develop policies and processes to support inclusion“Set clear guidelines for dealing with DEIARJ issues between not just staff but campers as well.” 7 1Establish DEIARJ as a priority“Create council-wide goals and objectives to increase diversity in workplace.” 7 -Note: Y denotes YUSA and GS denotes GSUSA. Each survey response had the potential to include several themes or subthemes. The Y and GS columns indicate the total percent of survey responses from each sample that fit with the theme (N=96 and 166, respectively). The ten most frequently reported themes are included above. A list of minor survey themes is available upon request.Focus-group dataCamp-level needs that arose in focus-group conversations with GSUSA staff overlapped with those expressed in survey responses. For instance, more comprehensive training was appealing to some staff, particularly counselors. However, the dominant themes that emerged from these discussions were focused at a higher level of the organization. GSUSA staff felt that organizational shifts would have positive downstream effects on camp-level inclusion. Illustrative quotes are included in Table 8. Many participants discussed an interest in resource sharing across camps. Through focus-group conversations, many staff realized that other camps have already worked through some of the challenges they are facing. As such, being able to share information, tools, and programming across camps would support inclusivity efforts without requiring each camp to reinvent the wheel. Similarly, some staff felt that pooling funds across camps would help many camps access high-quality DEI resources that they would not be able to afford individually, such as professional trainings led by experts in the field.                                                                                                                                                                                                       Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  15Nearly all focus-group participants expressed a desire for organizational inclusion policies that would center the needs of youth and staff facing marginalization, and would provide camps something concrete to point to in the case of community backlash. Many hoped to see a clear stance from the organization on the inclusion of transgender and gender-diverse youth at camp, the appropriation of Indigenous cultures, and anti-racism. It is important to note, however, that focus-group participants only expressed interest in organizational policies that would promote inclusion at camp. Several participants described disappointment with policies handed down from higher leadership that they perceived as eroding camp-level inclusion (e.g., being told not to discuss gender pronouns at camp), suggesting that the absence of organizational inclusion policies may be preferred to the presence of noninclusive policies. Table 8Focus-Group Themes: Needs Related to Inclusion at CampMajor Themes Illustrative QuotesResource sharing“I wish there was a big resource where our [board] could share our DEI training and… what’s worked for us and what hasn’t… I wish there was a big database where even if the [board] wasn’t supportive, individual camp directors could be like ‘This is something I want for my camp.’ And talking bigger picture, that could go for programming and a whole bunch of different aspects of camp.”Organizational inclusion policies“My supervisor is really pushing for official policy about LGBT inclusion, because it’s one thing to just say, ‘We’re accepting of all campers’ when a parent complains, but it’s another thing to be able to point to a specific, concrete policy and say, ‘We are committed to making sure these kids feel safe here, and this is part of our mission at this point.’”DiscussionWhile summer camps have much to offer youth in the way of enriching experiences and new opportunities, relatively little is known about how camp environments are being made more equitable and inclusive. Questions remain about how camps are working to serve youth who have been historically excluded from camp spaces, including youth of color, LGBTQ+ youth, those with physical or cognitive disabilities, and youth from low-income households. Drawing data from two national youth-serving organizations, GSUSA and YUSA, the present research offers insights into the strategies camp staff use to make the environment more inclusive, the challenges they face in these efforts, and things they need from leadership to support DEI on the ground. In the following sections, we review key findings and provide recommendations for building more inclusive camp environments. Key findings and implications The present research suggests that many camp staff within national youth-serving organizations are invested in making summer camps inclusive to youth who have historically been excluded from these spaces. However, there is substantial variation in how camps and their staff work toward this goal and what challenges arise in the process. These differences are likely driven by regional variation in who camps serve (and could potentially serve), local politics, resources availability, and other contextual factors. However, differences also seem to be driven by camp staff at all levels. Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  16  Staff often reported success in creating inclusive spaces for youth at camp by centering youth needs and adapting on the fly. This generally took the form of camp-level practices built around youth needs, such as respecting youths’ pronouns, supporting and facilitating youth-driven discussions about equity and justice, making space for sharing cultural practices, ensuring that youth have the resources they need, and making bathroom and sleeping accommodations for nonbinary and transgender youth. In cases where there was a shared commitment to DEI at all levels, efforts like these were generally accepted and supported by higher leadership, who supported camps in the case of community backlash. In other cases, however, staff who spearheaded these efforts expressed uncertainly about whether these practices would be supported by their larger organizations. Moreover, camper-facing staff did not always have the leeway to make these decisions, as camp directors and organizational leaders sometimes passed down directives that impeded inclusion efforts, such as restricting discussions of gender identity.For example, many focus-group participants noted that a large portion of staff at their camps identified as LGBTQ+. Despite this, most of these camps did not have formal policies about inclusion and openness regarding sexual orientation or gender identity. Although the presence of LGBTQ+ staff seems to help create a safe space for LGBTQ+ campers, camps may struggle to be fully inclusive without clear institutional support. While these findings are specific to the LGBTQ+ community, they may generalize more broadly. For instance, hiring more staff of color may help make camp more inclusive for campers of color, but if higher leadership is hesitant to allow conversations about racial justice to occur at camp, or if practices for addressing racial bias among staff, campers, and families are unclear, racial inclusion may be limited.Results thus suggest that it is critical for DEI advocates at camp to be empowered to shape camp programming and policies to better support youth needs. Hiring and supporting staff with lived experiences of marginalization is an important step in this direction. Notably, however, hiring diverse staff without providing them adequate support and decision-making power may lead to tokenization, wherein diversity becomes a symbolic gesture rather than an avenue for transforming the environment into a more just and inclusive space (Pemberton & Kisamore, 2022). These steps should therefore be undertaken with care, if and when leadership is prepared to listen to staff feedback and make changes to camp processes and practices.This kind of shared commitment to DEI across all levels of the organization can support continual improvement, resource sharing, and collaborative problem-solving. Moreover, it may reduce pressure on higher leadership, who are generally responsible for considering the business implications of programmatic decisions that can impact the camp’s economic success. Consider the case of organizational inclusion policies. Many staff expressed that such policies are needed to create a baseline level of equity across camps. However, they have potential to be met with resistance from some members of the broader camp community, particularly parents. By inviting camp-level staff to shape organizational inclusion policies based on their experiences on the ground, leadership may be better equipped to navigate community resistance by highlighting that these decisions are centered around youth needs. Establishing these kinds of policies at the organization level (regional or national) may also reduce the burden on each camp to independently develop their own policies and practices. That said, organizational policies should not create an upper limit for equity at camp. Rather, they should establish baseline practices to be updated and expanded as needed.At the camp level, adapting on the fly was generally viewed as an essential tool for inclusion. There is good reason for this, as camp changes from week-to-week and requires flexibility. It is thus no surprise that many staff found it useful to practice skills and act out scenarios during training. However, it is critical that this tool does not replace thoughtful planning around equity at camp. Results suggest that inclusion practices were sometimes developed retroactively in response to specific incidents or unanticipated needs. For instance, many participants noted that they were not well-equipped to handle needs around                                                                                                                                                                                                       Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                               17 mental health and neurodivergence that emerged following the COVID-19 lockdown. To avoid negative experiences, camp leaders may want to make a concrete DEI plan that encourages careful consideration of who will be attending camp and what may present as barriers to inclusion for those youth. For example, one camp director discussed applying for grants to build connections with a local refugee community as a first step toward understanding their unique history, interests, and needs, rather than recruiting these youth into a potentially noninclusive environment. In the case of mental health and neurodivergence, camps may need to invest in more training around these topics, or they may need to hire specialized staff if counselors cannot effectively meet youths’ needs. Without adequate funding and resources, however, camps will struggle to make progress in these areas.DEI discussions were also viewed as an important part of creating an inclusive environment according to some staff, but having honest conversations was also a need. Literature on White racial socialization suggests that defensiveness may be a barrier for effectively engaging in discussions about race/ethnicity (DiAngelo, 2018). This kind of defensiveness may also emerge in discussions related to gender diversity, sexual orientation, culture, class, disabilities, and other identities, which may explain why these conversations are not yet happening at many camps. Interestingly, many staff reported that learning to recognize their own biases was an essential part of training, perhaps because it helped mitigate defensiveness. Training staff to facilitate discussions about social justice may be another way to improve staff preparedness and reduce defensiveness. The fact that DEI training emerged as an effective strategy for promoting inclusion at camp and as the most common need suggests that there is variation in training content and quality across camps. While research has yet to be conducted within a summer camp setting, Berzrukova and colleagues (2016) found that across 260 samples, workplace DEI trainings were most effective when they were on the longer side, when they focused jointly on building knowledge and practicing skills, and when they dovetailed with other inclusion efforts. These findings suggest that short and simple DEI trainings are unlikely to produce an inclusive camp environment, but that effective training is possible under the right circumstances. In particular, training should be ongoing, involve cognitive and behavioral components, and fit into a larger DEI strategy. While lengthy DEI trainings may not be feasible within the context of seasonal camp employment, training check-ins throughout the summer may offer an important opportunity to reinforce learning and practice skills in an ongoing manner. Additionally, ongoing, iterative DEI training for higher leadership may promote greater coordination across different levels of the organization. The utility of learning about specific topics and focusing on specific outcomes may depend on the staff members’ existing knowledge and the camper population they serve. Accordingly, it may be important for camp leadership to develop mechanisms for assessing incoming staffs’ knowledge of and openness to learning about privilege and marginalization. Moreover, though many participants discussed the value of hearing about the lived experiences of people with marginalized identities, this could become burdensome to those who are being asked to share, especially if they are under pressure to be positive and non-confrontational (Nance-Nash, 2020; Doan & Kennedy, 2022). Professional training led by experts in the field may alleviate pressure on individual camp staff to share their own stories of oppression. As focus-group participants noted, these kinds of trainings may become more attainable if camps can pool their resources together. Still, Berzrukova and colleagues’ (2016) findings underscore that DEI training is not sufficient for creating a more inclusive workplace (i.e., camp environment). Rather, training should be an integrated piece of a larger DEI commitment. It is important to note that strategies that give power back to youth, like youth councils and feedback mechanisms, did not come up frequently in the present study. Given research highlighting the value of this approach (Ginwright & James, 2002; Mitra & Gross, 2009; Zeldin et al., 2007), this may be a viable future direction for centering youth in DEI decision-making. Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023                                                                                                                18  Limitations and future directionsAlthough this study provides valuable insights into camp inclusion efforts, several limitations are worth noting. For one, this was a self-selected sample, such that participants may be more interested in DEI than the average camp staff person. Findings may therefore generalize primarily to staff with a vested interest in DEI, rather than camp staff in general. That said, results suggest that participants had varying levels of understanding related to DEI. For instance, some survey responses described an approach to inclusion akin to colorblind racism (e.g., we treat everyone equally regardless of identity; Neville et al., 2013), and a small number even pushed back against the importance of DEI at camp. Future research should consider how approaches to DEI vary across staff with different levels of knowledge and experience related to systemic inequities. Furthermore, while staff provide valuable insights into their own perceptions of inclusion at camp, the present research does not provide a complete picture. For one thing, this work did not consider the perspectives of campers and their families. It is possible that camp staff are overconfident in their camp inclusion efforts, or, alternatively, that they have a clearer sense of gaps in camp inclusion than do campers and their parents. Given this ambiguity, it is important for future research to consider how perspectives of camp inclusion are aligned across different stakeholders. It is also important to explore how camp inclusion efforts are related to youth experiences at camp, particularly among historically excluded youth. Additionally, because results were drawn from open-ended survey responses, they do not provide a comprehensive list of all DEI strategies, challenges, and needs present at camps across the United States—nor do they provide a clear picture of which inclusion strategies are being used to foster inclusion for specific groups of youth. Rather, these data illustrate the things that were most salient to participating camp staff. For instance, YUSA staff brought up celebrating and sharing culture as a key inclusion strategy, while GSUSA staff did not. This does not necessarily mean that celebrating and sharing culture does not happen at GSUSA camps, but rather that GSUSA staff were more attuned to other inclusion strategies. Similarly, LGBTQ+ inclusion came up frequently in the present research, while some topics (e.g., inclusion of youth with autism, youth with physical disabilities, English-language learners) came up infrequently. This is likely reflective of who is (and is not) currently represented among camp staff and among the campership. While the present research provides valuable information on how camps are approaching DEI, more research is needed to systematically assess the prevalence and relative importance of specific strategies, challenges, and needs. Future research should also consider how inclusion efforts are tailored to the unique histories and needs of specific populations, such as youth from low-income backgrounds, youth of color, youth with physical disabilities, neurodivergent youth, those with diverse gender identities, and others who have been historically excluded from camp spaces. Finally, because this study built upon two separate efforts to understand DEI at summer camp, the data gathered from GSUSA and YUSA had some key distinctions. For instance, survey questions pertained specifically to racial and cultural inclusion for YUSA staff, and data on training and challenges to inclusion were gathered only from GSUSA staff. Additionally, focus groups were conducted exclusively with GSUSA staff. While select conclusions may therefore be specific to the Girl Scouts organization, overall alignment between survey and focus-group results suggests that these findings are not entirely unique to GSUSA. Though it is important not to overgeneralize the findings of this study, most camp practitioners should be able to draw general lessons from this work.ConclusionResults suggest that many inclusion strategies are undertaken at the camp level, with staff responding to youth needs and working to create accepting, supportive, identity-safe spaces for those who attend camp. At the same time, most staff recognized that their camps are not entirely inclusive, with issues like                                                                                                                                                                                                       Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  19  insufficient knowledge and resources, a lack of diverse staff, community resistance, and misalignment within the organization presenting challenges at the point of service. While there is no “one-size-fits-all” approach to making summer camp more equitable and inclusive, findings suggest that a commitment to DEI at all levels of the organization is necessary for effective change. In the best-case scenario, top-down and bottom-up DEI efforts work together, with camp staff offering insights on inclusion from the point of service and higher leadership providing resources, guidance, and organizational continuity. Improved training is a good target for intervention, but training should be connected with other DEI initiatives to make the most difference. Camp professionals should consider the creation of an inclusive camp environment an ongoing, iterative, and holistic process of institutional change. ReferencesAmerican Camp Association. (2021). CampCounts 2021: Survey Results. https://www.acacamps.org/sites/default/files/re-source_library/research/2021-Camp-Counts-Survey-Report.pdf.Ayres, V. S. A. (2010). A manufactured wilderness: Summer camps and the shaping of American youth, 1890-1960. University of Minnesota Press. Bezrukova, K., Spell, C. S., Perry, J. L., & Jehn, K. A. (2016). A meta-analytical integration of over 40 years of research on di-versity training evaluation. Psychological Bulletin, 142(11), 1227–1274. https://doi.org/10.5465/ambpp.2014.14813abstractBlas, H. I. (2007). A specialized program for children with developmental disabilities within a “typical” overnight summer camp: Camp Ramah’s tikvah program. Child and Adolescent Psychiatric Clinics of North America, 16(4), 875–886. https://doi.org/10.1016/j.chc.2007.05.008Browne, L. P., Gillard, A., & Garst, B. A. (2019). Camp as an institution of socialization: Past, present, and future. Journal of Experiential Education, 42(1), 51–64. https://doi.org/10.1177/1053825918820369Bezrukova, K., Spell, C. S., Perry, J. L., & Jehn, K. A. (2016). A meta-analytical integration of over 40 years of research on di-versity training evaluation. Psychological Bulletin, 142(11), 1227-1274. https://doi.org/10.1037/bul0000067Chang, E. H., Milkman, K. L., Gromet, D. M., Rebele, R. W., Massey, C., Duckworth, A. L., & Grant, A. M. (2019). The mixed effects of online diversity training. Proceedings of the National Academy of Sciences, 116(16), 7778–7783. https://doi.org/10.1073/pnas.1816076116DiAngelo, R. (2018). White fragility: Why it’s so hard for white people to talk about racism. Beacon Press.Dillenschneider, C. (2007). Integrating persons with impairments and disabilities into Standard Outdoor Adventure Education Programs. Journal of Experiential Education, 30(1), 70–83. https://doi.org/10.5193/jee.30.1.70Fields, N. I. (2020). Exploring the 4-H thriving model: A commentary through an equity lens. Journal of Youth Develop-ment, 15(6), 171–194.Garst, B. A., Browne, L. P., & Bialeschki, M. D. (2011). Youth development and the camp experience. New Directions for Youth Development, 2011(130), 73–87. https://doi.org/10.1002/yd.398Gillard, A., Buzuvis, E. E., & Bialeschki, M. D. (2014). Supporting transgender and gender nonconforming youth at summer camp. Journal of Park & Recreation Administration, 32(3), 92–105. https://ttff.org/wp-content/uploads/2019/12/Summer-Camps-and-TG-Youth.pdfGinwright, S., & Cammarota, J. (2002). New terrain in youth development: The promise of a social justice approach. Social Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  20  Justice, 29(4), 82–95. https://www.jstor.org/stable/29768150Ginwright, S., & James, T. (2002). From assets to agents of change: Social justice, organizing, and youth development. New directions for youth development, 2002(96), 27-46. https://doi.org/10.1002/yd.25Girl Scouts. (2023). Camp and outdoors. https://www.girlscouts.org/en/members/for-girl-scouts/ways-to-participate/camp-and-outdoors.htmlHale, I. (2021). Understanding the effectiveness of diversity, equity, and inclusion initiatives at youth summer camps [Master’s thesis, University of Richmond]. School of Professional and Continuing Studies Nonprofit Studies Capstone Projects.Henderson, K. A., Whitaker, L. S., Bialeschki, M. D., Scanlin, M. M., & Thurber, C. (2007). Summer camp experienc-es: Parental perceptions of youth development outcomes. Journal of Family Issues, 28(8), 987–1007. https://doi.org/10.1177/0192513X07301428Kavilanz, P. (2022). Here’s how much more you’ll pay for summer camp this year. It’s not pretty. CNN Business. https://www.cnn.com/2022/05/01/economy/summer-camp-cost-2022/index.htmlDoan, J. M. & Kennedy, R. B. (2022). Diversity fatigue: Acknowledging and moving beyond repetitious emo-tional labor. In A. Brissett & D. Moronta (Eds.), Practicing social justice in libraries. Routledge. http://doi.org/10.4324/9781003167174-12Merryman, M., Mezei, A., Bush, J. A., & Weinstein, M. (2012). The effects of a summer camp experience on factors of resil-ience in at-risk youth. The Open Journal of Occupational Therapy, 1(1), 1–33. https://doi.org/10.15453/2168-6408.1016Mitchell, B., & Elvy, M. (2020). Inclusion at camp. Camping Magazine. https://www.acacamps.org/article/camping-maga-zine/inclusion-campMitra, D. L., & Gross, S. J. (2009). Increasing student voice in high school reform: Building partnerships, improving out-comes. Educational Management Administration & Leadership, 37(4), 522-543. https://doi.org/10.1177/1741143209334577Monke, A. (2011). How do your campers really feel? The benefits of mid-session evaluations. Camping Magazine. https://www.acacamps.org/article/camping-magazine/how-do-your-campers-really-feel-benefits-mid-session-evaluationsNance-Nash, S. (2020). How corporate diversity initiatives trap workers of colour. BBC. https://www.bbc.com/worklife/arti-cle/20200826-how-corporate-diversity-initiatives-trap-workers-of-colourNational Academies of Science, Engineering, & Medicine. (2019). Shaping summertime experiences: Opportunities to promote healthy development and well-being for children and youth. https://www.nationalacademies.org/our-work/summertime-ex-periences-and-child-and-adolescent-education-health-and-safetyNeville, H. A., Awad, G. H., Brooks, J. E., Flores, M. P., & Bluemel, J. (2013). Color-blind racial ideology: theory, training, and measurement implications in psychology. The American psychologist, 68(6), 455–466. https://doi.org/10.1037/a0033282Nowell, L. S., Norris, J. M., White, D. E., & Moules, N. J. (2017). Thematic analysis: Striving to meet the trustworthiness crite-ria. International Journal of Qualitative Methods, 16(1), 1–13. https://doi.org/10.1177/1609406917733847Oakleaf, L. (2013). “Having to think about it all the time”: Factors affecting the identity management strategies of residential summer camp staff who self-identify as lesbian, gay, bisexual or transgender. Leisure/Loisir, 37(3), 251–266. https://doi.org/10.1080/14927713.2013.856100Outley, C. W., & Blyth, D. A. (2020). Race, antiracism, and youth development: From awareness to sustained action. Journal of Youth Development, 15(5), 1–15. https://doi.org/10.5195/jyd.2020.1005Ozier, L. W. (2017). Learning landscapes: American summer camps and educational possibilities. Educação, 42(2). https://doi.                                                                                                                                                                                                      Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  21  org/https://dx.doi.org/Paris, L. (2008). Children’s nature: The rise of the American summer camp. New York University Press. Pemberton, A., & Kisamore, J. (2022). Assessing burnout in diversity and inclusion professionals. Equality, Diversity and Inclusion: An Inter-national Journal. https://doi.org/10.1108/EDI-12-2020-0360Perry, S. C. (2018). Race-evasiveness among camp staff. Journal of Youth Development, 13(1–2), 14–23. https://doi.org/10.5195/jyd.2018.555Poynter, K. J. (Ed.). (2016). Safe zones: Training allies of LGBTQIA+ young adults. Rowman & Littlefield.Richmond, D., Sibthorp, J., & Bialeschki, M. D. (2020). Motivations and barriers for seasonal camp employment. Journal of Youth Develop-ment, 15(1). https://doi.org/10.5195/jyd.2020.822Ricks, M. & Sibthorp, J. (2020). Promising practices for creating more equitable, diverse, and inclusive park and recreation programs. Paper presented at CPRS virtual conference. Simpkins, S. D., Riggs, N. R., Ngo, B., Ettekal, A. V., & Okamoto, D. (2016). Designing culturally responsive organized after-school activi-ties. Journal of Adolescent Research, 32(1), 11–36. https://doi.org/10.1177/0743558416666169Spensley, A. (n.d.). Segregated summer camps: The origins of the American summer camp. U.S. History Scene. https://ushistoryscene.com/article/segregated-summer-camps/Theriault, D. (2017). Implementation of promising practices for LGBTQ inclusion: A multilevel process. Journal of Park & Recreation Ad-ministration, 35(3), 122–134. http://doi.org/10.18666/JPRA-2017-V35-I3-7702Van Slyck, A. A. (2006). A manufactured wilderness: Summer camps and the shaping of American youth, 1890-1960. University of Minnesota Press.Weinhardt, L. S., Wesp, L. M., Xie, H., Murray, J. J., Martín, J., DeGeorge, S., ... & Stevens, P. (2021). Pride Camp: Pilot study of an intervention to develop resilience and self-esteem among LGBTQ youth. International Journal for Equity in Health, 20(1), 1-11. https://doi.org/10.1186/s12939-021-01488-1Whittington, A., & Garst, B. A. (2018). The role of camp in shaping college readiness and building a pathway to the future for camp alumni. Journal of Youth Development, 13(1–2), 105–125. https://doi.org/10.5195/jyd.2018.519Wilson, C., & Sibthorp, J. (2018). Examining the role of summer camps in developing academic and workplace readiness. Jour-nal of Youth Development, 13(1–2), 83–104. https://doi.org/10.5195/jyd.2018.563YMCA. (2023). Camp programs. https://www.ymca.org/what-we-do/youth-development/campYMCA. (2023). Diversity, equity & inclusion. https://www.ymca.org/who-we-are/diversityYMCA. (2023). Who we are. https://www.ymca.org/who-we-areZeldin, S., Camino, L., & Calvert, M. (2007). Toward an understanding of youth in community governance: Policy priorities and research directions. Análise Psicológica, 25(1), 77-95. https://doi.org/10.14417/ap.431Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  22  AppendixFocus-group protocolFocus areas: Youth from low-income backgrounds, LGBTQ+, diversely abled, racial or ethnic minoritiesProject Overview: •\t Introductions: Who is on the call?•\t Review purpose: To get an understanding of what is happening in Girl Scout camps regarding DEIARJ. •\t Emphasize responses will be completely confidential. •\t Recording permission if not arranged when scheduled. •\t Overview of time (less than 75 minutes) and flow. We will ask a series of questions. No right or wrong answers. We are looking to understand what is happening at your camps. We want your ideas, thoughts, opinions, and advice.•\t To keep conversation flowing, let’s plan to stay unmuted (unless there is background noise). •\t Any questions before we begin?Can you tell us a little about yourself? •\t How long have you been involved with GS?•\t Do you identify as a member of a historically marginalized community? •\t How have these experiences shaped you?•\t How do you define “inclusion”?Tell us a little about your camp(s).•\t Is there a “typical camper”? Who do you mostly serve?•\t How diverse is your camper population? Describe a bit (think about diversity broadly, not just in terms of race or ethnicity).•\t How about staff—who tends to serve as your camp counselors? (College students? GS alum?)•\t How does your council recruit campers, in particular new campers? How does your camp/council view Diversity? Equity? Inclusion? Racial Justice? •\t Were there specific key events that affected this view? If yes, what?•\t What has been critical to continued progress? What are your camp/council’s greatest successes in DEIARJ? Any from other focus areas? •\t Talk a bit about any current policies or practices (including program structure, program culture/norms) that your council/camp uses to increase diversity. Do you/they do anything specifically to address issues of equity, inclusion, or racial justice?•\t How well do you think these practices work? Is there anything you would change?•\t Does your camp/council take steps to explicitly communicate inclusivity to potential camp fami-lies? What do they do? Do they do anything to provide access for ___ (focus areas)? Do you know of any specific instances of bias, racism, tokenism, or feelings of exclusion that your staff have had to deal with? Can you describe what happened and how it was managed?•\t How prepared overall do you think your staff are to manage conflict or accommodate differences at camp? •\t What strategies for staff recruiting and staff skills/training have been most effective? What would you like to see them get more of and why?•\t Can you tell me a story about your most effective approaches (policies, practices, training)? •\t What would I see if I could observe your camp/council in action?•\t On a scale of 1–5, how would you rate your camp or council’s commitment to DEIRJ? •\t Does your council have any concerns about focusing too much on DEIARJ in regard to current campers or members?                                                                                                                                                                                                      Spielvogel et al.Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  23  CAN SHORTEN IF NEEDEDEvaluation: How do you know what is working? Do you use evaluation? •\t What do you do to evaluate your camps? Would you be willing to share any instruments you use? •\t Demographics (race/ethnicity)?•\t Do you ask girls if they feel a strong sense of inclusion/belonging? Do you ask campers and staff?•\t Do you collect feedback for improvements? Would they come again? Recommend your program to their peers? Have you ever looked to see if feelings differ based on the camper’s background?•\t Feedback from parents?•\t Are there certain evaluation strategies you use to reach certain populations?•\t Is there anything you’d like GSUSA to do to help evaluate your camps?•\t Does your camp have any way to engage with youth after their camp session has ended?•\t What have you learned through this process?TIME PERMITTINGSpecific by Focus Area:LGBTQ+: Openness of camp/council toward expression of non-dominant sexual and/or gender identities? Does this differ for campers and staff?Racialized/ethnicized: How do your campers compare to the local community? Does this differ for staff? Openness of camp/council to campers or staff discussing racial justice at camp?Diversely abled: Are there any programing accommodations that impact the overall experience for all participants? Are there any additional thoughts or questions as they might pertain to diversely abled staff/employees?Low income: How do you recruit youth from low-income families? How do you communicate information about financial aid? How do you see these campers fitting in socially at camp? Do you know of any instances where there was perceived stigma from either campers or staff directed toward campers on scholarship? If there is stigma, how does your camp address that stigma? What are your camp/council’s DEIARJ priorities for the next 12 months? •\t Does your camp/council have specific plans related to DEIARJ in the next year? How do you foresee DEIARJ aligning with other priorities?What is the greatest lesson you have learned as you have tried to address DEIARJ?What are the greatest remaining challenges?•\t How do you think your camp/council might best address these? Advice you’d give to other councils/camps?Advice you’d give to GSUSA?Anything you wish we’d asked or anything else you want to share?Wrap up: Offer interview, timeline, next steps, thanks!Making Summer Camp Inclusive Journal of Youth Development, Vol. 18, Issue 2, Summer 2023  24  ",
    "id": 578426200,
    "identifiers": {
        "doi": null,
        "oai": "oai:tigerprints.clemson.edu:jyd-1110"
    },
    "title": "Making Summer Camp Inclusive: Staff Perspectives from Two National Youth-Serving Organizations",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-07-28T08:00:00+01:00",
    "publisher": "Clemson University Libraries",
    "references": [],
    "sourceFulltextUrls": [
        "https://tigerprints.clemson.edu/cgi/viewcontent.cgi?article=1110&context=jyd"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/578426200.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/578426200"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/578426200/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/578426200/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/578426200"
        }
    ],
    "abstract": "Organized out-of-school time (OST) activities can provide youth with developmentally enriching experiences. Summer camp is one such activity, offering opportunities for positive youth development and, in some cases, promoting socioemotional learning, character development, resilience, and academic and career-related outcomes (Garst et al., 2011; Henderson et al., 2007; Merryman et al., 2012; Whittington & Garst, 2018; Wilson & Sibthorp, 2018). Not all youth, however, have access to high-quality summer programs (Browne et al., 2019; National Academies of Science, Engineering, & Medicine, 2019). Furthermore, summer camps designed around the needs and interests of relatively privileged youth can create exclusive dynamics within camp spaces, potentially marginalizing those who are not members of the dominant group (Browne et al., 2019). Many organizations are recognizing these inequities and are seeking ways to create more inclusive programming (Fields, 2020).\nDespite efforts by many summer camps to become more diverse, equitable, and inclusive, few studies have examined what these efforts look like and what challenges and needs remain at a national level. Even less research has considered staff perceptions of these efforts, despite the fact that staff have a major role in shaping the camp environment. Drawing data from resident camp staff at two national youth-serving organizations, the purpose of this study was to identify 1) strategies staff use to create an inclusive summer camp environment; 2) challenges to creating an inclusive environment; and 3) what staff need to maintain and improve diversity, equity, and inclusion (DEI) efforts at camp",
    "tags": [
        "text",
        "Child Psychology",
        "Civic and Community Engagement",
        "Community-Based Learning",
        "Developmental Psychology",
        "Leadership Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:tigerprints.clemson.edu:jyd-1110",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14263",
        "openDoarId": 0,
        "name": "Clemson University: TigerPrints",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 578426200,
        "depositedDate": null,
        "publishedDate": "2023-07-28T08:00:00+01:00",
        "updatedDate": "2024-02-16T19:34:48+00:00",
        "acceptedDate": null,
        "createdDate": "2023-08-17T22:40:14+01:00"
    },
    "urls": [
        "https://tigerprints.clemson.edu/context/jyd/article/1110/viewcontent/JYD_18.2_Spielvogel_RTP.pdf",
        "https://tigerprints.clemson.edu/jyd/vol18/iss2/2"
    ],
    "lastUpdate": "2024-02-16T19:34:48+00:00",
    "setSpecs": []
}