{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lindheim, Tone"
        }
    ],
    "contributors": [],
    "createdDate": "2024-02-07T22:46:29+00:00",
    "dataProvider": {
        "id": 11455,
        "name": "VID:Open",
        "url": "https://api.core.ac.uk/v3/data-providers/11455",
        "logo": "https://api.core.ac.uk/data-providers/11455/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.18291/njwls.142123",
    "downloadUrl": "https://core.ac.uk/download/599046242.pdf",
    "fullText": "1Nordic journal of working life studiesManaging Diversity and Inclusion in Nursing Homes: Practices and Regulations1\t❚ Tone Lindheim2Associate professor, VID Specialized University, Faculty of Theology and Social Sciences, NorwayABSTRACTChanging demographics and a rising number of immigrants entering the labor market have posed new challenges to managers in work organizations. Within this context, Norway has been noted to have a highly regulated work sector that is considered beneficial for minorities and marginalized groups. Through a case study of three nursing homes in Norway, this paper analyzes how manag-ers engage with diversity-related regulations when addressing their everyday challenges, and how their enacted practices affect the inclusion of immigrants in the workplace. The study applies a practice-theoretical approach and contributes to diversity management research by identifying how managers’ differing enactments of inclusion-related practices are connected to competing institutional logics. The analysis shows how the co-existence of multiple institutional logics in this context represents an arena for political struggle.KEYWORDSDiversity / inclusion / immigrants / institutional logics / practice-driven institutionalism / practice theoryIntroductionIn Norway, as in other Nordic countries, demographics are changing, and a growing number of immigrants are entering the labor market. In 2023, 16% of the population in Norway consisted of immigrants, an increase from 1.5% in 1970. As a result of these demographic shifts, workplaces are also changing and pose new challenges to managers and immigrants. The inclusion of immigrants at work concerns access to employment, career development, and the working environment (Drange 2014). Statistics and prior research show that in Norway, immigrants face challenges in all these areas (Djuve et al. 2017; Statistics Norway 2018). Specifically, immigrants are unemployed and underem-ployed to a higher degree than the majority population, immigrants are overrepresented at the lower end of the salary and position hierarchies at work, and many immigrants experience marginalization, racism, and harassment in the workplace. A regulated labor market is assumed to be beneficial for immigrants and other minority groups (Kalleberg 2018), and while the Norwegian labor market is highly regulated (Byrkjeflot 2001), thus far, existing policies and legislation have not had a sufficient effect on remedying immigrants’ inclusion-related challenges (Djuve & Kavli 2019). Previous research has underscored the central role of managers in immigrants’ experiences of inclusion at work (Kirton & Greene 2021; Sandal et al. 2013). Other researchers studying organizational and managerial practices (Janssens & Steyaert 2019; 1 You can find this text and its DOI at https://tidsskrift.dk/njwls/index.2 Corresponding author: Tone Lindheim. E-mail: tone.lindheim@vid.no. 2 Managing Diversity and Inclusion in Nursing Homes Tone LindheimLindheim 2021a; Ortlieb & Sieben 2014) have found that these practices are ambiguous and may enhance as well as hinder the inclusion of immigrants. Despite these previous studies, we have a limited understanding of how a regulated work context shapes manag-ers’ practices. To deepen our understanding of inclusion-related practices and their effects on immigrants, researchers have called for further empirical studies on regulated work environments outside the Anglo-Saxon context (Boxenbaum 2006; Farndale et al. 2015). Accordingly, to explore the interplay between regulations and managerial practices in the Norwegian context, this paper addresses the following research questions: How do managers engage with diversity-related regulations in their everyday practices, and what are the effects of managers’ practices on the inclusion of immigrants in the workplace?This paper is based on an empirical case study of cultural diversity and inclu-sion in nursing homes in Oslo, Norway. By applying a practice-theoretical perspective (Nicolini & Monteiro 2017; Schatzki 2012), the paper contributes to diversity manage-ment research by demonstrating how managers’ differing enactments of inclusion-related practices are connected to competing institutional logics. The findings show that in their everyday practices in nursing homes, managers navigate between different available gen-eral understandings and apply their own practical understandings, adhering to and resist-ing diversity-related regulations in the process. Within this context, this study shows how the coexistence of various institutional logics represents an arena for political struggle.Literature review and theoretical perspectivesIn the following section, previous research on inclusion-related practices and various arguments for diversity in the workplace are presented. Furthermore, practice the-ory (Nicolini & Monteiro 2017; Schatzki 2012) and practice-driven institutionalism (Lounsbury et al. 2021; Smets et al. 2017) are presented as theoretical frameworks for analyzing inclusion-related practices in the workplace. Managerial practices and the inclusion of immigrantsPrevious studies have found that inclusion-related practices are ambivalent and, at times, contradictory, thereby undermining their intended effects. For instance, Ortlieb and Sieben (2014) have described how managers of a German company valued immigrants’ compe-tence but hired them for positions for which they were over-qualified, which reproduced their positioning at the lower end of the hierarchy. O’Leary and Sandberg (2017) argued that the effectiveness of inclusion-related practices was not primarily determined by what activities managers undertook, but by how the activities were performed. In line with this finding, Rogstad and Solbrække’s (2012) study of a multicultural hospital in Norway pointed to the essential role of middle managers in the implementation of diversity ideals. In this case, the authors found that managers’ passive endorsement, but also their lack of opposition to senior management’s visions for diversity, resulted in a limited change in practices in the workplace. In a somewhat different vein, Zanoni and Janssens (2007) analyzed the interplay between bureaucratic procedures and discourses in different work organizations and identified how a diversity-friendly and justice-oriented discourse in a hospital with  Nordic journal of working life studies 3Catholic roots modified managers’ bureaucratic control. In contrast to the findings of Rogstad and Solbrække’s (2012) study, the discourse was embedded in the organiza-tional identity of the hospital and shaped managers’ practices in a way that favored immigrants. In a multi-case study of diversity management practices in private compa-nies, Janssens and Zanoni (2014) identified how managers established alternative prac-tices that challenged structural inequality and enhanced immigrants’ inclusion in the workplace. The company in this study, presented as an exemplary case, grew out of a socioeconomic development project motivated by the struggle for equality in an under-privileged urban area. Despite these previous studies of inclusion-related practices, we still have limited knowledge about how a regulated work context influences managers’ inclusion related practices.Three different arguments for diversityHistorically, inclusion-related practices have been motivated by the justice argument for diversity and the aim of ensuring equal opportunities for employees of diverse cul-tural backgrounds (Kelly & Dobbin 1998; Kirton & Greene 2021). Diversity-related regulations are often aligned with the justice argument for diversity, and in general, it is assumed that a regulated work context is beneficial for employees with a minority background (Kalleberg 2018). When the enforcement of regulations decreased in the United States in the 1980s, the business argument gained terrain within the discipline of diversity management, which underscores the benefits of diversity for the bottom line of business. In the Norwegian context, the concept of diversity management has gained momentum over the last few years. A Norwegian standard for diversity management systems was developed in 2018 (Standard Norge), and since then, there has been a growing market for consultants offering training in diversity management. Much of the recent attention on this topic has focused on the business argument for diversity (Umblijs et al. 2022). However, the business argument has been criticized for its lack of empirical support (Kirton & Greene 2021). In the present diversity management discourse, ‘inclusion’ is often tagged on to diversity, possibly as an attempt to soften the business argument and to incorporate the justice argument into diversity policies. Rooted in the need for manpower in specific sectors and in society in general, the resource argument has evolved as a third argument for diversity. The justice argument, the business argument, and the resource argument reflect different motivations driving inclusion-related practices. These arguments for diversity may represent motivation at an instrumental, superficial level or may be more deeply rooted in institutional logics (see below). In everyday managerial practices, the arguments are often intertwined and overlap.Practice theory and practice-driven institutionalismDespite the attention to practices in previous diversity management studies, only a few have applied practice theory as a theoretical lens (Berthou & Buch 2018; Janssens & Steyaert 2019; O’Leary & Sandberg 2017). From a practice-theoretical perspective, a 4 Managing Diversity and Inclusion in Nursing Homes Tone Lindheimpractice is more than an isolated activity. A practice is a more comprehensive entity and can be defined as ‘an open-ended, spatially-temporally dispersed nexus of sayings and doing’ (Schatzki 2012, p. 14). Practice theory connects theory and methodology and favors the use of ethnographic approaches to study enacted practices rather than pre-scribed or intended practices (Nicolini & Monteiro 2017). Practice theory also offers a set of analytical concepts, such as general and practical understandings (Schatzki 2012), which help to improve our understanding of why practices are enacted differ-ently (more on this below). An underlying premise of practice theory is that all social phenomena, like inclusion, emerge out of practices, and that to study the phenomenon, the unit of analysis should be the practice rather than structures or actors (Nicolini & Monteiro 2017). Practice theory has been criticized for being too concerned with micro-level analysis (Nicolini 2017; Schatzki 2016; Smets et al. 2017). A recent stream of research called practice-driven institutionalism (Lounsbury et al. 2021; Smets et al. 2017) addresses this critique by combining institutional theory with practice theory. Connecting these two traditions helps explain where the practices come from. An example that illuminates this is the labor market, whereby practices are sustained by regulative and normative elements (Scott 2014), like the Working Environment Act and the Basic Agreement. In this case, the regulative and normative elements legitimize and institutionalize practices into cultural-cognitive patterns, which establish a reinforcing relationship between insti-tutional regulations and practices. The concept of practice plays a prominent role in institutional theory, particularly in the institutional logics perspective (Friedland & Alford 1991; Thornton et al. 2012). According to this theoretical perspective, institutional orders in society (e.g., state, mar-ket, religion, and profession) each have a central logic that constitutes its organizing principles and consists of patterns of cultural symbols and materialized practices. An institutional logic conveys what is considered legitimate and appropriate, and the logic is instantiated in practices. This instantiation of logics within organizations draws from and is nested within society-level logics (Besharov & Smith 2014). Applied to the context of this study, inclusion-related practices may reflect, for exam-ple, a bureaucracy logic or a market logic based on the intersecting institutional orders of the state and the market. Institutional logics can be understood as corresponding to ‘general understandings’ in practice theory (Lounsbury et al. 2021; Schatzki 2021). The general understanding guides organizational actors toward taking appropriate actions in a given context (Smets et al. 2017). However, several institutional logics and general understandings exist side by side (Besharov & Smith 2014). In a given situation, it is the actor’s practical understanding (Schatzki 2012) that helps the actor to decern which general understanding is relevant. In this sense, practical understanding is the actor’s implicit or tacit know-how that helps the actor get the job done. Methodological approachTo respond to the research questions, a qualitative case study (Stake 1995) of inclusion- related practices in nursing homes in Oslo (Norway) was undertaken.1 Nursing homes were selected because they have a high percentage of employees with an immigrant back-ground, and they are both suggested and used as an arena for integrating immigrants  Nordic journal of working life studies 5into the labor market (Eide et al. 2017). To increase the study’s robustness and allow for within-case analysis (Martin & Eisenhardt 2010), three different nursing homes were selected as the empirical locus of the case study, which included one run by the municipality, one run by a faith-based non-profit entity, and one run by a for-profit organization. Research contextThe selected nursing homes operated in a highly regulated context. As work organiza-tions, nursing homes in Norway are regulated by the Working Environment Act and the Equality and Anti-Discrimination Act. A supervising entity, Sykehjemsetaten, oversees the services of nursing homes run by the municipality, as well as private for-profit and non-profit nursing homes. The contract between Sykehjemsetaten and private nursing homes represents another layer of regulation that influences managers’ inclusion-related practices. All nursing homes report to Sykehjemsetaten on a set of key performance indicators that measure the quality and efficiency of their services.Healthcare staff in nursing homes can be split into three different professional cat-egories based on their level of formal healthcare qualifications: nurses who hold a bach-elor’s degree, healthcare workers with a secondary school degree, and care assistants without formal certification as healthcare personnel. The three groups faced different challenges related to access to employment and career development. Informants from all three groups were included in the sample of this study.Data collection and analysisIn line with a practice-theoretical approach, and as recommended for case studies (Stake 1995), the study applied an ethnographic approach and combined different sources of data, which included participant observation, semi-structured shadowing, and qualita-tive interviews. The data material of the study consisted of field notes from 200 hours of participant observations and semi-structured shadowing and transcripts from 27 quali-tative interviews.2 To broaden our understanding of managerial practices, two units in each nursing home were selected for the study, one of which had a unit manager with an immigrant background and the other of which had a manager with a majority background. Each of the unit managers was shadowed for one full eight-hour shift. Three additional shifts were attended in each unit, during which less structured observation of the managers and employees was performed, shift meetings and management meetings were attended, and employees’ interactions with the residents in the nursing homes were surveilled. The observation was guided by the following open question: In what situations in the nursing home does cultural diversity surface as an issue? Theoretical concepts and findings from previous studies, such as those concerning the inclusion-related aspects of employment, career development, and working environment, provided categories of what to look for during the observation.After the observation and shadowing, the field notes were reviewed, and interview guides were developed to follow up on emerging themes. The managing directors from 6 Managing Diversity and Inclusion in Nursing Homes Tone Lindheimthe three nursing homes, the six unit managers, and three employees from each unit were interviewed (see Table 1). Interviewees were selected to ensure variation in country background, professional category, and gender. Qualitative interviews were used to fur-ther explore incidents and topics that surfaced during observation (Brinkmann & Kvale 2015). All interviews were audio-recorded and transcribed verbatim in Norwegian. Quotes in this paper were translated from Norwegian to English by the researcher. Field notes and interview transcripts were combined and coded in NVivo in recurring rounds using thematic analysis (Braun & Clarke 2006). In the first round of coding, the reading was guided by the following question: What are the main tasks and challenges managers must handle in their everyday work? Using descriptive coding (Wæraas 2022), manag-ers’ challenges were coded and sorted into three main themes: ensuring enough staff, ensuring the right competence, and enhancing communication and cooperation among employees. Inspired by institutional ethnography (Smith 2005), different texts (e.g., leg-islation, policies, reporting formats, mission statements) that coordinated actions were identified. Returning to the data material, the managers’ enacted practices related to the three areas of challenges were coded. Latent codes (Wæraas 2022) were used to describe managers’ engagement with the corresponding regulations (e.g., adhering to, ignoring, or resisting regulations).Table 1 IntervieweesName Regional background PositionMarigold (nursing home operated by the municipality)Hege (f) Norway Managing directorJonathan (m) Africa Unit managerHilde (f) Norway Unit managerAnita (f) Norway Care assistant, extra-staffJenny (f) Asia NurseJodit (f) Africa Healthcare workerCeleste (f) South America Care assistantIngrid (f) Norway NurseMarko (m) Eastern Europe NurseRiverside (nursing home operated by a faith-based non-profit organization)Harald (m) Norway Managing directorBanu (f) Asia Unit managerKristin (f) Norway Unit managerBente (f) Norway Healthcare workerMilan (m) Norway/South America NurseZahra (f) Asia NurseNina (f) Norway Healthcare workerOmar (m) Africa Healthcare worker, extra-staffShanti (f) Asia Healthcare worker Nordic journal of working life studies 7Name Regional background PositionCornerstone (nursing home operated by a for-profit organization)Ellen (f) Norway Managing directorDragan (m) Eastern Europe Unit managerKari (f) Norway Unit managerFaiza (f) Africa Care assistant, extra-staffSilje (f) Norway Healthcare workerVanessa (f) Asia NurseHamza (m) Africa Care assistantEdel (f) Norway Healthcare workerJustyna (f) Eastern Europe NurseEthical considerations and reflexivityIn qualitative research, particularly when using observation and shadowing as research methods, the researcher’s influence on the research process is a major concern. Spending extensive time in the different units and conducting interviews with informants from dif-ferent positions in the organizations was employed as a strategy to increase the trustwor-thiness of the collected data material. I am still aware that my presence and social status as a white, female academic have influenced the research process. In the process, I sought to establish safe and respectful relationships with the informants, and my perception was that they spoke openly and freely about their own experiences, even difficult ones. Immigration status and cultural diversity can be sensitive issues that require careful ethical consideration. Accordingly, this study was approved by the Norwegian Center for Research Data (now Sikt), and written consent was obtained from all interviewees. The unit managers informed their staff about the purpose of the study and about the observations and shadowing in the unit. A written notice was posted in the staff room prior to the start of the study. The interviewees were informed that they could withdraw from the study at any time, and the staff explained that it was voluntary to interact with the researcher during the observation. To ensure anonymity, all the names of the infor-mants and nursing homes used in this paper are fictitious.Findings: Managerial practices in a regulated contextThe use of a practice-theoretical and ethnographic approach sheds light on how the managers handled challenges related to diversity in their everyday practices. Specifically, different regulations coordinated their practices. The managers enacted practices dif-ferently and drew on a variety of arguments to explain and justify what they did. With their different operating structures, the three nursing homes operated at the intersection of different institutional orders and logics: the logics of bureaucracy, market, profes-sion, and solidarity. The bureaucracy logic is here understood as an aspect of the social order of the state which guided practices toward respecting policies and ensuring equal treatment. The market logic ensured the running of daily operations, a customer-focused 8 Managing Diversity and Inclusion in Nursing Homes Tone Lindheimorientation, and budgetary discipline. The profession logic upheld the guild and safe-guarded professional status. Finally, the solidarity logic is here understood as an aspect of the social order of religion, which encouraged concern for the less privileged.The presentation of the findings in this chapter is structured around three types of challenges encountered in nursing homes: ensuring enough staff, ensuring formal healthcare qualifications, and enhancing communication and cooperation at the work-place. Each area is presented with (1) a description of the context and challenges, (2) a presentation of the corresponding regulations, (3) a description of the enacted practices, (4) the arguments and institutional logics invoked to support them, and (5) the practices’ effect on immigrants. Ensuring enough staff(1) Context and challenges. Health and care services in Norway suffer from a lack of personnel,3 and the unit managers in the nursing homes explained that the main challenge was to ensure enough staff. Among healthcare personnel, nursing homes are not their preferred workplace (Orupabo 2014). Immigrants who had fewer employ-ment options had thus become a valuable resource pool for nursing homes. The nurs-ing homes included in this study all had a high percentage of staff with an immigrant background, ranging from 69% to 84% of the permanent staff in the six units, which far exceeded the percentage of immigrants in the general population. In this context, the unit managers expressed the need for more staff with a majority background:I want Norwegians. And today, I got a new Norwegian. I want them, but Norwegians don’t want to work in nursing homes. I can’t force anyone to work in a nursing home. So, I’ve got to work with what is available (…) Who is going to work in elderly care if we don’t hire people? I prefer Norwegians, but no one wants to work. (Interview with Dragan, unit manager at Cornerstone)The unit managers considered ensuring enough staff, and preferably increasing the share of staff with a majority background, their main challenge. This challenge outweighed ensuring immigrant representation among employees.(2) Regulations. Recruitment in nursing homes, as in other work organizations, is regu-lated by the Working Environment Act and the Equality and Anti-Discrimination Act. The legal framework aims to protect ethnic minorities from discrimination or differen-tial treatment in recruitment processes and, with that, enhance their access to employ-ment. To operationalize this aim, the municipality has implemented a diversity-friendly recruitment policy. In line with the Working Environment Act, the municipality also promoted permanent and full-time employment. This was, however, limited to staff with healthcare credentials.4 Furthermore, the nursing homes’ reports to Sykehjemsetaten represented another layer of regulation. The reports included indicators of employees’ levels of healthcare qualifications and language skills. To ensure quality in healthcare services, Sykehjemsetaten had set a maximum percentage of employees without formal healthcare credentials who could work on each shift and required language competence at a level of B25 to obtain authorization as a healthcare worker.  Nordic journal of working life studies 9(3) Managers’ enacted practices. Managers in nursing homes adhered to the recruit-ment policy in formal recruitment processes. Hege, the managing director at Marigold, explained that, even though the majority of employees at Marigold had an immigrant background, they applied the diversity-friendly policy. In advertisements, they encour-aged persons with minority backgrounds to apply for positions, and they invited at least one candidate with an ethnic minority background for interviews if they were qualified for the position. However, observing how recruitment as a practice was enacted in the nursing homes, it was evident that much of the recruitment took place outside the formal processes without the application of the diversity-friendly policy. The managers used a high number of extra-staff to fill shifts every day. Extra-staff were employees on zero-hour or on-call contracts. These positions were usually not advertised, but applicants would approach the unit managers to ask for work and were offered shifts. With the high number of employees with an immigrant background, man-agers from the three nursing homes explained how they actively sought to recruit extra-staff with a majority background, whether they were nursing students or other persons without healthcare credentials. As one manager stated, ‘Of course, the situation is that we want more Norwegian extra-staff (…) But it is … difficult… so we try to recruit nurs-ing students and those kind of people, you know’ (Interview with Kristin, unit manager at Riverside). Due to the nursing homes’ need to report to Sykehjemsetaten, unit managers were careful not to give persons without formal healthcare credentials or level B2 qualifica-tions in the Norwegian language permanent contracts. With reference to the report-ing, Jonathan (unit manager at Marigold) explained that he did not offer permanent positions to care assistants. Other unit managers approached the challenge differently. Kristin, unit manager at Riverside, explained that she offered small, permanent weekend positions to care assistants as soon as possible. Kristin also added that permanent posi-tions provided a more stable staff group.(4) Arguments for diversity and institutional logics. In the nursing homes, the busi-ness argument for diversity had limited relevance. When nursing homes employed staff with an immigrant background, it was primarily based on the resource argument for diversity, and the need for manpower in the nursing homes. The resource argument was connected to the market logic in this case, as the goal was to ensure the daily operations of the nursing home. Despite the high number of employees with an immigrant back-ground, some managers, such as Hege, still adhered to the diversity-friendly recruitment policy, which reflected the justice argument and the bureaucracy logic. The dominant practice in nursing homes was to not offer permanent employment to persons without formal healthcare credentials and sufficient language competence. This practice may be justified within the market logic, given the concern for residents and their next of kin’s satisfaction. However, the dominant practice also reflected the profession logic. Hilde, unit manager at Marigold, referred to her professional identity as a nurse when she argued against recruiting employees without healthcare credentials. There were also examples of managers who resisted the dominant practice. When Kristin offered permanent positions to care assistants, she combined the justice argu-ment, the solidarity logic, and the market logic. In addition to providing a more stable group of staff, Kristin argued that permanent positions offered care assistants at least some security of income. In line with the solidarity logic, Harald (managing director at 10 Managing Diversity and Inclusion in Nursing Homes Tone LindheimRiverside) argued for providing opportunities for immigrants to learn the language in a work setting. Riverside therefore established language practice as a kind of trainee pro-gram. The purpose of the program was to enhance immigrants’ pathways into regular employment. (5) Practices’ effect on immigrants. Many immigrants acquired employment in nursing homes due to the organizations’ needs for manpower. Immigrants without formal health-care credentials or the required level of competency in the Norwegian language would usually only acquire temporary or zero-hour contracts. For this group, positions as care assistants on on-call contracts served as entry points into the labor market. However, these positions were insecure. Employees on on-call contracts were not secured any number of work hours and could be dropped from the list at any time. On the call list, they competed with other ‘unskilled’ employees with a majority background, who were the preferred candidates for these shifts. An effect of the dominant practice was that immigrants without formal healthcare qualifications were stuck in temporary positions and struggled to acquire stable and secure employment.To summarize, regarding the concern of ensuring enough staff, the examples above show that managers’ informal recruitment practices fell under the radar of formal recruit-ment policies. Therefore, diversity-friendly recruitment policies and legal protection against discrimination in recruitment processes had only limited effects on immigrants’ access to employment. In addition, the report indicators functioned as barriers to immi-grants’ employment. The preference for Norwegian extra-staff and the need to report to Sykehjemsetaten reduced the entry options for immigrants, particularly those without formal healthcare qualifications and the required level of language proficiency. Ensuring the right competence(1) Context and challenges. With the growing number of elderly people in Norway and their rising life expectancy, there is a need for higher healthcare qualifications among nursing home employees. For the managers in the nursing homes, the everyday challenge was to ensure a sufficient level of formal healthcare qualifications among staff on each shift, in line with Sykehjemsetaten’s requirements, without exceeding the budget limits. Due to the rising demand for higher qualifications, many employees seek to increase their formal competence. For the managers, the challenge consisted of facilitating the acquisi-tion of formal healthcare qualifications at two different levels: as healthcare workers or as nurses. Given the high number of immigrant employees with education and experi-ence in other countries, the validation of foreign education was another challenge. (2) Regulations. The Directorate of Health has defined the requirements of comple-mentary competence for nurse authorization in Norway.6 To obtain authorization as a healthcare worker through the ‘practice candidate’ path, employees must complete 8000 work hours as care assistants (an equivalent to five years of full-time employment) and then pass the practical and theoretical exam.7 Official policies underscore the need for lifelong learning and competence development (NOU 2019), and immigrants’ equal access to career development is regulated by the Working Environment Act and the Equality and Anti-Discrimination Act. Sykehjemsetaten had included requirements for competence development in their contracts with private nursing homes.  Nordic journal of working life studies 11(3) Managers’ enacted practices. The nursing homes offered employees different pro-grams and options for acquiring formal healthcare credentials, both as healthcare work-ers and as nurses. According to the Working Environment Act, employees are entitled to permanent positions after three years of temporary work with the same employer. To avoid offering care assistants permanent positions, unit managers were careful to limit the time they used a particular care assistant as extra-staff, even if the employee was collecting work hours for authorization as healthcare worker. Hege, managing director at Marigold, acknowledged the problem and said, ‘Now [the guidelines say] that you must have 8,000 hours to get approved, and you won’t get that much when we have this limitation of three years’. However, the data material also included examples of how nursing homes and manag-ers resisted Sykehjemsetaten’s policy and developed practices to help immigrant employees acquire the competence needed. As described above, care assistants were given permanent contracts. To help an immigrant employee pass the barrier of the written exam, Riverside offered him the opportunity to take the exam orally (Interview with Harald, managing director at Riverside). Riverside also organized additional language training for the staff.Several of the healthcare workers in the nursing homes were trained as nurses in their respective countries of origin. With the increasing need for nurses, nursing homes had an interest in facilitating their authorization and offered programs for complemen-tary education. However, the programs were offered to a limited number of participants and were often scheduled full time. Managers varied with respect to the extent to which they adapted employees’ work schedules to facilitate participation in these programs. Managers also varied in how they dealt with employees’ levels of authorization. Some managers were careful not to give employees work tasks outside their level of authorization. Due to legal restrictions, this could have put the immigrants’ residency in jeopardy. Other managers took a more pragmatic approach and found ways to use employees’ real competence and experience, even if they only had authorization at a lower level. For managers who were responsible for staying within the budget, staff with higher formal qualifications represented higher costs. Hilde, unit manager at Marigold, reflected on the dilemma: ‘The issue is that they get more expensive in the long run, you know. So, you must be a bit careful, too’. (4) Arguments for diversity and institutional logics. There was an essential need for staff with authorization, either as healthcare workers or as nurses, so, managers’ practices related to ensuring formal healthcare qualifications for immigrant employees were moti-vated by the resource argument for diversity and the market logic. However, managers were also motivated by the justice argument and the solidarity logic. They saw how immigrant employees without formal qualifications were vulnerable to layoffs in times of downsizing, that they had trouble securing permanent employment, and that they often worked the most inconvenient shifts:I used to have many unskilled employees. However, many have become healthcare work-ers. There were many. Some I had to force. ‘If you don’t do it, you don’t get that position permanently’, I said. At that time, I felt that I forced them. But when they had done it, they came back and thanked me for it. You must push. I felt sorry for them. They do almost the same job with less pay. A lot of heavy work. (…) They have the competence; just get it on paper. Get yourself that paper! (Banu, unit manager at Riverside)12 Managing Diversity and Inclusion in Nursing Homes Tone LindheimThe example shows how managers like Banu operated at the intersection of the bureau-cracy logic and the solidarity logic. To ensure legitimacy, it was essential to adhere to formal authorization requirements. Simultaneously, the commitment to solidarity and justice urged her to push employees through the authorization process.(5) Practices’ effect on immigrants. To collect the required number of work hours to obtain authorization as healthcare workers, part-time care assistants shopped for shifts at different nursing homes. To bypass the three-year requirement, care assistants needed to collect shifts from different employers. With part-time positions, they spent more time than stipulated collecting work hours to acquire authorization. The process of validating foreign education and the requirements for obtaining authorization to work as a nurse in Norway have been subject to extensive change. The process was experienced as unpredictable and cumbersome. For instance, Marilyn, a healthcare worker at Marigold, was trained as a nurse in the Philippines. At the time of this field study, she had started nursing studies again in Norway and had simulta-neously applied for a complementary education program offered by the municipality. She referred to another colleague at Marigold who had spent four years acquiring nursing authorization and said, ‘It is better to just take the whole nursing program over again. Then, there is at least no question about authorization and approval. And I don’t know if I will be accepted for the complementary education course’. For Marilyn, doing three years of extra full-time nursing studies implied years with less income.Jennifer and Alvin were both certified healthcare workers at Cornerstone, but were trained as nurses in their country of origin. They explained that for them, the comple-mentary education program was not feasible:Alvin: It is not possible to do the authorization course full time. If I’m offered to do it part time, I’ll do it right away.Jennifer: I am a single mom with two children. I need the money. I can’t just stop working to study. (Excerpt from field notes from Riverside)Without complementary education, Jennifer and Alvin continued to work at the autho-rized level as healthcare workers with lower salaries. The practice of using employees’ competence beyond their level of authorization was interpreted by some as an apprecia-tion and acknowledgment of their actual competence. Others considered it exploitation: ‘We do not get anything back for it in salary. When we negotiate salary and we say, “Look at what we do!” they are not interested in that’ (Alvin, healthcare worker at Cornerstone, excerpt from field notes). In summary, despite the need for qualified healthcare personnel and a legal frame-work that ensures immigrants’ equal right to competence development, many employees with an immigrant background experienced the pathways to authorization as unfeasible and cumbersome. Some managers’ lack of facilitation hindered the competence devel-opment of employees. Other managers’ concerns for just and fair working conditions enhanced immigrants’ acquisition of formal competence. Nordic journal of working life studies 13Enhancing communication and cooperation(1) Context and challenges. With the high number of immigrants originating from more than 40 different countries and with varying levels of language proficiency, enhancing communication and cooperation was an everyday challenge in the nursing homes. Two inclusion-related challenges stood out. First, there was a need to manage everyday coop-eration within a diverse group of employees. Second, employees’ experiences of discrimi-nation and racism needed to be addressed. Many immigrant employees, particularly people with a darker skin complexion, experienced discrimination and racist treatment from residents and their next of kin. (2) Regulations. Regulating the working environment is the crux of the Working Environment Act. The Equality and Anti-Discrimination Act further specifies the diversity- related aspects of this regulation. To foster a diversity-friendly environment, the city coun-cil of Oslo has signed a charter on integrating cities8 and committing to equality and diversity-friendly policies in the roles of employer and service provider. One of the com-mitments is specifically related to the working environment and emphasizes the impor-tance of ‘ensure[ing] that staff understand and respect diversity and equality issues’. Most residents in the nursing homes had a majority background, and with a high number of employees with an immigrant background, Sykehjemsetaten had taken mea-sures in their contracts with private nursing homes to ensure that staff were familiar with Norwegian traditions, thereby establishing Norwegian culture as the norm for ser-vice provision. As one manager stated, ‘[The contract says] that we should have a reflec-tion group led by a Norwegian employee. It actually says so in our contract’ (Interview with Ellen, managing director at Cornerstone). (3) Managers’ enacted practices. In the nursing homes, managers juggled the pushes for immigrants’ assimilation into Norwegian culture and respect for cultural diversity. The managers underscored the importance of using the Norwegian language at work. On the wall in the staff room at Marigold was a poster with rules for a good working environment. One of the rules was, ‘We speak Norwegian when we are at work, so that everybody is included in the conversation’. In an introductory course for new employees at Cornerstone, most with an immigrant background, the managing director explained that when they entered the doors of the nursing home, Norwegian culture is what mat-ters (fieldnotes from Cornerstone). Even though practices that reflected an assimilation approach dominated, there were also those that acknowledged and affirmed the cultural and religious diversity among employees. For instance, the nursing homes provided multi-faith rooms for prayer and hijabs that fit the uniform, and managers made efforts to accommodate employees’ dietary restrictions when the staff had meals together. Riverside organized social gatherings, where they celebrated the diversity among the staff and encour-aged them to bring their traditional dishes and clothes. Kristin (unit manager at Riverside) described the open and engaged environment among the staff in her unit and explained how employees often talked about culture and different traditions dur-ing lunch breaks:14 Managing Diversity and Inclusion in Nursing Homes Tone LindheimWe have many different cultures here. So, we ask each other about stuff. Like with these Tamils. What day is it today? Why is she not eating? Then, they tell us a bit about their tra-ditions. And then we have one who is… or we have several employees who are Muslims. And they talk about getting Haram. (…) So, we talk a lot about culture. And then they ask about Norwegian stuff, like Ascension Day and that kind of thing.To detect incidents of discrimination and racism, nursing homes used employee surveys. The managers were confident that if there were problems related to discrimination or racism, this would surface in the survey results:We have this issue of racism in the employee survey. And it gets a good score. There has been little. They don’t feel treated in a racist way. I think… we have such a  large number… Most of them seem satisfied, I think. They had not been satisfied, if they all the time… [experienced racism]. (Interview with Ellen, managing director at Cornerstone)All the managers expressed that they wanted employees to report incidents of discrimi-nation and racism. At that time, they had received few reports. (4) Arguments for diversity and institutional logics. Inclusion-related practices concern-ing racism and discrimination were motivated by the justice argument for diversity, the bureaucracy logic, and the solidarity logic. Managers were concerned about the right to equal treatment, and they were upset when they talked about the negative incidents employees with immigrant backgrounds had experienced. Concerning communication and cooperation, managers’ general practices were sustained by the resource argument and the market logic. The multicultural workforce was a given, and it required managers to engage with diversity to ensure the flow of everyday work.(5) Practices’ effect on immigrants. Many of the employees with an immigrant back-ground seemed to have assimilated the message that Norwegian culture was the norm. Hamza, a care assistant at Cornerstone from an African country, explained how he would set aside his own culture and traditions at work and incorporate elements from the Norwegian culture: ‘You have to integrate, you know. That is important. We who are planning to live here. You know, integration is the key to success’. Other employees argued for a distinction between work and the private sphere. They chose to leave cultural identity markers at home to avoid imposing their culture on the residents.Regarding experiences of discrimination and racism, employees with an immigrant background explained in the interviews that they were reluctant to report incidents. The immigrants internalized the incidents and considered it their individual respon-sibility to handle the situation. They also believed it was unprofessional to get upset. Omar described how he felt after receiving racist comments from a resident and his next of kin:I was just sad. I tried my best to be professional and not show anything, and just … you know, show respect, okay, okay, but … but I cried. I remember going into the bathroom and crying for five minutes before I washed my face and came out again. Nordic journal of working life studies 15Omar did not tell his unit manager about the incident, because he felt that it would be an expression of immaturity and unprofessionalism. Omar also referred to how insecure employment conditions for employees with on-call contracts were a reason for keep-ing quiet and not reporting incidents. Hilde, unit manager at Marigold, confirmed that if extra-staff appeared problematic and caused extra work, she would drop them and choose someone else. To summarize, the regulations that were meant to protect immigrants from racism and harassment did not seem to have the intended effect. Given the lack of reports, man-agers were not aware of the magnitude of the challenge and did not take corresponding charge of the matter. To enhance communication and cooperation within a diverse work group, managers’ dominant practices encouraged assimilation. The managers responded to the requirements from Sykehjemsetaten, who seemed to prioritize the role as service provider over that of employer and pushed for assimilation into Norwegian culture and traditions rather than acknowledging cultural diversity. Table 2 summarizes the findings presented in this chapter.Table 2 Managers’ inclusion-related practices and regulationsArea Ensuring enough staffEnsuring the right qualificationsEnhancing  communication  and cooperationContext and challenges– Lack of healthcare personnel– High percentage of immigrant employees– Lack of healthcare personnel with higher levels of formal quali-fications– Validation of foreign education and experi-ence– Culturally diverse groups of employees– Handling experiences of harassment and racismRegulations – Working Environment Act– Equality and Anti-Discrimination Act– Municipality: Diversity-friendly recruitment policy that promoted full-time, permanent employment– Lifelong learning policy– Norwegian Director-ate of Health’s criteria for authorization– Reports to Sykehjem-setaten– Working Environment Act – Equality and Anti-Discrimination Act– Charter on integrat-ing citiesManagers’  enacted  practices– Recruiting informally– Preferring extra-staff with majority back-ground– Adjusting recruit-ment practices due to indicators in reports to Sykehjemsetaten– Offering competence development and au-thorization processes – Avoiding that care assistants earned a right to permanent positions – Sticking to the budget– Establishing Norwegian culture as the norm– Facilitating diverse cultural practices– Using employee  surveys for  assessment– Encouraging reports of harassment and racism(Continued)16 Managing Diversity and Inclusion in Nursing Homes Tone LindheimArguments for diversity– Resource argument: Need for manpower– Justice argument: Permanent positions offer security to employees– Resource argument: Need for qualified staff– Justice argument: Uncertain and unfair working conditions– Resource argument: Cultural diversity is a given– Justice argument: Employees deserve to be treated fairlyInstitutional logics– Bureaucracy logic: En-suring equal treatment, respecting policies– Market logic: Support-ing daily operations– Profession logic: Favor-ing formal healthcare qualifications– Solidarity logic: Facili-tating employment– Bureaucracy logic: Respecting authoriza-tion requirements– Market logic: Ensuring staff with the needed qualifications– Solidarity logic:  Enhancing the  authorization process– Bureaucracy logic: Ensuring equal treat-ment– Market logic: Ensuring quality services to residents – Solidarity logic: Caring for employeesPractices’  effect on  immigrants– Difficulties obtaining secure and stable employment– Long-lasting and cum-bersome processes for authorization– Lower income due to positions at lower competence level– Assimilation of Norwegian culture as norm– Individualizing experi-ences of discrimina-tion and racismDiscussion: Inclusion-related practices in a regulated contextHow do the findings in this study shed light on how managers engage with diversity-related regulations in their everyday practices? Further, what are the effects of managers’ practices on the inclusion of immigrants in the workplace? To answer these questions, the discussion of the findings is divided into three sections: competing regulations and institutional logics, managers’ use of general and practical understandings in practices, and the effects of managers’ inclusion-related practices on immigrants.Competing regulations and institutional logicsManagers in nursing homes engaged with a set of diversity-related regulations that influ-enced their everyday practices. However, the findings presented above show that the different regulations were competing and at times insufficient or irrelevant in relation to managers’ everyday challenges. The recruitment policy that sought to ensure immigrants’ representation in the workplace appeared irrelevant due to the high percentage of immi-grant employees in nursing homes. Sykehjemsetaten’s reporting framework and contract with private nursing homes further undermined the recruitment policy and influenced managers’ enacted practices toward recruiting more staff with a majority background. One explanation for competing regulations is the presence of multiple institutional logics (Besharov & Smith 2014). Regulations are materialized practices that instantiate insti-tutional logics (Friedland & Alford 1991; Scott 2014). In this case, the diversity-friendly Table 2 (Continued) Nordic journal of working life studies 17recruitment policy corresponded to the bureaucracy logic by ensuring equal access to employment, whereas Sykehjemsetaten’s reporting framework and contracts reflected the market logic with its aim to satisfy residents and relatives as customers. The findings demonstrate that a regulation may support one logic and undermine the other: the policy of not offering care assistants permanent positions was aligned with the profession logic and the market logic, but contradictory to the solidarity logic and the goal of facilitating immigrants’ entrance into the labor market. The purpose of a regulation may also be (un)intentionally ambiguous. For instance, the inclusion of language testing and training in the contract between Sykehjemsetaten and the private nursing homes appeared to be a measure to ensure quality services to the residents (the market logic) rather than one designed to promote equal access to competence and career development for employees (the bureaucracy logic). The fact that employees were offered programs that were experienced as infeasible supports this interpretation. The bureaucracy logic, the market logic, the profession logic, and the solidarity logic were present in all three nursing homes. Which wins out? The centrality and compatibility of logics within each of the organizations may explain the dynamics between the compet-ing logics (Besharov & Smith 2014) in the nursing homes. Besharov and Smith identified an organization’s strategy and resource dependence as two drivers of variation in a logic’s centrality. At Riverside, the solidarity logic was central to the organization’s mission and identity, and the logic was activated in various organizational practices and discourses. At the same time, Riverside was dependent on Sykehjemsetaten for its operation, which represented conflicting pressures from the market logic. However, at Riverside, the locus of the conflict between the market logic and the solidarity logic was more external than internal. By not involving employees in the reporting to Sykehjemsetaten, managers at Riverside buffered lower-level employees from the pressure of the market logic, thereby safeguarding the internal centrality of the solidarity logic. At the organizational level, the strength of ties and positionality in relation to other actors in the field may influence the activation and compatibility of institutional log-ics (Pache & Santos 2013). As a nursing home operated by the municipality, Marigold had closer ties to Sykehjemsetaten than the two nursing homes operated by private entities. This may explain Marigold’s adherence to the policy of not offering perma-nent positions to care assistants, compared to Riverside’s resistance in this respect. At Cornerstone, the organization’s strategy was underpinned by the market logic, which emphasized client satisfaction. Thus, their organizational identity was more compatible with Sykehjemsetaten’s policy. Competing diversity-related regulations and institutional logics reflect the underlying power dynamics in the diversity and inclusion field. The disputes and tension concerning the boundaries and jurisdiction of the logics set incompatible sources of normativity and intelligibility against one another (Schatzki 2021). In such cases, handling the tension is not a matter of reason. Rather, it is political.Managers’ use of practical and general understandings in practicesManagers enact inclusion-related practices embedded in an institutional context wherein they navigate between the available institutional logics or general understand-ings and apply their practical understanding to solve everyday challenges (Smets et al. 18 Managing Diversity and Inclusion in Nursing Homes Tone Lindheim2017). The ethnographic approach of this study brought the indeterminacy of manag-ers’ practices to the surface. General understandings of bureaucracy, market, profes-sion, and solidarity were available in all nursing homes. Still, inclusion-related practices were enacted differently. Jonathan, the unit manager at Marigold, adhered to the policy of Sykehjemsetaten and refrained from offering care assistants permanent positions. However, using his practical understanding to solve everyday challenges, he still used care assistants as extra-staff. Kristin, unit manager at Riverside, resisted the dominating practice and offered care assistants permanent contracts. She reinterpreted the market logic, claimed that permanent staff would offer stability and better services, and invoked the solidarity logic, arguing for the employees’ need for a predictable income. The dif-ferences in managers’ enacted practices may be explained by the activation and cen-trality of the different logics at the organizational or individual levels. As research has shown, instantiations of logics at different levels are nested and intertwined (Besharov & Smith 2014).Managers’ differing responses to regulations play a central role in the power strug-gle related to diversity and inclusion of immigrants. As demonstrated above, Hege (man-aging director at Marigold) acknowledged care assistants’ difficulty in acquiring enough work hours to qualify for the exam, but she did not challenge the policy and the domi-nating practice of not offering them permanent positions. Accepting the regulations as a given can be an expression of managers’ lack of power but also of their interests in maintaining the status quo. When managers adhere to regulations, resist regulations, or invoke different general understandings, their enactment of inclusion-related practices becomes fundamentally political (Schatzki 2021). Effects of managers’ inclusion-related practices on immigrantsThis study showed that immigrants, especially those with little or no formal qualifica-tions, struggled to acquire permanent and full-time employment. When managers pre-ferred extra-staff with a majority background due to the high number of immigrant employees in the nursing homes, the barrier to immigrants’ employment increased. This study thus confirms previous research on the vulnerability of immigrants in the labor market (Kavli & Nicolaisen 2016). When managers refrained from using care assistants as extra-staff for a longer period, immigrants faced difficulties accumulating enough work hours to acquire for-mal healthcare qualifications. Immigrants then remained unskilled workers in insecure employment conditions (Lindheim 2021a), and consequently, the healthcare sector continues to suffer from a lack of qualified resources. Studies on the integration of immigrants into the labor market have argued for an introductory program that grants immigrants enough time and resources to obtain formal qualifications (Djuve et al. 2017), but initiatives are often inhibited by the conflict between different interests (Djuve & Kavli 2019). Immigrants must often pass through cumbersome processes to get their foreign education and experience validated (Munkejord 2017), which represent a barrier for immigrant employees. Some start their professional training again from scratch, which represents an unnecessary burden on the employee and an unjustified socio-economic cost for the welfare state. Others keep working at a lower authorization level with a  Nordic journal of working life studies 19lower income, which implies that their needed healthcare qualifications are not used to their full potential, and that they are not compensated fairly.The findings presented above show that assimilation was a dominant approach to handling diversity in nursing homes. While the intention may have been to facilitate and enhance communication and cooperation in a multicultural workplace, the actual result may have affected immigrants negatively, as documented in previous studies (Sandal et al. 2013). The analysis of the effect of managers’ inclusion-related practices shows that immigrants pay a high price for competing regulations and institutional logics. The study also shows that the practices not only affect immigrants but also have (unintended) consequences for the workplace and society at large.ConclusionThe present study contributes to diversity management research by employing a practice- theoretical approach to analyze how a highly regulated institutional context frames inclusion-related practices. Even though a regulated work sector is considered beneficial to minority groups, this study showed that managers’ enacted practices both enhanced and hindered the inclusion of immigrants in the workplace. Using an ethnographic approach, this study identified competing and at times contradictory diversity-related regulations in the nursing homes. These regulations can be understood as instantiations of underlying institutional logics. The presence of competing regulations and logics shaped managers’ practices as they handled their everyday challenges. Managers used their practical under-standings and navigated between available general understandings and institutional logics, which led to differing enactments of inclusion-related practices, adhering to, and resisting the regulations. When the practices hindered the inclusion of immigrants, this could be attributed to policymakers’ competing and conflicting interests. Regardless, the managers’ enacted practices reflected the political struggles and different interests at stake related to the inclusion of immigrants in the workplace. ReferencesBerthou, S. K. G., & Buch, A. (2018). Perfect match? The practice ecology of a labor market initiative for refugees, Nordic Journal of Working Life Studies 8(54): 27–46. https://doi.org/10.18291/njwls.v8is4.111158 Besharov, M. L., & Smith, W. K. (2014). Multiple institutional logics in organizations: Explaining their varied nature and implications, Academy of Management Review 39(3): 364–381. https://doi.org/10.5465/amr.2011.0431 Boxenbaum, E. (2006). Lost in translation: The making of Danish diversity management, American Behavioral Scientist 49(7): 939–948. https://doi.org/10.1177/0002764205285173 Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology, Qualitative Research in Psychology 3(2): 77–101. https://doi.org/10.1191/1478088706qp063oa Brinkmann, S., & Kvale, S. (2015), InterViews: Learning the craft of qualitative research interviewing, Thousand Oaks: SAGE.Byrkjeflot, H. (2001), The Nordic model of democracy and management, In: Byrkjeflot, H. (Ed.) The democratic challenge to capitalism: Management and democracy in the Nordic countries, 19–45, Oslo: Fagbokforlaget.20 Managing Diversity and Inclusion in Nursing Homes Tone LindheimDjuve, A. B., & Kavli, H. C. (2019), Refugee integration policy the Norwegian way—why good ideas fail and bad ideas prevail, Transfer: European Review of Labour and Research 25(1): 25–42. https://doi.org/10.1177/1024258918807135 Djuve, A. B., Kavli, H. C., Sterri, E. B., & Bråten, B. (2017). Introduksjonsprogram og nor-skopplæring [Introductory program and training in Norwegian], (Fafo rapport 2017:31). https://www.fafo.no/images/pub/2017/20639.pdf Drange, I. (2014). Mangfoldsledelse. En kunnskapsoversikt [Diversity management. A review of the research litterature], (AFI 3/2014). http://www.hioa.no/content/download/ 57559/908066/file/r2014-3.pdfEide, H. M. K., Homme, A., Karlsen, M.-A., & Lundberg, K. (2017). Omsorgssektoren som integreringsarena [The social care sector as arena for integration], Tidsskrift for Velferdsforskning 20(04): 332–348. https://doi.org/10.18261/issn.2464-3076-2017-04-06 Farndale, E., Biron, M., Briscoe, D. R., & Raghuram, S. (2015). A global perspective on diversity and inclusion in work organisations, International Journal of Human Resource Management 26(6): 677–687. https://doi.org/10.1080/09585192.2014.991511 Friedland, R., & Alford, R. R. (1991). Bringing society back in: Symbols, practices, and insti-tutional contradictions, In: Powell, W. W., & DiMaggio, P. J. (Eds.) The new institution-alism in organizational analysis, 232–263, Chicago: The University of Chicago Press.Janssens, M., & Steyaert, C. (2019). A practice-based theory of diversity: Re-specifying (in)equality in organizations, Academy of Management Review 44(3): 518–537. https://doi.org/10.5465/amr.2017.0062 Janssens, M., & Zanoni, P. (2014). Alternative diversity management: Organizational practices fostering ethnic equality at work, Scandinavian Journal of Management 30(3): 317–331. https://doi.org/10.1016/j.scaman.2013.12.006 Kalleberg, A. L. (2018). Precarious lives: Job insecurity and well-being in rich democracies, Cambridge: Polity Press.Kavli, H. C., & Nicolaisen, H. (2016). Integrert eller marginalisert? Innvandrede kvinner i norsk arbeidsliv [Integrated or marginalized? Immigrant woment in Norwegian work life], Tidsskrift for Samfunnsforskning 57(4): 339–369. https://doi.org/10.18261/issn.1504- 291X-2016-04-01 Kelly, E., & Dobbin, F. (1998). How affirmative action became diversity management, American Behavioral Scientist 41(7): 960–984. https://doi.org/10.1177/0002764298041007008 Kirton, G., & Greene, A.-M. (2021). The dynamics of managing diversity and inclusion: A critical approach, New York: Routledge.Lindheim, T. (2021a). Ambiguous practices and conflicting interests: Why immigrants end up in uncertain employment, Equality, Diversity and Inclusion 40(5): 542–558. https://doi.org/10.1108/EDI-02-2020-0046Lindheim, T. (2021b). Opening and closing doors — Managing in the multicultural workplace. A case study of cultural diversity and inclusion in nursing homes PhD, VID specialized university, Oslo. https://hdl.handle.net/11250/2767445Lindsten, E., & Obstfelder, M. (2018). Arbeidsgivers holdning til midlertidige ansettelser [Eployer’s attitude tomards temporary employment], Master, University of Oslo, Oslo. http://urn.nb.no/URN:NBN:no-68266 Lounsbury, M., Anderson, D. A., & Spee, P. (2021). On practice and institution. In: Lounsbury, M., Anderson, D. A., & Spee, P. (Eds.), On practice and institution: Theorizing the inter-face, (Research in the Sociology of Organizations, Vol. 70), 1–28, Bingley: Emerald Publishing Limited. https://doi.org/10.1108/S0733-558X20200000070011 Martin, J. A., & Eisenhardt, K. M. (2010). Rewiring: Cross-business-unit collaborations in multibusiness organizations, Academy of Management Journal 53(2): 265–301. https://doi.org/10.5465/amj.2010.49388795  Nordic journal of working life studies 21Munkejord, M. C. (2017). Ulik praksis for godkjenning av utdanning [Different prac-tice for validation of education], Sykepleien 105(6): 44–47. https://doi.org/10.4220/Sykepleiens.2017.62137 Nicolini, D. (2017). Is small the only beautiful? Making sense of ‘large phenomena’ from a practice-based perspective, In: Hui A., Schatzki T., & Shove E. (Eds.) The nexus of prac-tices. Is small the only beautiful?, 110–125, New York: Routledge.Nicolini, D., & Monteiro, P. (2017), The practice approach: For a praxeology of organ-isational and management studies, In: Langley A., & Tsoukas, H. (Eds.) The SAGE Handbook of Process Organization Studies, 110–126, Oxford: SAGE.NOU. (2019). Lærekraftig utvikling. Livslang læring for omstilling og konkurranseevne [Educa-tive development. Lifelong learning for adjustment and competitiveness], (NOU 2019:12). https://www.regjeringen.no/contentassets/849b377650a449d599d80835e74805ed/no/pdfs/nou201920190012000dddpdfs.pdf O’Leary, J., & Sandberg, J. (2017). Managers’ practice of managing diversity revealed: A practice-theoretical account, Journal of Organizational Behavior 38(4): 512–536. https://doi.org/10.1002/job.2132 Ortlieb, R., & Sieben, B. (2014). The making of inclusion as structuration: Empirical evi-dence of a multinational company, Equality, Diversity and Inclusion 33(3): 235–248. https://doi.org/10.1108/EDI-06-2012-0052 Orupabo, J. (2014). Det kjønnssegregerte arbeidslivet – maskulinisering av toppen og etni-fisering av bunnen? [The gender-segregated working life – masculinization of the top and ethnicization of the bottom?], Nytt Norsk Tidsskrift 31(02): 160–166. https://doi.org/10.18261/issn1504-3053-2014-02-06 Pache, A.-C., & Santos, F. (2013). Embedded in hybrid contexts: How individuals in organ-izations respond to competing institutional logics, Institutional logics in action, part B, 3–35, Bingley: Emerald Group Publishing Limited.Rogstad, J., & Solbrække, K. N. (2012). Velmenende likegyldighet. Konflikt og integras-jon i et flerkulturelt sykehus [Benign indifference. Conflict and integration in a mul-ti-cultural hospital], Sosiologisk Tidsskrift 20(04): 315–338. https://doi.org/10.18261/ISSN1504-2928-2012-04-02 Sandal, G. M., Markova, V., Fyhn, T., & Bye, H. H. (2013). “Mangfoldsledelse” og innvandreres tilknytning til arbeidsplassen [“Diversity management” and immigrants’ attachment to the workplace]. https://kudos.dfo.no/files/746/74600be36fcaa2433e346a51cf27b97540e4e7d-c84340e6482fb441a57cf03f2/Sluttrapport%20Mangfoldsledelse.pdf Schatzki, T. R. (2012). A primer on practices. Theory and research, In: Higgs, J., Barnett, R., Billett, S., Hutchings, M., & Trede, F. (Eds.) Practice-based education: Perspectives and strategies, 13–26, New York: Springer.Schatzki, T. R. (2016). Keeping track of large phenomena, Geographische Zeitschrift 104(1): 4–24. https://doi.org/10.25162/gz-2016-0001 Schatzki, T. R. (2021). Forming alliances. In: Lounsbury, M., Anderson, D. A., & Spee, P. (Eds.), On practice and institution: Theorizing the interface (Research in the Sociology of Organizations, Vol. 70), 119–137, Bingley: Emerald Publishing Limited. https://doi.org/10.1108/S0733-558X20200000070003 Scott, W. R. (2014). Institutions and organizations: Ideas, interests and identity, Thousand Oaks: SAGE.Smets, M., Aristidou, A., & Whittington, R. (2017). Towards a practice-driven institution-alism, In: Greenwood, R., Oliver, C., Lawrence, T. B., & Meyer, R. E. (Eds.) The SAGE Handbook of Organizational Institutionalism, 365–391, London: SAGE.Smith, D. E. (2005). Institutional ethnography: A sociology for people, Lanham: AltaMira Press.Stake, R. E. (1995). The art of case study research, Thousand Oaks: SAGE Publications.22 Managing Diversity and Inclusion in Nursing Homes Tone LindheimStandard Norge. (2018). Ledelsessystemer for mangfold – Krav [Diversity management systems – Requirements], (NS 11201:2018).Statistics Norway. (2018), Flere innvandrere i arbeid [More immigrants in work]. https://www.ssb.no/arbeid-og-lonn/artikler-og-publikasjoner/flere-innvandrere-i-arbeid. (Accessed September 26, 2018).Thornton, P. H., Ocasio, W., & Lounsbury, M. (2012), The institutional logics perspective: A new approach to culture, structure and process, Oxford: Oxford University Press.Umblijs, J., Orupabo, J., & Drange, I. (2022). Sammenhenger mellom etnisk mangfold og lønnsomhet i norske virksomheter [The relationships between ethnic diversity and profit-ability in Norwegian organisations], (2022:3).https://hdl.handle.net/11250/2988146 Wæraas, A. (2022), Thematic analysis: Making values emerge from texts. In: Espedal, G., Jelstad Løvaas, B., Sirris, S., & Wæraas, A. (Eds.), Researching values: Methodological approaches for understanding values work in organisations and leadership, 153–170, Cham: Springer. https://doi.org/10.1007/978-3-030-90769-3_9 Zanoni, P., & Janssens, M. (2007), Minority employees engaging with (diversity) manage-ment: An analysis of control, agency, and micro-emancipation, Journal of Management Studies 44(8): 1371–1397. https://doi.org/10.1111/j.1467-6486.2007.00700.x Notes1  The study discussed in this paper is part of a larger research project on cultural diversity and inclusion at the workplace (Lindheim 2021b).2  As stated above, the present study is part of a larger research project. Field notes and interviews contained information that was not used in this paper, but observation from the three nursing homes and all interviews contributed to the knowledge and understandings discussed in this paper. All sources of data material are therefore included in this paper.3  See: https://www.nav.no/_/attachment/download/6a70a809-5f34-44ec-be67-59260ac1f577: 7f1118062ea33675046274f887ddb6d04c9c6c3f/22-02-Bedriftsunders%C3%B8kelsen.pdf 4  Even though it is not explicitly stated in a written policy that persons without healthcare credentials should not be offered permanent contracts, managers had a clear understanding that this was Sykehjemsetaten’s policy. This finding is confirmed in another study (Lindsten & Obstfelder 2018).5  See: https://www.coe.int/en/web/common-european-framework-reference-languages 6  The requirements concerns healthcare staff with education from countries outside the EU/EEA https://www.helsedirektoratet.no/english/authorisation-and-license-for-health-personnel/language-requirements-and-course-requirements 7  See: https://www.udir.no/regelverkstolkninger/opplaring/Fag--og-yrkesopplaring/Praksisk andidatordningen/ 8  See: https://integratingcities.eu/charter/ ",
    "id": 599046242,
    "identifiers": {
        "doi": "10.18291/njwls.142123",
        "oai": "oai:vid.brage.unit.no:11250/3110011"
    },
    "title": "Managing diversity and inclusion in nursing homes: Practices and regulations",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T00:00:00+00:00",
    "publisher": "Roskilde Universitet",
    "references": [],
    "sourceFulltextUrls": [
        "https://vid.brage.unit.no/vid-xmlui/bitstream/11250/3110011/1/Lindheim%2b2023%2bManaging%2bdiversity%2band%2binclusion%2bin%2bnursing%2bhomes.%2bPractices%2band%2bregulations.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/599046242.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/599046242"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/599046242/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/599046242/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/599046242"
        }
    ],
    "abstract": "This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License.Changing demographics and a rising number of immigrants entering the labor market have posed new challenges to managers in work organizations. Within this context, Norway has been noted to have a highly regulated work sector that is considered beneficial for minorities and marginalized groups. Through a case study of three nursing homes in Norway, this paper analyzes how manag-ers engage with diversity-related regulations when addressing their everyday challenges, and how their enacted practices affect the inclusion of immigrants in the workplace. The study applies a practice-theoretical  approach  and  contributes  to  diversity  management  research  by  identifying  how  managers’  differing  enactments  of  inclusion-related  practices  are  connected  to  competing  institutional logics. The analysis shows how the co-existence of multiple institutional logics in this context represents an arena for political struggle.publishedVersio",
    "tags": [
        "Peer reviewed",
        "Journal article",
        "practice theory",
        "practice-driven institutionalism",
        "institutional logics",
        "immigrants",
        "inclusion",
        "diversity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Peer reviewed",
        "Journal article"
    ],
    "oai": "oai:vid.brage.unit.no:11250/3110011",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11455",
        "openDoarId": 0,
        "name": "VID:Open",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 599046242,
        "depositedDate": null,
        "publishedDate": "2023-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-07T22:46:29+00:00",
        "acceptedDate": null,
        "createdDate": "2024-02-07T22:46:29+00:00"
    },
    "urls": [
        "https://hdl.handle.net/11250/3110011",
        "https://doi.org/10.18291/njwls.142123"
    ],
    "lastUpdate": "2024-02-07T22:46:29+00:00",
    "setSpecs": []
}