{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ballarin, Loriano"
        },
        {
            "name": "Rinkevich, Baruch"
        },
        {
            "name": "Bartscherer, Kestin"
        },
        {
            "name": "Burzynski, Artur"
        },
        {
            "name": "Cambier, Sebastien"
        },
        {
            "name": "Cammarata, Matteo"
        },
        {
            "name": "Domart-Coulon, Isabelle"
        },
        {
            "name": "Drobne, Damjana"
        },
        {
            "name": "Encinas, Juanma"
        },
        {
            "name": "Frank, Uri"
        },
        {
            "name": "Geneviere, Anne-Marie"
        },
        {
            "name": "Hobmayer, Bert"
        },
        {
            "name": "Löhelaid, Helike"
        },
        {
            "name": "Lyons, Daniel"
        },
        {
            "name": "Martinez, Pedro"
        },
        {
            "name": "OLIVERI, PAOLA"
        },
        {
            "name": "Peric, Lorena"
        },
        {
            "name": "PIRAINO, STEFANO"
        },
        {
            "name": "Ramšak, Andreja"
        },
        {
            "name": "Rakers, Sebastian"
        },
        {
            "name": "Rentzsch, Fabian"
        },
        {
            "name": "Rosner, Amalia"
        },
        {
            "name": "Silva, Tiago Henriques da"
        },
        {
            "name": "Somorjai, Ildiko"
        },
        {
            "name": "Suleiman, Sherif"
        },
        {
            "name": "Coelho, Ana Varela"
        }
    ],
    "contributors": [
        "Ballarin, Loriano",
        "Rinkevich, Baruch",
        "Bartscherer, Kestin",
        "Burzynski, Artur",
        "Cambier, Sebastien",
        "Cammarata, Matteo",
        "Domart-Coulon, Isabelle",
        "Drobne, Damjana",
        "Encinas, Juanma",
        "Frank, Uri",
        "Geneviere, Anne-Marie",
        "Hobmayer, Bert",
        "Löhelaid, Helike",
        "Lyons, Daniel",
        "Martinez, Pedro",
        "Oliveri, Paola",
        "Peric, Lorena",
        "Piraino, Stefano",
        "Ramšak, Andreja",
        "Rakers, Sebastian",
        "Rentzsch, Fabian",
        "Rosner, Amalia",
        "Silva, Tiago Henriques da",
        "Somorjai, Ildiko",
        "Suleiman, Sherif",
        "Coelho, Ana Varela"
    ],
    "createdDate": "2019-01-16T20:29:32+00:00",
    "dataProvider": {
        "id": 1102,
        "name": "Archivio istituzionale della ricerca - Università di Padova",
        "url": "https://api.core.ac.uk/v3/data-providers/1102",
        "logo": "https://api.core.ac.uk/data-providers/1102/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.3390/su10020526",
    "downloadUrl": "https://core.ac.uk/download/168402941.pdf",
    "fullText": "Original Citation:Maristem - stem cells of marine/aquatic invertebrates: From basic research to innovative applicationsMDPI AGPublisher:Published version:DOI:Terms of use:Open Access(Article begins on next page)This article is made available under terms and conditions applicable to Open Access Guidelines, as described athttp://www.unipd.it/download/file/fid/55401 (Italian only)Availability:This version is available at: 11577/3282744 since: 2019-02-08T14:09:02Z10.3390/su10020526Università degli Studi di PadovaPadua Research Archive - Institutional RepositorysustainabilityConcept PaperMaristem—Stem Cells of Marine/AquaticInvertebrates: From Basic Research toInnovative ApplicationsLoriano Ballarin 1,* ID , Baruch Rinkevich 2 ID , Kerstin Bartscherer 3, Artur Burzynski 4 ID ,Sebastien Cambier 5, Matteo Cammarata 6, Isabelle Domart-Coulon 7, Damjana Drobne 8,Juanma Encinas 9 ID , Uri Frank 10, Anne-Marie Geneviere 11, Bert Hobmayer 12,Helike Löhelaid 13, Daniel Lyons 14 ID , Pedro Martinez 15 ID , Paola Oliveri 16, Lorena Peric 17,Stefano Piraino 18, Andreja Ramšak 19, Sebastian Rakers 20 ID , Fabian Rentzsch 21,Amalia Rosner 22, Tiago Henriques da Silva 23 ID , Ildiko Somorjai 24 ID , Sherif Suleiman 25 andAna Varela Coelho 26 ID1 Dipartimento di Biologia, University of Padova, Via U. Bassi 58/B 35100 Padova, Italy2 Israel Oceanography and Limnological Research, National Institute of Oceanography, Tel Shikmona,PO Box 8030, Haifa 31080, Israel; buki@ocean.org.il3 Max Planck Institute for Molecular Biomedicine, Röntgenstraße 20, and Medical Faculty, University of Münster,Albert-Schweitzer-Campus 1, 48149 Münster, Germany; kerstin.bartscherer@mpi-muenster.mpg.de4 Institute of Oceanology, Polish Academy of Sciences, Powstan´ców Warszawy 55, 81-712 Sopot, Poland;aburzynski@iopan.gda.pl5 Luxembourg Institute of Science and Technology, 5, avenue des Hauts-Fourneaux, L-4362 Esch-sur-Alzette,Luxembourg; sebastien.cambier@list.lu6 Department of Earth and Marine Sciences, University of Palermo, Via Archirafi 22, 90123 Palermo, Italy;matteo.cammarata@unipa.it7 Muséum National d’Histoire Naturelle, MCAM Laboratory (UMR 7245CNRS-MNHN) 75005 Paris, France;icoulon@mnhn.fr8 Biotechnical Faculty, University of Ljubljana, Vecˇna pot 111, 1000 Ljubljana, Slovenia;damjana.drobne@bf.uni-lj.si9 Achucarro Basque Center for Neuroscience, Science Park of the UPV/EHU, Sede Building, Barrio Sarriena,E-48940 Leioa, and Ikerbasque, The Basque Foundation for Science. María Díaz Haroko Kalea, 3, 48013 Bilbo,Spain; jm.encinas@ikerbasque.org10 Centre for Chromosome Biology, School of Natural Sciences, National University of Ireland Galway, Galway,Ireland; uri.frank@nuigalway.ie11 Sorbonne Université, UPMC, Univ Paris 06, CNRS, Biologie Intégrative des Organismes Marins (BIOM),Observatoire Océanologique, F-66650 Banyuls/Mer, France; anne-marie.geneviere@obs-banyuls.fr12 Institut für Zoologie, Universität Innsbruck, Technikerstraβe 50, A-6020 Innsbruck, Austria;Bert.Hobmayer@uibk.ac.at13 Tallinn University of Technology, Ehitajate tee 5, 19086 Tallinn, Estonia; helike.lohelaid@ttu.ee14 Center for Marine Research, Ruđer Boškovic´ Institute, G. Paliaga 5, HR-52210 Rovinj, Croatia; lyons@irb.hr15 Departament de Genetica, Universitat de Barcelona, Av. Diagonal 643, 08028-Barcelona, Spain and InstitutCatalà de Recerca i Estudis Avancats (ICREA), 08010-Barcelona, Spain; pedro.martinez@ub.edu16 GEE & CDB Departments, University College London, Darwin Building, Gower Street, London WC1E 6BT,UK; p.oliveri@ucl.ac.uk17 Rudjer Boskovic Institute, Laboratory for Aquaculture and Pathology of Aquaculture Organisms,Bijenicka cesta 54, HR-10000 Zagreb, Croatia; lorena.peric@cim.irb.hr18 Dipartimento di Scienze e Tecnologie Biologiche ed Ambientali, Università del Salento, Strada ProvincialeLecce-Monteroni, 73100 Lecce, Italy; stefano.piraino@unisalento.it19 National Institute of Biology, Marine Biology Station, Fornacˇe 41, SI-6330 Piran, Slovenia;andreja.ramsak@nib.si20 Fraunhofer Research Institution for Marine Biotechnology and Cell Technology, Mönkhofer Weg 239a,23562 Lübeck, Germany; sebastian.rakers@emb.fraunhofer.de21 Sars International Centre for Marine Molecular Biology, University of Bergen, Thormøhlensgt. 55,N-5006 Bergen, Norway; Fabian.Rentzsch@uib.noSustainability 2018, 10, 526; doi:10.3390/su10020526 www.mdpi.com/journal/sustainabilitySustainability 2018, 10, 526 2 of 2122 Israel Oceanography and Limnological Research, National Institute of Oceanography, Tel Shikmona,PO Box 8030, Haifa 31080, Israel; amalia@ocean.org.il23 Biomaterials, Biodegradables and Biomimetics, University of Minho, AvePark—Parque de Ciência e Tecnologia,4805-017 Barco, Guimarães, Portugal; tiago.quinteiros@gmail.com24 Scottish Oceans Insitute, East Sands, University of St Andrews, KY16 8LB and School of Biology, BiomedicalSciences Research Complex, North Haugh, University of St Andrews, St Andrews KY16 9ST, UK;imls@st-andrews.ac.uk25 Anatomy Department, Faculty of Medicine & Surgery, University of Malta, Msida MSD2080, Malta;sherif.s.suleiman@um.edu.mt26 Universitade Nova de Lisboa, ITQB NOVA, Instituto de Tecnologia Química e Biológica António Xavier, Av.da República, 2780-157 Oeiras, Portugal; Varela@itqb.unl.pt* Correspondence: loriano.ballarin@unipd.it; Tel.: +39-049-827-6197Received: 23 January 2018; Accepted: 12 February 2018; Published: 15 February 2018Abstract: The “stem cells” discipline represents one of the most dynamic areas in biomedicine.While adult marine/aquatic invertebrate stem cell (MISC) biology is of prime research and medicalinterest, studies on stem cells from organisms outside the classical vertebrate (e.g., human, mouse,and zebrafish) and invertebrate (e.g., Drosophila, Caenorhabditis) models have not been pursuedvigorously. Marine/aquatic invertebrates constitute the largest biodiversity and the widestphylogenetic radiation on Earth, from morphologically simple organisms (e.g., sponges, cnidarians),to the more complex mollusks, crustaceans, echinoderms, and protochordates. These organismscontain a kaleidoscope of MISC-types that allow the production of a large number of novelbioactive-molecules, many of which are of significant potential interest for human health. MISCsfurther participate in aging and regeneration phenomena, including whole-body regeneration.For years, the European MISC-community has been highly fragmented and has established scarce tieswith biomedical industries in an attempt to harness MISCs for human welfare. Thus, it is important to(i) consolidate the European community of researchers working on MISCs; (ii) promote and coordinateEuropean research on MISC biology; (iii) stimulate young researchers to embark on research inMISC-biology; (iv) develop, validate, and share novel MISC tools and methodologies; (v) establish theMISC discipline as a forefront interest of biomedical disciplines, including nanobiomedicine; and (vi)establish collaborations with industries to exploit MISCs as sources of bioactive molecules. In orderto fill the recognized gaps, the EC-COST Action 16203 “MARISTEM” has recently been launched.At its initial stage, the consortium unites 26 scientists from EC countries, Cooperating countries,and Near Neighbor Countries.Keywords: aging; bioactive molecules; blue biotechnology; cancer; cell culture; COST Action; Europe;marine/aquatic invertebrates; regeneration; stem cells1. Science and Technology Excellence of the Project1.1. Challenge1.1.1. Description of the Challenge (Main Aim)The primary aim of the COST Action 16203 “MARISTEM” is to foster, at the European level,the knowledge of the biology of marine/aquatic invertebrate stem cells (MISCs) to develop innovativeideas relevant to various environmental and biomedical disciplines. In line with the Ostenddeclaration [1] and the European Marine Board strategic recommendations [2], specific aims ofthis Action are (a) to overcome the scientific boundaries and obstacles facing the European MISCcommunity, (b) to consolidate the fragmented community, (c) to integrate the MISC field withenvironmental (e.g., ecotoxicity and impacts of environmental stressors) and biomedical disciplinesSustainability 2018, 10, 526 3 of 21(e.g., aging, cancer, immunology, regeneration, stem cell biology, etc.), and (d) to strengthen theEuropean research community on MISCs. This will be accomplished by promoting (i) joint research onstem cell biology; (ii) sharing innovative ideas and discussion on compared models; (iii) coordination ofresearch in MISC biology; (iv) establishing ties with biomedical and biotechnology industries to harnessMISCs for animal and human welfare, as well as sources of molecules of interest for biotechnologicalpurposes; and (v) training the next generation of biologists in MISC research.1.1.2. Relevance and TimelinessMarine/aquatic invertebrates represent a large biodiversity assemblage of multicellular organismsand the widest phylogenetic radiation on Earth, with more than 2,000,000 species formally described(95% of the overall animal biodiversity). They have been employed as laboratory models for morethan 150 years and have contributed to the elucidation of various biological problems. Of particularsignificance were the first experiments on phagocytosis in sea star larvae [3], the first studies onbiological chimeras in corals [4], the importance of the sea urchin to understand the molecularbasis of development [5–7], including the “gene regulatory networks”, the molecular control ofproliferation (cyclins identified there) [8], the studies on primitive immunity in colonial organisms(sponges, hydrozoans, corals, urochordates, bryozoans), the plasticity of development, the use ofaquatic flatworms for regeneration studies [9], and the discovery of green fluorescent protein incnidarians [10], among many others.While up until a few years ago, the use of invertebrates as model organisms was limitedby the paucity of “–omics” data, the situation has rapidly changed and is still changing. Today,the genomes and various transcriptomes of many marine/aquatic invertebrate species (non-Bilateria,Ecdysozoa, Spiralia, and Deuterostomata), as well as many recombinant proteins of invertebrateorigin, are available. New technologies such as RADseq, RNAseq, ChIP-sequencing, and othernext-generation sequencing methods, epigenome characterization, mass spectrometry and proteinprofiling, reverse-phased protein microarrays, combined with novel bioinformatic tools, haverevolutionized the available tool-box of research methodologies. These can be used to further developmarine/aquatic invertebrates as reliable model organisms in a variety of biological research, includingtheir stem cells. There are three major routes of involvement in which MISCs are highly relevantand timely:(a) The understanding of fundamental biological processes. MISCs are key players in the biologyof aquatic invertebrates, with a central role in many biological processes [11,12]. While much is knownabout adult stem cells and their properties in vertebrates (primarily mammals) and some terrestrialmodel invertebrates (i.e., Drosophila), very little has been learnt about the nature and properties ofMISCs. Aquatic invertebrates exhibit multiple cell types with stem cell attributes. Studies revealedthat, in contrast to the prevalence of diverse oligopotent and unipotent stem cells of vertebrates,marine invertebrates appear to display the communal spread of multipotency and pluripotency [10],with adult stem cells that give rise to cell lineages characteristic of more than a single germlayer, sometimes with somatic and germ line potential. In addition, unlike vertebrates, in manyaquatic/marine invertebrates, stem cells are disseminated and widespread inside the animalbody, i.e., not associated with a regulatory microenvironment (niche) [12,13]. It is also worthy ofnote that transdifferentiation (today, a topic of great interest when trying to understand how to“reprogramme” a cell) is prevalent in both anatomically simple and “morphologically complex”invertebrates [14,15]. These observations delineate common and unique properties of MISCs, possiblytailored to suit the variety of life history traits, ecology, and developmental modes characteristic ofaquatic invertebrates [10].(b) Alternatives to the use of vertebrates. The recent directive of the EU (2010/63/EU) [16] onthe protection of animals used for scientific purposes is highly restrictive for the use of complex,classical vertebrate models in biological research. Following the general scientific trend, and tobypass restrictions imposed by the directive on behalf of the protection of animals, researchersSustainability 2018, 10, 526 4 of 21turned to the use of vertebrate cell lines and primary cultures to provide answers to a wide arrayof biological questions. This approach greatly limits the comprehension of biological phenomena atthe organismal level, as well as from an evolutionary perspective. Unlike vertebrates, invertebrates(cephalopods excluded) are not included in the EU directive and offer the possibility of in vivoanalyses. In many cases, they not only successfully replace mammals or other vertebrates as laboratoryanimals in biological research but also provide added value due to their simpler body organization orreduced genetic complexity, and for presenting biological phenomena that do not occur in vertebrates(like whole body regeneration, concealed vs. programmed aging, etc.).(c) The importance of MISCs for the biomedical and biotechnology industries. Marine/aquaticbiotechnology is an emerging discipline that aims to use marine bio-resources for biotechnologicalapplications (Blue Biotechnology) [2,17–20]. However, industries traditionally lack familiarity with themarine environment. The latter, with its vast genetic richness, is a potential source of new productsof socio-economic value, as marine organisms produce molecules (enzymes, biopolymers, bioactivecompounds, and secondary metabolites) with applications in various fields, such as nutraceutics,cosmetics, antibiotics, disease-fighting drugs, antifouling products, biomaterials, and more [21–25].In addition, marine invertebrates exhibit a kaleidoscope of MISC types that participate inthe production of this plethora of novel bioactive molecules (antitumor, antimicrobial, andanti-inflammatory), with significant potential interest for human health and wellbeing. MISCsalso participate in unique aging and regeneration phenomena, including whole-body regeneration,implying lack of senescence/aging [9,26], and are responsible for the presence of unique stemnesssystems, without the formation of tumors, the knowledge of which could be of great help in medicine.The increasing availability of genomes from marine animals will allow the rapid detection of the genenetworks involved in these biological phenomena, as well as of the biosynthetic pathways of newuseful bioactive molecules and metabolites through the functional analysis of cloned gene libraries.In addition, marine organisms and their cells are of great use to study the impacts of environmentalstressors, global warming, and ocean acidification on biota.The European MISC community, however, confronts these scientific boundaries and obstacles:(a) Ties with biomedical and biotechnology industries. Current European marine/aquaticbiotechnology initiatives are mainly focused on identifying novel molecules and biosynthetic pathways,but there is a critical lack of cellular models that are able to express biomolecules and test their effecton environmentally significant organisms. At present, most of the research on MISCs is primarilyfundamental, leading to papers published in scientific journals, but this may stand in the way ofcommercialization and economic criteria. All this knowledge needs to be translated into innovation.The future of marine biotechnology (including MISC research) for industrial and medical applicationsis very promising. The global market for marine biotechnology has been estimated at 4.1 billion USDin 2015, and has the potential to reach 4.8 billion USD by 2020 and 6.4 billion USD by 2025 [27]. Marinebiotechnology follows the diverse opportunities that have emerged in a wide variety of biotechnologyareas and medical fields, from basic research to industrial applications. In the European Community,interest in marine biotechnology by the scientific community, and—to some extent—by the industry,has grown rapidly in the past decade. The main drivers are the recognition of the sheer range ofopportunities offered by the largely unexplored and huge biodiversity of European seas and oceansand the increasing availability of molecular tools to explore it. However, cellular tools are criticallylacking to validate these molecular studies. Such important barriers and challenges need to be tackledat various levels for Europe to remain a key player in marine biotechnology research [2]. Part of theproblem is the relatively low spending of gross domestic product on research and development in themarine arena. Another obstacle is that the EU takes too long to transform research and innovationresults into marketable products.(b) Social implications. Boosting marine innovation through biotechnology-related activitiesis specifically highlighted in Horizon 2020, under the priority ‘Better Society’ [28]. This is widelysupported by the notion that the successful development of the marine biotechnology sector inSustainability 2018, 10, 526 5 of 21Europe can be performed within an industry-academic collaborative environment. However, recentdevelopments in green biotechnology, nanotechnology, and synthetic biology have shown how criticalthe social acceptability of new technological knowledge has become. Social acceptance of the MISCtechnology, and marine biotechnology as a whole, faces an important challenge in convincing a largearray of stakeholders that, on one hand, it does not build on irresponsible knowledge, and, on theother hand, it can fulfill the numerous promises that have been made [29]. This COST Action willhelp to identify the main bottlenecks that could impede the development of the MISC discipline and,therefore, provide standards and guidance for dealing with the corresponding policy issues, withinput into the recent European move towards Responsible Research and Innovation initiative.(c) Need for coordinated European research on marine/aquatic stem cells. The community engagedin MISC in COST countries is highly fragmented, with each laboratory working on its organismor cell of choice using different methodologies. A preliminary census in COST countries led tothe identification of >200 MISC scientists in different institutions, located in coastal and in inlandlaboratories, employed by the government, universities, and research institutions. Additionally,numerous scientists are employed by biotechnology institutions. In other marine sciences fields(e.g., oceanography), the need for sharing costly research instruments (e.g., vessels) has led to higherresearch integration. Since this is not the case for MISC research in COST countries, far fewer scientificinnovations have been produced, negatively affecting this discipline.(d) Training of next generation researchers. Unlike the ongoing European Blue Biotech projects,focused on molecules and genes of biological interest, this COST Action is mainly biodiversity oriented,with particular attention paid to stem cells and their potential for applied research. In general, there isa lack of European students and young scientists with a thorough knowledge of the marine/aquaticbiodiversity who also receive the practical training in cutting-edge techniques and cellular approachesthat underpin ongoing developments in marine biotechnology, including MISC. There is also a clearneed to support high quality new students and young researchers with a broad education in marinescience, medicine, and biotechnology that are ready to become leaders in this rapidly expandingfield. Additionally, there is a shortage of university programs that focus on the sea in integratedcourses, research, and practical experience, as well as few partnerships of the universities with thelocal biotechnology industry. It is therefore a prime mission to prepare a new generation of talentedstudents for careers in the MISC discipline (research and industry). This field will not be developedwithout a constant flow of young scientists who are actively involved in the various aspects of MISCresearch. Up to now, only a small number of graduate students have engaged with MISCs, primarilydue to the lack of established and standardized methodologies. Addressing specific needs in educationand training in the field of marine biotechnology (including MISCs) will bring together crosscuttingdisciplines such as marine biology, cell biology, bio-informatics, systems biology, synthetic biology, etc.1.2. Objectives1.2.1. Research Coordination ObjectivesMARISTEM has a pan-European focus on stem cells from marine (as well as aquatic) invertebratesand connects to the EC-International Partner Countries (IPCs), EC-Associated Countries (AC),and Near Neighbor Countries (NNCs) to achieve its Research Coordination Objectives. The followingobjectives aim to overcome the fragmentation within the European MISC community, strengthen thecollaboration among the European research community on MISCs, foster the MISC discipline at theacademic level, and link the MISC research area with biomedical disciplines (such as aging, cancer,immunology, regeneration, stem cell biology, etc.). Research coordination activities include:1. Consolidation of the European community of scientists involved in MISC research. This will beaccomplished through the (i) organization of annual meetings for data sharing; (ii) promotionof Short-Term Scientific Missions for technical training; (iii) creation of an Action website anda newsletter acting as a discussion forum for MISC issues central to the MISC community;Sustainability 2018, 10, 526 6 of 21(iv) setting up of new collaborations among participants; (v) organization of workshops on MISCand specific methodologies related to MISCs, in particular addressing the bottlenecks in MISCidentification and in vitro culture; (vi) publication of an updated review on MISCs in a qualifiedscientific journal; (vii) organization of participants in Working Groups to address the scientifictasks described below.2. Presentation of MISC research, sharing methodologies/databases used in MISC research invarious European countries, and updating scientific and technical guidelines for standardizationof methods, techniques, and protocols, to maximize the extent and the quality of the results.The objectives should be achieved through an integrated effort to develop technologies that allowthe isolation, phenotyping, and culture of stem cells, and those state-of-the art methodologiesthat allow us to test the effectiveness of MISC-derived bioactive molecules in biomedicineand biotechnology.3. Establishment of ties with biomedical and biotechnology industries for the exploitation ofMISCs and the derived results (for instance, in the fields of immunity, regeneration and aging,and bioactive molecules).4. Coordination of funding applications, at the European level, emphasizing doctoral and post-doctoralresearch opportunities.5. Coordination of collaborative and scientific ties, at the international level, with scientists workingon MISCs, primarily from the USA and Japan.1.2.2. Capacity-Building ObjectivesMARISTEM seeks to drive both scientific progress and technological innovation in the MISC fieldof research through the following four major Capacity Building Objectives:1. Strengthening the European Community on MISC through the setting up of new collaborationsamong participants and the promotion of Short-Term Scientific Missions for technical training.2. Promoting interactions of Action members to establish a defined identity and profile in the Europeanfield of MISCs; establishing ties with European networks, scientific societies/institutions, and/orlarge-scale, funded projects in related fields (e.g., European Society for Marine Biotechnology,Assemble Plus, EuroMarine, EuroStemCell, EMBRC-ERIC, Corbel, EuroSyStem, Neurostemcell,Neurostemcellrepair, OptiStem, ESTOOLS).3. Stimulating contacts and the development of a joint research agenda in order to strengthen futureresearch on MISCs.4. Establishing working groups, as listed below, to collaborate on specific topics with defined tasks.1.3. Progress Beyond the State-of-the-Art and Innovation Potential1.3.1. Description of the State-of-the ArtStem cells in multicellular organisms possess the unique ability to remain in undifferentiatedstate and, upon demand, originate cells that differentiate. This was well established in vertebrates andterrestrial invertebrates, where much of the research activities have been linked to applied aspects ofstem cell biology. However, the excessive focus on the applied outcomes of stem cell biology poses therisk of missing the wide range of stem cell properties present in various multicellular taxa, primarilyin those including aquatic invertebrates. In addition, working on vertebrate systems is extremelyexpensive and raises several ethical concerns. In many activities, invertebrates can replace vertebratesand, in addition, they can offer new perspectives on MISC function, properties, and evolution.Not only do MISCs share a whole range of novel biological properties but also, unlike vertebrates,they are key participants in aging and regeneration phenomena. The comparison of well-knownbiological processes in model systems with novel phenomena, associated with the biology of MISCs,can help to understand better events in mammalian stem cells biology—including natural chimerismSustainability 2018, 10, 526 7 of 21and cancer, aging and senescence, and immunity and autoimmune responses—all representingphenomena that is difficult to address directly within the human context.A careful literature search attests to the fact that studies on stem cells from organisms not definedas the classical model systems (human, mouse, zebrafish, Drosophila, Caenorhabditis, etc.), have not beenpursued vigorously. This, because these cells are generally few in number, sometimes not specificallycharacterized, are studied in biological systems not amenable for in vitro work and, probably,are less plastic.Recent studies have shown that the best organisms for stem cell research are the marine/aquaticinvertebrates. These organisms possess numerous types and lineages of stem cells that can offer,once studied in the lab, important clues to the understanding of stem cell biology. Stem cells arepresent in either (morphologically) simple marine/aquatic organisms, such as cnidarians, sponges,and flatworms, or in anatomically more complex taxa, such as crustaceans, echinoderms, andprotochordates (urochordates and cephalochordates) (Figure 1). Unique to many of the aforementionedmarine invertebrates is the property that some adult MISCs are pluripotent, capable of developingboth the germ line and somatic tissues, and are involved in asexual reproduction and regeneration.Marine organisms challenge the prevailing dogmas on stem cell structures, niches, and cell lineagesbiology. They also challenge the existing concepts on the genetic and epigenetic control of stem celldifferentiation. Due to their simpler morphological and tissue organization and the accessibility ofsome of them to genetic manipulation, marine/aquatic invertebrates are reliable and efficient modelsystems to investigate the molecular basis of stemness and stem cell regulation. This problem can besolved by analyzing the molecular interactions between stem cells and their niches, under controlledin vivo conditions.Sustainability 2018, 10, x FOR PEER REVIEW  7 of 21 Not only do MISCs share a whole range of novel biological properties but also, unlike vertebrates, they are key participants in aging and regeneration phenomena. The comparison of well-known biological processes in model systems with novel phenomena, associated with the biology of MISCs, can help to understand better events in mammalian stem cells biology—including natural chimerism and cancer, aging and senescence, and immunity and autoimmune responses—all representing phenomena that is difficult to address directly within the human context.  reful literature search attes s o the fact that studie  on stem cells from organisms ot defined a  the classical model systems (human, mouse, zebrafish, Dr sophila, Caenor bditis, etc.), have not been p rsued vigorously. This, because these cells are generally few in number, ometimes not specifically characterized, are studied in biological syst ms not amenable for in vitro work nd, p obably, re less plastic.            c  re t e ari e/  t . These organisms pos es  numerous types and lineages of stem cel s that can of er,     ,         .       (   aquatic organis s, such as i ria s, s,  fl             t s (urochordates and cep alochordates) (Figure 1). Unique to many of the afo eme tioned marine invertebrates is the property that some adult MISCs are lurip tent, capable of developing both the ger  l ne and omatic tissues, and are involved in asexual reproduction and regeneration. Marine organisms challenge the prevaili g dogmas on stem cell structures, niches, and cell lineages biology. Th y also challenge the existing concepts on the genetic and epigenetic contro  of stem cell differen ia ion. Due to their simpler morphological d tissue organization and the accessibility of some of them to genetic manipulation, marine/aquatic inv rte rates are reliable and efficient model ystems to inv stig te the molecular basis of stemness and stem cell regulation. This problem c  be solved by analyzing he m lecular interactions between stem cells a  their nich s, under controlled in vivo conditions.  Figure 1. Colony of the ascidian Botryllus schlosseri. In this species, zooids are grouped in star-shaped systems (two systems are visible here), and stem cells assure the rejuvenation of the colony through either the cyclical production of palleal buds, or the whole body regeneration (also known as vascular budding), when all the zooids and buds are ablated and new zooids originated from the hemocytes in the tunic vasculature. A: ampulla (blind, contractile ending of the tunic circulation); B: bud; CS: cloacal siphon of the system; OS: oral siphon of the zooids; T: tunic; V: tunic vessel; Z: zooid. Scale bar: 1 mm. l i i l i. I t is s eci s, i s r i, jit the cyclical production of palleal buds, or the w ole body regene atio (als known as vascul rbudding), when all the zooids and buds are ablated nd new zooids originated fr m the hemocytes inthe tunic vasculature. A: mpulla (blind, contractile ending of the tunic circulation); B: bud; CS: cloacalsiphon of the system; OS: oral siphon of the zooids; T: tunic; V: tunic vessel; Z: zooid. Scale bar: 1 mm.1.3.2. Progress Beyond the State-of-the-ArtMany of the features revealed in MISCs have not been recorded in stem cells from vertebrates,including the near absence of association with regulatory microenvironments (niches), their widespreadSustainability 2018, 10, 526 8 of 21distribution (and high percentage) in all marine animals, their pluripotency, and the feeble distinctionbetween somatic and germ stem cells lineages [30]. However, while the literature on stem cells fromvertebrates is rich and expanding at an exponential rate, investigations of MISCs are scarce and limitedin scope. This is despite the results underscoring the importance of MISCs in the understandingof various biological processes, such as the mechanisms promoting cell growth and differentiation,regeneration and budding typical of marine invertebrates, tissue homeostasis of marine organisms(including those that may live for decades), aging, and senescence.The concepts of stem cell-based organogenesis, aging, cancer, and regeneration are interrelatedand shared among evolutionary lineages. Therefore, stem cells are not only entities of biologicalorganization, accountable for the formation and regeneration of specific tissue and organ systems,but are also units in the complex evolutionary selection process [31]. Thus, a clear understandingof the relationships between stem cells and the aforementioned processes, and the possibility oftheir conservation across systems, will push the MISC community in Europe far ahead of thecurrent state-of-the-art.This COST Action, which proposes to strengthen the European research community on MISCs andpromotes joint research among Action members on comparative stem cell biology for the developmentof innovative ideas and technology, is the most appropriate tool for significant European progression,breaking through the current state-of-the-art. Exponential growth in the number of investigations onMISCs, as well as a more integrated European scientific community engaged with MISC research, willoffer exciting new avenues for advancing knowledge on MISC biology as well as providing novelsystems for medical and economical applications.1.3.3. Innovation in Tackling the ChallengeInterdisciplinary approaches are crucial to tackling the challenges posed by MISC researchand are central to the proposed holistic, integrated approach to managing the MISC community.Pluripotent MISCs provide powerful and physiologically-relevant systems to characterize theregulatory mechanisms that control cellular differentiation at all organizational levels of biology,also impacting on mammalian systems. We identify the following three key strategies to target currentand future scientific and economic awareness:(a) Development of standardized and optimized protocols. Innovative technologies and strategiesthat are currently and will be employed to decipher the mechanisms that control the directeddifferentiation of pluripotent stem cells are the rationale for the scientific approach in tackling thechallenge. There is the need to set up and share good protocols for rearing marine invertebrates andfor MISC isolation, culture, and phenotyping. This should be done on a wide spectrum of marineinvertebrate species in order to support subsequent comparative analyses. This approach requiresthe integration of different laboratories, in EC countries and within universities/research institutions,and small biotech companies in each specific EC state. The COST umbrella is probably the best andmost innovative approach to tackle all the challenges that are presented here. Innovation will beachieved by addressing scientific problems with clear objectives, such as those indicated in Section 3 ofthis text, and through the frequent interactions among the Action members. This will also enhancecompetitiveness of the EC research.(b) Consolidation of the fragmented scientific arena. The scientific community in the Europeancountries currently engaged in MISC biology is fragmented and composed of too few established scientists.The recruitment of a new generation of young scientists interested in MISCs, the consolidation of thefragmented MISC community in Europe, and the frequent meeting among members, through participationin workshops, Action meetings, and short term visits to other laboratories will favor the generation of newideas and joint research projects in the field of MISC research.(c) Fostering contacts with industries. The MISC field needs to develop connections with relevantbiotechnology industries. One of the faced challenges is to convince the multiple types of stakeholders(i.e., those reported in Section 2.2.1) that, through know-how and expertise, MISC research can achieveSustainability 2018, 10, 526 9 of 21what is being promised. Contacts with industries interested in exploiting MISCs for their regenerativepotential and/or the production of bioactive molecules or metabolites useful in animal/humanwelfare and/or biotechnological applications will be established. Marine/aquatic organisms haverevealed (and still can reveal) unexpected gene regulatory pathways of interest to regenerativebiology. In addition, they are sources of valuable biologically active substances for the pharmaceutical,biotechnology, and food industries. Many marine secondary metabolites are known for their highlyeffective antioxidant, antibacterial, antifungal, antifouling, and antitumor activities. Ideally, thepossibility to produce such bioactive compounds using MISC-derived immortalized cell lines wouldbe of great importance in developing societal improvements and advances. An academic-industrialcollaborative approach can add new value to the applied MISC research.1.4. Added Value of Networking1.4.1. In Relation to the ChallengeStem cell science is an emerging global industry in which European countries fiercely compete foreconomic advantage in an arena where, currently, the USA and Japan dominate. Most European groups(academies, as well as companies and SMEs [Small and Medium size Enterprises]) are dispersing theirscientific efforts using different biological models and methodologies, in an area where no stream ofknowledge and intellectual property are still available. There is, thus, a pressing need for developingexpertise, approaches, and tools. The only way forward is by consolidating a network of MISC groupssharing expertise. We cannot be competitive in the international arena if we do not promote ourown research groups/projects through collaborative, intra-EU actions. Networking is one of themost efficient approaches for consolidation of the European MISC community and for the raising ofEuropean competitiveness and leadership. Such networking should focus on the biological diversityof MISCs and their structures, pluripotency properties, and the development of understudied, unique,or valuable (e.g., aging, cancer) biological/applied aspects. In this way, the Network will developEuropean leadership and expertise in the MISC discipline.The fragmented research community currently limits European competitiveness also in technologytransfer to potential end-users. For example, in COST countries, there are, currently, few SMEs thatconsider MISCs as part of their R&D plan. Thus, our Action will not only offer a unique nucleusof commercial importance, but also the pooling of individually acquired knowledge within a singlecommunity, offering the participants better access to international grant agencies or products underdevelopment in each country/group. Thus, this COST Action will have a competitive ability to developinnovative, effective, and flexible adaptation strategies that will address multiple national, regional,and global priorities in key economic and social sectors.Networking will promote the discussion of novelties and research results, will attract students tothe MISC discipline, and will provide opportunities to mix newcomers with important players in theMISC arena and stem cells biology discipline and learning about the potential offered by the markets.In addition, amalgamating the EC community working on MISCs (both academic and industries)may pose significant challenges to the future of EC stem cell science. Particular attention will be paidto the training of early-stage researchers by organizing training schools, by favoring their mobilitythrough short-term scientific missions and by promoting their participation in scientific meetings andworkshops. We firmly believe that the coming generations of young researchers (trained in the MISCdiscipline) will be the future leaders of marine science.1.4.2. In Relation to Existing Efforts at European and/or International LevelDespite the great efforts and the variety of funding schemes and actions within Horizon 2020,no former or existing scientific networks or projects in Europe dealt/are dealing with MISCs. Furthermore,up to now, no individual entity (either private or national institute) in the European MISC discipline hasgathered a critical mass of researchers and knowledge to become a globally leading contributor. There isSustainability 2018, 10, 526 10 of 21an urgent need to increase the cohesion between scientific institutions and industry in this field via thecreation of a COST network. This multidisciplinary collaboration would eventually bypass methodologicalbottlenecks, gaps, and barriers. Indeed, because of the fragmentation of the scientific community, we donot know whether methodologies developed for other animal systems are being utilized in developingMISC or have failed; likewise, failed experiments and approaches are not being presented or published inpeer-reviewed journals. This makes exchange of information utterly crucial in the research community,sharing promising methods and avoiding replication of failed or redundant procedures. De-fragmentationof the MISC scientific community is therefore expected to revolutionize this field, resulting in novel andgeneric technologies and products.This COST Action will be tightly connected with several European associations that deal withcell cultures. One such important organization is the European Collection of Authenticated CellCultures (ECACC), a supplier of authenticated and quality controlled cell lines [32]. ECACC wasestablished in 1985 as a cell culture collection to service the research community and to providean International Depository Authority for patent deposition for Europe. The same implies for theHorizon 2020 research and innovation program called EuroStemCell [33] that tries, among its majorgoals, ‘to help European citizens make sense of stem cells, by providing independent, expert-reviewedinformation and road-tested educational resources on stem cells and their impact on society’. The MISCpartners will also team with the ECVAM [34], which is the EC reference Centre for the developmentand validation of alternative testing methods to replace, reduce, or refine the use of laboratory animalsin biomedical sciences, with an emphasis on toxicology assessment.The proposed COST Action will be integrated within the Blue growth initiatives includedin other EU science consortia/networks/platforms (Assemble PLus, EuroMarine, EuroStemCells,EMBRC-ERIC, Corbel, ERA-MBT, EuroSyStem, Neurostemcell, Neurostemcellrepair) and will contactparticipants in current and former EU projects on marine and stem cell science, such as MarBEF,EurOceans, MarineGenomics, OptiStem, ESTOOLS.2. Impacts2.1. Expected ImpactShort-Term and Long-Term Scientific, Technological, and/or Socioeconomic ImpactsThe aim of this proposal is to mobilize the European scientific expertise in MISC research andassociated technological resources to provide professionals with relevant state-of-the-art information,methods, and tools for the amelioration and treatment of diseases (gene regulatory networks,antimicrobials, antimitotic compounds), and for pharmaceutical and biotechnological purposes(enzymes, polymers, secondary metabolites). The heavy investment in developing and sharingtechnologies, from genomic/proteomic tools to those that use high throughput analysis of chemicalcompounds, necessitates the support of a solid network of scientists with complementary expertise.The MISC team will provide such a wide range of expertise. The Network will use the followingresources to determine how and when to involve end users in knowledge dissemination plans.Knowledge translation (e.g., synthesis, dissemination, exchange, and ethically sound application ofknowledge) will be used to improve MISC activities within a system of interactions between researchersand knowledge users. Interactions may vary in intensity, complexity, and level of engagementdepending on the research and findings, as well as the needs of particular knowledge users.Scientific-technological short-term impacts:• Creation of a Europe-wide research network to answer key questions on MISCs;• Promotion of interactions among scientific institutions interested in MISCs;• Release of updated standardized scientific protocols/technical guidelines for rearing of marine/aquaticinvertebrates and MISC isolation and culture;• Creation of a registry/repository for sharing data on MISC research;Sustainability 2018, 10, 526 11 of 21• Creation of a website and a newsletter as a forum to link the MISC community;• Common publications in peer-reviewed and open access scientific journals describing optimizedprotocols for MISC isolation and rearing.Socio-economic short-term impacts:• Dissemination of COST Action results and public awareness of importance and potential of MISCs;• Starting of collaboration with industries for the exploitation of MISCs;• Training of talented students/young researchers;• Stimulating the creation of new networks for fund-raising opportunities.Scientific-technological long-term impacts:• New insights on the biology of MISCs and on mechanisms controlling their in vitro growth andevaluation of the possibility of the production of bioactive compounds from in vitro culture ofMISCs. Results will represent a commonly distributed know-how;• Contribution to a wide range of biomedical disciplines, including regenerative medicine, aging,and cancer. The study of MISCs will increase commonly shared and evolutionary perspectives inthese disciplines, towards a more comprehensive understanding of these cells;• Positive impact on regeneration biology, as marine/aquatic invertebrates have uniqueregeneration potential and can contribute to the comprehension of the constraints preventinglarge scale regeneration in vertebrates. MISCs can be used also to assay the impact of differentchemicals in their ability to regenerate tissues;• New strategies for sustainable exploitation of marine/aquatic bioproducts, and for development ofalternative ecotoxicological tests, meeting international regulations, that can be used by biomedicaland biotechnological industries. The management of intellectual and industrial property rightsarising from this Action will ensure that eventual benefits of MISC project results are shared fairlyand reasonably among the institutions of the COST Action participants;• Better understanding the impact of environmental stressors (temperature, acidification, etc.)in regeneration processes and the resilience of challenged aquatic ecosystems;• MISCs can differentiate in a variety of cell lines, including hemocytes and, among them,immunocytes. Therefore, the study of MISC differentiation to immunocytes can provide a betterelucidation of the behavior of the immune system in reared, edible marine/aquatic invertebratesand help in the control of diseases and viral infections in aquaculture.Socio-economic long-term impacts:• Change of public perception concerning marine/aquatic invertebrates leading towards a fullawareness of the socio-economic importance of marine/aquatic biodiversity. In fact, degradedmarine ecosystems provide fewer goods and services than healthy habitats via decreasedabundance of living species. As regards invertebrates, as reported below, they can be the source ofcellular systems which could be used for sustainable biotechnological production of new bioactivemolecules useful for human and animal health, and other applications (e.g., antifouling, enzymesfor biocatalysis, biopolymers, products of interest to pharmaceutics, nutraceutics, and cosmetics)of interest to biomedical and biotech industries. We cannot imagine a more powerful impact fora project like this one;• Change of the social acceptability for the MISC importance in day to day life, not differently fromother bio-technologies;• Efficiently delivery of MISC results to potential stakeholders through specific meetings withSMEs representatives;• While still in its early stages, MISC research is opening up a competitive niche of potentiallylucrative avenues for the development of protocols and technologies to isolate, cultivate, andexploit MISCs. Similarly, the MISC market is backed by biomedical research and bioprocessing;Sustainability 2018, 10, 526 12 of 21• The availability of MISCs will also increase potential monetary benefits to society by addingnovel tools for scientific research, including mammalian stem cells biology. This reflects theobjectives of the European Strategy for Marine & Maritime Research and the last EuropeanScience Foundation positional paper on marine biotechnology [2]. MISCs also represent one ofthe targeted topics in the EC consortia ASSEMBLE [35] and EMBRC [36], which aims to promotemarine laboratory infrastructures;• Preparing young European researchers to launch careers in the MISC discipline and become thenew generation of MISC researchers in Europe.2.2. Measures to Maximize Impact2.2.1. Plan for Involving the Most Relevant StakeholdersAt the start of the project, a dissemination plan will evaluate maximizing impacts using a -who(relevant end-users) -how (dissemination plan) -when approach.The most relevant stakeholders that we identified are the following:• SMEs. In particular, (i) the antifouling paint sector that can take advantage of new naturalantifouling products that prevent the growth of the bacterial film that triggers the adhesion ofencrusting organisms, without any concern for the environment and alternative to those currentlyin use, which have profound effects on the biocoenoses once released in the environment [37];(ii) the fine chemical sector, for a wide range of materials; (iii) the nutraceutics and cosmetic sector,interested in new useful bioactive molecules; (iv) the pharmaceutical and medical device sector, inwhich new antimicrobials are required to face the increasing number of bacterial strains resistantto penicillin-based antibiotics; (v) the human health sector, as new antimitotic compounds can bea great help in the treatment of some kinds of cancer [23], and MISCs can provide new diagnosticand treatment devices based on nanobioengineering [38,39];• The medical community, which can gain new knowledge on alternative molecular mechanisms ofaging, differentiation, tumor formation, and regeneration operating in marine/aquatic invertebrates;• The toxicologist, who can get new methods, tests, and standards for safety evaluation of existingand new substances;• The broader scientific community studying stem cells, their role, and differentiation pathways,which can gain additional knowledge from the behavior of MISCs;• The general public, who can gain benefits from the results of MISC research;• The European networks interested in stem cells and MISCs, such as (i) EuroStemCell [33];(ii) the Horizon 2020 research and innovation program, which aims to help European citizensmake sense of stem cells; (iii) ECVAM [33], European Commission reference Centre for thedevelopment and validation of alternative testing methods to replace, reduce, or refine the use oflaboratory animals in biomedical sciences; (iv) ECACC, European Collection of AuthenticatedCell Cultures, a supplier of authenticated and quality controlled cell lines [32].2.2.2. Dissemination and/or Exploitation PlanScientific communityThe diffusion of the results of the project, via publication of joint research articles and presentation atsome of the most important international conferences in the field, together with organization of coursesand seminars will help us to improve the visibility and impact of our network on an international scale.The detailed list of these dissemination activities includes:• Writing collaborative review articles on MISC research in peer-reviewed, high impact, open accessscientific journals;• Editing a scientific book focused on MISCs and/or regenerative biology;Sustainability 2018, 10, 526 13 of 21• Exploiting courses/workshops/meetings to disseminate the main outcomes of the Actionamong scientists;• Promoting courses/teaching activities on MISCs in the European universities through theinitiative of the participants of this COST Action;• Promoting inter-university agreements aimed at an International PhD program on MISCs;• Introducing students, in a mentoring capacity, to research on MISCs for their degree thesis;• Creating new networks, within the MISC community, supporting applications for researchfunding at national/international levels;• Participating in international conferences on stem cells. This will provide good opportunities toshare the results obtained within the proposed COST Action with a wider scientist network;• Proposing technical documents for standardization.SMEs• Promoting transfer of knowledge, expertise, and technical skills from the proposed COST Actionto the stakeholders as possible end-users through specific meetings/workshops;• Organizing specific workshops/meeting with industries to help the interaction with the biotechnologyworld. Contact with some SMEs interested in areas reported above has already been initiated, and theywill be invited to specific workshops, as indicated in Section 3.1.2. Furthermore, the aforementionedEuropean networks will be contacted by the management committee of this COST Action,and representatives will be invited to the meetings/workshops.General publicIt is clear to all of us that a pressing problem faced by EU countries in recent times is thecommunication between scientists and the general public. The striking features of simple aquaticorganisms to which the general public is exposed during leisure activities at the seaside are goodambassadors to communicate about the potential of European research to improve their daily life.We want to emphasize that these planned activities are of special concern to us by:• Activating and maintaining an active (even after the closure of this COST Action), open websiteas a preferential platform to share protocols, methods, etc., and to offer accessible knowledge tothe general public;• Working together with Innovation and Press offices at our Institutions to organize outreach andpublic engagement activities for the general public, and to introduce the lay public to the researchperformed by our network.2.3. Potential for Innovation Versus Risk LevelPotential for Scientific, Technological, and/or Socioeconomic Innovation BreakthroughsStem cell biology in vertebrates has a great deal to offer to society and industry. The ability toculture vertebrate cells in the laboratory has supported tremendous breakthroughs in science overthe years, from the very foundations of cell biology to the cell therapy and tumor stem cell biology.It is evident from the mammalian stem cell biology literature that stem cells have been invaluable fortreating a number of intractable diseases, and that boundaries are continuously pushed and frequentdiscoveries made. It is beyond dispute that innovative technologies in the mammalian stem cellsarena continue to proliferate, striving to advance the research. There are two main critical issues inthe clinical/commercial translation of stem cell intellectual property and products: (i) entrepreneurialexploitation of breakthrough ideas and innovations, and (ii) regulatory market approval. Thus,the commercial development of stem cells products and innovations reflects potential high risks dueto technological challenges, changing policies, and markets, as well as management changes, in thishighly dynamic field. However, on the other hand, the benefits incurred from a successful approach aretremendous. What is surprising about the recent stem cell breakthrough in mammalian systems is thatSustainability 2018, 10, 526 14 of 21researchers make new discoveries that would otherwise go uncharted if research was not specificallyfocused on the stem cells biology. The same applies to the MISC discipline, which answers the strategicbreakthrough needs of various applied biotechnology and healthcare issues, and provides additionalinnovative facets that are not found in the mammalian stem cell discipline:(a) Comparative aspects. Comparative approaches on MISCs essentially consist of examiningwhole genome structures, gene arrangement and rearrangement, stem cells lineages, and stem cellproperties (such as stemness capabilities, structures, etc.) with the aim of delineating the evolutionof gene families and cell lineages, and the cellular and molecular basis of adaptation (including theidentification of cells potentially involved in niche adaptation), as well as evolutionary relationships atvarious taxonomic levels in the Tree of Life. The high in vivo plasticity of MISC shapes, structures,cell replacements, proliferation processes, and cell lineages encountered in different invertebrate taxamake a comparative approach highly valuable. In the mammalian stem cell arena, relatively fewcomparative studies are available, and this lacuna severely constrains the potential value of manypredictions on stem cells origins, activities, and fates.(b) Environmental approaches. They deal with the understanding of the functional significanceof cellular variation in MISCs—the basic unit of selection [31]—in natural biological entities.This includes the use of various genotyping approaches to delineate the structure of inter- andintraspecific biodiversity of MISCs, as well as the metagenomics approach of MISC, which treats entireorganisms (sometimes even populations) as carrying a single living entity. This was never addressedin the vertebrates in spite of various theoretical approaches [40].(c) Evolutionary perspectives. MISCs may also provide some understanding of evolutionaryrelationships among different phyla and within-phylum groups. This is particularly valid fororganisms that possess MISC types with major evolutionary importance (such as stem cells in colonialurochordates), either with respect to phyletic novelty or to structural cell lineages that can only beinvestigated using an evolutionary approach. Looking to stem cell theories, we still have only apoor understanding of stem cell origins and their importance in governing the dynamics of stem cellpopulations over evolutionary time.(d) Changing of current dogma(s) such as disposable soma [41], irreversibility of aging [42],and germ/somatic cell barriers [43], as demonstrated by the capacity of whole body regeneration fromsmall fragments [26] or the ability to rejuvenate [44], are easily found in marine/aquatic invertebrates.3. Implementation3.1. Description of the Work Plan3.1.1. Description of Working GroupsWe identified 4 working groups (WG), each involved in the analysis and the development ofdifferent specific topics, as described below.WG 1- Developing protocols for raising marine/aquatic invertebrate stem cells underin vitro conditionsWG1 coordinates the activities of a series of tasks devoted to the development of commonprotocols, problem solutions, and tools (such as the development of resource services) in order tofoster integration of research institutions. It will focus on the tasks listed below. This will guide thedevelopment of shared services and solutions not only within the research institutions but also into theworking environments of stakeholders and users to lay a solid foundation for long-term cooperation.Task 1.1 new marine invertebrate models and access to marine resourcesTask 1.2 the problem of endosymbionts in establishment of pure or mixed cell cultures of MISCTask 1.3 methods for stem cell enrichment in cultureTask 1.4 immortalization of marine/aquatic invertebrate stem cellsTask 1.5 cryopreservation of marine/aquatic invertebrate stem cellsSustainability 2018, 10, 526 15 of 21Deliverables:• List of reference laboratories/institutions/marine stations for the supply of marine/aquatic invertebrates• Common protocols for MISC identification, isolation, rearing, and storage• Strategies to solve the problem of endosymbiont contamination that, up to now, made fruitlessthe efforts of in vitro rearing of MISCsWG 2- “omics” to characterize the MISC phenotypesTechnical and scientific capabilities to support the cooperation are coordinated by WG2;molecular/biochemical profiling of novel model organisms needs data services for annotation, analysis,and archiving.Task 2.1 comparative functional genomics and transcriptomics of marine/aquatic invertebratetissues or derived MISCsTask 2.2 comparative proteomics of MISCsTask 2.3 differentiation molecular pathways of MISCsTask 2.4 development of strategies for “manipulating” stem cells (knockdown, CRISPR, transgenesis, etc.)Deliverables:• Stem cell markers for aquatic invertebrate organisms• Shared, trans-European open access database with molecular data of the organisms of interest,with the possibility of continuous implementation by COST Action participantsWG 3- Blue technology: MISCs as model systems for the study of (see tasks):Task 3.1 evolutionary aspects of stem cell differentiation and developmentTask 3.2 cancer, aging, and senescence phenomenaTask 3.3 regenerationDeliverables:• Genes, signal transduction pathways, proteins involved in development, senescence, regeneration,and suppression/induction of cancer• Conserved detoxification pathways• Evolutionary steps/passages in the evolution of development, senescence, and regenerationWG 4- Networking with stakeholdersThe evaluation of the potential of MISCs to provide useful biomolecules is the focus of WG4.Task 4.1 bioactive molecules. The technology developed in culture may be instrumental in solvingsome practical tasks in marine biotechnology, including the generation of cell cultures producingcomplex bioactive compounds with therapeutic potential. Stakeholders, some of whom are alreadypart of the proposing network, will be contacted from the beginning of the COST project and invitedto participate in specific workshops in which the potential applications of MISCs will be discussed.Deliverables:• Bioactive molecules (antimicrobials, anticancer, opsonins, enzymes) of potential use in humanhealth, pharmaceuticals, nutraceutics, cosmetics, and antifouling paint formulationThe proposed timeline of the activities in the MARISTEM Action is shown in Table 1.3.1.2. Risk and Contingency PlansSeveral risks to the success of the MARISTEM Action have been identified that could affect theoutcomes. We also defined remediation activities that minimize or eliminate the risks.Sustainability 2018, 10, 526 16 of 21The main risks to the project are related to scientific tasks of WG1, as, up to now, none of thescientific approaches employed succeeded in getting cultures of immortalized MISCs. We contendthat the failures in cultivating MISC were directly related to the major obstacles that are listed above,including the fragmentation of the scientific community working on MISC and the unavailablenetworking opportunities, the lack of European students and early career scientists with thoroughknowledge and expertise in the MISC discipline, the lack of connections with industries (technologytransfer to potential end-users), the general lack of knowledge of MISC biology, and the importanceof knowing the intraspecific and interspecific communication of MISC cellular components for theirsurvival. This is the reason why this project targets the weak points mentioned above. The envisagedpositive aspects of the network—in terms of developing protocols, advancing the use of marinesystems, understanding the stem cell biology or the regeneration processes and studying the effects oftoxic components—far outweigh the current lack of a cultured stem cell system and the main risksof the project. The need for networking and coordination in this field are so evident that, even in thepresence of negative results in establishing immortalized MISCs, the Action will undoubtedly generatenew ideas and tools for research, and exert a positive influence on Action members, next-generationresearchers, and European researchers in the field of invertebrate stem cells.Table 1. Gantt diagram showing the planned COST activities to be applied in the MARISTEM consortium.Activity Year 1 Year 2 Year 3 Year 4Initial Action meeting +Management Committee (MC) meeting + + + +Supervision Board (SB) meetings + + + + + + + +Launch of Action website +Workshops with stakeholders + + +Courses on MISC + + +Final meeting/conference +Summer/winter training school + + +WG1Task 1.1 + + + + + + + +Task 1.2 + + + +Task 1.3 + + + + + +Task 1.4 + + + + + +Task 1.5 + + + + + + +WG2Task 2.1 + + + + + + + +Task 2.2 + + + + + + + +Task 2.3 + + + + + + +Task 2.4 + + + + +WG3Task 3.1 + + + +Task 3.2 + + + +Task 3.3 + + + + + +WG4Task 4.1 + + + + + + +3.2. Management Structures and ProceduresThe Action will evolve according to “Rules and Procedures for Implementing COST Actions”.This COST Action proposes a wide geographical network involving (at the very beginning)26 institutions from 15 countries (14 COST countries and 1 NNC represented by 2 institutions). Amongthe COST countries, 4 are ITC (Inclusiveness Target Countries, represented by 5 institutions) and 1 isthe cooperating state of Israel (Table 2). Contacts and collaboration with additional COST countries,as well as biotech industries, are underway. The overview of the structure of the MARISTEM Action,Sustainability 2018, 10, 526 17 of 21and the interplay among the 4 working groups (WGs) and the management committee (MC) aredepicted in Figure 2.The management structure of the MARISTEM Action is as follows:A Core Group (CG), composed of Action Chair, Vice chair, WG leaders and vice leaders, STSMcoordinator, meeting in person twice a year, will be the Consortium’s highest decision-making body.The Management Committee (MC) will coordinate the COST Action and will include senior scientistsfrom participating laboratories in each of the participating member states; it will be elected at the outsetof the Action. It will meet at least once a year. An international advisory board of 3–4 internationalscientists, experts in different areas of our program, will be invited to attend the annual meetings inorder to give critical feedback. Within the MC, a chair and a vice-chair will be elected. The CG and theMC members will be elected at the kick-off meeting. The kick-off meeting will be organized by themain proposer with the help of some secondary proposers.Table 2. Geographic distributions of proposers in the MARISTEM Action. ITC = Inclusiveness Target Countries.Country ITC/NonITC/OtherNumber of Institutionsfrom that CountryNumber of Researchersfrom that CountryPercentage ofProposing neTworkAustria non ITC 1 1 3.85%Croatia ITC 1 1 3.85%France non ITC 4 4 15.38%Germany non ITC 1 1 3.85%Greece non ITC 1 1 3.85%Ireland non ITC 1 1 3.85%Israel non ITC 2 2 7.69%Italy non ITC 5 5 19.23%Norway non ITC 1 1 3.85%Poland ITC 1 1 3.85%Portugal ITC 1 1 3.85%Russian Federation other 2 2 7.69%Slovenia non ITC 2 2 7.69%Spain non ITC 1 1 3.85%United Kingdom non ITC 2 2 7.69%Sustainability 2018, 10, x FOR PEER REVIEW  18 of 21 Ireland non ITC 1 1 3.85% Israel non ITC 2 2 7.69% Italy non ITC 5 5 19.23% Norway non ITC 1 1 3.85% Poland ITC 1 1 3.85% Portugal ITC 1 1 3.85% Russian Federation other 2 2 7.69% Slovenia non ITC 2 2 7.69% Spain non ITC 1 1 3.85% United Kingdom non ITC 2 2 7.69%    Figure 2. Pert Chart showing an overview of the structure of the MARISTEM Action and the interplay relationships between the major components of the Action. The MC will: - Elect the Action Chair, Vice-Chair, and task coordinators;  - Nominate a coordinator for short-term scientific mission; - Nominate a coordinator for training schools; - Organize scientific workshops, training schools, and the final meeting/conference; - Evaluate the progress of the scientific tasks from WG reports (every six months); - Evaluate the progress of other deliverables (e.g., workshops, schools); - Prepare the annual report; - Take care of the Action website; - Promote contacts with other relevant EU networks; - Ensure that COST policies are followed, and specifically encourage active involvement of Early Career researchers; Figure 2. Pert Chart showing an overview of the structure of the MARISTEM Action and the interplayrelationships between the major components of the Action.Sustainability 2018, 10, 526 18 of 21The MC will:- Elect the Action Chair, Vice-Chair, and task coordinators;- Nominate a coordinator for short-term scientific mission;- Nominate a coordinator for training schools;- Organize scientific workshops, training schools, and the final meeting/conference;- Evaluate the progress of the scientific tasks from WG reports (every six months);- Evaluate the progress of other deliverables (e.g., workshops, schools);- Prepare the annual report;- Take care of the Action website;- Promote contacts with other relevant EU networks;- Ensure that COST policies are followed, and specifically encourage active involvement of EarlyCareer researchers;The CG will:- Provide an overview of the rationale for activities;- Ensure smooth operation of activities of the MC;- Decide conflicts between WG leaders and between participants;- Back the coordinator activities;MC Chair: The MC chair will be the reference point for the Action, chair the annual conference/meetings(together with the MC), and be responsible for the preparation of all scientific reports and the final report.The MC chair will be elected during the first meeting of the MC.MC Vice-Chair: The MC Vice-Chair is also elected through the MC and should representa different research field than the MC Chair. The MC Vice Chair will primarily focus on practical issues(organization of the Action) and represent the MC in relation to the “external world”.WG leaders: Each WG will have two leaders from different countries/research backgrounds.Junior researchers shall be actively promoted to take a lead in the WG. The WG leaders will coordinatethe WG networking and capacity building activities, stimulate Short-Term Scientific Meetings (STSMs)and contacts with other WGs. The WG leaders are in charge of further subdividing the working groupsinto sub-groups, coordinating the progress of these and preparing the WG output for the MC reports.3.3. Network as a WholeCellular (stem cells), genomic, proteomic, and bioinformatic technologies are advancing rapidly,and it is often difficult, for those involved in fundamental biological research, to keep up-to-date andhave access to the latest tools. These tools are often being developed by laboratories that are restrictedin their access to suitable and tractable models with which to fully exploit the full potential of theirpowerful tools and their application to important healthcare problems. We believe that our projectwill be unique in combining a network of EC laboratories that are at the forefront of using organismal,cellular, and genomic technologies, with biologists studying the fundamental aspects (such as stemcell biology, aging, regeneration, and tumor formation), end users that are associated with industries(five different sectors were outlined in Section 2.2.1) and human well-being in the EU; it will also tacklethe pressing environmental challenges our seas and oceans face right now.This COST Action MARISTEM aims to create a novel research collaboration platform withina scientific community that has, until now, been highly fragmented. It will lead to the consolidation ofresearch on MISCs at the European level in order to strengthen this emerging field in the academy(e.g., by promoting the institution of university courses devoted to MISCs) and create synergy withR&D institutions. Thus far, research on MISCs in Europe has been very limited, with scattered expertise,and has been hampered by low funds and scarce attention by the scientific community. Bringingtogether candidates from more than 20 European research institutions to work on common objectivesSustainability 2018, 10, 526 19 of 21related to MISCs has the potential of producing a strong scientific impact in the field. In this context,our project will be a comprehensive, integrated, multidisciplinary genomic, and proteomic approachto understanding the basic biology of stem cells and regeneration. One of the main aims will be,in the long term, to improve and enhance treatment of disease by utilizing homologous gene networksand gene products to mobilize natural adult stem cell populations and to create pluripotent cells.Others aims are to provide the scientific community with new biomolecules for applied research.The network will be the connecting avenue for all the people and institutions carrying out workon aquatic organisms in Europe, with a critical mass of more than a hundred researchers, using variousmodel organisms, such as Sponges, Cnidarians, Platyhelminthes, Mollusks, Echinoderms, Crustaceans,Cephalochordates, and Tunicates.Acknowledgments: This study is supported by the European Cooperation in Science & Technology program(EU COST). Grant title: “Stem cells of marine/aquatic invertebrates: from basic research to innovative applications”(MARISTEM). The project idea developed as a direct outcome of a EuroMarine (European Marine ResearchNetwork) working group meeting held in Padua on 9–10 March 2016.Author Contributions: L.B. and B.R. conceived, initiated, and designed the Action; L.B., B.R., P.M., I.D.-C., andA.-M.G. contributed to the writing of the text. L.B., B.R., K.B., A.B., S.C., M.C., I.D.-C., D.D., J.E., U.F., A.-M.G.,B.H., H.L., D.L., P.M., P.O., L.P., S.P., A.R., S.R., F.R., A.R., T.H.S., I.S., S.S., and A.V.C. (the Management Committee)manage all activities of the MARISTEM project.Conflicts of Interest: The authors declare no conflict of interest. The founding sponsors had no role in the designof the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in thedecision to publish the results.References1. Ostend Declaration. Available online: www.vliz.be/events/eurocean2010/attachments/Ostend%20Declaration.pdf(accessed on 16 January 2018).2. Marine Board Position Paper 15. September 2010. Available online: www.marineboard.eu/science-strategy-publications (accessed on 16 January 2018).3. Gordon, S. Phagocytosis: The legacy of Metchnikoff. Cell 2016, 166, 1065–1068. [CrossRef] [PubMed]4. Duerden, J.E. Aggregated colonies in madreporarian corals. Am. Nat. 1902, 36, 461–471. [CrossRef]5. Vacquier, V.D.; Tegner, M.J.; Epel, D. Protease released from sea urchin eggs at fertilization alters the vitellinelayer and aids in preventing polyspermy. Exp. Cell Res. 1973, 80, 111–119. [CrossRef]6. Moy, G.W.; Vacquier, V.D. Immunoperoxidase localization of bindin during the adhesion of sperm to seaurchin eggs. Curr. Top. Dev. Biol. 1979, 13, 31–44. [PubMed]7. Terasaki, M.; Sardet, C. Demonstration of calcium uptake and release by sea urchin egg cortical endoplasmicreticulum. J. Cell Biol. 1991, 115, 1031–1037. [CrossRef] [PubMed]8. Evans, T.; Rosenthal, E.T.; Youngblom, J.; Distel, D.; Hunt, T. Cyclin: A protein specified by maternal mRNAin sea urchin eggs that is destroyed at each cleavage division. Cell 1983, 33, 389–396. [CrossRef]9. Gehrke, A.R.; Srivastavam, M. Neoblasts and the evolution of whole-body regeneration. Curr. Opin.Genet. Dev. 2016, 40, 131–137. [CrossRef] [PubMed]10. Shimomura, O.; Johnson, F.H.; Saiga, Y. Extraction, purification and properties of aequorin, a bioluminescentprotein from the luminous hydromedusan, Aequorea. J. Cell. Comp. Physiol. 1962, 59, 223–239. [CrossRef][PubMed]11. Rinkevich, Y.; Matranga, V.; Rinkevich, B. Stem cells in aquatic invertebrates: Common premises andemerging unique themes. In Stem Cells in Marine Organisms; Rinkevich, B., Matranga, V., Eds.; Springer:London, UK, 2009; pp. 61–103, ISBN 9789048127665.12. Sköld, H.N.; Obst, M.; Sköld, M.; Åkesson, B. Stem cells in asexual reproduction of marine invertebrates.In Stem Cells in Marine Organisms; Rinkevich, B., Matranga, V., Eds.; Springer: London, UK, 2009; pp. 105–137,ISBN 9789048127665.13. Gold, D.A.; Jacobs, D.K. Stem cell dynamics in Cnidaria: Are there unifying principles? Dev. Genes Evol.2013, 223, 53–66. [CrossRef] [PubMed]14. Knapp, D.; Tanaka, E.M. Regeneration and reprogramming. Curr. Opin. Genet. Dev. 2012, 22, 485–493.[CrossRef] [PubMed]Sustainability 2018, 10, 526 20 of 2115. Arenas-Mena, C. Indirect development, transdifferentiation and the macroregulatory evolution of metazoans.Philos. Trans. R. Soc. Lond. B Biol. Sci. 2010, 365, 653–669. [CrossRef] [PubMed]16. Directive 2010/63/eu of the European Parliament and of the Council. Available online: http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32010L0063&from=EN (accessed on 16 January 2018).17. Blue Growth Opportunities for Marine and Maritime Sustainable Growth. Available online: https://ec.europa.eu/maritimeaffairs/sites/maritimeaffairs/files/docs/body/com_2012_494_en.pdf (accessed on16 January 2018).18. Innovation in the Blue Economy. Available online: http://www.eubusiness.com/topics/fisheries/blue-economy (accessed on 16 January 2018).19. Innovation in the Blue Economy: Realising the Potential of Our Seas and Oceans for Jobs and Growth.Available online: http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=COM:2014:254:REV1&from=EN (accessed on 16 January 2018).20. MARINE KNOWLEDGE 2020: Marine Data and Observation for Smart and Sustainable Growth.Available online: http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52010DC0461&from=EN (accessed on 16 January 2018).21. Adrian, T.E. Novel marine-derived anti-cancer agents. Curr. Pharm. Des. 2007, 13, 3417–3426. [CrossRef][PubMed]22. Gordaliza, M. Cytotoxic terpene quinones from marine sponges. Mar. Drugs 2010, 8, 2849–2870. [CrossRef][PubMed]23. D’Incalci, M.; Galmarini, C.M. A review of trabectedin (ET-743): A unique mechanism of action. Mol. Cancer Ther.2010, 9, 2157–2163. [CrossRef] [PubMed]24. Sunassee, S.N.; Davies-Coleman, M.T. Cytotoxic and antioxidant marine prenylated quinones andhydroquinones. Nat. Prod. Rep. 2012, 29, 513–535. [CrossRef] [PubMed]25. Blunt, J.W.; Copp, B.R.; Keyzers, R.A.; Munro, M.H.; Prinsep, M.R. Marine natural products. Nat. Prod. Rep.2016, 33, 382–431. [CrossRef] [PubMed]26. Rinkevich, B.; Shlemberg, Z.; Fishelson, L. Whole-body protochordate regeneration from totipotent bloodcells. Proc. Natl. Acad. Sci. USA 1995, 92, 7695–7699. [CrossRef] [PubMed]27. Smithers Rapra’s Market Reports. Available online: https://www.smithersrapra.com/market-reports(accessed on 16 January 2018).28. HORIZON 2020. Available online: https://ec.europa.eu/programmes/horizon2020/sites/horizon2020/files/InfoKit_UK_240214_Final.pdf (accessed on 16 January 2018).29. Joint OECD/NNI International Symposium on Assessing the Economic Impact of Nanotechnology.Available online: https://www.oecd.org/sti/nano/Washington%20Symposium%20Report_final.pdf(accessed on 16 January 2018).30. Rinkevich, B.; Matranga, V. (Eds.) Stem Cells in Marine Organisms; Springer: London, UK, 2009; 369p,ISBN 9789048127665.31. Weissman, I.L. Stem cells: Units of development, units of regeneration, and units in evolution. Cell 2000, 100,157–168. [CrossRef]32. Public Health England, Culture Collections. Available online: https://www.phe-culturecollections.org.uk(accessed on 16 January 2018).33. Eurostemcell. Available online: https://www.eurostemcell.org (accessed on 16 January 2018).34. European Union Reference Laboratory for Alternatives to Animal Testing (EURL-ECVAM). Available online:https://eurl-ecvam.jrc.ec.europa.eu (accessed on 16 January 2018).35. Association of European Marine Biological Laboratories (ASSEMBLE). Available online: http://www.assemblemarine.org (accessed on 16 January 2018).36. European Marine Biological Resource Centre (EMBRC). Available online: http://www.embrc.eu(accessed on 16 January 2018).37. Van Wezel, A.; Van Vlaardingen, P. Environmental risk limits for antifouling substances. Aquat. Toxicol. 2004,66, 427–444. [CrossRef] [PubMed]38. Kaur, S.; Singhal, B. When nano meets stem: the impact of nanotechnology in stem cell biology. J. Biosci. Bioeng.2012, 113, 1–4. [CrossRef] [PubMed]39. Mooney, E.; Dockery, P.; Greiser, U.; Murphy, M.; Barron, V. Carbon nanotubes and mesenchymal stem cells:Biocompatibility, proliferation and differentiation. Nano Lett. 2008, 8, 2137–2143. [CrossRef] [PubMed]Sustainability 2018, 10, 526 21 of 2140. Rinkevich, B. A critical approach to the definition of Darwinian units of selection. Biol. Bull. 2000, 199,231–240. [CrossRef] [PubMed]41. Kirkwood, T.B.L.; Holliday, F.R.S. The evolution of ageing and longevity. Proc. R. Soc. Lond. B 1979, 205,531–546. [CrossRef] [PubMed]42. Kirkwood, T.; Melov, S. On the programmed/non-programmed nature of ageing within the life history.Curr. Biol. 2011, 21, R701–R707. [CrossRef] [PubMed]43. Ridley, M. Evolution, 3rd ed.; Blackwell Publishing: Oxford, UK, 2004; ISBN 1405103450.44. Schmich, J.; Kraus, Y.; De Vito, D.; Graziussi, D.; Boero, F.; Piraino, S. Induction of reverse development intwo marine Hydrozoans. Int. J. Dev. Biol. 2007, 51, 45–56. [CrossRef] [PubMed]© 2018 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open accessarticle distributed under the terms and conditions of the Creative Commons Attribution(CC BY) license (http://creativecommons.org/licenses/by/4.0/).",
    "id": 168402941,
    "identifiers": {
        "doi": "10.3390/su10020526",
        "oai": "oai:www.research.unipd.it:11577/3282744"
    },
    "title": "Maristem - stem cells of marine/aquatic invertebrates: From basic research to innovative applications",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": "MDPI AG",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.research.unipd.it/bitstream/11577/3282744/1/2018%20%20sustainability%20%28COST%29.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/168402941.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/168402941"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/168402941/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/168402941/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/168402941"
        }
    ],
    "abstract": "The “stem cells” discipline represents one of the most dynamic areas in biomedicine.\r\nWhile adult marine/aquatic invertebrate stem cell (MISC) biology is of prime research and medical\r\ninterest, studies on stem cells from organisms outside the classical vertebrate (e.g., human, mouse,\r\nand zebrafish) and invertebrate (e.g., Drosophila, Caenorhabditis) models have not been pursued\r\nvigorously. Marine/aquatic invertebrates constitute the largest biodiversity and the widest\r\nphylogenetic radiation on Earth, from morphologically simple organisms (e.g., sponges, cnidarians),\r\nto the more complex mollusks, crustaceans, echinoderms, and protochordates. These organisms\r\ncontain a kaleidoscope of MISC-types that allow the production of a large number of novel\r\nbioactive-molecules, many of which are of significant potential interest for human health. MISCs\r\nfurther participate in aging and regeneration phenomena, including whole-body regeneration.\r\nFor years, the European MISC-community has been highly fragmented and has established scarce ties\r\nwith biomedical industries in an attempt to harness MISCs for human welfare. Thus, it is important to\r\n(i) consolidate the European community of researchers working on MISCs; (ii) promote and coordinate\r\nEuropean research on MISC biology; (iii) stimulate young researchers to embark on research in\r\nMISC-biology; (iv) develop, validate, and share novel MISC tools and methodologies; (v) establish the\r\nMISC discipline as a forefront interest of biomedical disciplines, including nanobiomedicine; and (vi)\r\nestablish collaborations with industries to exploit MISCs as sources of bioactive molecules. In order\r\nto fill the recognized gaps, the EC-COST Action 16203 “MARISTEM” has recently been launched.\r\nAt its initial stage, the consortium unites 26 scientists from EC countries, Cooperating countries,\r\nand Near Neighbor Countries",
    "tags": [
        "info:eu-repo/semantics/article",
        "Aging",
        "Bioactive molecule",
        "Blue biotechnology",
        "Cancer",
        "Cell culture",
        "COST Action",
        "Europe",
        "Marine/aquatic invertebrate",
        "Regeneration",
        "Stem cell",
        "Geography, Planning and Development",
        "Renewable Energy, Sustainability and the Environment",
        "Management, Monitoring, Policy and Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:www.research.unipd.it:11577/3282744",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1102",
        "openDoarId": 0,
        "name": "Archivio istituzionale della ricerca - Università di Padova",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 168402941,
        "depositedDate": null,
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-14T11:20:49+00:00",
        "acceptedDate": null,
        "createdDate": "2019-01-16T20:29:32+00:00"
    },
    "urls": [
        "http://hdl.handle.net/11577/3282744",
        "http://www.mdpi.com/2071-1050/10/2/526/pdf"
    ],
    "lastUpdate": "2024-02-14T11:20:49+00:00",
    "setSpecs": [
        "com_11577_3160573",
        "com_11577_3160572",
        "col_11577_3160530"
    ]
}