{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gary J. Gates"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:08:46+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71341440.pdf",
    "fullText": " Gary J. Gates  Williams Distinguished Scholar      MAY 2009 Marriage Equality and the Creative Class  Executive summary In the debate over extending marriage to same-sex couples, there have been several arguments about the positive economic impacts for states that do so.   One argument is that marriage will attract some same-sex couples to move to a state, in particular young, mobile, and highly educated individuals—members of what has been called the creative class—who are vital to economic development in a post-industrial economy.  Massachusetts, with five years of experience in extending marriage to same-sex couples, provides the first opportunity in the United States to empirically assess this argument.    Data from the American Community Survey suggest that marriage equality has a small but positive impact on the number of individuals in same-sex couples who are attracted to a state.  However, marriage equality appears to have a larger impact on the types of individuals in same-sex couples who are attracted to a state.  In Massachusetts, marriage equality resulted in an increase of younger, female, and more highly educated and skilled individuals in same-sex couples moving to the state.   Specifically, the data show:     Overall, from 2002 to 2004 Massachusetts saw a net loss of 603 individuals in same-sex couples.  After marriage equality, it gained 119 individuals in same-sex couples.   Creative class individuals in same-sex couples were 2.5 times more likely to move to Massachusetts in the three years after marriage equality than in the three years before.  Among all states, Massachusetts ranked 3rd in this statistic.  Among New England and Northeastern states, Massachusetts ranked 1st.  Individuals in same-sex couples who moved to Massachusetts after marriage equality were younger than individuals who moved before –the average age fell from 41 to 29.   Nearly seven in ten (69%) individuals in same-sex couples who moved to Massachusetts after marriage equality were female, compared to only 27% among those who moved before.  This is consistent with data showing that approximately two-thirds of marriages in the state are among female couples.  The proportion in the creative class among individuals in same-sex couples who moved to Massachusetts after marriage equality (86%) was nearly double the proportion among those who moved before marriage equality (45%).  The Health and Marriage Equality in Massachusetts survey of 559 individuals who are part of a married same-sex couple in Massachusetts found that 8% had moved to the state.  More than half (51%) of these said that marriage equality or the state’s LGBT rights climate was a factor in their decision to move there—20% cited this as the only factor for their move.  Analyses find no clear evidence for a distinctive impact of marriage equality on the migration patterns of all adults or of the creative class outside of those in same-sex couples.  Assuming that LGBT-friendly policies provide a positive signal to the creative class, that signal may already have been established in Massachusetts, a state with a long history of support for LGBT-rights.  Among the broader creative class population, marriage equality may constitute more of a confirmation of what was already known about Massachusetts rather than a signal of substantial change in the state.    The evidence that marriage equality may enhance the ability of Massachusetts to attract highly-skilled creative class workers among those in same-sex couples offers some support that the policy has the potential to have a long-term positive economic impact. 4145%27%2986%69%Age Creative Class FemalePre Marriage Equality (02-04)Post Marriage Equality (05-07)Individuals in same-sex couples who migrated to MassachusettsAmerican Community Survey, 2002-2004 versus 2005-2007 1  Introduction Businesspeople, policymakers, and scholars have focused much recent attention on the value of diversity in the United States.  Our nation’s diversity in its population and workforce, as well as its diversity in policies across states, may influence economic development patterns through its effect on creativity and the movement of creative people across places.    Indeed, one of the most provocative conclusions to come out of Richard Florida’s best-selling book The Rise of the Creative Class (Basic Books, 2002) was his assertion that a vibrant and visible lesbian and gay community marks one of the best predictors of a region’s ability to attract a group of workers that he dubs the creative class.   Florida argues that the creative class (comprised of an eclectic mix of individuals in occupations including artists, teachers, financiers, software engineers, and scientists) represents a key to regional economic development in today’s post-industrial and global economy.  The creative class is a relatively young, highly educated, and mobile workforce that values innovation and diversity as keys to creating stimulating work environments.1    Florida argues that LGBT-friendly policies like marriage equality signal a welcoming and diversity-friendly climate that fosters entrepreneurship and innovation and attracts the creative class and the companies that employ them.  This study tests Florida’s hypothesis in the context of same-sex couples and the laws that provide legal recognition for their relationships.                                                     1 Analyses of 2007 American Community Survey data show that 3.6% of the creative class moved to a new state in the last year compared to 3.2% of non-creative class workers.  The average age of creative class workers is 44 versus an average age of 47 among non-creative class workers.  Fully 56% in the creative class have a college degree versus 13% of non-creative class workers. Individuals in same-sex couples are nearly twice as likely as other adults to be in Florida’s creative class.  It seems reasonable to assume that among the creative class, those in same-sex couples would be the most inclined to migrate to a state offering marriage equality.  Among same-sex couples, those in the creative class (like their heterosexual counterparts) are more educated and mobile than those not in the creative class.  This also suggests that they would have the adequate resources and perhaps be among the first to migrate and take advantage of marriage equality.   To assess the creative class-migration link, this research brief compares migration patterns of the U.S. population and of same-sex couples.  Analyses look for evidence that, consistent with Florida’s theories, marriage equality had an impact on migration of the creative class to Massachusetts.    Migration of same-sex couples to Massachusetts In considering the relationship between marriage equality and population migration patterns, analyses begin with an examination of the group most likely to be directly affected: same-sex couples.  Annual data from the American Community Survey (2002-2007) allows for the identification of same-sex couples and provides information about where partners lived in each prior year.  Patterns are considered among those in same-sex couples in the three years prior to marriage equality (2002-2004) and the three years after the policy began (2005-2007).  One might expect that people in same-sex couples who moved to a different state were more likely to move to Massachusetts after marriage equality than before.  If Richard Florida’s thesis is true, one would expect this pattern to be stronger for those in the creative class who are part of same-sex couples.  Analyses show that creative class individuals who were part of a same-sex couple were 2.5 2  times more likely to move to Massachusetts in the three years after marriage equality than they were to migrate there in the three years before the legalization of marriage for same-sex couples.2   Further, this group was only half as likely to leave Massachusetts in the three years after marriage equality as it was in the three years preceding the law, though this difference was not statistically significant.    Figure 1 shows the estimated number of individuals in same-sex couples who moved to or from Massachusetts in the three years prior to versus the three years after marriage equality.  Overall, the number of individuals in same-sex couples moving to Massachusetts increased from 416 to 1,031 in the two time periods.  Leavers among same-sex couples decreased from 1,019 to 882.  From 2002 to 2004 Massachusetts saw a net loss of an estimated 603 individuals in same-sex couples.  After                                                  2 The difference is statistically significant  at the p<0.05 level marriage equality, the state saw a net increase that was entirely due to a gain of an estimated 389 creative class individuals in same-sex couples.  Post marriage equality, Massachusetts still lost 270 non-creative class workers among same-sex couples (a lower number than was lost pre-marriage equality).  In total, the state gained an estimated 119 individuals in same-sex couples after marriage equality.  Demographic comparisons between those who moved to and those who left Massachusetts before and after marriage equality are consistent with an improvement in the ability of the state to attract a high-skilled labor force among those in same-sex couples.  As shown in Figure 2, post marriage equality movers into the state (among those in same-sex couples) were younger (average age of 29 years old v. 41 years old) and much more likely to be in the creative class 189 865 468 476 (279)389 227 136 551 406 (324)(270)Pre Marriage Equality (02-04)Post Marriage Equality (05-07)Pre Marriage Equality (02-04)Post Marriage Equality (05-07)Pre Marriage Equality (02-04)Post Marriage Equality (05-07)Moved to MA Left MA Net Gain/LossNon-Creative ClassCreative Class4161,031 1,019882Figure 1. Numbers of individuals in same-sex couples migrating to and from Massachusetts, American Community Survey, 2002-2004 versus 2005-20074145%27%3646%48%2986%69%4154% 52%Age Creative Class Female Age Creative Class FemaleMoved to Massachusetts Moved from MassachusettsPre Marriage Equality (02-04)Post Marriage Equality (05-07)Figure 2.  Demographic differences among individuals in same-sex couples who migrated to and from Massachusetts, American Community Survey, 2002-2004 versus 2005-2007 3  (86% v. 45%) and more likely to be female (27% v. 69%).3  Among those who left the state, the differences are not nearly as dramatic.4    The fact that movers who were part of a same-sex couple were 2.5 times more likely to be female after marriage equality is striking.  Among same-sex couples who were married in Massachusetts, nearly two-thirds were female.  This may be related to the fact that female couples are more likely to have children than their male counterparts and the benefits of marriage (like easier establishment of parental rights and access to health insurance for children) are more salient to them.  These data suggest that it also might mean that they are more drawn to migrate to the state than are male couples.  The Health and Marriage Equality in Massachusetts (HMEM) survey, conducted by the Massachusetts Department of Public Health (MA DPH), surveyed 559 individuals who are part of a same-sex married couple living in Massachusetts in May 2009.  Data from this survey provide a final indication of the extent to which marriage equality plays a role in the decision to migrate to the state.  Among survey respondents, 8% moved to the state since marriage equality was enacted there.  This compares to the ACS data showing that 4% of all individuals in same-sex couples had moved to the state post marriage equality.  While the HMEM survey was not a random sample, it is interesting to note that migration was much more likely among the married same-sex spouses than among a sample of same-sex couples that includes both married and unmarried partners.  The HMEM survey also asked respondents to identify the three primary reasons for moving to Massachusetts.  More than half (51%) said that                                                  3 The differences in age and creative class are significant at the p<0.10 level and the female difference is significant at the p<0.05 level. 4 Age is significant at the p<0.10 level and differences in creative class and female are not statistically significant.  marriage equality or the state’s LGBT rights climate was a factor in their decision to move there.  One in five identified those as the sole factors in their decision to move.  Employment prospects constituted the most commonly cited factor (55%).  After those two reasons, the desire to be near family or a spouse/partner was the other most commonly cited reason for moving to the state (28%).    Comparing migration patterns to those in other states The court decision making Massachusetts the first state to enact marriage equality in 2004 followed a long history of the state being at the forefront of LGBT rights.  In 1989, it became only the second state (after Wisconsin in 1982) to ban discrimination based on sexual orientation.5  It added sexual orientation to its hate crimes statute in 2002.6  For many, including likely those in the creative class, Massachusetts has long been known as a socially progressive state.     Analyses for this study include a replication of all migration analyses conducted for individuals in same-sex couples discussed above using the entire US adult population (see Appendix Table 3).  Assuming that LGBT-friendly policies provide a positive signal to the creative class, that signal has actually been long-established in Massachusetts.  In the broader population, marriage equality may have constituted more of a confirmation of what was already known about Massachusetts as opposed to a signal of substantial change in the state.  This is perhaps why we find no clear evidence for a distinctive impact of marriage equality on the migration patterns of all adults or the creative class outside of those in same-sex couples.                                                     5 See National Gay and Lesbian Task Force, State Nondiscrimination Laws in the U.S., http://www.thetaskforce.org/downloads/reports/issue_maps/non_discrimination_7_08_color.pdf  6 See Human Rights Campaign, Hate Crimes Laws, http://www.hrc.org/documents/hate_crime_laws.pdf  4  Even among all individuals in same-sex couples, the migration patterns observed in Massachusetts are not completely distinctive when viewed nationally (see Appendix Tables 1-3).  The odds of an individual in a same-sex couple moving to Massachusetts were nearly 1.3 times higher after marriage equality than before the law came into effect (though the difference is not statistically significant).  Twenty states ranked above Massachusetts in that statistic.  Some, like Alabama and Arkansas (ranked 2nd at 6th) may be a product of unique migration patterns following Hurricane Katrina.  Others, like Alaska (ranked 1st) and South Dakota (ranked 4th) could be a product of the fact that even small changes in states with relatively few same-sex couples could result in large differences in the two time periods compared.  Even within New England, the odds of an individual in a same-sex couple moving to New Hampshire after marriage equality became legal were higher (though also not statistically significant) than the odds of moving to Massachusetts.  In general, the analyses do not support a conclusion that marriage equality had a distinctive impact on the migration patterns among all individuals in same-sex couples.  However, among individuals in the creative class who are part of same-sex couples, there is some evidence that marriage equality created a distinctive national migration draw to Massachusetts.  Nationally, the state ranked 3rd (behind Illinois and Arizona) in the odds that a creative class individual in a same-sex couple would move to Massachusetts after marriage equality (relative to before).  Among New England states and in the broader Northeast region, Massachusetts ranked 1st in that statistic.  While the patterns observed cannot be considered conclusive, they do suggest that among creative class individuals in same-sex couples, marriage equality may have been a key factor in the decision to relocate to the state.  Conclusion Our analyses find evidence that marriage equality may have an impact on the migration of creative class workers among same-sex couples in the United States. They were 2.5 times more likely to move to the state after marriage equality than before.  This positions Massachusetts as a leader within the Northeast region in attracting this segment of the workforce.    Findings also offer evidence that marriage equality played a broader role in the migration decision of many married same-sex couples.  Women may see marriage protections as more salient since they are more likely to have children than are gay men.  Notably, they comprise a much larger portion of individuals in same-sex couples who moved to Massachusetts after marriage equality.    Further, the HMEM survey found that more than half of individuals who are married to a same-sex spouse cited marriage equality and the positive LGB political climate in the state as one of the primary reasons they chose to move to Massachusetts.    The evidence that marriage equality may enhance the ability of Massachusetts to attract highly-skilled creative class workers among those in same-sex couples offers some support that the policy has the potential to have a long-term positive economic impact.     5  Appendix Table 1.  Migration patterns to states among individuals in same-sex couples, American Community Survey 2002-2007.    Individuals in same-sex couples who moved to state Creative class individuals in same-sex couples who moved to state   Pre-marriage equality (2002-2004) Post-marriage equality (2005-2007) Odds of moving post-marriage equality National rank (high to low) Pre-marriage equality (2002-2004) Post-marriage equality (2005-2007) Odds of moving post-marriage equality National rank (high to low) Northeast Connecticut 421 201 0.37 43 270 104 0.31 41 Maine 126 118 0.88 40 39 32 0.78 27 Massachusetts 416 1,001 1.32 21 189 865 2.55 3 New Hampshire 129 409 2.60 8 129 187 1.20 6 New Jersey 1,528 718 0.44 38 969 460 0.45 34 New York 894 1,730 1.59 15 514 1,102 1.78 12 Pennsylvania 794 1,105 1.10 39 328 541 1.32 24 Rhode Island 239 199 0.66 28 163 - - 38 Vermont 79 238 2.00 11 79 162 1.37 11 Midwest Illinois 159 1,373 7.34 3 78 745 8.18 1 Indiana 82 288 2.96 7 - 167 - - Iowa 520 436 0.69 26 279 136 0.41 32 Kansas 251 311 1.13 22 105 63 0.56 10 Michigan 847 207 0.18 47 433 207 0.36 40 Minnesota 440 327 0.69 34 136 138 0.95 15 Missouri 419 790 1.77 17 237 305 1.22 21 Nebraska 473 73 0.11 49 318 - - - North Dakota 41 - - - - - - - Ohio 444 1,016 1.93 12 134 402 2.56 5 South Dakota 39 - - 4 39 - - 7 Wisconsin 174 396 1.66 20 - 172 - 16 South Alabama - 867 - 2 - 445 -  Arkansas 212 508 2.12 6 - 217 - - Delaware 219 102 0.29 45 89 76 0.54 37 6  District of Columbia 223 363 1.05 25 147 240 1.07 20 Florida 2,146 3,450 1.29 24 964 1,783 1.50 14 Georgia 1,179 587 0.45 35 631 331 0.48 36 Kentucky 422 308 0.60 30 - 98 -  Louisiana 395 467 0.82 23 238 202 0.60 28 Maryland 327 1,526 3.88 13 327 903 2.32 9 Mississippi 85 53 0.56 33 - - -  North Carolina 481 1,134 2.40 9 320 639 2.06 4 Oklahoma 74 378 2.79 5 74 90 0.67 30 South Carolina 603 671 1.02 16 110 158 1.33 18 Tennessee 1,387 677 0.35 36 633 347 0.40 33 Texas 1,038 2,343 1.97 18 519 811 1.38 13 Virginia 1,196 945 0.59 37 357 371 0.79 26 West Virginia 228 58 0.13 29 79 - - 25 West Alaska - 252 - 1 - - - - Arizona 170 1,112 5.53 10 62 686 9.49 2 California 3,500 2,745 0.62 42 1,812 1,282 0.57 31 Colorado 404 576 1.49 27 190 392 2.18 22 Hawaii 207 186 0.71 19 123 84 0.55 23 Idaho 15 38 1.86 31 15 38 1.88 8 Montana 46 7 0.21 48 - 7 - 42 Nevada 488 389 0.76 41 231 247 1.03 19 New Mexico 476 272 0.51 44 224 156 0.63 29 Oregon 623 947 1.53 14 375 413 1.12 17 Utah 135 245 1.71 32 135 155 1.10 35 Washington 1,836 595 0.25 46 1,144 314 0.21 39 Wyoming 20 - - - 20 - - -   Note:  Figures in bold indicate a statistically significant difference between the proportion who moved before v. after marriage equality (p<0.10)             Figures in italics indicate a statistically significant difference between the proportion who moved before v. after marriage equality (p<0.05)  7  Appendix Table 2.  Migration patterns from states among individuals in same-sex couples, American Community Survey 2002-2007.    Individuals in same-sex couples who moved from state Creative class individuals in same-sex couples who moved from state   Pre-marriage equality (2002-2004) Post-marriage equality (2005-2007) Odds of leaving post-marriage equality National rank (low to high) Pre-marriage equality (2002-2004) Post-marriage equality (2005-2007) Odds of leaving post-marriage equality National  Rank (low to  high) Northeast Connecticut            340                 473            1.42                28                69             308            4.53                36  Maine            233                     -                   -                   59                 -                   -     Massachusetts         1,019                 882            0.48                  7             468             476            0.56                  5  New Hampshire            121                 271            1.54                29                64                78            0.84                15  New Jersey            843                 564            1.03                22             369             411            1.71                22  New York         2,443              1,756            0.69                10          1,613             823            0.49                  3  Pennsylvania         1,274                 880            0.67                  9             784             549            0.68                  9  Rhode Island            161                    36                 -                   25                 -                   -     Vermont                -                   178            4.07                40                 -               120            2.73                29  Midwest Illinois         1,179              1,052            0.95                21             619             574            0.99                16  Indiana            328                 752            2.15                36             149             426            2.67                28  Iowa            451                 407            0.24                  2             216                 -                   -     Kansas            192                 355            0.95                20             143             199            0.71                12  Michigan            957                 923            0.76                13             210             582            2.18                25  Minnesota                -                   562            2.98                39                 -               339            3.27                31  Missouri            725                 767            0.87                16             160             203            1.04                18  Nebraska            194                    59                 -                176                 -                   -     North Dakota            150                 713            1.92                33                 -                   -                   -     Ohio            975                 706            1.12                23                43             280            9.92                37  South Dakota                -                       -                   -                    -                   -                   -     Wisconsin            276                 430            2.11                35             122             299            3.31                32  South Alabama            313                 343            1.28                25                78             104            1.55                21  Arkansas            361                 141            0.41                  6                 -                   -                   -     Delaware                -                      80                 -                    -                  65                 -     8  District of Columbia            365                 629            1.71                31             209             416            1.97                23  Florida         1,185              2,097            1.40                27             834          1,362            1.29                19  Georgia         1,078              1,557            1.22                24             452          1,067            2.00                24  Kentucky            260                 467            2.72                38                57                97            2.59                27  Louisiana            258                 256            0.89                17             173             136            0.71                11  Maryland            607              1,102            0.92                19             427             690            0.81                14  Mississippi               50                 780            7.01                44                25             196            3.47                33  North Carolina         1,323                 889            0.69                11             427             266            0.64                  7  Oklahoma            163                 635            4.69                41                 -               150                 -     South Carolina            520                 142            0.30                  5             159                 -                   -     Tennessee            334                 767            1.98                34             256             190            0.64                  8  Texas            599              1,768            1.69                30             346             887            1.47                20  Virginia            796                 839            0.58                  8             514             647            0.69                10  West Virginia            123                 539            1.89                32                38             284            3.18                30  West Alaska            144                    36            0.28                  4                 -                  36                 -     Arizona            622                 588            0.71                12             368             241            0.49                  4  California         1,861              2,550            0.90                18          1,116          1,356            0.80                13  Colorado            928                 393            0.82                14             573             304            1.02                17  Hawaii            356                 335            1.38                26                92             225            3.60                34  Idaho                -                   101                 -                    -                   -                   -     Montana            593                    53            0.16                  1             593                 -                   -     Nevada                -                   414            5.84                42                 -               229            4.21                35  New Mexico            137                 108            0.27                  3                79             108            0.46                  2  Oregon            276                 428            0.87                15             188             144            0.43                  1  Utah            115                     -                   -                    -                   -                   -     Washington            367                 889            2.22                37             240             167            0.63                  6  Wyoming               27                 378            6.14                43                  8                45            2.55                26    Note:  Figures in bold indicate a statistically significant difference between the proportion who moved before v. after marriage equality (p<0.10)             Figures in italics indicate a statistically significant difference between the proportion who moved before v. after marriage equality (p<0.05)  9  Appendix Table 3.   Net gains (losses) in migration to/from states, American Community Survey 2002-2007.    Individuals in same-sex couples  All adults   All Creative Class All Creative Class   Pre-marriage equality Post-marriage equality Pre-marriage equality Post-marriage equality Pre-marriage equality Post-marriage equality Pre-marriage equality Post-marriage equality Northeast Connecticut               81           (272)            201           (203)      11,480           (138)         4,058          1,060  Maine          (107)            118             (20)               32          8,045          1,202          1,881             431  Massachusetts          (603)            119           (279)            389       (9,609)         4,351       (1,686)          (979) New Hampshire                 8             138                65             109          5,472          8,274          2,122          3,377  New Jersey            685             154             600                50       33,587       (4,648)      13,829          7,518  New York      (1,549)            (26)      (1,098)            279     (69,730)    (47,345)    (21,742)    (11,336) Pennsylvania          (480)            225           (456)               (8)      20,633       43,845       (1,827)         1,959  Rhode Island               77             163             138                 -            3,943          2,877           (190)            109  Vermont               79                60                79                42       (1,925)            222             280             307  Midwest Illinois      (1,020)            322           (541)            171       10,994       (4,696)         3,285          2,117  Indiana          (246)          (464)          (149)          (259)      14,282       17,840       (1,889)          (427) Iowa               69                29                63             136           (487)      14,462       (4,337)         5,186  Kansas               59             (44)            (38)          (135)         3,669          6,534           (799)      (1,704) Michigan          (110)          (717)            223           (376)      13,108     (26,985)         8,844     (12,340) Minnesota            440           (235)            136           (201)      15,502          6,404          1,859          8,629  Missouri          (306)               24                77             102       18,926       15,029          2,802           (637) Nebraska            279                14             143                 -            7,846          1,053             523       (1,354) North Dakota          (109)          (713)                -                   -            1,609          2,704       (1,111)      (1,268) Ohio          (531)            310                91             122          1,843       (3,395)      (3,228)      (3,277) South Dakota               39                 -                  39                 -         (5,698)         3,904       (1,615)          (149) Wisconsin          (102)            (34)          (122)          (127)      27,064       10,341          4,271             392  South Alabama          (313)            524             (78)            341       10,567       33,781             751          8,148  Arkansas          (149)            367                 -               217       26,357       18,570          4,491          4,053  Delaware            219                22                89                11          9,552          8,223          1,515          1,887  District of Columbia          (142)          (266)            (62)          (176)            658       (2,951)         2,376          4,266  10  Florida            960          1,353             130             421     305,854     173,684       81,442       49,831  Georgia            101           (970)            179           (736)      50,575     118,006       12,365       26,985  Kentucky            163           (159)            (57)                 1       17,014       28,471          2,061          3,111  Louisiana            137             211                65                66       (1,035)    (54,187)         1,300     (14,160) Maryland          (280)            424             (99)            213       39,598       20,336       14,389       11,689  Mississippi               35           (728)            (25)          (196)         3,850       (6,029)          (411)      (5,324) North Carolina          (842)            245           (107)            373       48,929     110,622       10,776       27,963  Oklahoma            (89)          (256)               74             (60)      21,093       27,999          1,658          1,999  South Carolina               83             529             (48)            158       39,159       54,784       11,686       18,044  Tennessee         1,053             (90)            377             157       36,605       38,051       10,474          9,518  Texas            439             575             174             (76)    118,223     237,080       30,883       60,009  Virginia            400             106           (157)          (275)      57,487       59,886       19,093       16,403  West Virginia            105           (481)               41           (284)         1,375          6,790       (1,223)            (29) West Alaska          (144)            216                 -               (36)    (12,842)    (12,843)      (4,347)      (2,832) Arizona          (452)            524           (306)            444     100,916     117,598       24,270       30,563  California         1,639             196             696             (74)    122,501     106,477       42,998       30,502  Colorado          (524)            184           (383)               88       28,693       41,935          9,211       12,160  Hawaii          (149)          (149)               31           (142)         4,931          5,169          2,254             455  Idaho               15             (63)               15                38       12,355       24,826          2,408          6,333  Montana          (547)            (46)          (593)                 7          2,948          5,109             907             738  Nevada            488             (24)            231                17       34,763       40,963          9,457       11,386  New Mexico            338             163             145                48          9,044       16,060          3,447          5,360  Oregon            347             520             187             269       32,712       39,913       10,363       13,791  Utah               20             245             135             155       11,239       32,349       (2,480)         4,478  Washington         1,469           (294)            903             148       50,515       80,716       18,333       31,907  Wyoming               (8)          (378)               12             (45)         2,379           (181)            845             677    11  ABOUT THE AUTHOR  Gary J. Gates, PhD is the Williams Distinguished Scholar at the Williams Institute, UCLA School of Law.  He studies the demographic and economic characteristics of the lesbian and gay population.                         For more information, contact: The Williams Institute UCLA School of Law Box 951476 Los Angeles, CA 90095-1476 T (310)267-4382 F (310)825-7270 williamsinstitute@law.ucla.edu www.law.ucla.edu/williamsinstitute  ",
    "id": 71341440,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:2375"
    },
    "title": "Marriage Equality and the Creative Class",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-05-05T01:00:00+01:00",
    "publisher": "Williams Institute",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/2375/2375.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71341440.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71341440"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71341440/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71341440/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71341440"
        }
    ],
    "abstract": "Data from the American Community Survey suggest that marriage equality has a small but positive impact on the number of individuals in same-sex couples who are attracted to a state. However, marriage equality appears to have a larger impact on the types of individuals in same-sex couples who are attracted to a state. This study shows that in Massachusetts marriage equality resulted in an increase of younger, female, and more highly educated and skilled individuals in same-sex couples moving to the state",
    "tags": [
        "policy report",
        "text",
        "Employment and Labor",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "policy report",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:2375",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71341440,
        "depositedDate": null,
        "publishedDate": "2009-05-05T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:43:45+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:08:46+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/2375/2375.pdf",
        "https://issuelab.org/permalink/resource/2375"
    ],
    "lastUpdate": "2024-02-14T12:43:45+00:00",
    "setSpecs": []
}