{
    "acceptedDate": "2010-08-26T00:00:00+01:00",
    "authors": [
        {
            "name": "Ranghelli, Lisa"
        }
    ],
    "contributors": [],
    "createdDate": "2013-06-24T11:15:00+01:00",
    "dataProvider": {
        "id": 261,
        "name": "Scholarworks@GVSU",
        "url": "https://api.core.ac.uk/v3/data-providers/261",
        "logo": "https://api.core.ac.uk/data-providers/261/logo"
    },
    "depositedDate": "2009-10-01T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.4087/FOUNDATIONREVIEW-D-09-00029.1",
    "downloadUrl": "https://core.ac.uk/download/10687996.pdf",
    "fullText": "The Foundation ReviewVolume 1 | Issue 3 Article 111-1-2009Measuring the Impacts of Advocacy andCommunity Organizing: Application of aMethodology and Initial FindingsLisa RanghelliNational Committee for Responsive PhilanthropyFollow this and additional works at: http://scholarworks.gvsu.edu/tfrThis Article is brought to you for free and open access by ScholarWorks@GVSU. It has been accepted for inclusion in The Foundation Review by anauthorized administrator of ScholarWorks@GVSU. For more information, please contact scholarworks@gvsu.edu.Recommended CitationRanghelli, Lisa (2009) \"Measuring the Impacts of Advocacy and Community Organizing: Application of a Methodology and InitialFindings,\" The Foundation Review: Vol. 1: Iss. 3, Article 11.DOI: 10.4087/FOUNDATIONREVIEW-D-09-00029.1Available at: http://scholarworks.gvsu.edu/tfr/vol1/iss3/11132 THE FoundationReviewdoi: 10.4087/FOUNDATIONREVIEW-D-09-00029.1T O O L SIntroductionThe National Committee for Responsive Philan-thropy (NCRP) in Washington, D.C. is a national watchdog, research, and advocacy organization that promotes philanthropy that serves the public good, is responsive to people and communities with the least wealth and opportunity, and is held accountable to the highest standards of integrity and openness. NCRP seeks to increase founda-tion grants for advocacy and organizing aimed at achieving long-term change among marginalized communities in U.S. society. Advocacy1 and or-1 NCRP defines advocacy as a category of activities whose primary purpose is to influence people’s opinions or ac-tions on matters of public policy or concern. Many types of ganizing2 are among the most effective strategies for foundations seeking to achieve sustainable improvements and to advance opportunities for groups disadvantaged due to structural barriers to equality. Despite research that supports the efficacy of such grantmaking strategies in achiev-ing these aims (e.g., Edwards (2008) and NCRP (2005)), a 2005 analysis of grantmaking trends3 activities fall under the category of advocacy and are legally permissible for 501(c)(3) public charities to engage in, such as issue identification, research, and analysis; public issue education; lobbying for or against legislation; nonpartisan voter registration, education, and mobilization; litigation; educating government agencies at all levels; participation in referenda and ballot initiatives; grassroots mobilization; and testifying before government bodies.2 NCRP defines community organizing as a process of building relationships, leadership, and power (typically among disenfranchised communities) and bringing that power and collective voice to bear on the issues that affect those communities by engaging with relevant decision makers. Community organizing can be one part of an overall advocacy or public policy campaign strategy, but it is distinguished by the fact that the agents of change are the affected constituencies, rather than paid advocates or lobbyists who attempt to represent the interests of such constituencies.3 The Independent Sector and the Foundation Center (2005) found that grantmaking for structural change efforts (using the proxy of “social justice philanthropy”) comprised a meager 11.8 percent of total grants in 1998 and declined slightly to 11 percent in 2002. This quantitative analysis was the first attempt to establish a consistent benchmark and provide insight into the state of social justice philanthropy. The authors defined social justice philanthropy as “the granting of philanthropic contributions to nonprofit orga-nizations based in the United States and other countries that work for structural change in order to increase the Key Points· The increasing emphasis by funders on strategic grantmaking and measurable outcomes may be a disincentive to support policy and advocacy work, because of the perception that outcomes can be difficult to assess.· A tool for measuring impact can reduce the barri-ers to funding advocacy and policy work.· The tool draws upon the literatures on evaluating advocacy and organizing, social capital building efforts, and return on investment approaches to evaluation.· The tool was applied in two sites, where funders found it useful to understand advocacy impacts and learn how advocacy can enhance their grant-making goals. Lisa Ranghelli, M.R.P., National Committee for Responsive PhilanthropyMeasuring the Impacts of Advocacy and Community Organizing: Application of a Methodology and Initial FindingsMeasuring Impacts of Advocacy and Organizing2009 Vol 1:3 133determined that foundations overall had not increased their support for systemic change strat-egies that benefit underserved communities.4 To opportunity of those who are the least well off politically, economically, and socially” (p. 5).  It is important to note this definition is not intended to convey or support any specific ideological or political position.4 A newly released Foundation Center (2009) analysis showed an increase in social justice funding between 2002 and 2006, from 11 percent to 12 percent of overall founda-tion support. Social justice giving grew more rapidly than foundation grants overall during that period (31 percent compared with 20 percent). The Bill and Melinda Gates Foundation accounted for more than half of this growth. probe the reasons for this in more depth, NCRP conducted a situational analysis of the philan-thropic field and found that funders today seek to be more strategic, may narrow their grantmaking focus to achieve greater impact, and increasingly value evaluation and quantifiable results. Further stakeholder interviews revealed that many foun-dation leaders do not know how to measure the impact of advocacy and organizing and therefore do not see how these approaches can strategically The number of social justice funders and number of recipi-ents both declined.TABLE 1 Theory of ChangeStrategies and activities Target audiences Anticipated changeProvide information Foundation leaders Knowledge· What are advocacy and organizing?· CEOs · Funders have enhanced understanding of what advocacy and organizing are and how these strategies can help a foundation achieve its mission.· How can they advance a funder’s goals?· Trustees · Funders have greater awareness that advocacy and organizing have tangible impacts and interim progress outcomes that are measurable in the short and long term.· How can their impact be measured?· Donors · Funders are familiar with specific organizations that have successfully used these strategies to improve communities.Demonstrate impact Attitudes· Quantitative · Program Officers · More funders see value of advocacy and organizing.· Qualitative · More funders believe impacts can be achieved and measured.· Practice of funding these strategies is normalized.Foster dialogue & relationships Practices (behavior)· Connect funders with peers and infrastructure groups.· Foundation leaders engage their trustees, donors, and staff in discussion about how these strategies can advance their mission.· Connect funders with advocacy and organizing groups.· Funders seek further information and advice to guide their next steps in considering support for advocacy and organizing.· Connect funders to resources and technical assistance.· More funders provide grants for advocacy and organizing that benefit underserved communities.Ranghelli134 THE FoundationReviewadvance their institutions’ missions. To address these obstacles, NCRP determined that develop-ing and applying an impact measurement tool would enable foundation leaders to understand that advocacy and organizing have quantitative and qualitative benefits for targeted beneficiaries and the broader communities where they live. This article describes NCRP’s theory of change, the impact measurement tool, its application in two sites, impact findings, and preliminary evi-dence of the tool’s usefulness.Summary of Theory of Change NCRP developed a theory of change about how to enhance funder knowledge and understand-ing of these strategies and ultimately promote greater foundation investment in advocacy and organizing. The theory of change (see Table 1) posited that for funders to initiate or increase their support for advocacy and organizing, they would need the following information and resources:1. Definitions and descriptions of advocacy and organizing2. Legal parameters for funding advocacy3. Understanding of how advocacy and organiz-ing may align with a foundation’s mission, vision, values, objectives, and current grant-making approach4. Evidence of impact and tools to measure the impact of advocacy and organizing that include both quantitative and qualitative dimensions5. Examples of other funders and philanthropic opinion leaders that support advocacy and organizing6. Access to technical assistance and peer guid-ance to help funders move from knowledge to actionAfter reviewing which of the above activities were being undertaken already by others in the field, NCRP developed a measurement tool that both quantifies and qualifies impact. NCRP will apply the tool in multiple sites, report the results, engage funders in dialogue about the findings at local events, connect interested funders to peers and experts who support advocacy and organizing fund-ing, and share the findings more broadly at philan-thropic convenings.Development of the Measurement ToolNCRP’s principal investigator developed a meth-odology for measuring the impacts of advocacy, organizing, and civic engagement that drew on the latest research and practice in the field, including:1. Literature on civic engagement, social capital, and social cohesion (e.g., Putnam, 2000; Skocpol, 2003; Halpern, 2005)2. Academic research on the outcomes of com-munity organizing (e.g., Warren and Wood, 2001; Speer, 2002; Swarts, 2008)3. Tools developed to help philanthropic institu-tions assess their own and grantees’ advocacy work (e.g., Alliance for Justice, 2004, Blueprint Research & Design, 2005)4. Recent efforts by foundations to quantify a return on investment for their grants to social justice organizations (e.g., Needmor Fund [Ranghelli, 2004]; Solidago Foundation, 2008)5. Interviews with funders, advocates, organiz-ers, and academics about this topicThis comprehensive review of literature and practice5 identified several key observations that informed the methodology for measuring impact.Advocacy, organizing, and social capital. Many researchers have documented the value for society of having strong social capital (i.e., social connections and networks and related norms of reciprocity), including positive child outcomes, lower crime rates, economic prosperity, improved physical and mental health, and more responsive government. Much of the reviewed literature focused on whether and to what extent social capital has eroded over the last several decades. However, recently academics have looked more closely at the ways in which advocacy and com-munity organizing, especially in lower-income and marginalized communities, play an important role in strengthening the social fabric. War-ren and Wood (2001) documented the breadth 5 See detailed literature review by Lisa Ranghelli (2008a).Measuring Impacts of Advocacy and Organizing2009 Vol 1:3 135TABLE 2 Sample Impact Measurement Questions1. Fiscal informationFor each of the last five years, please provide the following information:a. Total operating budgetb. Amount of budget devoted to advocacy and organizingc. Amount of advocacy/organizing budget from foundation sourcesd. Breakdown of foundation funding that was general support (unrestricted), capacity-building, and multi-year funding2. Membership, leadership, and constituencyThe following data attempt to capture, with numbers, the breadth and depth of your organization’s outreach and engagement of others during the last five years: · Number of new individual members recruited (if institution-based membership, please estimate total number of individuals across those institutions)· Total number of trainings held for members, leaders, or constituents· Number of unique (nonduplicate) individuals who participated in leadership development trainingList the specific skills and knowledge members or constituents learned through trainings and other leadership development opportunities:· Number of core leaders developed (e.g., members who regularly participate in planning meetings,  task forces, public events)· Number of people who turned out at public actions, events, or meetings · Number of people mobilized to communicate with policymakers· Number of people educated about issues affecting them (via community forums, newsletters, research publications, Web site, email blasts, other)3. Impacts of organizing and advocacyPlease list the top five most impactful advocacy and organizing successes your organization achieved  (i.e., took the lead or played a significant role in a coalition effort) in the last five years. In addition to proactive victories, include preventing bad policies or budget cuts, etc.For each impact, please provide the following information:a. Provide a brief description of the impact, cite any relevant legislation, and indicate the level of government or other decision maker.b. Indicate year campaign started to year victory attained (e.g., 2002–2005).c. What strategies and/or external conditions were key to your success?d. What is the policy context for this win? Why is it significant?e. What is the dollar value (if able to be calculated)? Please note whether one-time or annual amount.f. What is the number of intended beneficiaries that are benefiting from the victory?g. If relevant, explain how this impact benefits people beyond the intended beneficiaries.h. If you won this as part of a coalition effort, who else was involved (e.g., other organizations, legislators)?i. What sources can verify this impact and your role in it (e.g., news article, allies, legislator)? Please be as specific as possible for each win and provide contact information.4. Capacity-building and interim progress outcomesa. Please share whether and how your organization’s capacity has been built in the last five years, for example, strengthening communications, fundraising, or management; increasing budget or staff; and anything else that allows you to be more effective.b. If you have been working on a campaign but haven’t reached your ultimate goal yet, please share interim outcomes. These could include, for example: getting a proposal on the ballot or legislation introduced; having a hearing held on your issue; getting media coverage; reframing public debate on an issue to reflect your problem analysis and proposed solution; getting a pledge from a decision maker; getting a shareholder resolution introduced; building better relationships with policy makers, experts, media, allies, or other key stakeholders; building skills of your leadership to speak out, negotiate, engage in research.c. It is important for funders to understand that even a “failed” advocacy or organizing effort has value for an organization. Please share a story about a campaign you lost. What happened? What did you learn? Why was it still a valuable experience?Note. For full survey, please contact Lisa Ranghelli at NCRP.Ranghelli136 THE FoundationReviewof faith-based community organizing (FBCO) and the important role that FBCO groups play in bringing ordinary people from diverse back-grounds together to participate in the democratic process, enhancing forms of social capital that are both “bonding” (within groups) and “bridging” (across groups). Herman and Renz (2008) identi-fied a correlation between stakeholder engage-ment and organizational effectiveness, indicating that nonprofits that engage with and respond to stakeholders are better positioned to achieve their mission than those that do not. This literature suggests that the very process of engaging mar-ginalized residents and building networks and relationships within and across constituencies has impact, in addition to the impacts of actual policy wins. The challenge then is to find ways to capture and measure the benefit of this work among organizing and advocacy groups and to help foundation leaders understand this added value. As described below, the methodology attempts to quantify some of this by collecting data from community-based organizations on the numbers of people they engage in a variety of ways and the numbers and types of relation-ships they have with other organizations and networks.Parallel work on advocacy and organizing evalu-ation. Recent efforts to measure the impact of community organizing are evolving on a some-what parallel track to advances in advocacy evaluation.6 Common themes are emerging 6 A third approach incorporates systems theory into evalu-ation; for example, see W. K. Kellogg Foundation (2007). For an explanation and discussion of systems theory and structural racism, see Jagpal (2008).between the two, including the use of theories of change to guide work, the use of indicators that capture interim benchmarks as well as policy wins, and the importance of measuring capacity-building steps. It is not surprising that the literature on outcomes of organizing places greater emphasis on leadership development and civic engagement. Although organizers have long focused on these more qualitative aspects of the work, recently researchers have applied rigor-ous methods to assess organizing’s effectiveness. For example, Speer (2002) found a statistically significant difference in policy skills, knowledge, and experience between leaders of a faith-based organizing project and ordinary residents. A six-year mixed methodology assessment of school-reform organizing in several sites (Mediratta, Shaw, & McAlister, 2008) found that organizing contributed to improved student outcomes and identified youth engagement in organizing as associated with improved student motivation. The separate bodies of work on advocacy evalu-ation and organizing outcomes would benefit from cross-pollination, and this is beginning to happen.7 In developing its impact measurement methodology, NCRP drew on both strands and identified the specific opportunity to bring vis-ibility within philanthropy to the lesser-known but important research on the impacts of orga-nizing.8 The methodology incorporated questions on capacity-building and interim benchmarks as important evidence of progress toward policy goals. Examples of interim benchmarks NCRP included in the tool are listed in the Sample Impact Measurement Questions (see Table 2). Documenting the positive outcomes of a cam-paign that may have failed to achieve its intended objective is another key component.7 For example, the Alliance for Justice Nonprofit and Foun-dation Advocacy Initiative recently launched its online library, Resources for Evaluating Community Organizing (RECO), and the January 2009 national convening on advo-cacy evaluation, Advocacy Evaluation Advances, included presentations on evaluation of community organizing.8 Organizing’s visibility in the philanthropic sector has been enhanced further by the 2009 release of the GrantCraft guide Funding Community Organizing: Social Change Through Civic Participation, developed in collaboration with the Linchpin Campaign, a project of the Center for Community Change.Recent efforts to measure the impact of community organizing are evolving on a somewhat parallel track to advances in advocacy evaluation.Measuring Impacts of Advocacy and Organizing2009 Vol 1:3 137Quantification and return on investment ap-proaches. There is debate in the field about the extent to which evaluations that use quantifiable metrics, such as return on investment (ROI), are appropriate in this context.9 Although a retrospective ROI may not necessarily focus on measures that are useful for an organization’s day-to-day work, a GrantCraft guide (Proscio, 2005) noted that some proponents of advocacy funding see value in calculating an ROI when possible to 9 See Tuan (2008) for a review of methods for estimating social value creation and their limitations.show how philanthropic dollars are leveraging other kinds of public and private investments. These types of measures can convince interested funders who are not currently funding advo-cacy that it is a worthwhile strategy to support. Several social justice grantmakers have employed ROI calculations with their grantee portfolios.10 Individual organizations working at the local and state level have employed ROIs as a means to document their organizing and advocacy impact. 10 For examples, see Ranghelli (2004) and Solidago Founda-tion (2008).TABLE 3 Some Challenges of Measuring ROI and Methodological ResponsesROI challenge How addressed in methodology“Silver bullet” reliance on one metric; difficulty of quantifying some impactsUse of qualitative measures as well as ROIConfusion between outputs, outcomes and impactsClarify terms by focusing on impact, measured in terms of benefit already accruing to individuals or proven future benefit to individuals. An output or an outcome with as-yet unrealized benefit is documented as an interim benchmark.Gauging cause and effect between advocacy change and broader society benefit; addressing interdependencies Methodology does not try to link impacts to broad indicators such as unemployment or poverty rates that are affected by many factors outside control of nonprofits.Reliance on self-reported data by nonprofits/granteesIndependent verification of every impact, organization’s role, and monetary valueDifficulty of attributing individual nonprofit role in achieving impactOrganizations only report impacts in which they played significant or lead role. Use of aggregate ROI across a set of organizations in one location focuses findings on shared contribution rather than individual credit.Difficulty of attributing individual funder role in achieving impact.Each organization reports total funding for advocacy/organizing per year for five years. NCRP reports data in the aggregate across all sample organizations, focusing on collective contribution of multiple funding sources rather than individual funder credit.Long-term nature of advocacy and organizing work; potentially long-term benefit from impactsMethods include retrospective five-year measurement of impacts, inclusion in sample of organizations that have been in existence long enough to achieve impact, and collection of data on interim benchmarks for ongoing advocacy campaigns. When impacts have proven future benefit, monetary value is estimated for an additional three years.Use of ROI to evaluate grantees, make comparisons across different programs, or make funding decisions about specific programs or organizationsMethodology is not designed or intended to evaluate individual grants or grant programs, or to predict the future success of programs; the goal is to demonstrate impact to funders uncertain of the value of advocacy and organizing.Note. ROI = return on investments.Ranghelli138 THE FoundationReviewShapiro and Mathur (2008) examined the social and economic impact of institutional philan-thropy more broadly and found that, among eight categories of grantmaking, including education, arts, health, human services, and the environ-ment, grants for public affairs/society benefit11 had the highest ROI, which was 22 to 1.A number of challenges exist in calculating an ROI. Advocacy evaluation literature emphasizes the need to focus on contribution rather than attribution and to use data to make a case that an advocacy effort contributed to a policy outcome rather than trying to demonstrate a direct causal link between the two. By extension, it is difficult to make a causal link between a single grant that supported an advocacy effort and a particular policy outcome. Often many stakeholders are involved in a policy campaign, and it is hard to determine how much credit should be assigned to any one grantee’s effort. Also, a grantee may have multiple funding sources for its advocacy work, making it difficult to attribute the role of a single funder. One social justice grantmaker attempted to address these challenges by discounting the value of the grantee victories based on whether the grantee deserved full or shared credit for the win and discounting the foundation’s contribution 11 Shapiro and Mathur (2008) drew data from the 11 major codes in the National Taxonomy of Exempt Enti-ties (NTEE) classification system used by the Foundation Center. For the major code “public affairs/society benefit” the authors included ROI calculations for the following subcategories: civil rights and social action; community im-provement and development; philanthropy and volunteer-ism; and public affairs/society benefit-general.based on what proportion of the grantee’s budget the funder’s grant represented. In developing its impact measurement tool, NCRP attempted to address the shortcomings of the ROI (see Table 3) but included it as a central feature in its meth-odology, because it is a tangible measure that resonates with many philanthropic leaders.Summary of Research ApproachDrawing on the aforementioned literature and tools, NCRP developed a mixed methodology to measure the impacts of advocacy, community organizing, and related civic engagement. The next sections describe the tool itself and present findings from its application in the first two sites. Site SelectionNCRP chooses project sites based on a number of characteristics (see Table 4). These four charac-teristics are essential to ensuring the research findings are meaningful, stakeholder associations can help disseminate and foster dialogue about the findings, and the right funders are part of the conversation (i.e., those that already see the value of funding advocacy and organizing and can serve as peer mentors and those that could be open to adopting these funding strategies).Sampling of Organizations to StudyNCRP uses a snowball sampling technique to identify potential community organizations to be studied in each site. Simply put, the researcher gathers suggestions from nonprofit organizations, foundations, and other community leaders until no new organizations emerge. After a complete TABLE 4 Site Selection CharacteristicsObjective Site characteristicsIdentify potential organizations to study Presence of a vibrant mix of advocacy and organizing groupsIdentify potential infrastructure partners Presence of grantmaker association and/or nonprofit association interested in the projectIdentify target audience for research Presence of foundations that could begin to fund or increase their support for advocacy and organizingIdentify potential allies Presence of foundations that currently support advocacy and organizingMeasuring Impacts of Advocacy and Organizing2009 Vol 1:3 139list is generated, NCRP narrows the list to orga-nizations that can demonstrate meeting a set of criteria (see Table 5).Through this process, NCRP develops a sample of up to 15 organizations that reflects the diverse constituencies in the state, a broad range of is-sues, and different organizational approaches. For example, in New Mexico, the first site, 14 organizations agreed to participate. Six groups were statewide and eight were local. Ten directly engaged constituents and built leadership; four relied primarily on staff to advocate. Across the sample, the constituencies represented were quite diverse in terms of race, ethnicity, age, income, immigration status, and population density (urban/rural). Organizational approaches were also diverse, ranging from an exclusive focus on advocacy or organizing to a mix of services and advocacy. Some groups engaged individual con-stituents, whereas others organized churches and community institutions.Data Collection ToolThe principal investigator developed a detailed six-page questionnaire covering a range of topics (see Table 2 for an excerpt). These include:1. Organizational background — Questions re-late to mission, history, geographic scope, and demographics of constituency. 2. Fiscal information for five-year period — These data provide a cost basis to calculate an ROI, determine the extent of foundation contribu-tion to advocacy and organizing, and clarify the type of support foundations provide (e.g., unrestricted, multiyear, capacity-building). 3. Membership, leadership, and constituency — This captures the breadth and depth of engagement with various stakeholders during the five years. The indicators show the range of constituency involvement, from committed leadership by a core of individuals who have received extensive training to membership in an organization, which is a less intense but significant demonstration of ongoing partici-pation, to attendance at public meetings and contacts with policymakers, which are more intermittent forms of involvement but integral to achieving policy success. 4. Impacts of organizing and advocacy — This lists campaign victories for the five-year period and quantifies as many of the impacts as possible. Many policy changes simply cannot be quantified but are equally signifi-cant. Impact data verification is an essential component of the tool to credibly report an organization’s role in a policy change.5. Capacity-building and interim progress outcomes — This documents progress made in campaigns that have not achieved their ultimate goal yet. The information collected here helps to demonstrate how organizations are achieving benchmarks en route to policy change and building their capacity, even when a policy campaign “fails.” TABLE 5 Criteria for Inclusion of Organizations in Research SampleObjective  Criterion for organizationLongevity Has been in existence for at least five yearsCommitment Mission and activities demonstrate commitment to organizing or advocacy.Capacity Has the equivalent of at least one full-time staff person devoted to this work throughout the five-year time frame (e.g., could be one full-time or two part-time employees); currently has staff time and capacity to provide data for  the researchConstituency Focuses on a core constituency of lower-income people, people of color, or other marginalized groups, broadly definedGeography Works on a local, regional (within-state), or statewide level (may also work on the federal level, though not exclusively)Ranghelli140 THE FoundationReview6. Stories of impact — Stories and case stud-ies are valuable tools to convey some of the richness and complexity of the advocacy and organizing process and its effect on individu-als and communities. Numbers and ROIs alone provide an incomplete sense of impact. Also, varied information resonates with dif-ferent audiences, thus the measurement tool is designed to document impact in multiple ways.7. Resources for advocacy and organizing — This includes questions about barriers to rais-ing funds, opportunities lost from inadequate resources, approaches to engaging funders in this work, and ways foundations can best sup-port advocacy in the future. The information gathered here informs NCRP’s outreach to foundations through this project and informs recommendations for effective advocacy and organizing funding strategies.NCRP developed an evaluation plan to gauge suc-cess of the tool’s application using qualitative and quantitative methods. After NCRP applies the tool and presents findings, NCRP surveys funders at each site to determine whether the research re-port and related discussion enhanced their skills and knowledge about advocacy and organizing and their impact. After six months, NCRP sur-veys funders again to find out if they acted on the information they received by taking any specific steps, such as sharing the information with their trustees, consulting with peers to learn more, or conducting site visits of community organiza-tions. At a later date, NCRP surveys funders a third time to see whether they allocated new or more grant dollars for advocacy or organizing. In addition, NCRP surveys the sampled organiza-tions at several points over the ensuing months and years and collects financial data to determine whether the project aided the organizations in garnering more resources for their work from a wider range of foundations. Application of the Impact Measurement ToolTo date NCRP has applied the measurement tool in two sites: a southwestern state in 2008 and a southeastern state in 2009. In each site, the principal investigators met individually with senior staff from the sample of organizations (14 organizations in Site 1 and 13 organizations in Site 2). Because it was not feasible to collect ex-tensive information in one meeting, each organi-zation subsequently submitted detailed responses to the questionnaire electronically, by fax, or by telephone. The investigators followed up by email and telephone with the organizations to clarify responses and fill in incomplete information as needed. Next, research staff verified the quantita-tive impacts to ensure that the dollar amounts and number of beneficiaries estimated by groups, as well as the groups’ role in the wins, were accu-rate. For example, advocates in Site 1 secured the passage of a state housing trust fund. Through the relevant state agency, researchers verified the role of advocacy groups in the campaign, the amount of the win, which was $15 million in direct state appropriations and $168 million in other lever-aged resources, and the number of beneficiaries, which was 2,042 households. Sources of verifica-tion for impacts included elected officials, public agency representatives, published newspaper articles, and other stakeholders knowledgeable about a campaign. If a policy change (such as a minimum wage increase) had an annual monetary benefit that verifiably would continue in future years, researchers estimated three years’ worth of prospective monetary value in the total amount calculated for that impact.If a new policy was secured but no discernible positive benefit could be proven, then NCRP did not count the win as an impact. For example, a law was enacted to curb abusive practices by employers against day laborers, yet the state labor agency had not enforced the law and there was no evidence that workers were benefiting from the NCRP has applied the measurement tool in two sites: a southwestern state in 2008 and a southeastern state in 2009.Measuring Impacts of Advocacy and Organizing2009 Vol 1:3 141TABLE 6 Findings in Sites 1 and 2Summary of findings Site 1: New Mexico Site 2: North CarolinaTotal organizations in sample 14 13Total monetary benefits $2.6 billion $1.8 billionTotal funding for advocacy and organizing$16.6 million $20.4 millionAggregate ROI $157 $89Key quantifiable impactsWages and benefits $500 million in minimum and living wage increases benefiting 250,000 workers$230 million in expanded unemployment benefits for thousands of workersHousing $131 million in savings on points and fees for 43,000 homebuyers because of anti-predatory lending law$327 million in affordable housing appropriations, construction spending and tax revenue generated by Housing Trust Fund Education $84 million for tiered salary structure, increasing pay for 18,400 teachers and improving retention$170 million additional bond money for school repairs benefiting 36,000 studentsKey nonquantifiable impactsEnvironmental justice State lowered acceptable level of uranium in groundwater from 5,000 to 30 micrograms per literState banned new or expanded lagoons and sprayfields on industrial hog farmsCivil and human rights State banned police from asking noncriminals about their immigration statusState anti-bullying law passed with LGBTQ protectionsChildren’s health Native youth secured mental health services and a new building for their school-based health centerState regulation banned exposure to arsenic in playground equipmentCivic engagement numbersNew core leaders 707 3,113Individuals participating in leadership training8,295 8,799Individuals communicating with policy makers12,603 31,425Individuals joining community organizations16,935 126,242aIndividuals attending public actions or meetings57,341 76,490Note. ROI = return on investments; LGBTQ = lesbian, gay, bisexual, transgender, and questioning.a The participation of three congregation-based organizing groups in the sample explains this unusually large number,  which includes all members of each congregation that is an institutional member of one of the three organizations.Ranghelli142 THE FoundationReviewchange. However, NCRP considered a policy that had yet to be carried out as an interim outcome or benchmark, because organizers continued to advocate for implementation that would benefit targeted constituencies. The methodology sought to document such achievements as well.Research staff used IRS Form 990s filed by the sample organizations, when available, to check their financial information but did not attempt to independently verify the data the organizations provided related to civic and voter engagement. However, given the level of accuracy of the other data that were verified, the researchers had con-fidence that the civic engagement estimates were reasonable.For each site, researchers aggregated the quantifi-able data across the sample to determine the total monetary benefits of all the impacts. Financial data from each organization were aggregated to determine the total amount invested by founda-tions and other sources to support advocacy and organizing across the organizations. NCRP calcu-lated an ROI using the following formula:aggregate dollar amount of all winsaggregate dollars invested in advocacy and organizingROI = NCRP included only impacts that could be veri-fied in the calculations. The ROI figure shows how collective financial support by grantmakers and other funding sources for a set of organizing and advocacy groups in a location over time has contributed to the collective policy impacts of these organizations. It is impossible to demon-strate a causal link between a specific grant and a specific impact, and it is difficult to prove that one organization was exclusively responsible for a policy change. The use of an aggregate ROI helps focus the findings on the investment and effort that all of the organizations and their funders together have made that contributed to success. NCRP does not intend the ROI to be a precise fig-ure, but it provides a solid basis for understand-ing the extent of benefit for communities from investments in organizing and advocacy. It does not capture every input that contributed to these successes. For example, many campaigns that achieved victories between 2003 and 2007 were initiated prior to 2003, and those earlier invest-ments are not captured. There were undoubtedly many coalition efforts in which organizations not in the sample participated, and their financial information also is not reflected in the ROI. How-ever, for the wins that were included, one or more of the groups in the sample played a significant or lead role in achieving the victory. Because a large proportion of the wins are not quantifiable, the ROI is actually an underestimate in that it fails to capture many significant benefits that are more difficult to measure, such as preventing water and air pollution. These benefits are noted in the findings.Before administering the impact measurement questionnaire at Site 2, NCRP modified it based on Site 1 feedback from nonprofits in the sample and comments from funders. Researchers revised the format to ease completion and changed the wording of some questions to make them clearer. There were additional notable changes:1. The original questionnaire asked organiza-tions to list all of their campaign wins, which proved to be too broad a question. The revised questionnaire instead asked for the five most impactful advocacy and organizing victories in which the organization played a significant or lead role. 2. Because several funders asked for more infor-mation about effective strategies employed by the organizations and the policy context for the victories, NCRP added questions related to these topics. Findings From the First and Second Sites12Table 6 summarizes the main findings and select impact highlights for each site for the five-year period (2003–2007). NCRP acknowledges that the small sample size, variable policy environ-ments in each site, and changes to the methodol-ogy do not allow for cross-site comparison.12 See Ranghelli (2008b) for the full findings in Site 1 and Ranghelli and Craig (2009) for the findings in Site 2.Measuring Impacts of Advocacy and Organizing2009 Vol 1:3 143In each site the findings demonstrated an impres-sive return on investment and dramatic monetary benefits. Several researchers, evaluators, and advocates in the reviewed literature and practice cautioned that it could be difficult to quantify many types of policy change, and this proved to be true, especially for environmental justice, civil rights, and human rights policies. These changes likely have a monetary impact, but quantifying such an impact proves challenging. For example, environmental campaigns that reduce air or water pollution may diminish health harms for residents, thereby increasing their earning power and de-creasing their need for costly health interventions.The research found that organizations are achiev-ing many important outcomes not counted as impacts, because benefit has not been realized yet but likely will in the future. For example, one organization secured a $365,000 federal commit-ment for HIV/AIDS testing, education, preven-tion, and treatment but is still working with its congressional delegation to ensure the funds are allocated and disbursed. Even impacts that are al-ready demonstrating benefit often are the subject of ongoing advocacy campaigns as organizations seek to further improve policies. Although the tool did not systematically catalog these short-term outcomes, it is clear from the question-naire responses that organizations are continu-ally building their capacity in specific ways and achieving milestones as they work toward their ultimate advocacy goals. By documenting ex-amples of these milestones and instances where organizations failed to achieve their objective but still made important contributions — such as reshaping the way an issue is publicly debated — NCRP sought to demonstrate to funders that their grants have impact and generate a return on investment even during a grant period in which the final goal has not been achieved.The research documented a range of effective strategies that contributed to advocacy and organizing success. Although all levels of civic engagement were important to achieve and sustain policy impacts, affected constituents’ direct interaction with decision makers proved to be quite productive — both one-on-one and in large public meetings. Constituent engagement in advocacy was aided by leadership development, which enabled close involvement of committed residents who shaped the policy proposals and directed the advocacy campaigns. This leadership process had a ripple effect as those trained and mentored in one organization went on to become leaders in other arenas, often starting new organi-zations, joining boards, running for public office, and otherwise contributing their leadership skills to the community. Building bridges across race, ethnicity, class, and culture was an important aspect of the organizations’ constituency engage-ment work and contributed to policy success. For example, one organizing group built a racially diverse interfaith membership of congregations and secured neighborhood improvements, youth summer jobs, health services for the uninsured, and education funds for school repairs. The group partnered often with the local Urban League and ministers, who credited the organization with rebuilding “a little bit of trust that has been torn down by racism.”Other successful advocacy and organizing strate-gies included:1. Strategic coalitions in which organizations had clearly defined roles and mutual respect, were well-coordinated, and engaged unusual allies.2. Partnerships and relationships with policy-makers to enlist their help in educating peers and crafting policy proposals.3. Use of expertise and quality research that persuasively made the case for change.4. Technical support from and alliances with national advocacy and organizing networks and academic institutions. In each site the findings demonstrated an impressive return on investment and dramatic monetary benefits.Ranghelli144 THE FoundationReview5. Use of media and messaging to reframe issues and reach the broader public as well as deci-sion makers.6. Engagement in legal advocacy and filing lawsuits to integrate the judicial branch of government into the problem-solving process.Overall, the policy environment in a state also likely was a factor in the ability of organizations to achieve policy success. For example, Site 1 had a much more favorable policy climate with respect to immigrant rights than did Site 2, which may have contributed to different outcomes on this issue regardless of the efficacy of the advocates’ work. Advocates cautioned funders to be aware of the policy environment their grantees face and jointly set realistic expectations for how much can be accomplished and how long it may take.The impact tool captured both quantitative and qualitative information on effective foundation strategies to support advocacy and organizing. The research found that flexible general support funding and multiyear grants were the most ef-fective ways to support organizing and advocacy. Other ways that funders supported their advocacy and organizing grantees included (1) listening to grantees to learn how a funder can streamline and TABLE 7 Summary of Survey Responses from Presentations of Impact Findings Funder survey responses Site 1 (%) Site 2  (%)Overall response rate 62 50Reaction to findings:Feel that your understanding of benefits and impact of advocacy and organizing has broadened or increased86 75Think you are more willing to consider funding this type of work 76 44Feel better prepared to make the case to others at your foundation to start, continue or increase funding for this work95 56Aspects of findings presented you think will be most persuasive  to other funders:Quantitative impacts 76 56Return on investment 81 56Stories of underrepresented communities creating long-term change 57 38Data on civic engagement in the democratic process 52 31Nonprofit survey responses Site 1 (%) Site 2 (%)Overall response rate 76 41Reaction to findings:Feel better-prepared to explain the benefits and impact of your advocacy, organizing and civic engagement work to a funder100 86Think that the report will help you make a more compelling case to foundations that don’t currently fund you91 82Think that the findings will help you maintain or increase funding from current funders  82 64Note. Site 1 = New Mexico; Site 2 = North Carolina.Measuring Impacts of Advocacy and Organizing2009 Vol 1:3 145improve its grants administration procedures, (2) providing leadership development programs, (3) convening stakeholders on a specific issue to facil-itate joint planning and coordination, and (4) pro-viding capacity-building and strategic planning support for a grantee. For example, the Z. Smith Reynolds Foundation in North Carolina changed its funding practices after soliciting feedback from grantees and simplified its application pro-cess for grants under $35,000. This same funder convened statewide advocacy organizations to better coordinate civic engagement, communica-tions, and policy collaboration among them and provided funding to build this enhanced capacity.Evidence of the Tool’s UsefulnessThe tool has been applied in two sites, and NCRP is completing research at a third site in a mid-western state. NCRP’s plan is to implement the project in several sites in regions throughout the country over the next few years. Although it is too soon to determine whether the project is changing funder behavior, there are already signs that the impact measurement tool is effective in educating funders about advocacy and organiz-ing. In events cosponsored with the state associa-tion of grantmakers in each site, NCRP presented the findings of the research to both the participat-ing community organizations and to funders who have grantmaking programs there. Before each event, the field staff of the organization engaged in extensive outreach to foundation leaders in the sites to identify those who already support advo-cacy and those who were interested in beginning or increasing grantmaking for these strategies. A mix of such funders attended the events and engaged in needed dialogue with each other and community leaders about the findings and effec-tive advocacy and organizing strategies to address the pressing issues facing their communities.The reaction to the findings and discussions was encouraging, as evidenced by comments from at-tendees and responses on the anonymous evalua-tion forms they completed (see Table 7). Accord-ing to Terry Odendahl, the former president of the New Mexico Association of Grantmakers, feedback from its membership has been positive. The association distributed the report on the im-pacts of advocacy and organizing, along with its own report on philanthropic trends in the state, to every state legislator. Odendahl elaborated on the utility of the report, stating: “Right now there is some backlash against advocacy among elected officials, and this timely report highlights the many positive benefits to the state from advocacy and organizing, which is often accomplished in partnership with government.”The evaluation form also asked funders what oth-er tools they need to help their foundation take the next step. Two responses tied for the most fre-quent, the first being “more information about the legal framework for funding these strategies.” This first response is a strong indication that founda-tion leaders operate with an incomplete under-standing of how much leeway they have legally to support advocacy among their grantees. One funder commented that the foundation’s trustees confuse advocacy with lobbying13 and see advo-cacy as “soft” or indirect. This funder noted that the report measuring impact would help dispel this perception among board members. In Site 1, an equal number of respondents (52 percent) said they needed “more information about organiza-tions that engage in these strategies.” Addressing this second response, one foundation director suggested that there would be value in bringing advocacy organizations and funders together, not-13 Lobbying is an attempt to directly or indirectly influence the passage or defeat of government legislation. Lobbying can be one part of an advocacy strategy, but advocacy does not necessarily have to involve lobbying. This is a critical distinction. Federal laws determine how much lobbying a nonprofit organization can engage in, but there are no limits on how much nonlobbying advocacy a nonprofit can undertake. See Alliance for Justice (2004) for a detailed overview of the legal guidelines and restrictions related to lobbying.A mix of such funders attended the events and engaged in needed dialogue with each other and community leaders Ranghelli146 THE FoundationReviewing that s/he had been familiar with only six of the 14 groups in the research sample. The nonprofit leaders at the event agreed; 68 percent suggested that more one-on-one dialogue between com-munity groups and funders would help to make a stronger case for funding this work.The audience that seemed to benefit most from the report and release events were community foundation leaders. In fact, in New Mexico, Randy Royster, president of the Albuquerque Community Foundation, concluded the event with a call to action, sharing the story of his own board’s recent decision to begin supporting advo-cacy; he urged others to do the same. According to Billie Blair, president of the Santa Fe Commu-nity Foundation: We found the research so compelling that we intend to find a way to present it to our entire Board of Directors to get across the message of the impact of funding advocacy. The Community Foundation has been proud to be among the funders of many of the nonprofits in the profile. The numbers of $1 to $157 in return are impressive. Clearly, the findings make staff think more aggressively about investments in nonprofits doing this work.Similarly, at least two community foundations in North Carolina have distributed copies of the impact report to their trustees and plan to discuss how it might guide future grantmaking strategies.NCRP is planning next steps to build on the positive momentum from the events, including working with community foundation leaders to develop a PowerPoint presentation and discussion guide that can be used to facilitate conversations among foundation boards and donors about the impacts of advocacy and organizing and use of these strategies to advance their mission. NCRP will survey funders and community leaders in the future to determine whether funders have changed their behavior and whether the organi-zations have secured more resources from more diverse funding sources for their work. Over time, NCRP will adjust its theory of change and strate-gies as needed, based on whether it achieves these intended outcomes.Recommendations for FoundationsNCRP urges funders that do not currently sup-port advocacy and organizing to:1. Learn more about the legal framework and latitude funders have for making grants to nonprofits that employ these strategies. The Alliance for Justice has developed extensive resources on this topic geared to foundations.2. Examine the foundation’s mission, goals, and theory of change to see whether and how advocacy and organizing can help the founda-tion achieve its objectives. Foundations that fund social services may want to learn more about organizations that effectively combine services and advocacy to maximize impact. 3. Find out about organizations that are or-ganizing and advocating for the issues and constituencies the foundation cares about and approach them to learn more about their work. If an organization is open to site visits, these can be powerful learning tools.4. Seek out peers in philanthropy that already fund advocacy and organizing and can serve as a “mentors,” helping funders navigate the landscape and learn how to identify effective organizations. 5. Explore ways to get acquainted with advocacy issues, such as joining a funding collaborative, convening stakeholders to explore solutions to a pressing problem, or conducting research to inform policy debates.Regional and state grantmaker associations can serve as catalysts for networking among funders and making connections between funders and local community organizations.For funders that already support advocacy and organizing, early evidence indicates that mea-suring impact with the type of tool described in this article can help explain the value of these strategies internally with staff and board as well as with peers. One national social justice funder that employed a return on investment with a set of grantees has used the ROI, which was 512 to 1, for both purposes. Dave Beckwith, executive director of the Needmor Fund, observed, “I love this number. It reaffirmed to our board that our Measuring Impacts of Advocacy and Organizing2009 Vol 1:3 147strategy of funding community organizing is the right one.” He added, “Also, it is encouraging to organizers, to other funders, and to skeptics. It sends a message that organizing works and we can prove it.”Elements of the impact measurement tool poten-tially could be adapted for use by foundations that fund advocacy and organizing to jointly develop and track progress measures with grantees. However, NCRP would caution funders seek-ing to estimate an ROI for an individual grantee for evaluative purposes. Echoed Beckwith, “The story of an organization is much more specific than this instrument can test, and also it should not be used for too short a time frame.” Referring broadly to social value creation measurement tools that integrate costs, Tuan (2008) cautioned against one metric serving as a “silver bullet,” not-ing that “each methodology and its accompanying results are only one factor in an organization’s decision-making process.” Over the last decade, many tools to evaluate advocacy and organizing that may be more appropriate have been devel-oped and refined by others, including the Alliance for Justice, Blueprint Research & Design, the Cali-fornia Endowment, GrantCraft, the Harvard Fam-ily Research Project, the James Irvine Foundation, Organizational Research Services, the Annie E. Casey Foundation, Innovation Network, the As-pen Institute Global Interdependence Initiative’s Continuous Progress, The Urban Institute/Center for What Works, and others.In addition to educating and mentoring their peers about advocacy and organizing, funders also can ensure that their grantmaking approach best supports these strategies by providing more flex-ible grants, specifically general support and mul-tiyear funding. The results of the measurement tool overwhelmingly affirmed the value of these funding mechanisms. Beckwith concluded, “The best capacity building for community organizing and powerful advocacy work is adequate, patient operating support for community organizations.”ConclusionThe application of NCRP’s tool demonstrates that advocacy and organizing do have measurable impact. The number of policy wins, the number of beneficiaries, and often the monetary value of those wins can be estimated. Interim benchmarks can be tracked to document progress in advocacy campaigns. Capacity-building and constituency engagement outcomes also can be measured, and these remain valuable even if an organization fails to achieve its ultimate advocacy goal.Preliminary evidence suggests that the tool has been effective in enhancing funder understanding of advocacy and organizing and in demonstrating that these strategies can have significant impact and broad societal benefit. NCRP will further apply the tool in more sites and follow up in sites where it has already been applied to determine whether the tool is effective at actually persuading funders to initiate or increase funding for advo-cacy and organizing.ReferencesAlliance for Justice. (2004). Investing in change: A funder’s guide to supporting advocacy. Washington, DC: Author. Blueprint Research & Design. (2005). The challenge of assessing policy and advocacy activities: Strategies for a prospective evaluation approach. Los Angeles: The California Endowment.Edwards, M. (2008). Just another emperor? The myths and realities of philanthrocapitalism. New York: Demos: A Network for Ideas & Action. Foundation Center. (2009). Social justice grantmak-ing II: An update on U.S. foundation trends—High-lights. New York: Author.GrantCraft. (2009). Funding community organizing: Social change through civic participation. New York: Author.Halpern, D. (2005). Social capital. Cambridge, UK: Polity Press. “Also, it is encouraging to organizers, to other funders, and to skeptics. It sends a message that organizing works and we can prove it.”Ranghelli148 THE FoundationReviewHerman, R. D., & Renz, D. O. (2008). Advancing nonprofit organizational effectiveness research and theory: Nine theses. Nonprofit Management and Leadership, 18, 399–415.Independent Sector & Foundation Center. (2005). Social justice grantmaking: A report on foun-dation trends. New York: Foundation Center.Jagpal, N. (2008). Changing the world for all: A new approach. Responsive Philanthropy, Fall 2008, 6–9. Mediratta, K., Shah, S., & McAlister, S. (2008). Or-ganized communities, stronger schools: A preview of research findings. Providence, RI: Brown University.National Committee for Responsive Philan-thropy (NCRP). (2005). Social justice philanthropy: The latest trend or a lasting lens for grantmaking? Washington, DC: Author.Proscio, T. (2005). Advocacy funding: The philanthropy of changing minds. New York: GrantCraft.Putnam, R. (2000). Bowling alone: The collapse and revival of American community. New York: Simon & Schuster.Ranghelli, L. (2004). Program assessment executive summary. Toledo, OH: Needmor Fund.Ranghelli, L. (2008a). Recent literature on measuring impact: Advocacy, community organizing, and civic engagement. Washington, DC: National Committee for Responsive Philanthropy.Ranghelli, L. (2008b). Strengthening democracy, increasing opportunities: Impacts of advocacy, organizing and civic engagement in New Mexico. Washington, DC: National Committee for Respon-sive Philanthropy.Ranghelli, L., & Craig, J. (2009). Strengthening democracy, increasing opportunities: Impacts of advocacy, organizing and civic engagement in North Carolina. Washington, DC: National Committee for Responsive Philanthropy.Shapiro, R., & Mathur, A. (2008). The social and eco-nomic value of private and community foundations. Washington, DC: Sonecon.Skocpol, T. (2003). Diminished democracy: From membership to management in American civic life. Norman: University of Oklahoma Press.Solidago Foundation. (2008). Community benefits report brief. Northampton, MA: Author.Speer, P. W. (2002). Evaluation report—People making public policy in California: The PICO California project. Nashville, TN: Vanderbilt University.Swarts, H. J. (2008). Organizing urban America: Secular and faith-based progressive movements. Min-neapolis: University of Minnesota Press.Tuan, M. T. (2008). Measuring and/or estimating social value creation: Insights into eight integrated cost ap-proaches. Seattle: Bill & Melinda Gates Foundation.W. K. Kellogg Foundation. (2007). Designing initia-tive evaluation: A systems-oriented framework for evaluating social change efforts. Battle Creek, MI: Author. Warren, M. R., & Wood, R. L. (2001). Faith-based community organizing: The state of the field. Jericho, NY: Interfaith Funders.Lisa Ranghelli, M.R.P., is a senior research associate with the National Committee for Responsive Philanthropy. She brings 20 years of experience in the nonprofit and public sectors, helping grassroots organizations mobilize success-fully in response to local, state and federal policy issues and most recently, documenting and evaluating social change strategies. Correspondence concerning this article should be addressed to Lisa Ranghelli, National Committee for Respon-sive Philanthropy, 2001 S Street NW, Suite 620, Washington, DC 20009 (email: lranghelli@ncrp.org).",
    "id": 10687996,
    "identifiers": {
        "doi": "10.4087/FOUNDATIONREVIEW-D-09-00029.1",
        "oai": "oai:scholarworks.gvsu.edu:tfr-1130"
    },
    "title": "Measuring the Impacts of Advocacy and Community Organizing: Application of a Methodology and Initial Findings",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-01-01T08:00:00+00:00",
    "publisher": "ScholarWorks@GVSU",
    "references": [
        {
            "id": 6969060,
            "title": "Advocacy funding: The philanthropy of changing minds.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Proscio, T. (2005). Advocacy funding: The philanthropy of changing minds. New York: GrantCraft.",
            "cites": null
        },
        {
            "id": 6969061,
            "title": "Bowling alone: The collapse and revival of American community.",
            "authors": [],
            "date": "2000",
            "doi": "10.1145/358916.361990",
            "raw": "Putnam, R. (2000). Bowling alone: The collapse and revival of American community. New York: Simon & Schuster.",
            "cites": null
        },
        {
            "id": 6969056,
            "title": "Changing the world for all: A new approach. Responsive Philanthropy,",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Jagpal, N. (2008). Changing the world for all: A new approach. Responsive Philanthropy, Fall 2008, 6–9.",
            "cites": null
        },
        {
            "id": 6969071,
            "title": "Community benefits report brief.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Solidago Foundation. (2008). Community benefits report brief. Northampton, MA: Author.",
            "cites": null
        },
        {
            "id": 6969069,
            "title": "Diminished democracy: From membership to management in American civic life. Norman:",
            "authors": [],
            "date": "2003",
            "doi": "10.1162/0022195054741389",
            "raw": "Skocpol, T. (2003). Diminished democracy: From membership to management in American civic life. Norman: University of Oklahoma Press.",
            "cites": null
        },
        {
            "id": 6969074,
            "title": "Evaluation report—People making public policy in California: The PICO California project.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Speer, P. W. (2002). Evaluation report—People making public policy in California: The PICO California project. Nashville, TN: Vanderbilt University.",
            "cites": null
        },
        {
            "id": 6969080,
            "title": "Faith-based community organizing: The state of the field.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Warren, M. R., & Wood, R. L. (2001). Faith-based community organizing: The state of the field. Jericho, NY: Interfaith Funders.",
            "cites": null
        },
        {
            "id": 6969059,
            "title": "for Responsive Philanthropy (NCRP).",
            "authors": [],
            "date": "2005",
            "doi": "10.1007/springerreference_76089",
            "raw": "National Committee for Responsive Philanthropy (NCRP). (2005). Social justice philanthropy: The latest trend or a lasting lens for grantmaking? Washington, DC: Author.",
            "cites": null
        },
        {
            "id": 6969051,
            "title": "Funding community organizing: Social change through civic participation.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "GrantCraft. (2009). Funding community organizing: Social change through civic participation. New York: Author.",
            "cites": null
        },
        {
            "id": 6969043,
            "title": "Investing in change: A funder’s guide to supporting advocacy.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Alliance for Justice. (2004). Investing in change: A funder’s guide to supporting advocacy. Washington, DC: Author.",
            "cites": null
        },
        {
            "id": 6969047,
            "title": "Just another emperor? The myths and realities of philanthrocapitalism.",
            "authors": [],
            "date": "2008",
            "doi": "10.1177/0899764008330584",
            "raw": "Edwards, M. (2008). Just another emperor? The myths and realities of philanthrocapitalism. New York: Demos: A Network for Ideas & Action.",
            "cites": null
        },
        {
            "id": 6969079,
            "title": "Kellogg Foundation.",
            "authors": [],
            "date": "2007",
            "doi": "10.1007/springerreference_75910",
            "raw": "W. K. Kellogg Foundation. (2007). Designing initiative evaluation: A systems-oriented framework for evaluating social change efforts. Battle Creek, MI: Author.",
            "cites": null
        },
        {
            "id": 6969078,
            "title": "Measuring and/or estimating social value creation: Insights into eight integrated cost approaches.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Tuan, M. T. (2008). Measuring and/or estimating social value creation: Insights into eight integrated cost approaches. Seattle: Bill & Melinda Gates Foundation.",
            "cites": null
        },
        {
            "id": 6969058,
            "title": "Organized communities, stronger schools: A preview of research findings.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Mediratta, K., Shah, S., & McAlister, S. (2008). Organized communities, stronger schools: A preview of research findings. Providence, RI: Brown University.",
            "cites": null
        },
        {
            "id": 6969076,
            "title": "Organizing urban America: Secular and faith-based progressive movements.",
            "authors": [],
            "date": "2008",
            "doi": "10.1111/j.1468-5906.2008.00440_4.x",
            "raw": "Swarts, H. J. (2008). Organizing urban America: Secular and faith-based progressive movements. Minneapolis: University of Minnesota Press.",
            "cites": null
        },
        {
            "id": 6969062,
            "title": "Program assessment executive summary.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Ranghelli, L. (2004). Program assessment executive summary. Toledo, OH: Needmor Fund.",
            "cites": null
        },
        {
            "id": 6969063,
            "title": "Recent literature on measuring impact: Advocacy, community organizing, and civic engagement.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Ranghelli, L. (2008a). Recent literature on measuring impact: Advocacy, community organizing, and civic engagement. Washington, DC: National Committee for Responsive Philanthropy.",
            "cites": null
        },
        {
            "id": 6969053,
            "title": "Social capital. Cambridge, UK: Polity Press. “Also, it is encouraging to organizers, to other funders, and to skeptics. It sends a message that organizing works and we can prove it.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Halpern, D. (2005). Social capital. Cambridge, UK: Polity Press. “Also, it is encouraging to organizers, to other funders, and to skeptics. It sends a message that organizing works and we can prove it. ”Ranghelli 148  THE FoundationReview Herman, R. D., & Renz, D. O. (2008). Advancing nonprofit organizational effectiveness research and theory: Nine theses. Nonprofit Management and Leadership, 18, 399–415. Independent Sector & Foundation Center.",
            "cites": null
        },
        {
            "id": 6969049,
            "title": "Social justice grantmaking II: An update on U.S. foundation trends—Highlights.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Foundation Center. (2009). Social justice grantmaking II: An update on U.S. foundation trends—Highlights. New York: Author.",
            "cites": null
        },
        {
            "id": 6969055,
            "title": "Social justice grantmaking: A report on foundation trends.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "(2005). Social justice grantmaking: A report on foundation trends. New York: Foundation Center.",
            "cites": null
        },
        {
            "id": 6969064,
            "title": "Strengthening democracy, increasing opportunities: Impacts of advocacy, organizing and civic engagement in",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Ranghelli, L. (2008b). Strengthening democracy, increasing opportunities: Impacts of advocacy, organizing and civic engagement in New Mexico. Washington, DC: National Committee for Responsive Philanthropy.",
            "cites": null
        },
        {
            "id": 6969065,
            "title": "Strengthening democracy, increasing opportunities: Impacts of advocacy, organizing and civic engagement in North Carolina.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Ranghelli, L., & Craig, J. (2009). Strengthening democracy, increasing opportunities: Impacts of advocacy, organizing and civic engagement in North Carolina. Washington, DC: National Committee for Responsive Philanthropy.",
            "cites": null
        },
        {
            "id": 6969045,
            "title": "The challenge of assessing policy and advocacy activities: Strategies for a prospective evaluation approach. Los Angeles: The California Endowment.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Blueprint Research & Design. (2005). The challenge of assessing policy and advocacy activities: Strategies for a prospective evaluation approach. Los Angeles: The California Endowment.",
            "cites": null
        },
        {
            "id": 6969066,
            "title": "The social and economic value of private and community foundations.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Shapiro, R., & Mathur, A. (2008). The social and economic value of private and community foundations. Washington, DC: Sonecon.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://scholarworks.gvsu.edu/tfr/vol1/iss3/11"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/10687996.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/10687996"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/10687996/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/10687996/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/10687996"
        }
    ],
    "abstract": "· The increasing emphasis by funders on strategic grantmaking and measurable outcomes may be a disincentive to support policy and advocacy work, because of the perception that outcomes can be difficult to assess.\n· A tool for measuring impact can reduce the barriers to funding advocacy and policy work.\n· The tool draws upon the literatures on evaluating advocacy and organizing, social capital building efforts, and return on investment approaches to evaluation.\n· The tool was applied in two sites, where funders found it useful to understand advocacy impacts and learn how advocacy can enhance their grantmaking goals",
    "tags": [
        "text",
        "Nonprofit Administration and Management",
        "Public Affairs, Public Policy and Public Administration"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.gvsu.edu:tfr-1130",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "261",
        "openDoarId": 0,
        "name": "Scholarworks@GVSU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 10687996,
        "depositedDate": "2009-10-01T00:00:00+01:00",
        "publishedDate": "2009-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-27T19:51:09+00:00",
        "acceptedDate": "2010-08-26T00:00:00+01:00",
        "createdDate": "2013-06-24T11:15:00+01:00"
    },
    "urls": [
        "https://scholarworks.gvsu.edu/tfr/vol1/iss3/11",
        "https://scholarworks.gvsu.edu/context/tfr/article/1130/viewcontent/11_Measuring_the_Impacts_of_Advocacy.pdf"
    ],
    "lastUpdate": "2024-01-27T19:51:09+00:00",
    "setSpecs": []
}