{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lobb , Jolan Shafir"
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-12T22:37:12+01:00",
    "dataProvider": {
        "id": 14746,
        "name": "GSSRR.ORG: International Journals: Publishing Research Papers in all Fields",
        "url": "https://api.core.ac.uk/v3/data-providers/14746",
        "logo": "https://api.core.ac.uk/data-providers/14746/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/322601124.pdf",
    "fullText": " International Journal of Sciences: Basic and Applied Research (IJSBAR)  ISSN 2307-4531 (Print & Online)  http://gssrr.org/index.php?journal=JournalOfBasicAndApplied --------------------------------------------------------------------------------------------------------------------------- 133  Member Trust and Self-Revelation by Rabbis as LGBTQ Jolan Shafir Lobb PhD* Indian River State College, 3209 Virginia Avenue Fort Pierce, FL 34981, USA Email: jlobb@irsc.edu / rebshafir@earthlink.net  Abstract The increased social acceptance of LGBTQ individuals and behaviors has begun to conflict with traditional Abrahamic proscriptions.  An “opt-in” sample of 324 individuals who attended Jewish congregations was recruited from the Internet as part of a larger research project.  This analysis is conducted on part of the data collected in that study.  Two categories of congregations were identified: congregations in which the rabbi had self-revealed as LGBTQ and congregations in which the rabbi was believed heterosexual.  There was no significant difference in the level of trust in the rabbi based on the LGBTQ status of the rabbi, which differed from findings in secular organizations.  The results of the analysis indicated a need for further study, both quantitative and qualitative.  The public self-revelation of LGBTQ identity on the part of the rabbi is a religious signal, thus possibly contributing to higher levels of trust. Keywords: LGBTQ; Jewish; rabbi; clergy; religious signaling; leadership trust. 1. Introduction Since the 1970s, increased social acceptance for people who identify as lesbian, gay, bisexual, transgender, queer, or questioning (LGBTQ) in American society [1], has presented new challenges for religious communities [2,3].  In the past two decades, these challenges have increasingly involved members of the clergy who self-reveal to members of their congregation as LGBTQ [4].  Xiong, Lin, Li, and Wang [5] theorized that the leader’s honesty and willingness to take risks were essential in developing willingness in others to place trust in the leader.   ------------------------------------------------------------------------ * Corresponding author.  International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 134  Bowring [6] found that when a leader self-revealed as LGBTQ in a secular workplace, trust among followers were enhanced.  A religious setting can present a different context because of the long-term opposition of religious texts and authorities to LGBTQ behaviors [7]. The role of a clergy typically requires considerable trust on the part of congregants and staff members [8,9].  Hall, Cohen, Meyer, Varley, and Brewer [10] found that the level of trust increased when the targeted individual adhered faithfully to standard religious requirements.  However, when the targeted individual violated religiously held proscriptions, such as when Catholics ate meat during Lent or Muslims ate pork at social gatherings, the extent of trust held by the participants declined, regardless of religious traditions involved. White [11] and Greenberg [12] were two clergy members committed to fundamentalist, traditional branches of their faith traditions and who self-revealed as gay after becoming ordained.  According to White, an evangelical Protestant minister ostracized from his religious community after self-revealing as gay: “Our gay Christian brothers and sisters are suffering in silence, leaving the church in anger and disappointment, and even taking their own lives” [11:306].  Greenberg, an Orthodox rabbi, added:  “For most gay Jews and many others as well, gayness is not up for reconsideration.… For many Jews homosexuality is not on the line; Judaism is.  The challenge of gay inclusion tests any tradition’s capacity to engage with diversity” [12:30-31].  Perpetuating hostility and mistrust toward clergy members who have self-revealed as LGBTQ may in fact be putting religious communities at risk from organizational ruptures and a large loss of membership [1,13,14].   1.1. Statement of the problem  The general problem was that the increased social acceptance of LGBTQ individuals and behaviors has begun to conflict with traditional faith proscriptions against these behaviors [2, 3, 15, 16].  The specific problem was if the LGBTQ status of a clergy member and the extent of trust held by congregants was comparable or different from secular organizations [14,17]  1.2. Purpose  The purpose of this quantitative comparative analysis was to compare trust in the rabbi based on clergy LGBTQ status.  The independent variable was the LGBTQ status of the congregational rabbi, a dichotomous variable indicating whether the clergy member had self-revealed as LGBTQ or was believed heterosexual.  The LGBTQ status of the rabbi was identified from the public website of the congregation that the participant attended or by being so identified by the participant.  The outcome variable was the level of trust in the rabbi reported by members of the congregation.  Congregant trust in the rabbi was assessed using the Trust in Leadership scale (TILS) [18; see Appendix], an eight-item Likert-type scale.  Permission was obtained to use a modified version of this instrument. 1.3. Research question  Is there a significant difference in the level of trust in the congregational rabbi held by members of a Jewish congregation based on the LGBTQ status of the rabbi? 1.4. Hypotheses  International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 135  H10.  There is no significant difference in the level of trust in the congregational rabbi held by members of a Jewish congregation based on the LGBTQ status of the rabbi. H1a.  There is a significant difference in the level of trust in the congregational rabbi held by members of a Jewish congregation based on the LGBTQ status of the rabbi. 2. Review of the literature 2.1. Theoretical/Conceptual Framework  Studies have shown that in business organizations where leaders have self-identified as LGBTQ, there is greater leadership trust [19].  This trust may be due to the willingness of the leaders to put themselves at risk or cost for the sake of honesty with themselves and others [18,20].  Other studies have shown that individuals who remain loyal to religious-based behavioral norms, again exposing themselves to a cost or risk, are admired, even when the admirer does not agree with the specific religion being displayed through that behavior [21]. 2.2. Signaling Theory  According to signaling (or signalling) theory, a signal is an action, typically costly, that reveals information [22].  When the information conveyed is accurate, whether useful or not, it is considered honest, but when the information contributes to a deception, it is considered dishonest.  Sometimes, the cost of the signal is part of demonstrating the value of the signal being sent, or perhaps the value of the individual sending the signal, such as elegant plumage on male birds during courtship rituals [23,24]. According to signaling theory, honest signals can be so costly to make that, in all likelihood, producing the signal would be too costly if the true level of quality or need being communicated were other than that transmitted through the signal [22,24].  The theory further explains that signals considered difficult to fake are preferable and that this tendency is evolutionary and supported through natural selection.  Receivers naturally want good returns on any investments in others, regardless of the currency of the investment [22,24].   Humans continually send social signals, such as with body movements or micro-expressions, when in the presence of others, even if they are not deliberately trying to send these signals [24,25].  These tendencies are especially sensitive for detecting a true disapproval signal.  Human responses are both physical and psychological.  Social rejection, especially when linked to self-identity, triggers the same regions of the brain triggered during experiences of physical pain [23].  It follows that the pain of social exclusion affects emotional well-being as well. 2.3. Religion and Signaling Theory  Religion holds a special place in signaling theory partly because religion can increase the confidence of both senders and receivers of signals that the meaning of the signal will be properly interpreted [26].  However, Singh and Chatterjee missed the importance of the intersection between costly religious signaling behaviors and the influences explained in the psychological centrality principle which underscores the importance of values related to an individual’s own perceptions of self-worth.  Religious communities also codify some costly signals through rituals and ritual observances [27].  At the same time, those signal senders who perform these ritual behaviors, such as Sabbath observance and dietary observances, are perceived as also promoting the self-esteem International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 136  values of the group [22].  The intersection of these two theories, signaling theory and the psychological centrality principle, explains the desire for religious groups to be more self-contained as well.   Signaling theory may explain why being openly self-identified as LGBTQ can increase trust in an organization in that the self-revealing can be seen as an honest signal of trustworthiness and even leadership [10,28].  This analysis suggests that religiosity may act as a modifier, resulting in a special category of signaling, namely religious signaling. 2.4. Leadership and Signaling Theory  Grabo, Spisak, and van Vugt [25] explored signaling theory as an evolution-based explanation for charismatic leadership.  Grabo and his colleagues defined charismatic leaders in terms of the cooperation and trust they were able to engender in their followers.  The researchers posited that the signals employed by charismatic leaders must have been more honest than dishonest in the past when these signals would have evolved.  The tests for these signals would have been information-rich cultures where the leaders were relatively well known to their followers and would have arisen at times of need [25].  Despite the abundance of public information in the contemporary media-rich world, followers are actually deprived of the in-depth information to which they would have had access in the past, so it has become easier to send false signals of fitness based on external cues that are superficially costly.  The researchers called for additional research in how to understand these signals and how to prevent their misuse in the current environment [10,25]. 2.5. Role of Clergy As more LGBTQ clergy serve congregations and become open in their LGBTQ identities, there will be both more acceptances and more resistance and backlash [29,30,31].  The early openly LGBTQ clergy served in special capacities that both changed the organizations and affected the individuals [4].  Klein [32], an openly lesbian rabbi, reported in a narrative study that when she first interviewed for a position with a congregation she simply mentioned matter-of-factly that she was a lesbian and was pleasantly surprised to discover that her status was not an issue in any way, despite the conservative views of the community. 2.6. Leadership Trust Leadership trust theory has its roots in the social cognitive modeling proposed by Bandura [33].  Many studies have shown that leadership behavior has direct and profound connections with levels of trust in a variety of organizations, such as teams, businesses, and communities [34].  Bowring [6] and Hall and his colleagues [10] showed that trust in a leader is one of the most important assets the leader can have.  Trust is influenced by many factors.  Bowring found that for a leader, self-revealing as LGBTQ enhanced trust.  Hall and his colleagues found that personal risk behaviors affected trust as well.  When an individual’s behavior resulted in increased personal risk or expense and was consistent with in-group norms, followers expressed and demonstrated higher trust levels toward that leader, but when the risk or expense was contrary to the behaviors the leader’s group regarded as mandatory, the level of trust was reduced [10].   When the leader of an organization self-reveals as LGBTQ, the leader takes a substantial personal risk.  Following Bowring’s [6] model to its logical conclusion, one would predict that followers would then offer an increased level of trust.  International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 137  However, both Hall and his colleagues [10] and Duane Hansen and his colleagues [35] found that leadership trust was moderated by the level of ethical behavior or by the alignment of the leadership behavior with the goals and objectives of the organization. 2.7. Religious Organizations Within religious organizations, Jewish and otherwise, there is a wide range of attitudes toward individuals expressing LGBTQ identities [31].  Among Orthodox Jews there is great social risk in self-revealing as LGBTQ, and considerable value is placed on heterosexual marriage and children, especially among Orthodox rabbis [36].  The Reform Jewish movement has publicly expressed support and endorsement of LGBTQ rabbis, and the Conservative Jewish movement has been accepting openly LGBTQ candidates as rabbinical students only since 2010 [37]. 2.8. LGBTQ Inclusion in Jewish Congregations Studying LGBTQ clergy and leadership experiences in religious organizations reveals an interesting subarea of LGBTQ leadership.  Secular organizations are restricted from discrimination toward LGBTQ-identified individuals, but religious organizations have no such restrictions [38].  However, since 1977, when the Union for Reform Judaism formally declared that all homosexuals were entitled to protection against discrimination, there has been increasing acceptance of all LGBTQ-identified individuals [39].  In 1988, Rabbi Stacy Offner became the first openly lesbian rabbi to lead a mainstream congregation [38]. The acceptance of LGBTQ self-identified clergy has moved from Reform-affiliated congregations toward the more traditional or stringent movements within Judaism over time [40].  Each movement has moved toward greater inclusion and greater protections against discrimination in different steps and speeds, with the mainstream Orthodox movement only recently starting to embrace individuals with such identities [41].  There are still many closeted and hidden members of the LGBTQ community among congregational members and even the clergy [40,41].  However, all the movements are addressing these concerns in more healing ways than in the past [42].  Part of the challenge is that traditional religious views toward members of the LGBTQ community by mainstream religious organizations have been the source of conflict, from both the religious community and the nonreligious LGBTQ community [43]. 3. Research Method  The independent variable was the LGBTQ status of the congregational rabbi, a dichotomous variable indicating whether the clergy member had self-revealed as LGBTQ or was believed heterosexual.  The LGBTQ status of the rabbi was identified from the public website of the congregation that the participant attended or by being so identified by the participant.  The outcome variable was the level of trust in the rabbi reported by members of the congregation, assessed using the Trust in Leadership scale (TILS) [18; see Appendix], an eight-item Likert-type scale.  Permission was obtained to use a modified version of this instrument.   The participants in the study consisted of an “opt-in” sample of 324 individuals recruited from the Internet as part of a larger research project.  This analysis is conducted on part of the data collected in that study.  The participants self-identified as International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 138  participating in Jewish congregations of various denominations.  There were a sufficient number of congregations for each denomination within the United States to provide a needed representation for the sample.  In the sample used, 48 individuals belonged to congregations in which the rabbi had self-revealed as LGBTQ.  Between-group comparison was evaluated using the Mann-Whitney U test and checked for significance [44].  The analysis was conducted using SPSS (Version 22) statistical software. 3.1. Population and Sample In the most recent full survey of Jewish congregations in the United States [45] 3,727 active synagogues were identified.  The majority of congregations were Orthodox, even though Orthodox Jewry accounts for only about 10%-12% of U.S. Jews [46].  Orthodox Jews perceive a necessity to live within walking distance of their synagogue because of the prohibitions against driving combustion engines on the Sabbath and major holidays.  In contrast, members of other congregations are more likely to be geographically dispersed and therefore to have much larger membership numbers.  The percentage of LGBTQ-identified Jews nationwide is between 5%-10% of all Jews across all denominations, with higher densities reported in more urban areas [46].   Permission was obtained from the Institutional Review Board (IRB) of Northcentral University before recruiting participants.  The survey participants were told that they were participating in a survey of congregational participation and trust as pertaining to rabbis.  The LGBTQ status of the rabbi was identified from the congregational website.  However, participants were also asked about the sexual orientation and gender identity of the rabbi in the survey as part of demographic information. 3.2. The Trust in Leadership Scale (TILS) The TILS [18] was designed to measure the extent of trust that followers experience in their leaders.  The scale was modified to use Jewish terminology where appropriate, such as substituting the term rabbi for the term leader.  A sample item was, “If I shared my problems with my rabbi, I know (s)he would respond helpfully and thoughtfully.”  This scale was originally developed to measure leadership trust in a team environment and was shown to have high reliability in various settings [47].  These items were scored on a 7-point Likert-type scale with values ranging from 1 (strongly disagree) to 7 (strongly agree). 3.3. Operational Definitions of Variables This analysis involved the use of two variables: level of trust in the rabbi and LGBTQ status of the rabbi.  Between-group comparisons were evaluated by means of the Mann-Whitney U test and compared for significance [44].  Following are operational definitions of the variables used for this analysis.   Level of trust in the rabbi.  The level of trust in the rabbi was the dependent variable measured as the mean score of the TILS [18], a 7-point Likert-type scale with eight items and possible values ranging from 1 (strongly disagree) to 7 (strongly agree).  The scale of measurement was interval. LGBTQ status of the rabbi.  The LGBTQ status of the rabbi was the dichotomous independent variable.  Members of congregations with a clergy member who had self-revealed as LGBTQ were assigned a 0 for this variable, and members of other congregations where clergy were believed to be heterosexual were assigned a 1.  This information was obtained from the congregational International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 139  website. 3.4. Procedures Survey participants were told that they were participating in a survey of congregational participation and trust as pertaining to rabbis.  Participation was anonymous and voluntary.  Potential participants were shown an online letter of informed consent explaining the study and informing them of their rights.  These rights included anonymous participation, complete confidentiality of data, the right to decline to participate without consequence or harm, the right to refuse to answer any question, and the right to withdraw from the study at any time, also without consequence or harm.  Participants were asked to complete a survey online accessed through a link provided using Survey Monkey.  The survey form included the full text of the informed consent letter and required participants to verify their informed consent before proceeding to complete the anonymous online survey. 3.5. Limitations and Assumptions This analysis rested on several assumptions.  It was assumed that participants answered the questions on the questionnaire as truthfully as possible and to the best of their abilities.  It was assumed that the instruments were reliable and valid and that questions were asked and understood in a style such that the responses yielded the data required.  Statistical assumptions for parametric statistics include the use of a continuous scale for the dependent variable, random sampling from the population, and independence of observations.   This study had the standard limitations associated with online surveys. 3.6. Ethical Assurances Prior to any data collection or community contact, formal approval of the study was obtained from the IRB of Northcentral University.  Each participant provided informed consent to participate in the study by clicking on a button electronically indicating consent.  The electronic screen included the complete text of the informed consent form, and clicking the agreement button led the participant to proceed to the full electronic survey.  No individuals with whom I have been personally acquainted were included as participants.   The survey was posted on the Survey Monkey website where no personal information was requested from any participant. To ensure protection from harm to the participants, no personal identifying information was associated with data collected.  At all times, appropriate ethical considerations for all participants and anyone associated with the study were followed, as were all IRB requirements. 4. Results  A total of 324 persons ages 18 and above from the United States were recruited through the Internet for the study.  Survey data were collected between August 21 and September 16, 2018.  Questions were asked about demographics, religiosity, leadership trust, community supportive behavior, and synagogue attendance.  Of these participants, 48 belonged to congregations with a clergy member who had self-revealed as LGBTQ, as determined by the website of the congregation or other publicly available information, referred to as Group 1.  International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 140  The remaining 276 participants belonged to congregations with no evidence that the rabbi had self-revealed as LGBTQ, referred to as Group 2. The number of participants was sufficient for a medium effect size of d = 0.5, an alpha error probability of .05, and a power of 80% [48]. 4.1. Reliability and Validity of the Data  Mann-Whitney U tests were used.  Mann-Whitney U tests is nonparametric and therefore relies on the assumptions of random samples and independent observations, where each person or case must be counted only once and cannot exercise an influence over the data for another person [49].    Reliability data from this analysis were compared to the data presented on the original scales of the instruments.  Cronbach’s alpha scores indicated the extent to which items on the scale were interrelated and thus were appropriate measures of the identified scale construct.  Cronbach’s alpha for TILS in the present analysis (α = .92) was comparable to that of the original measurement (α =.89 to .96). 4.2. Distributions in the full sample   In Group 1, where the rabbi was self-revealed as LGBTQ, 70.8% of the participants were female.  In Group 2 of the original full sample of 324 participants, 67.4% were female.  In both groups, almost two thirds of the participants were over 50 years old, with the large majority of these over 60 years old.   No participants in Group 1 attended Orthodox synagogues, and only three (6.3%) attended Conservative synagogues.  However, 42 participants from Group 2 (15.2%) attended Orthodox synagogues, and 122 (44.2%) attended Conservative synagogues.  In Group 1, 24 participants (50%) attended Reform synagogues.  Table 1 shows the demographic data for the original 324 participants, according to the LGBTQ status of the rabbi. The distribution of the outcome variable was not normally distributed, and the LGBTQ status of the congregational rabbi is a dichotomous variable.  Therefore, a Mann-Whitney U test, a nonparametric statistical method, was used to answer the research question.   For Group 1, the mean score for the TILS was 6.20 (SD = 1.04, N = 48).  The mean rank was 181.57, and the sum of ranks was 8715.5.  For Group 2, the mean score for the TILS was 5.92 (SD = 1.13, N = 276).  The mean rank was 159.18, and the sum of ranks was 43934.5.  The difference between the two groups was not significant, Mann-Whitney U (1, N = 324) = 5708.5, Wilcoxon W = 43934.5, Z = -1.53, p = .12.  The null hypothesis was not rejected.  The alternative hypothesis was not supported.  There was no significant difference in the level of trust in the congregational rabbi held by members of a Jewish congregation based on the LGBTQ status of the rabbi.      International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 141   4.3. Table 1   Table 1: Distribution of Participants, by Rabbi Status, All Participants Characteristic LGBTQ (n = 48) Not LGBTQ (n = 276) Gender      Male 10 (20.8%)  87 (31.5%)   Female 34 (70.8%)  186 (67.4%)   Other 4 (8.3%)  3 (1.1%)  Age      18 to 30 1 (2.1%)  20 (7.2%)   31 to 40 7 (14.6%)  26 (9.4%)   41 to 50 7 (14.6%)  50 (18.1%)   51 to 60 9 (18.8%)  63 (22.8%)   Over 60 23 (47.9%)  116 (42.0%)  Type of congregation      Orthodox 0 (0.0%)  42 (15.2%)   Conservative 3 (6.3%)  122 (44.2%)   Reform 24 (50.0%)  79 (28.6%)   Reconstructionist 2 (4.2%)  13 (4.7%)   Humanist or other 1 (2.1%)  4 (1.4%)   Renewal 7 (14.6%)  4 (1.4%)   Independent 11 (22.9%)  12 (4.3%)  Note. N = 324. 4.4. Figure 1   A histogram of the TILS mean scores showed a strong negative skew.  Figure 1 shows the histogram for the  TILS mean scores.  International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 142  Figure 1:  Histogram.  Mean scores for the Trust in Leadership Scale. 4.5. Evaluation   The findings indicated no difference in the level of trust in the rabbi held by members of a Jewish congregation based on the LGBTQ status of the congregational rabbi.  In contrast, in secular organizations, increased levels of trust were observed in organizations where the leader had publicly self-revealed as LGBTQ [6].  The finding in the current study confirmed earlier research [8,9] showing a special relationship of congregants in religious organizations to their clergy.   4.6. Generalizability  Participants for this study were recruited through the Internet on an opt-in basis, without a systematic sampling method.  The findings were statistically significant such that results could be generalized to a larger population.  However, the definition of the larger population to which results can be generalized is unknown. 5. Conclusions  5.1. Limitations An important limitation of the analysis was the self-selected, nonprobabilistic method of sampling the participants.  No efforts were made to ensure that sampling was representative across ethnic groups, genders, or nationalities.  The study was conducted using only Jewish congregations.  Religiosity is expressed differently in different religions.  Similar studies in other religious groups may reveal important differences in the findings. 5.2. Ethical issues Respondent privacy was protected by the SurveyMonkey security features.  To increase the truthfulness of the responses and ensure that responses were not biased in relationship to LGBTQ issues in any way, participants were not told that the purpose of this study involved LGBTQ questions.  Thus, mild deception was practiced in administering the study.   One distinctive feature about the survey was that participants did need to identify their congregation by name and zip code to facilitate verifying the public LGBTQ status of the rabbi.  Some participants skipped certain questions.  No other ethical issues were noted in the conduct of the study. 5.3. Implications There was no significant difference in the level of trust in the congregational rabbi held by members of a Jewish congregation based on the LGBTQ status of the rabbi.  For both groups, the level of trust was high, and the slight difference in means between the two groups was not significant.  Viewed from the perspective of signaling theory, the underlying question was the following: Would the high cost signal involved when the rabbi openly self-reveals as LGBTQ be associated with greater levels of trust, or would it be perceived as a breach of trust for individuals with high intrinsic religiosity?  The finding for this analysis was not consistent with the International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 143  research in secular organizations where increased levels of trust were observed in organizations where the leader publicly self-revealed as LGBTQ [6].  However, the finding was consistent with the special relationship in religious organizations toward their clergy [8,9]. As membership in Jewish congregations is voluntary and members choose the congregations to which they belong, these values may also reflect the inherent trust relationship between members and rabbis in congregations overall [8,9], thus obscuring any difference based on the LGBTQ status of the rabbi.  In contrast, secular workplaces typically involve a certain restriction on choice for the employee, or less than complete freedom to exit the organization at will [6].   The findings of the analysis suggest the need for all religious organizations to remain responsive to societal concern.  The LGBTQ status of the clergy in the congregation is only one example.  Without effective responsiveness, religious organizations risk becoming increasingly irrelevant to members and potential members. Displays of religious signaling can be viewed as associated with passion for the Divine and for the religious practice itself [10,50].  This analysis suggests that prosocial religious signaling, as in the case where the rabbi publicly self-reveals as LGBTQ, is associated with evolutionary changes within that religion through the phenomenon of religious signaling [7].  Future research is needed to explore the synergistic potential of dynamics related to social justice and public self-revelation of LGBTQ status, in that these two factors may each be energizing to the other.  Certainly, the rabbi, as exemplar, epitomizes religious signaling for the congregation and its members.  The costly aspect of the signal is typically understood to be compliance with more restrictive requirements, such as special diets and prescribed fasts [10].  These restrictions are part of what makes religious signaling unique.  When the religious signal meets the social or financial cost of a costly signal, the signal must also be seen as complying with traditional values and practices.   5.4. Recommendations  Based on the results of this analysis, rabbis should be aware of the effects of religious signaling so that implied messages and calls to action are clear.  The trust component of leadership from religious signaling is partially contingent on faithfulness to the recognized traditional teachings of the religion [50, 51].  Religious signaling, such as open self-revelation of LGBTQ identity on the part of the rabbi, needs to be viewed not as challenges or threats to the text or its validity but as potential enhancements to the understanding of the ancient texts.  The texts do not change, but the understanding and implications of those texts are always evolving.  Pope John XXIII [52] said on his death bed,  Today more than ever, we are called to serve mankind as such, and not merely Catholics; to defend above all and everywhere, the rights of the human person and not merely those of the Catholic Church...It is not that the Gospel has changed: It is that we have begun to understand it better...The moment has come to discern the signs of the times, to seize the opportunity and to look far ahead. Future research is also needed to understand the unique features of religious signaling related to strict religious requirements.  Finally, it is recommended that future researchers conduct similar studies in congregations of other religions. There is significant evidence of the role of costly signaling in the day-to-day functioning of organizations, especially religious organizations.  Further study on these questions may offer some insight into how values change and how these values are related to costly signaling in terms of trust and community behavior.  This analysis has made an important contribution to the study of signaling theory as it applies to leadership dynamics in terms of levels of trust, especially as more openly revealed LGBTQ rabbis serve more congregations.  Understanding the implications of LBGTQ self-revelation among clergy members may therefore International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 144  be important for the survival of entire religious denominations [12,13,17]. References  [1] J. C. Garvey and N. D. Drezner, “Lesbian, gay, bisexual, transgender, and queer alumni financial giving to and participation with undergraduate alma maters.” College Student Affairs Journal, vol. 34, pp. 29-42, Feb. 2016. doi: 10.1353/csj.2016.0009 [2] R. Liboro and R. Walsh, “Understanding the irony: Canadian gay men living with HIV/AIDS, Their Catholic devotion, and greater well-being.” Journal of Religion & Health, vol. 55, pp. 650–670, Feb. 2015. doi:10.1007/s10943-015-0087-5 [3] G. Seidler, G. “One size does not fit all.” Counselor: The Magazine for Addiction Professionals, vol. 17, pp.  9ff, Mar. 2016. [4] W. D. Creed, R. Dejordy, and J. Lok, “Being the change: Resolving institutional contradiction through identity work.” Academy of Management Journal, vol. 53, pp. 1336-1364, Jun. 2010. doi:10.5465/AMJ.2010.57318357 [5] K. Xiong, W. Lin, J. C. Li, and L. Wang, ” Employee trust in supervisors and affective commitment: The moderating role of authentic leadership”. Psychological Reports, vol. 118, pp. 829-848, Mar 2016. doi:10.1177/0033294116644370 [6] M.A. Bowring, “Can I trust you? Exploring the ways in which sexual orientation disclosure affects the relationship between LGB leaders and their followers.” Canadian Journal of Administrative Sciences (John Wiley & Sons, Inc.), vol. 34, 170-181, Jun. 2017. doi:10.1002/cjas.1435 [7] J. S. Lobb, “Religiosity as a moderator of the relationship between self-revelation by rabbis as LGBTQ and member trust” Doctoral dissertation, Northcentral University, San Diego, 2019. [8] M. Anteby and C. Anderson, “The shifting landscape of LGBT organizational research.” Research in Organizational Behavior, vol. 34, pp. 3-25, 2014. doi:10.1016/j.riob.2014.08.001 [9] B.F. Harrison and M.R. Michelson,  “ God and marriage: The impact of religious identity priming on attitudes toward same-sex marriage.” Social Science Quarterly (Wiley-Blackwell), vol. 96, pp. 1411-1423, May 2015. doi:10.1111/ssqu.12169 [10] D. L. Hall, A. B. Cohen, K. K. Meyer, A. H. Varley and G.A. Brewer, “Costly signaling increases trust, even across religious affiliations.” Psychological Science, vol. 26, pp. 1368-1376, Sep. 2015. doi:10.1177/0956797615576473 [11] M. White. Stranger at the gate: To be gay and Christian in America. New York, NY: Penguin, 1995, pp. 295-310. International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 145  [12] S. Greenberg. Wrestling with God & men: Homosexuality in the Jewish tradition. Madison, WI: University of Wisconsin Press, 2004, pp. 2-39. [13] Y. Ariel, “Gay, Orthodox, and trembling: The rise of Jewish Orthodox gay consciousness, 1970s-2000.” Journal of Homosexuality, vol. 52, pp. 91-109, Sep. 2008. doi:10.1300/J082v52n03_05 [14] G. Yanay-Ventura and N. Yanay, “Unhyphenated Jewish religious feminism.” Women’s Studies International Forum, vol. 55, 18–25, Mar.–Apr. 2016. doi:10.1016/j.wsif.2016.01.001 [15] G. Friedman, “Orthodox rabbis agonize over the hitherto unthinkable: LGBTQ inclusion.” The Times of Israel.Apr. 27, 2017. Retrieved Nov 13, 2018 from https://www.timesofisrael. com/orthodox-rabbis-agonize-over-the-hitherto-unthinkable-lgbtq-inclusion/ [16] A. Segal, “The biggest challenge to ’emunah’ of our time.” The Boiling Point. Sep. 9, 2014. Retrieved Nov 13, 2018 from http://www.shalhevetboilingpoint.com/top-stories/2016/09/14/the-biggest-challenge-to-emunah-of-our-time/ [17] S. Greenberg, “Homosexuality and the human condition.” The Times of Israel. Aug. 9, 2017. Retrieved Nov 13, 2018 from http://blogs.timesofisrael.com/humanization-of-the-word-of-god/ [18] K. T. Dirks, “Trust in leadership and team performance: Evidence from NCAA basketball.” Journal of Applied Psychology, vol. 85, pp. 1004-1012, 2000.  doi:10.1037/0021-9010.85.6.1004 [19] O. Shapira-Lishchinsky and T. Raftar-Ozery, “Leadership, absenteeism acceptance, and ethical climate as predictors of teachers’ absence and citizenship behaviors.” Educational Management Administration & Leadership, vol. 46, pp. 491-510, Mar. 2018. doi:10.1177/1741143216665841 [20] I. E. Sabat, A.P. Lindsey, E. B. King, A. S. Ahmad, A. Membere, and D. F. Arena, “How prior knowledge of LGB identities alters the effects of workplace disclosure.” Journal of Vocational Behavior, vol. 103, pp. 56-70, Sep. 2017. doi:10.1016/j.jvb.2017.09.001 [21] R. E. Daws and A. Hampshire, “The negative relationship between reasoning and religiosity is underpinned by a bias for intuitive responses specifically when intuition and logic are in conflict.” Frontiers in Psychology, vol. 8, pp. 1-12, Feb 2017. doi:10.3389/fpsyg.2017.02191 [22] A. R. Timming and D. Perrett, “Trust and mixed signals: A study of religion, tattoos and cognitive dissonance.” Personality and Individual Differences, vol. 97, pp. 234-238, Oct. 2016. doi:10.1016/j.paid.2016.03.067 [23] B. P. Doré and K. N. Ochsner, “Social cognitive neuroscience: A review of core systems.”.APA Handbook of Personality and Social Psychology, vol. 1, pp. 693-720, Oct. 2015.. doi:10.1037/14341-022 International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 146  [24] A.E. Power, “Discerning devotion: Testing the signaling theory of religion.”  Evolution and Human Behavior, vol. 38, pp. 82-91, Jul. 2017.  doi:10.1016/j.evolhumbehav.2016.07.003  [25] A. Grabo and M. van Vugt, “Charismatic leadership and the evolution of cooperation.” Evolution and Human Behavior, vol. 37, pp. 399-406, Mar. 2016. doi:10.1016/j.evolhumbehav.2016.03.005  [26] D. Singh and G. Chatterjee, “The evolution of religious belief in humans: a brief review with a focus on cognition. Journal of Genetics, vol. 96, pp. 517-524, Mar. 2017. doi:10.1007/s12041-017-0794-7 [27] M. J. Landau, A. C. Kay, and J. A. Whitson, “Compensatory control and the appeal of a structured world.” Psychological Bulletin, vol. 141, pp. 694-722, Mar. 2015. http://dx.doi.org/10.1037/a0038703 [28] J. Chang and M. A. Bowring, “The perceived impact of sexual orientation on the ability of queer leaders to relate to followers.” Leadership, vol. 13, pp. 285-300, Mar. 2017. . doi:10.1177/1742715015586215 [29] K. Carpenter and D. Kaplan, “Non-marital sex in Reform Judaism: Reconciling theory with reality.” Sexuality & Culture, vol. 19, pp. 916-927, Apr. 2015. doi:10.1007/s12119-015-9294-1 [30] C. P. Scheitle and N. Cornell, “Hearing clergy speak about social and political issues: Examining the effects of religious tradition and personal interest.” Social Science Quarterly (Wiley-Blackwell), vol. 96, pp. 148-160, Jan. 2015. doi:10.1111/ssqu.12139 [31] R. S. Weisskirch, S. Y. Kim, S. J. Schwartz, and S. K. Whitbourne, “The complexity of ethnic identity among Jewish American emerging adults.” Identity, vol. 16, pp. 127-141, Jul. 2016. doi:10.1080/15283488.2016.1190724 [32] R. M. Klein, “How serving elders transformed me into the rabbi I am today.” Journal of Religion, Spirituality & Aging, vol. 23, pp. 155-160, Feb. 2011. doi:10.1080/15528030.2011.533355 [33] A. Bandura, A. Social foundations of thought and action: A social cognitive theory. Princeton, NJ: Prentice-Hall 1986. [34] C. O. Omoregie, “Improving trust through ethical leadership: Moving beyond the social learning theory to a historical learning approach.” Journal of Media Critiques, vol. 2, pp. 12-24, Dec. 2016.  doi:10.17349/jmc116201 [35] S. Duane Hansen, B. B. Dunford, B. J. Alge, and C. L. Jackson, “Corporate social responsibility, ethical leadership, and trust propensity: A multi-experience model of perceived ethical climate.” Journal of Business Ethics, vol. 137, pp. 649-662, Apr. 2016. doi:10.1007/s10551-015-2745-7 [36] K. Kissil and H.Itzhaky, “Experiences of the Orthodox community among Orthodox Jewish gay men.” Journal of Gay & Lesbian Social Services, vol. 27, pp. 371-389, Aug. 2015. doi:10.1080/10538720.2015.1051686 International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 147  [37] E. S. Abes, “Exploring the relationship between sexual orientation and religious identities for Jewish lesbian college students.” Journal of Lesbian Studies, vol. 15, pp. 205-225, Mar 2011. doi:10.1080/10894160.2010.510773 [38] E. M. Rodriguez and C. Etengoff, “Religious workplaces: the joys, trials and tribulations of LGBT clergy.” In T. Köllen (Ed.), Sexual orientation and transgender issues in organizations: Global perspectives on LGBT workforce diversity (pp. 181-196). New York, NY: Springer, 2016. doi:10.1007/978-3-319-29623-4_11 [39] E. M. Rodriguez and L.D. Follins, “Did God make me this way? Expanding psychological research on queer religiosity and spirituality to include intersex and transgender individuals”. Psychology & Sexuality, vol. 3, pp. 214-225, May 2012. doi:10.1080/19419899.2012.700023 [40] G. Shilo, I. Yossef, and R. Savaya, “Religious coping strategies and mental health among religious Jewish gay and bisexual men.” Archives of Sexual Behavior, vol. 45, pp. 1551-1561, Dec. 2016. doi:10.1007/s10508-015-0567-4 [41] H. Tamir, D. P. Stephens, and M. J. Levitt, “Cross-sex versus same-sex experience and relationship satisfaction: addressing diverse social networks among Orthodox Jews.” Mental Health, Religion & Culture, vol. 19, pp. 587-599, Jun 2016. doi:10.1080/13674676.2016.1217516 [42] S. Berjot and N. Gillet, “Stress and coping with discrimination and stigmatization.” Frontiers in Psychology, vol. 2, pp. 33-46, Mar. 2011. doi:10.3389/fpsyg.2011.00033 [43] T. N. Fuist, “'It just always seemed like it wasn't a big deal, yet I know for some people they really struggle with it': LGBT religious identities in context.” Journal for the Scientific Study of Religion, vol. 55, pp. 770-786, Dec. 2016. doi:10.1111/jssr.12291 [44] R. M. Baron and D. A. Kenny, “The moderator–mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations.” Journal of Personality and Social Psychology, vol. 51, pp. 1173-1182, Dec. 1986. doi:10.1037/0022-3514.51.6.1173 [45] J. Schwartz, J.Scheckner, and L.Kotler-Berkowitz, “Census of U.S. synagogues, 2001.” American Jewish Year Book, vol. 102, pp. 112-149, Mar. 2002.  Retrieved Nov 13, 2018 from http://www.ajcarchives.org/AJC_DATA/Files/2002_3_SpecialArticles.pdf  [46] Pew Charitable Trust. (2013). A portrait of Jewish Americans. Philadelphia: Author [47] A. Blais and M. Thompson, “The trust in teams and trust in leaders scale: A review of their psychometric properties and item selection.” DRDC Toronto Technical Report. TR 2009-099, 2009. Retrieved Nov 13, 2018 from www.dtic.mil/get-tr-doc/pdf?AD= ADA534178 International Journal of Sciences: Basic and Applied Research (IJSBAR) (2020) Volume 51, No  1, pp 133-148 148  [48] F.Faul, E. Erdfelder, A. Buchner, And A. G. Lang, “Statistical power analyses using G* Power 3.1: Tests for correlation and regression analyses.” Behavior Research Methods, vol. 41, pp. 1149-1160,  Oct. 2009. doi:10.3758/BRM.41.4.1149 [49] J. Pallant, SPSS survival manual (4th ed.).  Berkshire, England: Open University Press. 2013. [50] R. Sosis and E. R. Bressler, “Cooperation and commune longevity: A test of the costly signaling theory of religion.” Cross-Cultural Research, vol. 37, 211-239, May 2003. doi:10.1177/1069397103037002003 [51] L. Cronk, “The application of animal signaling theory to human phenomena: some thoughts and clarifications.” Social Science Information, vol. 44, pp. 603-620, Jun. 2005. doi:10.1177/0539018405058203 [52] Pope John XXIII (1963). Retrieved Nov 13, 2018 from http://vatican2voice.org/4basics/papal.htm 6. Appendix: Trust in Leadership Scale These eight items were rated using a seven-point Likert-type scale ranging from strongly disagree to strongly agree.   1. Most team members trust and respect the rabbi.  2. I can talk freely to the coach about difficulties I am having in the congregation and know that they will want to listen.  3. If I shared my problems with the rabbi, I know they would respond constructively and caringly.  4. I have a sharing relationship with the rabbi. I can freely share my ideas, feelings, and hopes with the rabbi.  5. I would feel a sense of loss if the rabbi left to take a position elsewhere.  6. The rabbi approaches their job with professionalism and dedication.  7. Given the rabbi’s past performance, I see no reason to doubt the rabbi’s competence.  8. I can rely on the rabbi not to make my participation (as a member) more difficult by poor advice.  9. Other rabbis consider my rabbi to be trustworthy. ",
    "id": 322601124,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs.gssrr.org:article/11045"
    },
    "title": "Member Trust and Self-Revelation by Rabbis as LGBTQ",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-04-16T01:00:00+01:00",
    "publisher": "Mohammad Nassar for Researches (MNFR)",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.gssrr.org/index.php/JournalOfBasicAndApplied/article/download/11045/5619"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/322601124.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/322601124"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/322601124/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/322601124/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/322601124"
        }
    ],
    "abstract": "The increased social acceptance of LGBTQ individuals and behaviors has begun to conflict with traditional Abrahamic proscriptions.&nbsp; An “opt-in” sample of 324 individuals who attended Jewish congregations was recruited from the Internet as part of a larger research project.&nbsp; This analysis is conducted on part of the data collected in that study.&nbsp; Two categories of congregations were identified: congregations in which the rabbi had self-revealed as LGBTQ and congregations in which the rabbi was believed heterosexual.&nbsp; There was no significant difference in the level of trust in the rabbi based on the LGBTQ status of the rabbi, which differed from findings in secular organizations.&nbsp; The results of the analysis indicated a need for further study, both quantitative and qualitative.&nbsp; The public self-revelation of LGBTQ identity on the part of the rabbi is a religious signal, thus possibly contributing to higher levels of trust",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "LGBTQ",
        "Jewish",
        "Rabbi",
        "Clergy",
        "religious signaling",
        "leadership trust"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.gssrr.org:article/11045",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14746",
        "openDoarId": 0,
        "name": "GSSRR.ORG: International Journals: Publishing Research Papers in all Fields",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 322601124,
        "depositedDate": null,
        "publishedDate": "2020-04-16T01:00:00+01:00",
        "updatedDate": "2024-02-18T06:32:27+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-12T22:37:12+01:00"
    },
    "urls": [
        "https://www.gssrr.org/index.php/JournalOfBasicAndApplied/article/view/11045"
    ],
    "lastUpdate": "2024-02-18T06:32:27+00:00",
    "setSpecs": []
}