{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Linda Jucovy"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:13:30+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71356495.pdf",
    "fullText": "NATIONALCENTERMentoring Sexual Minority YouthBy Linda Jucovy@ Public/Private VenturesDecember 2000with support from:NWREL Executive Director/CEO:DR. ETHEL SIMON-MCWILLIAMSNational Mentoring Center Interim Director:DR. REX HAGANSAuthor:LINDA JUCOVY @ P/PVEditors:SUZIE BOSS, MICHAEL GARRINGERGraphic Designer:MICHAEL GARRINGERThis project was supported by Award No. 1999-JG-FX-K001 awarded by the Office of Juvenile Justice and Delinquency Prevention, Office of Justice Programs, U.S. Department of Justice. Points of view or opinions in this document are those of the author and do not necessarily represent the official position or policies of the U.S. Department of Justice.Materials produced by other organizations and agencies are reproduced by permission. Information is provided on availablity of additional resourcesfrom other sources. In neither case is the endorsement or support of theNorthwest Regional Educational Laboratory of the content or product implied.ACKNOWLEDGMENTSLinda Jucovy wrote Mentoring Sexual Minority Youth. She would like tothank Craig Bowman, Executive Director of the National Youth Advocacy Coalition;and Paul G. Postiglione, M.S.W., C.S.W.-R., Director of Substance Abuse Services atAlbany (NY) Veterans Hospital; who provided guidance by helping to frame the issuesand sharing key materials. Thanks also to Kathryn Furano of Public/Private Ventures(P/PV), who provided information and gave feedback on an earlier draft of this mate-rial. Jean Grossman managed the project at P/PV, while Scott Peterson, of the Office ofJuvenile Justice and Delinquency Prevention, and Dr. Rex Hagans, at NorthwestRegional Educational Laboratory (NWREL), administered the project at their organiza-tions. Also at NWREL, Suzie Boss edited the material while Michael Garringer handledits design and production.PageIntroduction 1Recognizing the Risks for Youth 3Making Your Organization Feel Safe 7Implications for Training Mentors 9Additional Resources 13Appendix: Readings and Other Useful Materials 17ContentsMentoring Sexual Minority YouthMentoring Sexual Minority Youth1What are the circumstances that put youth at risk? The usual answers—all of them correct—include poverty, living in stressed and violent communities, and/or being a member of ethnicor racial minority groups that must deal with overt and masked prejudice and discrimination.These are the youth most of us picture when we think about the millions of Americans whoare, in the words of the National Research Council, “growing up in circumstances that limit thedevelopment of their potential, compromise their health, impair their sense of self, and gener-ally restrict their chances for successful lives.”1There is, however, an additional correct answer to the question. Being a member of a sexualminority group also places youth at risk. Along with the challenges that all adolescents dealwith, lesbian, gay, bisexual, and transgender youth must cope with prejudice, discrimination,and verbal and physical violence in their schools and families. While mentoring programs andtheir volunteers are attentive to other circumstances that make youth's lives difficult orpainful, they may be overlooking the fact that a youth's sexual orientation is causing her orhim to feel isolated, threatened, and afraid.It is estimated that up to 10 percent of the U.S. population is lesbian or gay.2 Thus, if your pro-gram serves teen-agers, you can assume that some of your participants are members of thissizable sexual minority. Understanding the issues these young people are facing can help youcreate an environment where they can benefit from the adult caring and support that is atthe heart of mentoring.Many people feel uncomfortable dealing with the subject of lesbian and gay youth, even ifthey are not consciously aware of their discomfort. To avoid discomfort, they might prefer toput the subject aside. To help you understand why it is important for your program to beattentive to this issue, the following material first describes the significant multiple obstaclesthat confront lesbian and gay youth and restrict their chances for successful lives. The follow-ing sections then suggest some initial steps your program can take so it will feel safe and wel-coming to these youth and explore the implications for training your mentors. A final sectionlists additional resources. The Appendix includes materials that may be helpful for your staffand your mentors.Introduction“How do you know you're a lesbian?” I get that all the time. I say, “How do you know you'restraight?”—an 11th-grader1 National Research Council. (1993). Losing Generations: Adolescents in High-Risk Settings.  Washington, DC:National Academy Press.2 This estimate, from the Kinsey Institute, is cited in “Questions Often Asked By Family and Friends” on theUCLA Lesbian Gay Bisexual Transgender Resource Center Web site at: www.lgbt.ucla.edu/questions.html2A note on terms:While the Appendix includes a list of expanded definitions, two terms are useful to knowimmediately because they are sometimes confusing to people:l Sexual orientation refers to whether a person is attracted to people of the same sex(homosexual), opposite sex (heterosexual), or both sexes (bisexual).l Gender identity refers to whether a person identifies as a female or male, regardless ofthat person's biological gender. Transgender people are those whose psychological self( “gender identity”) differs from the social expectations for the biological gender theywere born with.The following pages focus on youth who are lesbian, gay, and bisexual (aspects of sexual ori-entation), and transgender (an aspect of gender identity). Note that the phrase  “lesbian andgay youth” is used throughout—that phrase is used inclusively to refer to bisexual and trans-gender youth as well.Mentoring Sexual Minority Youth3Why are lesbian and gay youth at risk? What are the circumstances, as stated by the NationalResearch Council, that “restrict their chances for successful lives”? This section describes someof the forms of prejudice and harassment that lesbian and gay youth must deal with, theeffects on them, and the particular risks they face as a consequence.Two DefinitionsPeople don't choose their sexual orientation; they discover it. Given the cultural and socialpressures in this country, youth (and adults, for that matter) who discover they are lesbian orgay most often initially respond by hiding this fact from their friends, families, and even, in asense, from themselves. The following two definitions are helpful for understanding why thediscovery of their sexual orientation can be painful and isolating for lesbian and gay adoles-cents:Homophobia: The irrational fear, disgust, or hatred of gays, lesbians, or bisexuals.Homophobia refers to the discomfort one feels with any behavior, belief, or attitude that doesnot conform to traditional sex-role stereotypes. Homophobia results in fear of knowing,befriending, or associating with gays, lesbians, or bisexuals, and fear of being perceived as gay,lesbian, or bisexual.Internalized homophobia: The internalization (by lesbian, gay, and bisexual youth andadults) of the belief that same-gender sexual orientation is inferior to heterosexual orienta-tion. This internalization of negative messages and feelings about oneself often leads to diffi-culty with self-acceptance and to self-hate.Adolescence is a difficult time for most youth. They are besieged by messages from theirfriends, schoolmates, families, and the media about how they should “be”—about what isacceptable and what is not. And being accepted is of overwhelming importance. Surroundedby messages that heterosexuality is “normal” and anything else is “wrong,” lesbian and gayyouth, and youth who are questioning whether they are gay or straight, may internalize theseRecognizing the Risks for YouthImagine what it’s like to grow up gay/lesbian in America. When you’re little, you feel differ-ent, but you don’t know what this feeling is all about. And then you’re an adolescent andyou start to realize what this different feeling is, but you cannot talk about it to anyone.Then you’re a young adult, and the whole society tells you that the way you feel is abnor-mal. And then you fall in love with someone, and just like heterosexual people, you wantto shout it from the rooftops, and when things aren’t going right, you need to talk aboutthat too. But you can’t because you’ve been taught that what you feel is not right. You’vebeen taught by society that this love you feel is sinful, and you’ve learned to hide your truefeelings. You’ve been taught to hate the way you feel. There’s this piece of yourself thatyou’ve been taught to hate.—a woman whose daughter, a lesbian, committed suicide at age 194messages and disapprove of themselves. As one 16-year-old wrote in his diary, “I can't let any-one find out that I'm not straight. It would be so humiliating. My friends would hate me, I justknow it.”3A Few FactsNeither school nor home is a safe place for lesbian and gay youth:1.  They are met with harassment and violence in school. A recent national survey foundthat:l More than 90 percent of lesbian and gay youth reported that they frequently or sometimes hear homophobic remarks in their school (words such as “faggot,” “dyke,” or “queer”)l More than 36 percent of the youth reported hearing homophobic remarks from facultyor school staff l More than a quarter (27 percent) of the lesbian and gay youth reported experiences ofphysical harassment, such as being shoved or pushedl More than 13 percent reported experiences of physical assault, including being beatenand kicked4Other studies report similar findings. A year-long study of public schools in Des Moines, Iowa,found that the average high school student hears anti-gay comments 26 times a day. A studyof the Seattle Public Schools revealed that, in a single year, one out of every six lesbian andgay youth was beaten up so badly at school that she or he had to seek medical attention. 52.  They are met with harassment and violence at home. In a survey conducted inPhiladelphia, 34 percent of lesbians and 33 percent of gay males reported experiencingharassment and/or physical violence from family members as a result of their sexual orientation.63 Gay, Lesbian and Straight Education Network BlackBoard On-Line. (2000). Youth Suicide (No longer avail-able on www.glsen.org. Last accessed 7/24/00)4 Survey conducted in 32 states by the Gay, Lesbian and Straight Education Network. Reported in GLSEN’sNational School Climate Survey: Lesbian, Gay, Bisexual and Transgender Students and Their Experiences inSchool. Also cited on the GLSEN Web site at:http://glsen.org/templates/resources/record.html?section=17&record=245 Savin-Williams, R.C. (1994). Verbal and physical abuse as stressors in the lives of lesbian, gay male, andbisexual youth: Associations with school problems, running away, substance abuse, prostitution, and suicide. Journal of Consulting and Clinical Psychology.  62:261-269.6 Gross, L. & Aurand, S. (1996) Discrimination and Violence Against Lesbian Women and Gay Men inPhiladelphia and The Commonwealth of Pennsylvania: A Study by the Philadelphia Lesbian and Gay TaskForce. Philadelphia: Philadelphia Lesbian and Gay Task Force.Mentoring Sexual Minority Youth5The harassment at school and home has potentially life-limiting consequences:l Lesbian and gay youth are more than four times as likely as their “straight” peers to skipwhole days of school out of fear, and approximately 28 percent of lesbian and gayyouth drop out of high school before graduating.7l As many as 25 percent of young males are kicked out of their homes when their fami-lies discover their sexual orientation.8 In fact, it is estimated that 40 percent of homelessyoung people in major U.S. cities are gay or lesbian, with many resorting to “survivalsex” for food, clothing, and shelter. 9Surrounded as they are by negative messages about themselves, sexual minority youth oftenstruggle with low self-esteem. And they feel hopeless about the possibility of feeling morepositively about themselves in the future—one study of lesbian and gay youth, ages 14 to 17,found that half believed that all homosexuals are unhappy.10 As a result, they are less likelythan heterosexual youth to value their own lives. Lesbian and gay youth are at high risk of:l Alcohol and other drug abuse. In a study where youth self-reported on their behavior,lesbian and gay youth were two times more likely to use alcohol, three times more likely to use marijuana, and eight times more likely to use cocaine/crack than their het-erosexual peers. 11l HIV infection. Ongoing studies show that both HIV prevalence and risky behaviorremain high among young gay and bisexual males. For example, one study of six urbancounties, conducted by the Centers for Disease Control (CDC), found that between 5and 8 percent of gay and bisexual males, ages 15 to 22, were infected with HIV. Thehighest prevalence was among young African American males (13 percent), while 5percent of young Latino males and 4 percent of young White males were infected.12 7 Savin-Williams. (see Footnote 5).8 Remafedi, G. (1994). Death by Denial : Studies of Suicide in Gay and Lesbian Teenagers. Boston: AlysonPublications.  (cited on the National Gay and Lesbian Task Force website at: www.ngltf.org/youthinfo.htm)9 Orion Center. (1986). Survey of Street Youth. Seattle, WA: Author.  (cited in Savin-Williams)10 Ryan, C.  & Futterman, D. (1997). Lesbian and Gay Youth: Care and Counseling. New York: ColumbiaUniversity Press11 Telljohann, S.K., et al. (1995).  Teaching about sexual orientation by secondary health teachers.  Journalof School Health.  65:18-22.12 National Center for HIV, STD and TB Prevention, Centers for Disease Control and Prevention. (2000).Young People at Risk: HIV/AIDS Among America’s Youth. Fact sheet on the CDC Web site at:www.cdc.gov/hiv/pubs/facts/youth.htm6l Suicide. Suicide is the leading cause of death among lesbian and gay adolescents.According to a report by the U.S. Department of Health and Human Services (HHS), lesbian and gay youth are two to three times more likely to attempt suicide than theirheterosexual peers; they are estimated to comprise up to 30 percent of completed ado-lescent suicides each year.13 The gay teenager whose diary entry is quoted earlier inthis section was one of those suicides: he killed himself when he was 16 years old.In light of these alarming statistics, the HHS report recommended that youth-serving agen-cies train their personnel on issues that affect lesbian and gay youth, and provide acceptanceand support for these young people. The following two sections describe steps you can taketo accomplish this.13Gibson, P. (1989) Gay Male and Lesbian Youth Suicide: Report of the Secretary’s Task Force on Youth Suicide.Washington, DC: U. S. Department of Health and Human Services. Mentoring Sexual Minority Youth7Lesbian and gay youth have legitimate expectations that they will be harassed, hurt, or reject-ed if they share anything about themselves with another person. Thus, they are unlikely totalk about how they feel or what they are experiencing. Organizations have to take the lead increating an environment where the youth feel accepted and safe, an environment where theycan find the adult support that is missing in their lives.There are several uncomplicated but important steps that organizations can take to createthis environment:1.  Become knowledgeable about the issues facing sexual minority youth. In addition tothe information in the previous section, read the materials included in the Appendix. You canuse the “Additional Resources” section to locate further information.2.  Learn what resources are available to lesbian and gay youth in your community. Usethe Yellow Pages of the telephone book and the Internet to identify local organizations thatadvocate for, and serve, sexual minority youth. These organizations can provide you withadditional information and can be helpful if you decide to conduct staff development ormentor training specifically on the issues of lesbian and gay youth.3.  Develop a resource list for staff, mentors, and youth. The list can include the names andcontact information for local organizations; Web sites and hotlines for youth (several are listedin the “Additional Resources” section); and information about the coming-out process (see theAppendix for an information sheet on this topic). In rural areas, particularly, there may be nolocal resources. However, the Internet has become an important tool for helping youth feelless isolated and connected, wherever they happen to live.4.  Watch your language. Use inclusive language in your materials. Don't use language thatassumes all adults are heterosexual. For example, on volunteer application forms, ask whetherapplicants are married only if you have a strong reason for doing so. Similarly, in recruitmentmaterials and materials you give mentors during training, don't include language thatassumes all teenagers are heterosexual. Thus, if you give mentors a handout on developmen-tal characteristics of 14-to-16 year olds, avoid saying that one characteristic is “they are begin-ning to have relationships with members of the opposite sex.” Instead, you can say somethinglike “they are beginning to have romantic relationships.”Making Your Organization Feel SafeMy science teacher put a small pink triangle [a symbol of solidarity with gays and les-bians] on the wall of the classroom. I said, “Wow, this guy really cares. This is a safe placefor me.”—a seventh-grader85.  Create guidelines that protect the young people in your program. A first step towardcreating these guidelines might be to write a statement on diversity that defines your organi-zation's acceptance of all youth. (A sample statement is included in the Appendix.) That state-ment can then become the philosophical foundation for your guidelines, which could includesuch principles as: don't assume all youth are heterosexual; be aware of your own attitudesand stereotypes; use inclusive language; and maintain confidentiality.6.  Be attentive to what materials and artwork are visible in your office. Check out thetitles of the books on your office shelves. Are any of them about the issues facing lesbian andgay youth? As you read more about these issues in books like Two Teenagers in Twenty (see“Additional Resources”), you can add those books to the other youth development materialson your office shelves. Even a simple gesture like placing a sticker of a pink triangle or a rain-bow triangle on your wall—the triangles symbolize acceptance of all sexual orientations—sends a signal that lesbian and gay youth are welcome in your program. (SMYAL—the SexualMinority Youth Assistance League—has a Safe Zone program that offers posters, buttons, andstickers. See their Web address in “Additional Resources.”)In addition, you may want to provide staff development on issues of homophobia, the partic-ular challenges facing lesbian and gay youth, and the ways those youth can best be support-ed. The Appendix includes a list of “Tips for Professionals Who Work with Gay Youth,” and” Tips for Staff Development.”  You might also want to contact a local organization that servesthe lesbian and gay community to help you plan and conduct a staff development session.And finally, when you provide training for your mentors, you can integrate information aboutthe special issues facing lesbian and gay youth and the mentor's role in supporting the youth.The next section provides some suggestions.Mentoring Sexual Minority Youth9To help new mentors acquire the information and develop the skills that will help them suc-ceed, programs often provide training in agency policies, the mentor's role, good communica-tion skills (especially “active listening”), and understanding and respecting differences. Duringthese sessions, trainers often focus on the particular kinds of issues the youth in their pro-gram are facing. Since it is likely that at least some of the youth in your program are lesbian orgay, it makes sense to integrate information about their particular challenges into your train-ing sessions.The following are examples of ways you can achieve this integration:l Discuss your organization's policy on diversity. Give mentors a copy of your writtenpolicy and discuss all aspects of its inclusiveness, including lesbian and gay youth. (Seethe Appendix for a sample statement on diversity.)l Discuss your organization's confidentiality requirements. Give examples of confi-dentiality issues that might arise, including issues with lesbian and gay youth. What if ayouth reveals that he is gay and asks the mentor for information or advice the mentordoes not feel qualified to give? Should the mentor get an “OK” from the youth beforeasking program staff to help access the information? Suppose the youth tells the men-tor, “I’m quitting school because everyone there is hassling me and calling me a ‘fag.’” Inrelation to the youth's statement about dropping out of school, what is the mentor'sresponsibility to the agency and to the youth's parent or guardian, within the contextof your confidentiality requirements?l When exploring mentors’ roles, have participants discuss what they would do iftheir mentee came out to them (revealed that they were lesbian or gay). Becausethey are trusted adults, mentors sometimes find themselves in potentially difficult situ-ations. For example, a mentee may reveal that she is pregnant and deciding whether ornot to have an abortion. Similarly, a mentee may reveal that she or he thinks she/hemight be, or is, lesbian or gay. How can the mentor best show support?l Help mentors become aware of their own attitudes toward people whose sexualorientation is different than their own. The boxed activity on the next page is oneeffective way to help people begin to recognize their own prejudices and habits oflabeling others.Implications for Training MentorsI came out to my classmates when I was in seventh grade. I was harassed, followed home,and people threw firecrackers at me. They called me all the names. I was harassed everyminute of every day that I went to school. One day when I was in the eighth grade, I wascalled into the principal’s office and he said, “You brought this on yourself.”—a 10th-grader10l When participants practice commu-nication skills, guide them to useinclusive language, especially non-specific pronouns. For example, if amentee tells her mentor she went on adate to the movies on Saturday night,the mentor should not assume the datewas with a “he.” (“Tips for Volunteers:Mentoring Lesbian and Gay Youth,”included in the Appendix, containsmore information on using gender-neutral language.)l During communication role-plays,have some of the situations addresshomophobia. For example, participantscould role-play how they wouldrespond if their mentee tells them thatsomeone called him a “fag” at school. Or they could role-play how they wouldrespond if their mentee says that kidsin her class are taunting her about herclose friendship with another girl.At the same time, communication role-plays could include situations wherethe mentor needs to respond to homo-phobia that is expressed by thementee. What would the mentor say, forexample, if the youth referred to some-one as a “fag,” a word that is probablythe most commonly used put-down inhigh schools. (As with put-downs thatrefer to race, ethnicity, disability, reli-gion, or gender, negative references tosexual orientation are totally unaccept-able. Unfortunately, these types of com-ments are still all too common. Theyshould all be dealt with the same—asunacceptable. In addition, it is impor-tant to be aware that youth who soundthe most homophobic may be actingthat way to mask the fact that they arequestioning their own sexual orientation.)Training ActivityWhat’s That Label on My Back?Many of us believe we are much more open-mindedthan, in reality, we probably are. It is difficult to recog-nize our own habits of stereotyping and equally difficultto understand the effect they have on others. The fol-lowing training activity is a good way to help peoplerecognize the pervasiveness of stereotyping and itspowerful negative effects. The activity is best done witha group of eight to 12 people. Save it for a second orthird mentor training session, so people are at least fair-ly comfortable with each other. Do the activity at thevery beginning of the session.1. In advance: Prepare a sheet of 8 ½\" X 11\" paper foreach participant in the training session. On each sheet,in large letters, write the name (or label) of one stereo-typed group. Examples include: bag lady, homeless man,lesbian, gay male, fat man, young woman in a miniskirtwearing a lot of makeup, young black male wearingsunglasses and baggy pants. Be sure a different labelappears on each sheet of paper.2. As soon as all the training participants have arrived,walk around the room and pin one of the sheets ofpaper on each person’s back. Do not let the person seewhat label is written on the paper.3. Ask the participants to spend about 10 minutes walk-ing around and talking to each other. Before they starttalking to another person, they should be sure to readthe label on that person’s back so they know to whomthey are talking. However, no one should tell anyoneelse what the label on their back is.4. After about 10 minutes, stop the conversations. Ask ifanyone can identify who they are—how the label ontheir back identifies them—based on how other peoplewere talking to them.5. Spend a few minutes debriefing about the experi-ence. Focus on how participants felt when they were“labeled” in this way. Ask if they learned anything aboutthemselves from the experience.Mentoring Sexual Minority Youth11l Provide information that will help mentors understand the particular risks faced by lesbian and gay youth. The information included in the Recognizing the Risks for Youthsection of this guide is a useful starting point. Local organizations that work with les-bian and gay youth may be able to provide you with information about the youth inyour particular community. The Additional Resources section can also lead you to moreinformation.l If you are training your mentors to deal with sexuality issues, be sure you address thesexuality of everyone, gay or straight. If mentors assume their mentees are heterosexu-al, they will not be able to help lesbian and gay youth make thoughtful decisions aboutsafe (or no) sexual activity.In addition, the Appendix includes “Tips for Volunteers: Mentoring Lesbian and Gay Youth,” atwo-page “best practices” list that you can use and discuss during mentor trainings.And finally, if the person who usually conducts mentor training sessions for your program isnot comfortable dealing with the subject of lesbian and gay youth, find someone else onyour staff who can co-facilitate the trainings and knowledgeably address the issues. As analternative, contact local organizations that serve the lesbian and gay community and ask forassistance in finding a trainer.Mentoring Sexual Minority Youth13Further ReadingBecoming Visible: A Reader in Gay and Lesbian History for High School and College StudentsKevin Jennings (editor). Alyson Publications, 1994. A useful resource for adults and youth.Drawing from both primary and secondary sources, this reader covers over 2,000 years of his-tory and a diverse range of cultures.Is It A Choice? Answers to 300 of the Most Frequently Asked Questions about Gays and Lesbiansby Eric Marcus. HarperCollins Publishers, 1993. A good source for information and facts.Lesbian and Gay Youth: Care and Counselingby Caitlin Ryan and Donna Futterman. Columbia University Press, 1997. An excellent publica-tion for program staff and volunteers.Two Teenagers in Twenty: Writings by Gay and Lesbian YouthAnn Heron (editor). Alyson Publications, 1995. A collection of personal testimonies from les-bian and gay youth. Its primary audience is junior high and high school students, but it is alsoan good resource for staff development and mentor trainings.Video“Our Faces”A 22-minute educational video (with a five-minute addendum for professional audiences)that looks at the lives, trials, and joys of lesbian and gay youth, adults, and their familiesthrough their own eyes. Available through Educational Videos Plus, 715 143rd Avenue, NE #32,Bellevue, WA  98007, or www.educationalvideosplus.com.Curricula for Training MentorsThese curricula all include activities for training mentors in communication skills and in rec-ognizing and respecting cultural differences. While the material is not specifically focused ontraining mentors to communicate about, and respect, differences in sexual orientation andgender identity, a number of the activities can be adapted for that purpose.Mentor Training CurriculumNational Mentoring Working Group, 1991. Available through The National MentoringPartnership. Phone: (202) 338-3844; or through the Volunteer Marketplace Catalog. Phone: 1-800-272-8306.Training Mentors—Part Two of Strengthening Mentoring Programsby Linda Jucovy. Northwest Regional Educational Laboratory, Public/Private Ventures, Office ofJuvenile Justice and Delinquency Prevention, and Big Brothers Big Sisters of America, 1999.Available through the National Mentoring Center at NWREL, 101 S.W. Main Street, Suite 500,Portland, OR 97204. Phone: 1-800-547-6339.Additional Resources14Volunteer Education and Development ManualBig Brothers Big Sisters of America, 1991. Available through BBBSA, 230 North 13th Street,Philadelphia, PA 19107. Phone: (215) 567-7000. E-mail: national@bbbsa.org.Web Siteswww.apa.org/pi/lgbcAmerican Psychological Association, Lesbian, Gay, and Bisexual Concerns Office—includesresources that can be downloaded or ordered.www.glsen.orgThe Gay, Lesbian and Straight Education Network—an organization that focuses on K-to-12schools. Its Web site includes resources and links.www.nyacyouth.orgNational Youth Advocacy Coalition—includes information on resources for supporting les-bian, gay, bisexual, and transgender youth.www.pflag.orgParents, Families, and Friends of Lesbians and Gays—includes information, excellent resourcesto download or print, and links.www.smyal.orgSexual Minority Youth Assistance League—includes information and links for adults andyouth.www.youthresource.comYouth Resource—a Web site for lesbian, gay, bisexual, and transgender youth. Includes news,information, chat rooms, and links.www.oasismag.comOasis Magazine—online magazine of the Youth Assistance Organization. Features articles bykids and adults, and information about issues affecting LGBT youth.Listservs & NewsgroupsGeneral Info:P.E.R.S.O.N. Project Newse-mail to join: richter@eecs.berkeley.eduwww.youth.org/loco/PERSONProject/Mentoring Sexual Minority Youth15Newsgroup:“Soc.support.youth.gay-lesbian-bi” offers support, understanding, and friendship to youngpeople who are coming to terms with their sexuality, which may differ from the heterosexualnorm. Get all the information at www.youth.org/ssyglb/.Youth Only:The YOUTH E-mail Lists are a group of three e-mail mailing lists separated by age groups (13-17, 17-21, 21-25 ). The goal of these lists is to provide gay, lesbian, bisexual, transgender andquestioning youth an open forum to communicate with other youth.www.youth-guard.orgHotlinesThe Gay and Lesbian National Hotline: 1-888-THE-GLNH (1-888-843-4564). Callers speak to atrained volunteer and are then put in touch with a local referral anywhere in the country. Thehotline also has a Web site: www.glnh.org.The Trevor Helpline: 1-800-850-8078. A national 24-hour toll-free suicide prevention hotlinefor gay or questioning youth that is geared toward helping those in crisis, or anyone wanting information on how to help someone in crisis. Mentoring Sexual Minority Youth17PageExcerpt From Just the Facts About Sexual Orientation & Youth a1Answers to Your Questions About Sexual Orientation and Homosexuality a3Definitions a7Sample Statement on Diversity a9Tips for Professionals Who Work with Gay Youth a10Tips for Staff Development a11Tips for Volunteers: Mentoring Lesbian and Gay Youth a15Coming Out: A Resource Guide for Young People a18Coming Out To Your Parents: Questions to Think About a20Appendix: Readings and Other Useful MaterialsMentoring Sexual Minority Youtha1a2Excerpt from Just the Facts About Sexual Orientation & Youth, a publicationdeveloped by a consortiun of organizations, including National EducationAssociation, the American Psychological Association, the American Federation ofTeachers, the National Association of School Psychologists, and the NationalAssociation of Social Workers.The document can be downloaded from the PFLAG Web site at: www.pflag.org/press/releases/112399.htmMentoring Sexual Minority Youtha3What Is Sexual Orientation?Sexual orientation is an enduring emotional, romantic, sexual or affectional attraction toanother person. It is easily distinguished from other components of sexuality including bio-logical sex, gender identity (the psychological sense of being male or female) and the socialgender role (adherence to cultural norms for feminine and masculine behavior). Sexual orientation exists along a continuum that ranges from exclusive homosexuality toexclusive heterosexuality  and includes various forms of bisexuality. Bisexual persons canexperience sexual, emotional and affectional attraction to both their own sex and the oppo-site sex. Persons with a homosexual orientation are sometimes referred to as gay (both menand women) or as lesbian (women only). Sexual orientation is different from sexual behavior because it refers to feelings and self-con-cept. Persons may or may not express their sexual orientation in their behaviors. What Causes a Person To Have a Particular Sexual Orientation? There are numerous theories about the origins of a person's sexual orientation; most scien-tists today agree that sexual orientation is most likely the result of a complex interaction ofenvironmental, cognitive and biological factors.In most people, sexual orientation is shaped at an early age.  There is also considerable recentevidence to suggest that biology, including genetic or inborn hormonal factors, play a signifi-cant role in a person's sexuality. In summary, it is important to recognize that there are probably many reasons for a person'ssexual orientation and the reasons may be different for different people. Is Sexual Orientation a Choice? No, human beings can not choose to be either gay or straight. Sexual orientation emerges formost people in early adolescence without any prior sexual experience. Although we canchoose whether to act on our feelings, psychologists do not consider sexual orientation to bea conscious choice that can be voluntarily changed. Can Therapy Change Sexual Orientation? No. Even though most homosexuals live successful, happy lives, some homosexual or bisexualpeople may seek to change their sexual orientation through therapy, sometimes pressured bythe influence of family members or religious groups to try and do so. The reality is that homo-sexuality is not an illness. It does not require treatment and is not changeable. However, notall gay, lesbian, and bisexual people who seek assistance from a mental health professionalwant to change their sexual orientation. Gay, lesbian, and bisexual people may seek psycho-logical help with the coming out process or for strategies to deal with prejudice, but most goAnswers to Your Questions About SexualOrientation and Homosexuality a4into therapy for the same reasons and life issues that bring straight people to mental healthprofessionals.  What About So-Called “Conversion Therapies”?Some therapists who undertake so-called conversion therapy report that they have been ableto change their clients’ sexual orientation from homosexual to heterosexual. Close scrutiny ofthese reports however show several factors that cast doubt on their claims.  For example,many of the claims come from organizations with an ideological perspective  which con-demns homosexuality. Furthermore, their claims are poorly documented. For example,treatment outcome is not followed and reported overtime as would be the standard to testthe validity of any mental health intervention.    The American Psychological Association is concerned about such therapies and their poten-tial harm to patients. In1997, the Association's Council of Representatives passed a resolutionreaffirming psychology's opposition to homophobia in treatment and spelling out a client'sright to unbiased treatment and self-determination. Any person who enters into therapy todeal with  issues of sexual orientation has a right to expect that such therapy would takeplace in a professionally neutral environment absent of any social bias. Is Homosexuality a Mental Illness or Emotional Problem?No. Psychologists, psychiatrists and other mental health professionals agree that homosexual-ity is not an illness, mental disorder or an emotional problem. Over 35 years of objective, well-designed scientific research has shown that homosexuality, in and itself, is not associated withmental disorders or emotional or social problems. Homosexuality was once thought to be amental illness because mental health professionals and society had biased information.   In the past the studies of gay, lesbian and bisexual people involved only those in therapy, thus biasing the resulting conclusions. When researchers examined data about these peoplewho were not in therapy, the idea that homosexuality was a mental illness was quickly foundto be untrue. In 1973 the American Psychiatric Association confirmed the importance of the new, betterdesigned research and removed homosexuality from the official manual that lists mental andemotional disorders. Two years later, the American Psychological Association passed a resolu-tion supporting the removal. For more than 25 years, both associations have urged all mental health professionals to help dispel the stigma of mental illness that some people still associate with homosexual orientation.     Can Lesbians, Gay Men, and Bisexuals Be Good Parents?Yes. Studies comparing groups of children raised by homosexual and by heterosexual parentsfind no developmental differences between the two groups of children in four critical areas:their intelligence, psychological adjustment,social adjustment, and popularity with friends. Itis also important to realize that a parent's sexual orientation does not indicate their children's.   Another myth about homosexuality is the mistaken belief that gay men have more of a Mentoring Sexual Minority Youtha5tendency than heterosexual men to sexually molest children. There is no evidence to suggestthat homosexuals molest children. Why Do Some Gay Men, Lesbians and Bisexuals Tell People About Their SexualOrientation?   Because sharing that aspect of themselves with others is important to their mental health. Infact, the process of identity development for lesbians, gay men and bisexuals  called “comingout”, has been found to be strongly related to psychological  adjustment—the more positivethe gay, lesbian, or bisexual identity, the better one's mental health and the higher one's self-esteem.   Why Is the “Coming Out” Process Difficult for Some Gay, Lesbian and Bisexual People? For some gay and bisexual people the coming out process is difficult, for others it is not.Often lesbian, gay and bisexual people feel afraid, different, and alone when they first realizethat their sexual orientation is different from the community norm. This is particularly true forpeople becoming aware of their gay, lesbian, or bisexual orientation as a child or adolescent,which is not uncommon. And, depending on their families and where they live, they may haveto struggle against prejudice and misinformation about  homosexuality. Children and adolescents may be particularly vulnerable to the deleterious effects of bias andstereotypes. They may also fear being rejected by family, friends, co-workers, and religiousinstitutions. Some gay people have to worry about losing their jobs or being harassed atschool if their sexual orientation became well known.  Unfortunately, gay, lesbian and bisexual people are at a higher risk for physical assault andviolence than are heterosexuals. Studies done in California in the mid 1990s showed  thatnearly one-fifth of all lesbians who took part in the study and more than one-fourth of all gaymen who participated had been the victim of a hate crime based on their sexual orientation.In another California study of approximately 500 young adults, half of all the young men par-ticipating in the study admitted to some form of anti-gay aggression from name-calling tophysical violence.   What Can Be Done to Overcome the Prejudice and Discrimination the Gay Men,Lesbians, and Bisexuals Experience?Research has found that the people who have the most positive attitudes toward gay men,lesbians and bisexuals are those who say they know one or more gay, lesbian or bisexual person well—often as a friend or co-worker. For this reason, psychologists believe negativeattitudes toward gay people as a group are prejudices that are not grounded in actual experi-ences but are based on stereotypes and prejudice. Furthermore, protection against violenceand discrimination are very important, just as they are for any other minority groups. Somestates include violence against an individual on the basis of his or her sexual orientation as a “hate crime” and ten U.S. states have laws against discrimination on the basis of sexual orientation.   Why is it Important for Society to be Better Educated About Homosexuality? Educating all people about sexual orientation and homosexuality is likely to diminish anti-gaya6prejudice. Accurate information about homosexuality is especially important to young peoplewho are first discovering and seeking to understand their sexuality—whether homosexual,bisexual, or heterosexual. Fears that access to such information will make more people gayhave no validity—information about homosexuality does not make someone gay or straight.  Are All Gay and Bisexual Men HIV Infected?   No. This is a commonly held myth. In reality, the risk of exposure to HIV is related to a person'sbehavior, not their sexual orientation. What's important to remember about  HIV/AIDS is it is apreventable disease through the use of safe sex practices and by not using drugs.   Where Can I Find More Information About Homosexuality?APA Lesbian, Gay, and Bisexual Concerns Program750 First Street, NE. Washington, DC 20002 Email:  publicinterest@apa.org National Gay and Lesbian Task Force2320 17th St. Washington, DC 20009 (202)-332-6483 Email:  NGLTF@NGLTF.org  Parents, Families and Friends of Lesbians and Gays 1726 M Street, NW   Suite 400  Washington, DC 20036.  phone: (202) 467-8180Email: info@pflag.orgSexuality Information and Education Council of the United States 130 W 42nd St., Ste. 350 New York, NY 10036  (212)-819-9770 Email: Siecuse@siecus.org  Reproduced with permission from the American Psychological Association. This documentcan be found on their Web site at: www.apa.org/pubinfo/answers.html.Mentoring Sexual Minority Youtha7Sexual OrientationRefers to whether a person is attracted to people of the same sex (homosexual), opposite sex(heterosexual), or both sexes (bisexual). The factors that determine sexual orientation arecomplex. Many researchers believe that one's basic sexual orientation is predisposed at birth.While these affectional inclinations may not be recognized or acknowledged for many years,once established, they tend not to change.People sometimes ask, “What is the difference between ‘sexual preference’ and ‘sexual orienta-tion’?” Preference implies choice, while orientation does not. “Sexual orientation” is the termused instead of “sexual preference” by most gay, lesbian, and bisexual people because it bet-ter represents their life experiences.HomosexualAn individual who is emotionally and/or sexually attracted primarily to those of the samegender. Homosexuality is far more than sexual behavior. It is the complete package of feelingsand relationships that make up a natural and satisfying identity.The word “queer” has historically been used as a derogatory label for lesbian, gay, bisexual,and transgender people. More recently, many people in the gay community have “taken back”the word and use it in a positive way for self-identification. However, there are other gay peo-ple who dislike the label “queer” and resent its use. Similarly, terms such as “dyke” and “butch”can be used in derogatory ways, but have been reclaimed by many lesbians as terms of pride.HeterosexualAn individual who is emotionally and/or sexually attracted primarily to those of the oppositegender. Heterosexual people are sometimes referred to as “straight.”HeterosexismThe assumption that everyone—at least everyone worthwhile—is heterosexual. It is a form ofoppression (like other forms of oppression such as racism, sexism, and classism) that targetsgays, lesbians, and bisexuals. Heterosexism infers rights and privileges to heterosexuals thatare denied to gay, lesbian, and bisexual people. It can manifest itself through personal behav-iors (telling “faggot” jokes, verbal and physical harassment), and discriminatory policies suchas denial of health and retirement benefits to lesbian and gay partners.HomophobiaThe irrational fear, disgust, or hatred of gays, lesbians, or bisexuals. Homophobia refers to thediscomfort one feels with any behavior, belief, or attitude that does not conform to traditionalsex-role stereotypes. Homophobia results in fear of knowing, befriending, or associating withgays, lesbians, or bisexuals; fear of being perceived as gay, lesbian, or bisexual; and fear ofstepping outside of accepted gender role behavior.Definitionsa8Internalized HomophobiaThe internalization (by lesbian, gay, and bisexual youth and adults) of the belief that same-gender sexual orientation is inferior to heterosexual orientation. This internalization of nega-tive messages and feelings about oneself often leads to difficulty with self-acceptance and to self-hate.Gender IdentityRefers to whether a person identifies as a female or male, regardless of that person's biologi-cal sex.TransgenderTransgender people are those whose psychological self (“gender identity”) differs from thesocial expectations for the physical sex they were born with.In the ClosetNot disclosing (coming out), or being secretive about one's sexual orientation and/or genderidentity.Coming OutThe process of becoming aware of and understanding and accepting one's sexual orienta-tion and/or gender identity. \"Coming out\" also refers to the ongoing process of decisionmak-ing about the level of openness a person feels in disclosing this information to another per-son or people.Pink Triangle and Rainbow TriangleSymbols of lesbian and gay pride and solidarity. When displayed by straight people, the trian-gles are also symbols of acceptance of all sexual orientations. During the Nazi reign in Europe,homosexuals were arrested and sent to concentration camps, where they were forced to wearpink triangles on their clothes. Thus, the pink triangle is a way of remembering and “owning”what was once a symbol of oppression. The rainbow triangle, a similar symbol, incorporatesthe visual metaphor of inclusiveness that is at the heart of Jesse Jackson's Rainbow Coalition.(Definitions are based in part on the list created by Aaron Hans for the Sexual MinorityYouth Assistance League, www.smyal.org, and \"Questions Straight Folks Often Ask, \" UCLALesbian Gay Bisexual Transgender Resource Center Web site, www.lgbt.ucla.edu.)Mentoring Sexual Minority Youtha9[Name of organization] is committed to providing all youth with a safe and supportive envi-ronment. All youth will be welcomed and accepted, regardless of their race, gender, nationalorigin, sexual orientation, gender identity, religion, or disability.Staff and volunteers are expected to be role models in demonstrating that all people are enti-tled to respect.Sample Statement on DiversityAn organization’s staff and board members can work together to write apolicy statement that defines the organization’s acceptance of all people.The statement need not be complex. An example follows.a10Used with permission from PFLAG (Parents, Families, and Friends of Lesbians andGays: 1726 M Street, NW   Suite 400  Washington, DC 20036.  phone: (202) 467-8180)This resource can be found on their web site at:www.pflag.org/store/resource/tips.html.Mentoring Sexual Minority Youtha11GLSEN's trainings on issues of homophobia, devised by and for teachers, have been hailed asuniquely successful in reaching school staffs. Based on their success, the following lessons areoffered for those trying to establish staff development programs.1. Address resistance right away.Many educators will be initially skeptical about a staff development program on gay issues.Some will be downright hostile, citing personal or religious objections to such programming.Many may feel the agenda is \"brainwashing\" or imposed acceptance of gay people: suspi-cious of the developer's motives, they can quickly tune out of any presentation, no matterhow thoughtful or well-crafted. To deal with  this obstacle, an instrument called the Riddle Scale can be useful.  Developed byDorothy Riddle, an Arizona psychiatrist, the Riddle Scale ranks attitudes toward difference onan eight-point scale, from \"repulsion\" (\"people who are different are strange\") to \"nurturance\"(\"difference is indispensable to society\"). Staff need to understand that trainers respect theirpersonal beliefs and their desire to hold whatever private feelings they might have on gayissues. However, staff can use the Riddle Scale to effectively illustrate the difference betweenpersonal beliefs and professional responsibilities. We all harbor likes and dislikes; however, wemust all be at step 5 of the Riddle Sale, \"support\" (\"I work to safeguard the rights of thosewho are different\") when it comes to our students. We do not have the right to allow our per-sonal prejudices to interfere with our professional conduct, and staff must understand thatappropriate professional conduct is what will be addressed in training-not \"sensitivities\" or\"awareness.\"I often use the following analogy myself. My father, a fundamentalist evangelist, thought allJews would go to hell, as they had not accepted Christ as their personal savior. He was enti-tled to this belief which, on the Riddle Scale, is akin to repulsion. In fact, as a former historyteacher, I know that he has a constitutional right to believe this, thanks to our FirstAmendment. However, if he were to become a professional educator, he would not be free tocreate, or allow to be created, a climate in his classroom that is so anti-Semitic that Jewish stu-dents cannot learn. He would have a job to support all of his students so they could get aneducation and, if his personal prejudices would get in the way of fulfilling that obligation,then he would need to revise his conduct so that it would be more professional. Helping staffunderstand that it is the same for gay students—regardless of one's personal beliefs aboutgay people—can help them understand the rationale for training at the outset.Tips for Staff Development This article was written by the Gay, Lesbian and Straight Education Network(GLSEN), an organization whose mission is to end homophobia in K-12 schools.While the article specifically addresses providing staff development for teachers,its approach can be easily adapted for training staff in your program, as well asfor training mentors. (Note that this article uses the term \"gay\" all-inclusively torefer to people who identify as lesbian, gay, bisexual, or transgendered.)a122. Get rid of the guilt factor.Discussion about prejudice often makes individuals feel guilty and, in their desire not to feelbad about themselves, many are resistant to talking about the subject, since they feel thatsuch guilt is either the goal or the intent of the workshop. It is important to recognize early inthe workshop that homophobia and heterosexism are deeply ingrained attitudes which allpeople possess to one degree or another, regardless of sexual orientation. Since we were allraised in the same society, we inevitably absorbed its attitudes, and to think we could some-how escape attitudes as pervasive as homophobia and heterosexism is naive and delusional.No one is innocent; therefore, no one should feel guilty. Talk about this early on and get it outof the way so participants can hear your message, rather then become too involved in theirown reactions to the message.3. Link training to core values of the school (or organization).As a classroom teacher, I often dreaded faculty trainings. I didn’t see how they helped me inmy teaching, and often felt they were frills that had nothing to do with what I was paid fordoing. With an issue whose “strangeness” is as apparent as homophobia, the potential forsuch reactions among staff is quite strong.The only way to deal effectively with this issue is to make sure that the staff understands howthis topic is linked to core values of the school. Many schools have mission statements, or atleast “buzzwords,” which are key to understanding how they see themselves and their job. It isimportant to show how the work you will undertake with them will help fulfill this missionand help them be better teachers. If you can't show how what you're doing will help themwork more effectively with kids, you've probably lost them right away.4. Make it real.Teachers care about kids. If they don't see a subject as somehow pertaining to their students,they quickly lose interest. Overcoming this challenge can be hard when dealing with homo-phobia issues. Because the climate in our schools is so hostile for gay people, few (if any) stu-dents self-identify as gay to staff, and many staff may feel that this issue simply isn't relevantin their community. The developer must make it real for them.Focusing on student stories is the best way to do this. I have found three ways to do this: livespeakers, available often through local youth support groups; ‘read-arounds,” a techniquewherein staff read aloud from written stories culled from personal acquaintances or frombooks like Ann Heron’s Two Teenagers in Twenty; and video excerpts, particularly from PamWalton’s excellent “Gay Youth.” By bringing it back to stories of real students, trainers can rein-force the sense among staff that this is an issue that has real pertinence to their daily work.5. Leave time for talking.Teachers like to talk—that’s why a lot of us went into this profession in the first place! But,especially on an issue like this, people need to talk as well. Given the current rebellion againstall things “politically correct,” it is critical when addressing homophobia to create a spacewhere everyone can be heard—even if what they have to say is objectionable to the trainer.By allowing people a chance to engage with the subject—rather than presenting them with“the answer”—your message is much more likely to be well-received and to “stick.” As theMentoring Sexual Minority Youtha13proverb goes, “I hear and I forget; I see and I remember; I do and I understand.” Allow partici-pants the chance to do the talking, and thinking, for themselves, and they are more likely totruly get involved with the issue.6. Offer specific suggestions.Nothing is worse than having your consciousness raised and then having no avenue for fol-low-up. Many staff will be moved and “ready to go” as a result of workshops, but often are dis-appointed or frustrated by the lack of a means to convert their new understanding intoaction. Offering examples of actions can help staff feel empowered to take their learnings andmove ahead. We also ask participants to write down a specific step they will take and, onoccasion, put it in a self-addressed, stamped envelope which we mail back to them threemonths later. Simple actions like this can help make the difference between a workshopwhose effects are like Chinese food (gone in an hour) and one that’s like chocolate (stuck onyour hips forever).7. Designate responsibility for follow-up.I often publicly ask at the end of a workshop who is responsible for implementing the kindsof changes we discuss, and make sure everyone knows who that is. Accountability is crucial: ifa key individual takes responsibility in front of the group for making change, it is more likelyto happen. In the best of all possible worlds, a structure is the best way to insure follow-up.Designating a committee or working group that will be charged with monitoring progress isthe best way to insure follow-up. But, through any means necessary, make sure that there is aplan for follow-up after the workshop, or else it will all come to naught.8. Come back often.Given the pervasiveness of homophobia, it is unrealistic to expect “one-shot” trainings to havemuch effect. It took us all many years to learn homophobia, and it will take some time tounlearn. People eat best in bite-sized chunks, which they can chew and digest properly. Newideas often need to be consumed in the same way. If a series of shorter sessions can be estab-lished to follow up on initial training, staff will get the chance to mull things over, try outsome actions, and then assimilate what they have learned. Spreading development out over alonger time period will give it more of a chance to “sink in.”9. Involve the Community Schools are communities, and staff development cannot proceed in a vacuum. Students, par-ents, and citizens all are stockholders in our schools and any comprehensive effort to bringabout change must involve all of them. If homophobic attitudes and actions are sanctionedoutside school doors, no amount of staff development will ever make the school a safe place.Furthermore, parents and community members will have questions about a \"gay agenda\" intheir schools, and may be suspicious or resistant to initiatives arising out of staff developmenton the issue. If it's going to work, they've got to be involved. Students are obviously the easiest to reach. Having assembles, designating a given subject class as a place to institute smaller-group discussions, and similar steps can all help raise the issue with them. Parents are a little harder, although PTA-sponsored evening trainings have proven very successful in many communities. Parents, Family, and Friends of Lesbians and Gays is a wonderful resource to call upon here. A Mom is much more likely to listen to a14another Mom than a staff developer, so involving PFLAG can be critical to success. The com-munity at large is the hardest to get at. Making sure that they are aware of, and invited to par-ticipate in, programming can defuse some tensions. Many will just want to know what isgoing on: invite them and, for those who cannot come, make an audio or video tape so theycan have their fears allayed. All of these steps will not change the fact that some adults will fight such initiatives. However,giving them the chance to get involved, and making sure you can link your work to the coremission of the school, is likely to keep the number of resistant adults to a minimum, and willalso win trust from the community that their school is \"doing the right thing.\" It's their school:invite them to become a bigger part of it. But keep in mind that, if you plan to dislodge long-held biases, some people will get upset. That comes with the territory, and in many ways ismore a tribute to your effectiveness than anything else. Conclusion: Making a Difference That MattersStaff development on gay issues is in many ways the final frontier of diversity work, and noone has all the answers on how to do it right. Because of the political volatility of the subjectin today’s climate, many want to shy away from it. We can’t do that. The fact is, our studentsare at risk, and our schools less able to educate, because homophobia goes unchallenged inso many communities. Staff can play the key role in challenging that, and staff developmentcan be the tool which makes that change a reality. Boldly go where few staff developers haveever gone before. Some kid’s life is depending on it.Reprinted with permission from “Staff Development on Homophobia Issues: Why SchoolsNeed To Act, and What They Can Do.” © 2000.  Gay, Lesbian & Straight Education Network.The complete resource can be found on the GLSEN Web site at: www.glsen.org/templates/resources/record.html?section=18&record=382.Mentoring Sexual Minority Youtha15Lesbian and gay youth are an invisible and forgotten minority of Americans. Along with themany other problems that adolescents must deal with, they often face profound feelings ofsocial and emotional isolation that have been linked to increased rates of depression and sui-cide, substance abuse, and other self-damaging behaviors.As a mentor:l Do not assume that the youth you are mentoring is heterosexual.Your mentee may be a lesbian or gay youth and may not feel safe revealing this infor-mation to you.l Recognize that you cannot tell whether someone is straight or gay just by lookingat him or her.Many people wrongly assume that gay men and lesbians can be easily identified basedon their mannerisms or way of talking, dressing, or cutting their hair. Try not to makeassumptions about your mentee based on stereotypes.l Use inclusive language. Be accepting and open.Try to use nonspecific pronouns when talking about your mentee’s “crushes” or “roman-tic interests” until she or he mentions that person’s gender (boyfriend, girlfriend). Even ifa mentee mentions a boyfriend/girlfriend of the opposite sex, don’t assume that yourmentee is straight. Your mentee could be questioning her/his sexual identity, or cover-ing up her/his lesbian or gay identity. If your mentee does not specify the gender of a“romantic interest,” this may mean she/he is not comfortable disclosing her/his sexualorientation to you. Continue using inclusive language. Try to communicate an open andaccepting attitude. In time, your mentee may feel comfortable coming out to you.l Use the vocabulary the youth uses.If your mentee uses the word “homosexual,” follow his or her lead. Likewise, if he or shesays “gay” or “lesbian,” use that term. Do not use such terms unless the youth does first.Many youth, including those who have had homosexual experiences, are confused oruncertain about their sexual orientation and have not identified as gay or lesbian.l Be supportive of mentees who identify as heterosexual but are attracted to people of the same sex.Because of the stigma attached to homosexuality, people who feel attracted to, or havesexual relationships with, individuals of the same gender often do not self-identify aslesbian or gay. If your mentee expresses discomfort about her/his attraction to some-one of the same gender, do not try to convince or reassure the mentee that she/he isstraight. Your words may be well-intentioned, but they will only add to the stigmaaround homosexuality. Instead, help your mentee explore her/his own feelings and pro-vide support as the youth works to reach her/his own conclusions.Tips for Volunteers: Mentoring Lesbian and Gay Youth a16l Be alert to any sudden changes in your mentee’s attitude about homosexuality.A young person who, for the first time, recognizes his/her attraction to a person of thesame gender or engages in sexual activity with someone of the same gender is likely tofeel confused and might react to these feelings by expressing anti-gay attitudes. If yourmentee does begin to use language that stereotypes and denigrates gay males and/orlesbians, try to help your mentee explore why he/she is thinking and talking in this way.l Be willing to talk to your mentee about sexual orientation.A person struggling with her or his sexual identity is likely to experience confusion,embarrassment, and discomfort. Understand that these feelings are an expected part ofcoming to terms with a lesbian or gay identity. If your mentee raises this issue, be will-ing to listen and to support your mentee in clarifying her or his feelings about sexualorientation.l Maintain confidentiality.As with all mentor-mentee relationships, confidentiality is extremely important. Youmust keep a mentee’s sexual orientation confidential. If you “out” your mentee (tellsomeone directly or indirectly that the mentee is a lesbian or gay), you could put theyouth in jeopardy of losing family and friends, being abused or assaulted, or experienc-ing numerous other problems. When dealing with youth, it is especially important toprotect confidentiality with respect to their parents knowing that they are gay. Manyyoung people have been kicked out of their homes and abused by parents who couldnot accept their homosexuality. A well-meaning disclosure could put a young person at risk.l Educate yourself and provide accurate information.Lesbian and gay youth often believe the same myths and stereotypes as society atlarge. Providing them with accurate information that dispels myths about what itmeans to be lesbian or gay can lessen their sense of isolation and shame. Read books,attend workshops, and become aware of resources in your community and on theInternet.l Remember that you are not a counselor.If your mentee is struggling with issues of sexual identity and needs additional helpbeyond your support, encourage her or him to use resources that are available in thecommunity. If your mentee is considering “coming out” to her or his parent and isunsure how the parent will respond, help her/him to access counselors who haveexpertise in this area in order to receive guidance before making the decision. (Localresources are listed under the heading \"Gay and Lesbian Service Organizations\" in theYellow Pages of the telephone book. To find both local and national organizations forlesbian and gay youth, you can also use a search engine like yahoo.com on theInternet. To conduct the search, enter the phrase “lesbian and gay youth organizations.”Yahoo will then generate a list of more than 150 organizations that you can access overthe Internet as a first step toward getting more information.)Mentoring Sexual Minority Youtha17l Be aware of your own attitudes toward, and stereotypes of, gay males and lesbians.Perhaps you know that your level of acceptance of homosexuality is not where youwant it to be. Keep working on it! Such awareness is crucial, as it allows you to takeextra care not to let your personal feelings interfere with your ability to be a nonjudg-mental, supportive adult in your mentee’s life. At the same time, if you view a person’shomosexuality as “sinful,” “unnatural,” or something that can and should be changed,you should probably find a volunteer role that does not include mentoring. The risk isthat your judgments about homosexuality could add pain to what a youth is alreadyexperiencing. a18Mentoring Sexual Minority Youtha19Used with permission from SMYAL.a20Mentoring Sexual Minority Youtha21Used with permission from SMYAL.Mentoring Sexual Minority YouthStaff:Interim Director: Dr. Rex HagansTraining Coordinators: Christian Rummell & Vikki RennickResource Specialist/Web Designer: Michael GarringerProject Specialist: Colin Van DykeManagement Assistant: Sherryl GlennAdministrative Assistant: Carol HerigstadOJJDP Program Officer:Scott PetersonNATIONALCENTER@Nortwest Regional Educational LaboratoryStrengthening Mentoring Programs For Youth",
    "id": 71356495,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:11986"
    },
    "title": "Mentoring Sexual Minority Youth",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2000-09-09T01:00:00+01:00",
    "publisher": "Public/Private Ventures",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/11986/11986.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2000",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71356495.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71356495"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71356495/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71356495/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71356495"
        }
    ],
    "abstract": "It is estimated that up to 10 percent of the U.S. population is lesbian or gay. Thus, one can assume that some of the teenagers being served by mentoring programs are members of this sizeable minority group. Understanding the issues these young people face can help programs create an environment where gay and lesbian youth benefit from the adult caring and support that is at the heart of mentoring. This technical assistance packet, written by P/PV and published by the National Mentoring Center at the Northwest Regional Educational Laboratory, describes the significant obstacles confronting lesbian and gay youth. It also suggests initial steps and mentor training that programs can implement to make gay and lesbian youth feel safe and welcome",
    "tags": [
        "letter",
        "report",
        "text",
        "Children and Youth",
        "LGBTQI",
        "Nonprofits and Philanthropy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "letter",
        "report",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:11986",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71356495,
        "depositedDate": null,
        "publishedDate": "2000-09-09T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:44:40+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:13:30+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/11986/11986.pdf",
        "https://issuelab.org/permalink/resource/11986"
    ],
    "lastUpdate": "2024-02-14T12:44:40+00:00",
    "setSpecs": [
        "nonprofits_and_philanthropy",
        "children_and_youth",
        "lgbtqi"
    ]
}