{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Assink, M."
        },
        {
            "name": "Rothblum, E.D."
        },
        {
            "name": "Wilson, B.D.M."
        },
        {
            "name": "Gartrell, N."
        },
        {
            "name": "Bos, H.M.W."
        }
    ],
    "contributors": [],
    "createdDate": "2023-03-08T12:36:52+00:00",
    "dataProvider": {
        "id": 15629,
        "name": "International Migration, Integration and Social Cohesion online publications",
        "url": "https://api.core.ac.uk/v3/data-providers/15629",
        "logo": "https://api.core.ac.uk/data-providers/15629/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/00918369.2021.1892401",
    "downloadUrl": "https://core.ac.uk/download/555946469.pdf",
    "fullText": "UvA-DARE is a service provided by the library of the University of Amsterdam (https://dare.uva.nl)UvA-DARE (Digital Academic Repository)Mental Health of Lesbian, Bisexual, and Other-Identified Parents and Non-Parents from a Population-Based StudyAssink, M.; Rothblum, E.D.; Wilson, B.D.M.; Gartrell, N.; Bos, H.M.W.DOI10.1080/00918369.2021.1892401Publication date2022Document VersionFinal published versionPublished inJournal of homosexualityLicenseCC BY-NC-NDLink to publicationCitation for published version (APA):Assink, M., Rothblum, E. D., Wilson, B. D. M., Gartrell, N., & Bos, H. M. W. (2022). MentalHealth of Lesbian, Bisexual, and Other-Identified Parents and Non-Parents from a Population-Based Study. Journal of homosexuality, 69(2), 205-229.https://doi.org/10.1080/00918369.2021.1892401General rightsIt is not permitted to download or to forward/distribute the text or part of it without the consent of the author(s)and/or copyright holder(s), other than for strictly personal, individual use, unless the work is under an opencontent license (like Creative Commons).Disclaimer/Complaints regulationsIf you believe that digital publication of certain material infringes any of your rights or (privacy) interests, pleaselet the Library know, stating your reasons. In case of a legitimate complaint, the Library will make the materialinaccessible and/or remove it from the website. Please Ask the Library: https://uba.uva.nl/en/contact, or a letterto: Library of the University of Amsterdam, Secretariat, Singel 425, 1012 WP Amsterdam, The Netherlands. Youwill be contacted as soon as possible.Download date:15 Apr 2023Mental Health of Lesbian, Bisexual, and Other-Identified Parents and Non-Parents from a Population-Based StudyMark Assink , PhDa, Esther D. Rothblum , PhDb, Bianca D. M. Wilson , PhDc, Nanette Gartrell , MDa,c, and Henny M. W. Bos , PhDaaResearch Institute of Child Development and Education, University of Amsterdam, Amsterdam, The Netherlands; bWomen’s Studies Department, San Diego State University, San Diego, California, USA; cThe Williams Institute, School of Law, University of California Los Angeles, Los Angeles, California, USAABSTRACTStudies have compared sexual minority mothers (mostly les-bian) to heterosexual mothers on mental health, but little research has compared sexual minority women with and with-out children. This was the first study to compare sexual minority women who did or did not have children, using a population- based sample with three age cohorts. Unlike prior convenience studies, this study finds parents more likely to be bisexual, in a relationship with a man, and non-urban. Bisexual parents scored higher than lesbian parents on psychological distress and lower on life satisfaction and happiness; they also reported less connection to the lesbian, gay, bisexual, and transgender (LGBT) community. Among lesbians, the oldest non-parents reported more happiness and less psychological distress than the youngest non-parents. Parents with other identities per-ceived more social support from friends and reported lower levels of internalized homophobia than bisexual parents. The results will help professionals and policymakers understand how parenthood status affects women across sexual identities.KEYWORDS Sexual minority parents; same-sex parenting; lesbian parents; bisexual female parents; mental health; parenthood status; health disparities; age cohorts; population-based studyConvenience studies of lesbians conducted in the 1970s and 1980s, which rarely included bisexual women, found them to be demographically different from heterosexual women (c.f. Albro & Tully, 1979; Rothblum, 1989). This was often attributed to the fact that lesbians and heterosexual women were recruited via different sources. However, once population-based studies included items about sexual orientation, these differences persisted, showing that women who were members of sexual minority communities were usually more highly educated, less religious, in relationships of shorter duration, and less likely to have children (c.f. Rothblum, Balsam, Riggle, Rostosky, & Wickham, 2020a, for a review). Whereas parenthood has been the norm for most heterosexual women, it is a minority status for sexual minority women.It was this consistent cultural difference in parenthood status that was the impetus for our research. We wanted to know what it means to be a sexual CONTACT Mark Assink M.Assink@UvA.nl Research Institute of Child Development and Education, University of Amsterdam, P.O. Box 15780, 1001 NG, Amsterdam, The Netherlands.JOURNAL OF HOMOSEXUALITY                         2022, VOL. 69, NO. 2, 205–229 https://doi.org/10.1080/00918369.2021.1892401© 2021 The Author(s). Published with license by Taylor & Francis Group, LLC. This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives License (http://creativecommons.org/licenses/by-nc-nd/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited, and is not altered, transformed, or built upon in any way.minority parent in terms of mental health and connection to the sexual minority community. We were also interested in whether there were differ-ences across age cohorts given that older sexual minority women were rearing children at a time when the lesbian communities were often separatist (and thus hostile to male children and male partners or ex-partners; Bradford, Ryan, Rothblum, & Honnold, 2013), and there were few role models or resources for sexual minority parenting. In addition, there is a need for demographic descriptive data on sexual minority women with and without children from population-based studies.The effects of parenthood status on adults have mainly been studied in heterosexual men and women, despite societal changes in attitudes toward same-sex parenting and advancements in lesbian, gay, bisexual, transgender, and queer/questioning (LGBTQ) rights. While most children of sexual min-ority parents were conceived within different-sex relationships (Goldberg, Gartrell, & Gates, 2014), advancements and availability of reproductive tech-nology have led to an increasing number of same-sex couples choosing parenthood (Ryan & Berkowitz, 2009). The present study is the first to use a United States (U.S.) population-based sample to compare the mental health of sexual minority women (lesbian, bisexual, and those with other non- heterosexual sexual identities) with children to those without children. It also compared sexual minority women across three age cohorts, given the changes in attitudes toward sexual minority parents during the past three decades. There has been little theorizing about how parenthood status affects the mental health of sexual minority women as attitudes toward them—by the general public as well as the LGBTQ communities—have changed.Changing attitudes toward sexual minority mothers over timeHistorically, the U.S. public had very negative attitudes toward lesbian and bisexual mothers involved in relationships with other women. Homosexuality was viewed as immoral, so lesbian mothers often lost custody of their children (Falk, 1989). Judges frequently made decisions based more on their own homophobic stereotypes than on the cases presented to them. Moreover, homosexuality was considered a mental illness until 1973 (Diagnostic and Statistical Manual of Mental Disorders, DSM-II, American Psychiatric Association, 1968), and “ego-dystonic homosexuality” continued as a diagnosis until 1987 (DSM-III; American Psychiatric Association, 1987).These negative attitudes were also evident among the predominantly White and middle-class lesbian communities of the 1980s. Lesbian communities were not welcoming to children, and many lesbian feminists eschewed traditional gender roles, including childcare (Bradford et al., 2013). In the National Lesbian Health Care Survey, many lesbian and bisexual women stated that they did not want children, their lover didn’t want children, they didn’t want 206 M. ASSINK ET AL.male children, they didn’t want to rear children in an unaccepting world, or they didn’t want to rear a child in the lesbian or gay community (Bradford et al., 2013).Yet by the early 1980s, attitudes in lesbian communities toward parenting had become more positive. It was clear that many lesbians were becoming mothers and that their children were comparable to children with heterosexual parents in several ways (c.f., Bos & Gartrell, 2020, for a review). More recently, in the U.S. National Longitudinal Lesbian Family Study (NLLFS; Gartrell, Rothblum, Koh, Van Beusekom, & Bos, 2019), parents were asked to reflect back on their most challenging and best parenting experiences over 25 years. They mentioned distress about their children’s experiences of stigmatization, non-acceptance by their family of origin, the need to educate others about their non-traditional family, and lack of legal protection. They spoke favorably about being role models, participating in the LGBTQ-parent community, teaching their children to value diversity, and witnessing their children’s pride in their family.Consequently, when conducting research on sexual minority (SM) parents versus non-parents it is important to take different age cohorts into account, because attitudes, policies, and laws concerning SM individuals and parenting have evolved over time. Acceptance of LGBT individuals has increased in most countries from the 1980s to the present decade (The Williams Institute, UCLA School of Law, 2019b) although discrimination still exists (c.f. Mallory, Vasquez, & Meredith, 2020; Romero, Goldberg, & Vasquez, 2020). Regarding attitudes toward SM parenting, 29% of respondents indicated their support of adoption by same-sex couples in a 1992 U.S. population- based study; by 2014, 63% of respondents endorsed it (Gallup, 2014). Thus, older SM parents reared their children in a society that was quite negative about nontraditional families. Younger sexual minority parents had the benefit of advances in reproductive technology and greater acceptance by the general public.Understudied groups of sexual minority mothersGenerally, the research on SM parents has compared them with heterosexual parents or with population-based samples (presumed heterosexual). Many of these studies, though, refer to same-gender parents as “lesbian” and “gay,” thus rendering invisible parents who are bisexual or who have other sexual identities.Bisexual mothersThe terms biphobia and binegativity have been used to illustrate that there is a unique form of bias against people who have both same-sex and different-sex attractions and sexual relationships. Bisexuals encounter this bias within JOURNAL OF HOMOSEXUALITY 207heterosexual as well as sexual minority communities (see, for instance, the work of Dodge & Sandfort, 2016; Garelick et al., 2017). Dyar, Feinstein, and London (2014) compared single bisexual women and those in relationships with women or men. Bisexual women in relationships with women reported that they were often assumed to be lesbian even when they had disclosed their bisexual identity. Bisexual women in relationships with men reported more exclusion by lesbian women and gay men, less openness about their sexual orientation, and more depressive symptoms.Qualitative research by Tasker and Delvoye (2015) with bisexual mothers in the United Kingdom found that, regardless of partner gender, bisexual parents often concealed their identity when interacting with the children’s schools, while acknowledging that this had psychological costs. All participants had experienced binegativity, and most had been excluded by lesbian commu-nities. Yet, some research has identified the ways bisexual mothers experience positive aspects of parenting, including prioritizing their commitment to their children, maintaining strong identities as bisexual, and feeling encouraged to teach their children to accept sexual and gender diversity (Bowling, Dodge, & Bartelt, 2017; Tasker & Delvoye, 2015).Other sexual minoritiesPopulation-based surveys have overwhelmingly asked respondents if they identify as lesbian, gay, or bisexual, omitting newer identities (c.f., Reczek, 2020, for a review). Yet recent research on queer (Goldberg, Rothblum, Russell, & Meyer, 2020), pansexual (Galupo, 2020), and asexual (Rothblum, Krueger, Kittle, & Meyer, 2020b) samples has found that individuals with these identities are different on demographic variables and relationship patterns. There has been almost no research on parenting status among SM individuals who do not identify as LGB (Goldberg & Allen, 2020).Ross et al. (2017) compared pregnant plurisexual (those who were attracted to more than one gender) women partnered with women versus men. Women whose partners in the past five years had been predomi-nantly male reported less outness, less connection to the LGBT commu-nity, and greater anxiety. Manley, Goldberg, and Ross (2018) interviewed pregnant or postpartum plurisexual women about their connections with the LGBTQ communities. Whereas most women had joined parenting groups, the women varied widely in their involvement with LGBTQ communities. About one-third had never been involved in LGBTQ com-munity events other than individual friendships, and about one-third expressed no interest in being involved in LGBTQ communities. The women mentioned a variety of barriers to joining LGBTQ communities, including not feeling accepted, not being close to, or not feeling authentic within LGBTQ community spaces.208 M. ASSINK ET AL.Sexual minorities without childrenThe effects of parenthood status on the mental health of heterosexual parents have been studied for many decades (c.f., Umberson, Pudrovska, & Reczek, 2010, for a review), but there has been little research on correlates of being or not being a parent among sexual minorities. Morris, Balsam, and Rothblum (2002) compared lesbian and bisexual mothers who had children before coming out, those who had children after coming out, and those without children. Women who had children before coming out were older, more likely to have married men, and the most likely to have ever sought mental health counseling of the three groups. Lesbian and bisexual women with children were more likely to identify as African American or Native American than Latina or White, and least likely to identify as Asian American. Women without children came out at younger ages than women who had children before coming out. Regarding ethnicity, several studies found that women of color across the U.S. are more likely to parent than White women (Kastanis & Wilson, 2014; The Williams Institute, UCLA School of Law, 2019a). Henehan, Rothblum, Solomon, and Balsam (2007) found that members of male and female same-sex couples without children reached milestones in the coming out process (e.g., coming out to someone else, having their first same-sex relationship) at earlier ages than those with children.Aims of the present studyThe two principal research questions in the present study were: (1) are there differences in mental health variables between SM parents and non-parents, comparing lesbian, bisexual, and women with other sexual identities; and (2) what is the effect of age cohort for parents and non-parents, given the changes in attitudes toward SM parenting over past decades? In examining these questions, a broad perspective on mental health was adopted that considered direct measures of mental health (i.e., psychological distress, life satisfaction, and happiness) as well as measures influencing mental health (i.e., social support, felt stigma, internalized homophobia, and community connected-ness). These mental health factors and those that influence mental health are measured in the Generations study (e.g., Krueger, Lin, Kittle, & Meyer, 2020; Meyer, Marken, Russell, Frost, & Wilson, 2020; Rothblum et al., 2020b), and provide a unique opportunity to study differences between sexual minority parents and non-parents.Regarding parenting status, we hypothesized that the groups would differ on the studied mental health measures. We predicted that bisexual parents may score better than lesbian parents on measures of mental health because bisexual mothers may be viewed as heterosexual by the general public and thus be more accepted as parents. At the same time, we also predicted that, due to binegativity, bisexual parents may experience less connection to the LGBT JOURNAL OF HOMOSEXUALITY 209community than lesbian parents. We did not have any predictions for the other sexual identities given the lack of prior research on this population.In addition, we hypothesized differences among subgroups of parents regarding generational cohorts, based on experiences in their early life. We were fortunate to have permission to use the Generations dataset, which surveyed three age cohorts of sexual minorities, described as coming of age during the Stonewall Inn riots (1969), the formation of ACT UP (1987), and marriage equality in some states (2003). Although societal acceptance of same- sex couples having children has increased in the past decades, implying that non-heterosexual parents may no longer experience substantial rejection from society, these changes are relatively recent. Therefore, we predicted that the oldest age cohort of parents would score lower on mental health measures than the younger two age cohorts.Materials and methodsParticipantsWe had access to the data from the first wave of the Generations study (Meyer et al., 2020), which collected data on health and well-being across three cohorts of lesbian women, gay men, and bisexual people (LGB) who did not identify as transgender and who came of age in the U.S. at different time periods. That study included a measure of psychological distress, measures related to mental health (life satisfaction, happiness, and social support from family and friends), and measures focused on LGB mental health (felt stigma, internalized homophobia, and community connectedness).In the Generations study, the youngest cohort of participants, referred to as the cultural inclusion generation or Equality cohort, consisted of those who were 18–25 years old when recruited, and entered adulthood after sodomy laws were ruled unconstitutional, the federal policy “Don’t ask, don’t tell” was reversed by Congress, and significant parts of the Defense of Marriage Act were invalidated by the Supreme Court. Participants in the middle cohort, called the institutional advancement generation or Visibility cohort, were 34–41 years old when recruited. These participants entered adulthood at the height of the HIV/AIDS epidemic as treatments were being developed. The oldest cohort, called the identity formation generation or Pride cohort, was 52–59 years old when recruited and comprised participants who entered adulthood in a time when homosexuality was considered a mental health disorder. They experienced the start of the modern gay liberation movement and were impacted by the emergence of a gay identity, discourse about gay pride, and coming out. The label of each age cohort (i.e., Equality, Visibility, and Pride) was chosen by the Generations study to reflect a significant and distinct event in LGB history that participants experienced in their early life: 210 M. ASSINK ET AL.marriage equality in Massachusetts (2003), the formation of ACT UP (1987), and the Stonewall Inn riots (1969). These events occurred when participants were 10 years old plus/minus 3 years, as this age span is considered important for sexual development (Herdt & McClintock, 2000).The participants were recruited by the U.S. survey research company Gallup, Inc., which used random-digit dialing of landlines and cell phones to interview U.S. adults. Participants were recruited in a daily random sample of U.S. adults between March 2016 and March 2017, with an over-sample of Black and Latino respondents who were sampled between April 2017 and March 2018. A total of 366,644 participants representing the U.S. population of people with a landline or mobile phone were screened by Gallup for inclusion in the Generations study (Meyer et al., 2020). This screening comprised a two-step process in which LGBT individuals were first identified in the general U.S. population. Next, eligible respondents who agreed to participate completed a self-administered online or paper- based questionnaire. Straight/heterosexual respondents were not eligible for the Generations study, and respondents identifying as transgender regard-less of sexual orientation were recruited into a different study (www.trans pop.org).Of all 366,644 participants, 3.5% identified as LGBT, and 27.5% of these participants met the eligibility criteria for study participation. Eighty percent of the eligible respondents agreed to participate, and of those, 48% completed the survey, for a total response rate of 39%. The dataset for the first wave of the Generations study comprised 1,563 participants, of whom 1,369 were recruited in the original sample, and 194 were recruited in the oversample. Of the 1,563 enrolled participants, 45 participants were removed from the dataset because they identified as transgender (n = 27), or because they provided an ineligible year of birth (n = 18). Therefore, the final Generations baseline dataset comprised 1,518 participants (1,331 from the original sample and 187 from the oversample).Given the current study aims, we excluded all participants with a male sex assigned at birth (n = 706) based on the survey question “What sex were you assigned at birth, on your original birth certificate?” with female and male as response categories (there were no participants with male sex assigned at birth who identified as lesbian or bisexual). Next, based on the survey question “Which of the following best describes your current sexual orientation?” nine participants identifying as straight/heterosexual were excluded. Based on the survey question “Do you have any children?” another seven participants for which the parenthood status was unknown were excluded. Last, two partici-pants with missing values on most variables of interest were excluded. In the end, our sample comprised 794 participants (692 from the original sample and 102 from the oversample), including 222 parents (22.8%) and 572 non-parents (77.2%).JOURNAL OF HOMOSEXUALITY 211MeasuresDemographic characteristicsThe following demographic characteristics were assessed in the Generations study (Meyer et al., 2020) and taken into account in the current study: year of birth (from which a respondent’s age in years was derived), sexual orientation (with choices straight/heterosexual, lesbian, gay, bisexual, queer, same-gender loving, or other [write-in]), current gender identity (woman, man, transgender woman/male-to-female, transgender man/female-to-male, non-binary/gen-derqueer), race/ethnicity (Asian/Asian-American, Black/African-American, Hispanic/Latino/Spanish origin, Middle Eastern/North-African, Native Hawaiian/Pacific Islander, White, American-Indian/Alaskan-Native), whether or not the participant was born in the U.S., the U.S. region of residence (Northeast, Midwest, South, West), the participant’s level of education (high school or less, some college, college degree, more than college), employment status (employed full time, employed part time, unemployed, not in work force), urbanicity (non-urban, urban), whether or not the participant was partnered at the time of data collection, and if so, the partner’s gender (woman, man, transgender woman/male-to-female, transgender man/female- to-male, non-binary/genderqueer).Psychological distressThe Kessler-6 Psychological Distress Scale (Kessler et al., 2002) was used to assess psychological distress. Items asked how often in the past 30 days participants had felt “nervous,” “hopeless,” “restless or fidgety,” “so depressed that nothing could cheer you up,” “that everything was an effort,” and “worthless.” Participants answered on a 5-point Likert scale ranging from “none of the time” to “all of the time” (Cronbach’s α = .892). For each participant, the individual item scores were added into a total scale score with higher values indicating more psychological distress. Multiple valida-tion studies found that the Kessler-6 has very good concordance with clinical diagnoses of severe mental illnesses in general U.S. population samples (Kessler et al., 2003).Life satisfactionLife satisfaction was assessed with the Satisfaction with Life Scale by Diener, Emmons, Larsen, and Griffin (1985). This scale assesses participants’ global satisfaction with life as a “cognitive-judgmental process” (Diener et al., 1985, p. 71) and comprises 4 items that are rated on a 7-point Likert scale ranging from strongly disagree to strongly agree (Cronbach’s α = .924). Examples of items are: “The conditions of my life are excellent” and “I am satisfied with life.” A mean score was calculated for each participant with higher values representing greater satisfaction with life. Many different studies found that 212 M. ASSINK ET AL.this scale to be a valid and reliable measure of life satisfaction across different cultural contexts (e.g., Pavot & Diener, 2008).HappinessA single item was used to assess happiness (i.e., “Generally, how would you say things are these days in your life? Would you say . . . ”) to which participants responded on a 3-point Likert scale ranging from not too happy to very happy. A higher score represented more happiness. Studies have shown that a single item can accurately measure happiness (e.g., Cheung & Lucas, 2014)Social supportTwo subscales of the Multidimensional Scale of Perceived Social Support (MSPSS; Zimet, Dahlem, Zimet, & Farley, 1988) were used to assess social support from family (4 items; Cronbach’s α = .924) and social support from friends (4 items; Cronbach’s α = .946). Scale items (e.g., “My family really tries to help me”) asked participants to rate their levels of agreement on a 7-point Likert scale ranging from very strongly disagree to very strongly agree. For each participant, a mean score was calculated for each of the two subscales with higher values indicating more perceived social support (from family or friends). The validity and factor structure of the MSPSS have been demon-strated in different samples and contexts (López Ramos, Fernández Muñoz, Navarro-Pardo, & Murphy, 2016).Felt stigmaThe participants’ perceptions of stigma in their environment were assessed with Herek’s (2008) scale. This scale consists of three items, such as “Most people where I live think less of a person who is LGB,” which are scored on a 5-point Likert scale ranging from strongly disagree to strongly agree (Cronbach’s α = .702). A mean score was calculated for each respondent with higher scores representing more felt stigma. Although Herek’s scale is very often used in research, it has not been validated yet.Internalized homophobiaThe degree to which participants accept sexual stigma as part of their value system and self-concept (i.e., internalized homophobia) was assessed with the Revised Internalized Homophobia Scale (IHP-R; Herek, Gillis, & Cogan, 2009). The five items (e.g., “I wish I weren’t LGB”) were scored on a 5-point Likert scale ranging from strongly disagree to strongly agree (Cronbach’s α = .730). A mean score was calculated for each respondent with higher scores representing more internalized homophobia. Acceptable construct validity has been found for the original IHP scale (Herek, Cogan, Gillis, & Glunt, 1998), and high correlations were found between the original and revised IHP (Herek et al., 2009).JOURNAL OF HOMOSEXUALITY 213Community connectednessAn adapted 7-item scale of Frost and Meyer’s (2011) 8-item scale was used for assessing the desire for and strength of LGBT community affiliation. Items (e.g., “You feel you’re a part of the LGBT community”) were scored on a 4-point Likert scale ranging from strongly disagree to strongly agree (Cronbach’s α = .865). A mean score was calculated for each respondent with higher scores indicating greater community connectedness. The factorial, convergent, and discriminant validity of the 8-item scale in different popula-tions of sexual minority individuals were demonstrated by Frost and Meyer (2011).Data analysisThe analytical procedure comprised several steps, and all analyses were con-ducted in SPSS version 25 using the Complex Samples module so that sample weights were applied to the analyses. First, F tests were performed to examine bivariate associations between the demographic characteristics and parenting status separately for lesbian/gay women, bisexual women, and women report-ing a sexual orientation other than lesbian/gay or bisexual. Next, two by three ANOVAs were performed to evaluate differences in the mental health factors between non-parents and parents, and between the three age cohorts (young-est vs. middle vs. oldest age cohort). These analyses were done for lesbian/gay women, bisexual women, and women reporting a sexual orientation other than lesbian/gay or bisexual, separately. As we were also interested in whether or not potential mental health differences between non-parents and parents are equal across women in the different age cohorts, the interaction between parenthood status and age cohort was tested in each of these ANOVAs. Whenever this interaction effect and/or the main effect of age cohort was significant, post-hoc analyses were performed to further examine significant effects. Finally, we performed three-way ANOVAs separately for non-parents and parents to examine differences in mental health factors across lesbian/gay, bisexual women, and other sexually oriented women, while controlling for the effect of age cohort. In this way, we looked into mental health differences between mothers with different sexual orientations, and between non-mothers with different sexual orientations. As for the pathway to parenthood in the sampled sexual minority women, the Generations questionnaire did not ask about how family formation occurred. Therefore, this could not be further examined here.Missing values were present in both the demographic characteristics and the mental health factors, though the numbers of missing values were rather low. Specifically, in all studied demographics, missing values (%) were only present for whether or not a participant was born in the U.S. (0.1%), employment status (4.9%), whether or not a participant was in a relationship (0.5%), and if so, the 214 M. ASSINK ET AL.gender of the partner (<0.1%). As for the mental health factors, missing values were present in felt stigma (0.5%), internalized homophobia (1.4%), community connectedness (3.5%), social support of family (0.9%) and friends (1.1%), psy-chological distress (0.8%), life satisfaction (1.13%), and happiness (2.6%). Missing values for scale scores were imputed by chained equations (fully conditional specification) using predictive mean matching (Little, 1988) by the Generations Study researchers (see Krueger et al., 2020). In this imputation method, each imputed variable serves as a predictor in the imputation regression models for all other imputed variables that are used to predict the missing values. Rather than (total) scale scores, individual scale items were imputed, implying that a maximum percentage of missing item responses was required for a single imputation. To improve matching, the variables age, race/ethnicity, and sex assigned at birth were included in each imputation model. For all imputations, the full Generations baseline sample (N = 1,518) was used. Krueger et al. (2020) note that predictive mean matching can be considered a general form of hot- deck imputation, in which missing values are replaced by matching non- respondents to respondents in the same dataset only using categorical predictors (p. 30). These matching-imputation methods are commonly used, because they recreate distributions well by using observed values for imputations, and they are also more robust to violation of the normality assumption than parametric imputation methods (Morris, White, & Royston, 2014).In all analyses, survey weights were utilized to allow for generalization to the U.S. population of sexual minority women aged 18–25, 34–41, and 52–59 (i.e., each age cohort). The sample is not necessarily representative of all people in the U.S., because the target population and sampling frame excluded people in other age groups, people with low educational attainment, and people with no cell or landline phone (see Krueger et al., 2020 for details). For all analyses, p values smaller than .05 were considered statistically significant.Ethical approvalThis study received research ethics committee approval from the Institutional Review Board of the University of California, Los Angeles, and the Ethics Review Board of the Faculty of Social and Behavioral Sciences of the University of Amsterdam (the Netherlands) approved it for secondary ana-lyses (Protocol number: 2019-CDE-10651).ResultsDemographic characteristics by sexual orientation and parenthood statusTable 1 presents demographic characteristics of the respondents by sexual orientation and parenthood status. In the full sample of N = 794 respondents JOURNAL OF HOMOSEXUALITY 215who identified their sex assigned at birth as female, most women identified as bisexual (n = 352; 52.4%), followed by lesbian/gay (n = 301; 30.0%), and another sexual orientation (n = 141; 17.7%; Unweighted sample sizes and weighted percentages are reported here and in Table 1). The latter group comprised women identifying as queer (n = 68; 8.2%), same-gender loving (n = 15; 1.2%), pansexual (n = 31; 4.4%), asexual (n = 9; 1.4%), or as sexually oriented in any other way (n = 18; 2.4%). Although a substantial number of queer-identifying respondents were part of this group, we decided not to create a separate queer group as sample sizes would be too small for intelligible analyses (but see the work of Goldberg et al., 2020, who focused specifically on queer-identifying respondents in the Generations study).Table 1 reveals that in each of the three sexual orientation groups, non- parents were more prevalent than parents, and most women belonged to the youngest age cohort. Further, most lesbian/gay and bisexual partici-pants identified as woman and to a far lesser extent as non-binary/gender queer. However, in women who identified their sexual orientation as Other, the proportion of non-binary/gender queer identified people was largest (see Table 1). Frequency analyses also revealed that most partici-pants were White, although a substantial number of participants were Black, Latino, or of a different race (See note in Table 1 for details). Most participants were born in the U.S., full-time employed, urban dwell-ers, and in a relationship. Non-transgender woman and non-transgender man were the most prevalent gender of the current partner. Partners of lesbian/gay participants were overwhelmingly female and partners of bisexual women were overwhelmingly male. Most participants had some college education or less. In general, the participants were equally dis-tributed across the four U.S. census regions, although most lesbian/gay women were living in the South. The full sample (N = 794) included an oversample (n = 102; 14.6%) of Black (n = 40; 6.7%, of whom 26 were non-parents [6.6%] and 14 parents [7.1%]), Latino (n = 20; 2.5%, of whom 16 were non-parents [2.9%] and 4 parents [1.2%]), White (n = 3; 0.2%, of whom 1 was a non-parent [0.1%] and 2 [0.6%] were parents), and other-race (n = 39; 5.2%, 29 of whom were non-parents [5.7%] and 10 [3,6%] parents) participants.The results of adjusted chi-square association tests revealed associations between parenthood status and several demographics. First, across lesbian/ gay, bisexual, and other sexual orientations, parents were less likely to be in the youngest age cohort (adjusted residual [AR] = −6.352, AR = −9.902, and AR = −5.904, respectively) than in the middle age cohort (AR = 2.484, AR = 8.548, and AR = 5.025, respectively) and the oldest age cohort (AR = 4.425, AR = 4.976, AR = 1.292(ns), respectively). Further, parents in the other sexual orientation category were less likely to identify as non-binary/gender queer (AR = −3.961). Bisexual and other sexually oriented parents were more likely 216 M. ASSINK ET AL.Table 1. Demographics of the sample by sexual orientation and parenthood status with unweighted sample sizes and weighted percentages (N = 794).Sexual orientationLesbian/gay women(n = 301; 30.0%)Bisexual women(n = 352; 52.4%)Other sexual orientation(n = 141; 17.7%)No childrenChildrenaNo childrenChildrenbNo childrenChildrenc(n = 213; 76.5%)(n = 88; 23.5%)(n = 238; 73.5%)(n = 114; 26.5%)(n = 121; 89.2%)(n = 20; 10.8%)n%n%Fpdn%n%Fpdn%n%FpdAge cohort16.328<.00154.005<.00127.975<.001Youngest (18–25)8464.2616.018388.02333.89185.2319.9Middle (34–41)3815.52432.6419.76353.02011.21368.8Oldest (52–59)9120.45851.3142.32813.3103.6411.3Gender identity0.008.9270.139.7097.632.007Woman20898.38598.523397.411196.47759.31890.1Non-binary/gender queer51.731.552.633.64440.729.9Race/Ethnicity1.145.3301.046.3702.080.104Black3222.81115.42911.61314.01614.1418.9Latino2111.066.4239.265.979.1315.1White13249.65763.314061.57568.57758.8726.5Othere2816.61414.84617.82011.52118.0639.6Born in U.S.0.219.6400.077.7820.970.326No104.232.9113.753.053.200Yes20295.88597.122796.310997.011696.820100.0U.S. Region of residence0.199.8910.469.7021.025.381Northeast4518.31717.34818.82623.62320.5417.6Midwest3214.51316.15021.52224.73027.8210.5West5021.42825.76426.03422.43728.7739.2South8645.73040.87633.73229.43122.9732.8Level of education2.308.0883.661.0203.268.031High school or less3842.21233.16851.81937.82032.7113.8Some college6631.92227.08831.85142.24137.9534.9College degree6416.22116.95811.9208.94523.3414.3More than college459.83323.0244.52411.1156.21037.0Employment0.990.3702.944.0540.304.737Full time13155.25960.410537.74937.96049.51052.7Part time3119.069.36434.32420.83328.7319.5(Continued)JOURNAL OF HOMOSEXUALITY 217Table 1. (Continued).Sexual orientationLesbian/gay women(n = 301; 30.0%)Bisexual women(n = 352; 52.4%)Other sexual orientation(n = 141; 17.7%)No childrenChildrenaNo childrenChildrenbNo childrenChildrenc(n = 213; 76.5%)(n = 88; 23.5%)(n = 238; 73.5%)(n = 114; 26.5%)(n = 121; 89.2%)(n = 20; 10.8%)n%n%Fpdn%n%Fpdn%n%FpdUnemployed4425.91930.25528.03441.32321.8527.7Urbanicity1.381.2414.888.0280.396.530Non-urban2614.11522.02611.42223.3118.0213.3Urban18785.97378.021288.69276.711092.01886.7Relationship6.503.01113.226<.0010.496.482No8638.01719.49239.52117.64539.2428.6Yes12662.07180.614460.59382.47660.81571.4Gender of current partnerf0.959.3720.987.4062.657.053Woman (non-TG)12396.67098.3209.289.22933.3956.1Man (non-TG)10.611.711887.48490.44362.8325.4TG woman000010.60021.413.9TG man000032.5000000Non-binary/genderqueer22.80010.310.522.5214.6a Child(ren) under age 18 living with the parent: n = 40 (n = 6, n = 20, and n= 14, for the youngest, middle, and oldest cohort, respectively). Child(ren) under age 18 not living with the parent: n = 4 (all in the middle cohort). Child(ren) 18 years or older living with the parent: n = 21 (all in the oldest cohort). Child(ren) 18 years or older not living with the parent: n = 35 (n = 1, n = 1, and n = 33 for the youngest, middle, and oldest cohort, respectively). bChild(ren) under age 18 living with the parent: n = 80 (n = 23, n = 52, n = 5, for the youngest, middle, and oldest cohort, respectively). Child(ren) under age 18 not living with the parent: n = 15 (n = 2, n = 11, n = 2, for the youngest, middle, and oldest cohort, respectively). Child(ren) 18 years or older living with the parent: n = 19 (n = 10 and n = 9 for the middle and oldest cohort, respectively). Child(ren) 18 years or older living with the parent: n = 22 (n = 5 and n = 17 for the middle and oldest cohort, respectively). c Child(ren) under age 18 living with the parent: n = 15 (n = 2, n = 12, and n = 1, for the youngest, middle, and oldest cohort, respectively). Child(ren) under age 18 not living with the parent: n = 4 (n = 1, n = 2, n = 1, for the youngest, middle, and oldest cohort, respectively). Child(ren) 18 years or older not living with the parent: n = 2 for the oldest cohort). dAnalyses are based on weighted data. The F test is based on the second-order Rao-Scott adjusted chi-square statistic. e Other comprises participants with an Asian, (n = 1 for lesbian women), American Indian/Native American (n = 1 for bisexual women) or multiracial background (n = 41 for lesbian women, n = 65 for bisexual women, and n = 27 for women with another sexual orientation). f TG = transgender. To increase expected cell counts, we also conducted three adjusted F tests of independence using three rather than five categories—cis woman, cis man, and other identity than cisgender. Because these three tests were also non-significant (p = .549 for lesbian women, p = .223 for bisexual women, and p = .707 for women with another sexual orientation), the full list of partner gender options and their associated frequencies is presented here for descriptive purposes.218 M. ASSINK ET AL.Table 2. Differences in mental health factors across parenthood status and age cohort for three groups of different sexual orientations.ParenthoodAge cohortParenthoodAge cohortParenthood x Age cohortNo childrenChildrenYoungest (18–25 years)Middle (34–41 years)Oldest(52–59 years)Wald FpWald FpWald FpLesbian/Gay women(n = 213; 76.5%)(n = 88; 23.5%)(n = 90; 52.9%)(n = 62; 19.5%)(n = 149; 27.6%)Felt stigma2.752 (0.082)2.871 (0.117)2.842 (0.108)2.807 (0.133)2.643 (0.104)3.200.0752.213.1110.190.827Internalized homophobia1.603 (0.062)1.515 (0.105)1.644 (0.088)1.619 (0.109)1.438 (0.055)0.015.9031.172.3110.952.387Community connectedness3.115 (0.060)3.087 (0.070)3.292 (0.063)a2.899 (0.142)b2.907 (0.057)b3.837.0517.924<.0011.210.300Social support family4.589 (0.158)4.940 (0.227)4.636 (0.205)4.641 (0.308)4.760 (0.167)0.797.3730.197.8211.001.369Social support friends5.416 (0.136)5.320 (0.191)5.322 (0.183)5.526 (0.222)5.437 (0.140)0.222.6380.093.9110.450.638Psychological distress7.700 (0.444)5.810 (0.758)8.800 (0.566)a6.840 (0.934)ab4.600 (0.460)b0.743.3898.562<.0014.297.014Life satisfaction4.280 (0.136)4.580 (0.207)4.110 (0.175)4.510 (0.246)4.690 (0.168)0.467.4950.292.7471.844.160Happiness1.950 (0.050)2.120 (0.093)1.900 (0.067)2.100 (0.96)2.080 (0.068)2.407.1220.223.8003.357.036Bisexual women(n = 238; 73.5%)(n = 114; 26.5%)(n = 206; 73.6%)(n = 104; 21.2%)(n = 42; 5.2%)Felt stigma2.743 (0.069)2.792 (0.088)2.761 (0.069)2.765 (0.101)2.648 (0.172)0.111.7390.556.5740.262.769Internalized homophobia1.547 (0.088)1.592 (0.076)1.618 (0.079)1.492 (0.086)1.598 (0.130)0.154.6950.614.5420.287.751Community connectedness2.963 (0.040)2.867 (0.065)3.005 (0.042)a2.764 (0.059)b2.670 (0.065)b0.608.4368.447<.0010.671.512Social support family4.629 (0.1223)4.598 (0.197)4.672 (0.128)4.552 (0.201)4.173 (0.277)0.577.4481.713.1820.209.812Social support friends5.306 (0.113)4.826 (0.204)5.284 (0.119)4.822 (0.209)5.140 (0.218)1.114.2920.463.6301.670.190Psychological distress10.590 (0.423)10.900 (0.625)11.050 (0.430)a9.890 (0.672)b8.490 (1.020)b2.348.1265.384.0050.110.896Life satisfaction3.970 (0.114)3.800 (0.184)4.010 (0.117)3.560 (0.193)4.070 (0.278)0.000.9981.932.1460.026.974Happiness1.830 (0.044)1.810 (0.082)1.860 (0.048)1.720 (0.071)1.780 (0.113)0.096.7561.570.2101.109.331Other sex. oriented women(n = 121; 89.2%)(n = 20; 10.8%)(n = 94; 78.2%)(n = 33; 17.4%)(n = 14; 4.4%)Felt stigma2.697 (0.091)2.430 (0.177)2.438 (0.117)2.576 (0.176)2.676 (0.210)1.803.1820.566.5691.693.188Internalized homophobia1.518 (0.072)1.262 (0.090)1.520 (0.079)1.354 (0.111)1.511 (0.221)8.683.0040.001.9991.883.156Community connectedness3.054 (0.063)3.192 (0.170)3.090 (0.061)a3.053 (0.194)ab2.770 (0.196)b0.163.6873.150.0461.414.247Social support family4.439 (0.168)4.452 (0.440)4.462 (0.172)4.202 (0.409)5.002 (0.641)1.741.1892.752.0672.645.075Social support friends5.429 (0.139)5.621 (0.265)5.462 (0.152)5.559 (0.255)4.804 (0.315)2.360.1270.980.3781.759.176Psychological distress10.970 (0.578)9.300 (1.618)11.370 (0.624)a9.490 (1.339)a5.760 (1.333)b0.481.4899.942<.0010.299.742Life satisfaction3.930 (0.180)4.480 (0.565)3.900 (0.196)ab4.030 (0.416)ab5.430 (0.396)a0.051.8213.276.0410.899.409Happiness1.760 (0.072)1.980 (0.164)1.760 (0.080)1.860 (0.135)1.920 (0.206)0.192.6620.867.4237.619.001Unweighted sample sizes, weighted percentages, and unadjusted means and standard errors are reported. Estimated means in each row that share subscripts do not differ significantly. p values < .05 are in boldface. Sex. = sexually.JOURNAL OF HOMOSEXUALITY 219to have had some college education (AR = 2.609 and AR = 3.062, respectively), and fewer bisexual parents had a high school degree or less (AR = −1.934). Bisexual parents were more likely to reside in a non-urban area (AR = 2.105) than urban area, and lesbian/gay and bisexual parents more likely to be in a relationship (AR = 2.826 and AR = 4.112, respectively) than single.Mental health differences across parenthood status and age cohortsTable 2 shows the group means of the mental health variables, as well as the results of the group difference tests. In lesbian/gay women, we found that women in the youngest age cohort scored higher on community connected-ness than women in the middle (F(1, 300) = 8.499, p = .004) and oldest cohorts (F(1, 300) = 15.561, p < .001). The results also revealed a significant interaction between parenthood status and age cohort for two mental health factors. For psychological distress, we found an age cohort effect in non-parents (F(2, 211) = 17.277, p < .001), but not in parents (F(2, 86) = 0.499, p = .609). The results showed that lesbian/gay non-parents in the oldest age cohort (M = 4.200, SE = 0.565) scored significantly lower than non-parents in the youngest age cohort (M = 9.020, SE = 0.598; F(1, 212) = 34.595, p < .001) and the middle age cohort (M = 6.840, SE = 0.965; F(1, 212) = 5.670, p = .018). For happiness, there was also only an age cohort effect in lesbian/gay non-parents (F(2, 206) = 3.736, p = .025), and not in parents (F(2, 83) = 1.498, p = .230). Lesbian non- parents in the oldest age cohort (M = 2.120, SE = 0.086) were significantly happier than non-parents in the youngest age cohort (M = 1.85, SE = 0.065; F (1, 207) = 6.074, p = .015.In bisexual women, two significant main effects of age cohort were found. Bisexual women in the youngest age cohort scored significantly higher on community connectedness than women in the middle (F(1, 351) = 10.350, p < .001) and oldest age cohorts (F(1, 351) = 15.023, p < .001), yet also scored higher on psychological distress (F(1, 351) = 5.470, p = .020, and, F(1, 351) = 8.551, p = .004, respectively) than both younger groups.In other sexually oriented women, a main effect of parenthood status was found with non-parents scoring higher on internalized homophobia than parents (see Table 2). As for age cohort, three main effects were found. First, other sexually oriented women in the youngest age cohort scored higher on community connectedness than women in the oldest age cohort (F(1, 140) = 5.421, p = .021). Second, other sexually oriented women in the oldest age cohort experienced less psychological distress than women in the youngest (F (1, 140) = 19.912, p < .001) and middle age (F(1, 140) = 6.069, p = .015) cohorts. Third, other sexually oriented women in the oldest age cohort were more satisfied with life than women in the middle age cohort (F (1, 140) = 4.915, p = .028). Finally, there was a significant interaction between parent-hood status and age cohort for happiness (see Table 2). We found an age 220 M. ASSINK ET AL.Table 3. Differences in mental health factors by parenthood status and sexual orientation while controlling for age cohort.Non-parentsParentsLesbian/Gay women (n = 213; 29.7%)Bisexual women (n = 238; 49.9%)Other sexually oriented women (n = 121; 20.4%)Wald FpLesbian/Gay women (n= 88; 30.9%)Bisexual women (n = 114; 60.8%)Other sexually oriented women (n = 20; 8.4%)Wald FpFelt stigma2.717 (0.080)2.671 (0.084)2.685 (0.117)0.080.9232.923 (0.115)2.757 (0.097)2.475 (0.230)1.608.203Internalized homophobia1.564 (0.060)1.542 (0.062)1.446 (0.079)0.818.4421.530 (0.128)ab1.577 (0.078)a1.267 (0.095)b3.575.030Community connectedness3.019 (0.062)a2.791 (0.049)b2.890 (0.072)ab5.075.0073.179 (0.070)a2.834 (0.060)b3.206 (0.165)a8.587<.001Social support family4.520 (0.159)4.517 (0.155)4.334 (0.197)0.451.6374.940 (0.266)4.592 (0.203)4.440 (0.443)0.663.516Social support friends5.444 (0.127)5.351 (0.131)5.472 (0.157)0.261.7705.352 (0.219)ab4.865 (0.190)a5.718 (0.290)b3.423.034Psychological distress6.760 (0.414)a8.720 (0.486)b9.190 (0.629)b6.768.0016.360 (0.839)a10.600 (0.621)b9.190 (1.604)ab7.091.001Life satisfaction4.350 (0.135)4.170 (0.145)4.130 (0.196)0.623.5374.610 (0.226)a3.830 (0.183)b4.560 (0.563)ab3.675.027Happiness1.980 (0.050)1.910 (0.053)1.840 (0.078)1.428.2412.190 (0.092)a1.810 (0.082)b2.010 (0.171)ab4.965.008Unweighted sample sizes, weighted percentages, and adjusted means and standard errors are reported. The means and standard errors are adjusted for the effect of age cohort. Estimated means in each row that share subscripts do not differ significantly. p values < .05 are in boldface. The interaction between parenthood and sexual orientation was not significant for felt stigma (F(2, 792 = 0.940, p = .391), internalized homophobia (F(2, 792 = 1.052, p = .350), community connectedness (F(2, 792 = 1.010, p = .365), social support from family (F(2, 792 = 0.501, p = .606), social support from friends (F(2, 792 = 1.671, p = .189), psychological distress (F(2, 792 = 1.477, p = .229), life satisfaction (F(2, 792 = 1.053, p = .349), or happiness (F(2, 771) = 1.188, p = .305).JOURNAL OF HOMOSEXUALITY 221cohort effect in other sexually oriented parents (F(2, 17) = 7.061, p = .006), but not in non-parents (F(2, 117) = 2.024, p = .137). Parents in the oldest age cohort (M = 1.170; SE = 0.216) were significantly less happy than parents in the middle age cohort (M = 2.060, SE = 0.145; F(1, 18) = 14.540, p = .001).Mental health differences across sexual orientation in non-parents and parentsTable 3 presents means adjusted for the effect of age cohort and the results of group difference tests. In non-parents, we found that lesbian/gay women scored significantly higher on community connectedness than bisexual women (F(1, 571) = 9.933, p = .002). We also found in non-parents that lesbian/gay women experienced less psychological distress than bisexual (F (1, 571) = 9.429, p = .002) and other sexually oriented women (F(1, 571) = 10.579, p = .001). In parents, we found more differences across sexual orienta-tion in mental health factors. First, the results showed that other sexually oriented parents scored lower on internalized homophobia (F(1, 221) = 6.697, p = .010), but higher on social support from friends (F(1, 221) = 6.108, p = .014) than bisexual parents. Next, we found that bisexual parents scored lower on community connectedness than both lesbian/gay parents (F(1, 221) = 14.811, p < .001) and other sexually oriented parents (F(1, 221) = 4.654, p = .032). Finally, the results showed that relative to bisexual parents, les-bian/gay parents experienced less psychological distress (F(1, 221) = 14.220, p < .001), more life satisfaction (F(1, 221) = 6.829, p = .010), and more happiness (F(1, 213) = 9.805, p = .002) than bisexual parents. The interaction between parenthood and sexual orientation was not significant for any of the mental health factors (see note Table 3), implying that among both parents and non-parents only main effects for sexual orientation were found.DiscussionAs this population-based study indicates, less than one-quarter of SM women were parents, and this corresponds to 2014–2016 data from the American Community Survey estimates (Goldberg & Conron, 2018) that 23.9% of female same-sex couples have children. Parents were more likely to be from the middle and older age groups, bisexual, and in a relationship. Bisexual parents had higher levels of education, had male partners, and came from rural areas. Prior convenience studies that recruited lesbian and bisexual women via social media, gay bars, women’s bookstores, or membership in LGBT organi-zations (e.g., the National Lesbian Health Survey, Bradford, Ryan, & Rothblum, 1994) tended to find lesbian and bisexual women who were young, urban dwellers, and were less likely to capture much of the parent demographic located by Gallup, Inc., in the current report.222 M. ASSINK ET AL.The lack of differences in distributions of racial identity between parent and non-parent groups was surprising given that previous research on SM status and parenting status across the U.S. has shown that women of color are more likely to parent than White women (Kastanis & Wilson, 2014; The Williams Institute, UCLA School of Law, 2019a). Prior reports on parent demographics using probability samples of LGB people have relied on data from the U.S. Census, which identifies sexual minorities through types of couples (same-sex, different-sex). For example, the 2010 U.S. Census data indicated that 37% of individuals in couples were people of color (Gates, 2013). In the present study, SM women parents were more likely to be bisexual, a group that if coupled, is also more likely to be partnered with cisgender men than the other sexual minority groups (Wilson, Kreuger, Politt, & Bostwick, in press), and thus would not have been included in the same-sex couple data in Census studies.Mental health by parenthood statusContrary to our first hypothesis, bisexual parents scored higher than lesbian parents on psychological distress and lower on life satisfaction and happiness. This is surprising because the overwhelming majority of bisexual parents are in relationships with male partners and thus would likely be viewed as heterosexual by the general public. This result could reflect other researchers’ findings that bisexual women in different-sex relationships experience isolation and depression (Dyar et al., 2014; Molina et al., 2015; Morandini, Pinkus, & Dar-Nimrod, 2018). However, our prediction that bisexual parents would be less connected to the LGBT community was supported. These results are consistent with the findings of Ross et al. (2017) that pregnant SM women whose partners had been predominantly male reported less connection to the LGBT community and greater anxiety. Our data also support results of qualitative research by Tasker and Delvoye (2015) who found that all bisexual mothers in their study had experienced binegativity, and most had been excluded by lesbian communities. Parenthood for bisexual mothers involved with male partners thus comes at a cost from both the general public and the LGBT community. This has important implications for mental health providers, bisexual advocates, and of course bisexual mothers themselves.Tasker and Delvoye (2015) underscored the importance of a life course perspective in their research on bisexual women, and we too found a number of main effects for age cohort. Contrary to our hypotheses, however, we did not find more negative mental health outcomes in the oldest cohort. Among lesbians, non-parents in the oldest cohort reported more happiness and less psychological distress than the youngest group. There were no significant effects for parenthood and age cohort among bisexual women. It was only JOURNAL OF HOMOSEXUALITY 223among women with other sexual identities that parents in the middle age cohort were less happy than those in the middle age group.The results of this study also highlight the importance of including parents with “emerging identities” (Borgogna, McDermott, Aita, & Kridel, 2018; Goldberg & Allen, 2020; Manley et al., 2018), such as queer, pansexual, asexual, and others. Population-based studies have rarely included sexual orientation identities other than LGB, yet the present results indicate that parents with these identities perceived more social support from friends, and were lower on internalized homophobia than bisexual parents. Although the number of parents with other sexual identities was small, our results indicate that these parents are finding support and experiencing pride in their identities, contrary to bisexual parents. More research that examines parenthood among participants who identity with specific emerging identities is needed as more people become familiar with, and thus claim, these new identities.ConclusionThis is the first study comparing lesbian, bisexual, and other-identified female parents and non-parents on mental health variables using a population-based sample. We identify evidence that sexual orientation is not only an important factor to examine between sexual minority and majority women, but also among sexual minority women of varying sexual orientation identities. This study also had access to women across three age cohorts who came of age at times when attitudes about SM parenting changed dramatically. The results demonstrate that parenthood status is a significant factor in understanding previously documented disparities in mental health and community connect-edness among bisexual women, compared to lesbian/gay-identified women. Taking into account recent research showing that being partnered with some-one who has a different sexual orientation, a partnership structure that is more common among bisexual women than lesbian/gay women (Wilson et al., in press), our study indicates that understanding the family environment of partnered bisexual women parents is a needed site of future research focused on mental health and well-being.Nevertheless, the results are limited in that the Generations study did not include participants who identified exclusively as Asian American/Pacific Islander or American Indian/Native American, and also assigned those who identified as transgender into a different study. More information is needed on transgender parents and non-parents as well, although a first study on demo-graphics and health outcomes of transgender parents and non-parents has recently been published by our research team (Carone, Rothblum, Bos, Gartrell, & Herman, 2020). The Generations study was not developed as a parenting study, and thus did not ask about pathways to parenthood (such 224 M. ASSINK ET AL.as adoption, insemination, or sexual relationship with a man). Given that study’s focus on three specific age cohorts, it does not provide information about SM parents and non-parents in other age groups. As in most popula-tion-based studies, all information was via self report. Finally, the Generations study had only small numbers of sexual minority men who were parents, and this has been found in other population-based studies (e.g., Solomon, Rothblum, & Balsam, 2004). It is possible that more sexual minority men will become parents in future generations—or that current population-based studies could oversample for gay and bisexual fathers.The results of this study have implications for sexual minority parents as well as sexual minorities (such as the youngest Generations cohort) who may be planning to have children in the future. This is a time of political and social backlash and opportunity, with laws and policies protecting sexual minorities in some locations and denying protections to those in others. Policies concerning child custody, adoption, and reproductive technologies will particularly affect sexual minority parents, so it is vital that health professionals are aware of their impact on well-being and mental health in this population.Disclosure statementNo potential conflict of interest was reported by the authors.FundingThe authors report no funding in support of this paper.ReferencesAlbro, J. C., & Tully, C. (1979). A study of lesbian lifestyles in the homosexual micro-culture and the heterosexual macro-culture. Journal of Homosexuality, 4(4), 331–344. doi:10.1300/ J082v04n04_02American Psychiatric Association. (1968). The diagnostic and statistical manual of mental disorders (2nd ed.). Washington, DC: Author.American Psychiatric Association. (1987). The diagnostic and statistical manual of mental disorders (3rd ed. Revised). Washington, DC: Author.Borgogna, N. C., McDermott, R. C., Aita, S. L., & Kridel, M. M. (2018). Anxiety and depression across gender and sexual minorities: Implications for transgender, gender nonconforming, pansexual, demisexual, asexual, queer, and questioning individuals. Psychology of Sexual Orientation and Gender Diversity, 6(1), 54–63. doi:10.1037/sgd0000306Bos, H. M. W., & Gartrell, N. (2020). Lesbian-mother families formed through donor insemi-nation. In A. E. Goldberg & K. R. Allen (Eds.), LGBT-parent families: Innovations in research and implications for practice (2nd ed., pp. 25–44). New York, NY: Springer.JOURNAL OF HOMOSEXUALITY 225Bowling, J., Dodge, B., & Bartelt, E. (2017). Sexuality-related communication within the family context: Experiences of bisexual parents with their children in the United States of America. Sex Education, 17(1), 86–102. doi:10.1080/14681811.2016.1238821Bradford, J., Ryan, C., Rothblum, E., & Honnold, J. (2013). “I have never slept with a man, and there is no star rising in the east”: Lesbians, bisexual women, and pregnancy before insemination. Journal of GLBT Family Studies, 9(5), 490–509. doi:10.1080/ 1550428X.2013.826160Bradford, J., Ryan, C., & Rothblum, E. D. (1994). National lesbian health care survey: Implications for mental health care. Journal of Consulting and Clinical Psychology, 62(2), 228–242. doi:10.1037/0022-006X.62.2.228Carone, N., Rothblum, E. D., Bos, H. M. K., Gartrell, N. K., & Herman, J. L. (2020). Demographics and health outcomes in a U.S. probability sample of transgender parents. Journal of Family Psychology. doi:10.1037/fam0000776Cheung, F., & Lucas, R. E. (2014). Assessing the validity of single-item life satisfaction measures: Results from three large samples. Quality of Life Research, 23(10), 2809–2818. doi:10.1007/s11136-014-0726-4Diener, E., Emmons, R. A., Larsen, R. J., & Griffin, S. (1985). The satisfaction with life scale. Journal of Personality, 49(1), 71–75. doi:10.1207/s15327752jpa4901_13Dodge, B., & Sandfort, T. G. M. (2016). Attitudes toward bisexual men and women among a nationality representative probability sample of adults in the United States. PLoS One, 11 (10), e0164430. doi:10.1371/journal.pone.0164430Dyar, C., Feinstein, B. A., & London, B. (2014). Dimensions of sexual identity and minority stress among bisexual women: The role of partner gender. Psychology of Sexual Orientation and Gender Diversity, 1(4), 441–451. doi:10.1037/sgd0000063Falk, P. J. (1989). Lesbian mothers: Psychosocial assumptions in family law. American Psychologist, 44(6), 941–947. doi:10.1037/0003-066X.44.6.941Frost, D. M., & Meyer, I. H. (2011). Measuring community connectedness among diverse sexual minority populations. Journal of Sex Research, 49(1), 36–49. doi:10.1080/ 00224499.2011.565427Gallup. (2014). Most American say same-sex couples entitled to adopt: Right to adopt children outpaces Americans’ acceptance of same-sex marriage. Retrieved from https://news.gallup. com/poll/170801/americans-say-sex-couples-entitled-adopt.aspx Galupo, P. (2020). Mental health for individuals with pansexual and queer identities. Chapter 28 in E. D. Rothblum (Ed.), The Oxford handbook of sexual and gender mental health (pp. 331–341). New York, NY: Oxford University Press.Garelick, A. S., Filip-Crawford, G., Varley, A. H., Nagoshi, C. T., Nagoshi, J. L., & Evans, R. (2017). Beyond the binary: Exploring the role of ambiguity in biphobia and transphobia. Journal of Bisexuality, 17(2), 172–189. doi:10.1080/15299716.2017.1319890Gartrell, N. K., Rothblum, E. D., Koh, A. S., Van Beusekom, G., & Bos, H. (2019). “We were among the first nontraditional families”: Thematic perceptions of lesbian parenting after 25 years. Frontiers in Psychology, 10, 1–10. doi:10.3389/fpsyg.2019.02414Gates, G. (2013). LGBT parenting in the United States. Retrieved from https://williamsinstitute. law.ucla.edu/publications/lgbt-parenting-us/ Goldberg, A. E., & Allen, K. R. (Eds.). (2020). LGBTQ-parent families: Innovations in research and implications for practice (2nd ed.). New York, NY: Springer.Goldberg, A. E., Gartrell, N. K., & Gates, G. J. (2014). Research report on LGB-parent families. The Williams Institute, UCLA School of Law. Retrieved from https://escholarship.org/uc/ item/7gr4970w 226 M. ASSINK ET AL.Goldberg, S. K., & Conron, K. J. (2018, July). How many same-sex couples in the U.S. are raising children? Retrieved from https://williamsinstitute.law.ucla.edu/publications/same-sex- parents-us/ Goldberg, S. K., Rothblum, E. D., Russell, S. T., & Meyer, I. H. (2020). Exploring the Q in LGBTQ: Demographic characteristic and sexuality of queer people in a US representative sample of sexual minorities. Psychology of Sexual Orientation and Gender Diversity, 7(1), 101–112. doi:10.1037/sgd0000359Henehan, D., Rothblum, E. D., Solomon, S. E., & Balsam, K. F. (2007). Social and demographic characteristics of gay, lesbian, and heterosexual adults with and without children. Journal of GLBT Family Studies, 3(2), 35–79. doi:10.1300/J461v03n02_03Herdt, G., & McClintock, M. (2000). The magical age of 10. Archives of Sexual Behavior, 29(6), 587–606. doi:10.1177/0886260508316477Herek, G. M. (2008). Hate crimes and stigma-related experiences among sexual minority adults in the United States. Journal of Interpersonal Violence, 24(1), 54–74. doi:10.1177/ 0886260508316477Herek, G. M., Cogan, J. C., Gillis, J. R., & Glunt, E. K. (1998). Correlates of internalized homophobia in a community sample of lesbians and gay men. Journal of the Gay and Lesbian Medical Association, 2, 17–25.Herek, G. M., Gillis, J. R., & Cogan, J. C. (2009). Internalized stigma among sexual minority adults: Insights from a social psychological perspective. Journal of Counseling Psychology, 56 (1), 32–43. doi:10.1037/a0014672Kastanis, A., & Wilson, B. (2014). Race/ethnicity, gender and socioeconomic wellbeing of individuals in same-sex couples. Los Angeles, CA: The Williams Institute, UCLA School of Law. Retrieved from http://williamsinstitute.law.ucla.edu/wp-content/uploads/Census- Compare-Feb-2014.pdf Kessler, R. C., Andrews, G., Colpe, L. J., Hiripi, E., Mroczek, D. K., Normand, S. L., . . . Zaslavsky, A. M. (2002). Short screening scales to monitor population prevalences and trends in non-specific psychological distress. Psychological Medicine, 32(6), 959–976. doi:10.1017/S0033291702006074Kessler, R. C., Barker, P. R., Colpe, L. J., Epstein, J. F., Gfroerer, J. C., Hiripi, E., . . . Zaslavsky, A. M. (2003). Screening for serious mental illness in the general population. Archives of General Psychiatry, 60(2), 184–189. doi:10.1001/archpsyc.60.2.184Krueger, E. A., Lin, A., Kittle, K. R., & Meyer, I. H. (2020). Generations: Methodology and technical notes Gallup quantitative survey. Retrieved from http://www.generations-study. com/s/Generations-Quantitative-Survey-Methods-v20_copy.pdf Little, R. J. A. (1988). Missing-data adjustments in large surveys. Journal of Business & Economic Statistics, 6(3), 287–296. doi:10.1080/07350015.1988.10509663López Ramos, Y., Fernández Muñoz, J. J., Navarro-Pardo, E., & Murphy, M. (2016). Confirmatory factor analysis for the multidimensional scale of perceived social support in a sample of early retirees enrolled in university programs. Clinical Gerontologist, 40(4), 241–248. doi:10.1080/07317115.2016.1199077Mallory, C., Vasquez, L. A., & Meredith, C. (2020). Legal protections for LGBT people after Bostock v. Clayton County. The Williams Institute, UCLA School of Law. Retrieved from https://escholarship.org/content/qt1h88n2d8/qt1h88n2d8.pdf Manley, M. H., Goldberg, A. E., & Ross, L. E. (2018). Invisibility and involvement: LGBTQ community connections among plurisexual women during pregnancy and postpartum. Psychology of Sexual Orientation and Gender Diversity, 5(2), 169–181. doi:10.1037/ sgd0000285JOURNAL OF HOMOSEXUALITY 227Meyer, I. H., Marken, S., Russell, S., Frost, D., & Wilson, B. (2020). An innovative approach to the design of a national probability sample of sexual minority adults. LGBT Health, 7(2), 101–108. doi:10.1089/lgbt.2019.0145Molina, Y., Marquez, J. H., Logan, D. E., Leeson, C. J., Balsam, K. F., & Kaysen, D. L. (2015). Current intimate relationship status, depression, and alcohol use among bisexual women: The mediating roles of bisexual-specific minority stressors. Sex Roles, 73(1–2), 43–57. doi:10.1007/s11199-015-0483-zMorandini, J. S., Pinkus, R. T., & Dar-Nimrod, I. (2018). Does partner gender influence relationship quality among non-monosexual women? Sexual and Relationship Therapy, 33 (1–2), 146–165. doi:10.1080/14681994.2017.1419568Morris, J. F., Balsam, K. F., & Rothblum, E. D. (2002). Lesbian and bisexual mothers and nonmothers: Demographics and the coming-out process. Journal of Family Psychology, 16 (2), 144–156. doi:10.1037/0893-3200.16.2.144Morris, T. P., White, I. R., & Royston, P. (2014). Tuning multiple imputation by predictive mean matching and local residual draws. BMC Medical Research Methodology, 14, 75. doi:10.1186/1471-2288-14-75Pavot, W., & Diener, E. (2008). The satisfaction with life scale and the emerging construct of life satisfaction. The Journal of Positive Psychology, 3(2), 137–152. doi:10.1080/ 17439760701756946Reczek, C. (2020). Sexual- and gender-minority families: A 2010 to 2020 decade in review. Journal of Marriage and Family, 82(1), 300–325. doi:10.1111/jomf.12607Romero, A. P., Goldberg, S. K., & Vasquez, L. A. (2020). LGBT people and housing affordability, discrimination, and homelessness. Retrieved from https://escholarship.org/content/ qt3cb5b8zj/qt3cb5b8zj.pdf Ross, L. E., Manley, M. H., Goldberg, A. E., Januwalla, A., Williams, K., & Flanders, C. E. (2017). Characterizing non-monosexual women at risk for poor mental health outcomes: A mixed methods study. Canadian Journal of Public Health, 108(3), e296–e305. doi:10.17269/CJPH.108.5884Rothblum, E. (1989). Introduction: Lesbianism as a model of a positive lifestyle for women. Women & Therapy, 8(1–2), 1–12. doi:10.1300/J015v08n01_01Rothblum, E. D., Balsam, K. F., Riggle, E. D., Rostosky, S. S., & Wickham, R. E. (2020a). Studying the longest ‘legal’ US same-sex couples: A case of lessons learned. Journal of GLBT Family Studies, 16(3), 259–276. doi:10.1080/1550428X.2019.1626787Rothblum, E. D., Krueger, E. A., Kittle, K. R., & Meyer, I. H. (2020b). Asexual and non-asexual respondents from a U.S. population-based study of sexual minorities. Archives of Sexual Behavior, 49(2), 757–767. doi:10.1007/s10508-019-01485-0Ryan, M., & Berkowitz, D. (2009). Constructing gay and lesbian parent families “beyond the closet”. Qualitative Sociology, 32(2), 153–172. doi:10.1007/s11133-009-9124-6Solomon, S. E., Rothblum, E. D., & Balsam, K. F. (2004). Pioneers in partnership: Lesbian and gay male couples in civil unions compared with those not in civil unions and married heterosexual siblings. Journal of Family Psychology, 18(2), 275. doi:10.1037/0893- 3200.18.2.275Tasker, F., & Delvoye, M. (2015). Moving out of the shadows: Accomplishing bisexual motherhood. Sex Roles, 73(3–4), 125–140. doi:10.1007/s11199-015-0503-zUmberson, D., Pudrovska, T., & Reczek, C. (2010). Parenthood, childlessness, and well-being: A life course perspective. Journal of Marriage and Family, 72(3), 612–629. doi:10.1111/ j.1741-3737.2010.00721.xThe Williams Institute, UCLA School of Law. (2019a). LGBT Demographic data interactive. Los Angeles, CA: Author.228 M. ASSINK ET AL.The Williams Institute, UCLA School of Law. 2019b. Social acceptance of LGBT people in 174 countries. Retrieved from https://williamsinstitute.law.ucla.edu/publications/global- acceptance-index-lgbt/ Wilson, B. D. M., Kreuger, E., Politt, A., & Bostwick, W. (in press). Partnership status and mental health in a nationally representative sample of sexual minorities. Psychology of Sexual Orientation and Gender Diversity.Zimet, G. D., Dahlem, N. W., Zimet, S. G., & Farley, G. K. (1988). The multidimensional scale of perceived social support. Journal of Personality Assessment, 52(1), 30–41. Retrieved from http://www.yorku.ca/rokada/psyctest/socsupp.pdfJOURNAL OF HOMOSEXUALITY 229",
    "id": 555946469,
    "identifiers": {
        "doi": "10.1080/00918369.2021.1892401",
        "oai": "oai:dare.uva.nl:openaire_cris_publications/c749986b-e700-4d16-a84a-48ac3e9401f3"
    },
    "title": "Mental Health of Lesbian, Bisexual, and Other-Identified Parents and Non-Parents from a Population-Based Study",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.uva.nl/ws/files/66793944/Mental_Health_of_Lesbian_Bisexual_and_Other_Identified_Parents_and_Non_Parents_from_a_Population_Based_Study.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/555946469.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/555946469"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/555946469/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/555946469/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/555946469"
        }
    ],
    "abstract": "Studies have compared sexual minority mothers (mostly lesbian) to heterosexual mothers on mental health, but little research has compared sexual minority women with and without children. This was the first study to compare sexual minority women who did or did not have children, using a population-based sample with three age cohorts. Unlike prior convenience studies, this study finds parents more likely to be bisexual, in a relationship with a man, and non-urban. Bisexual parents scored higher than lesbian parents on psychological distress and lower on life satisfaction and happiness; they also reported less connection to the lesbian, gay, bisexual, and transgender (LGBT) community. Among lesbians, the oldest non-parents reported more happiness and less psychological distress than the youngest non-parents. Parents with other identities perceived more social support from friends and reported lower levels of internalized homophobia than bisexual parents. The results will help professionals and policymakers understand how parenthood status affects women across sexual identities",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:dare.uva.nl:openaire_cris_publications/c749986b-e700-4d16-a84a-48ac3e9401f3",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "15629",
        "openDoarId": 0,
        "name": "International Migration, Integration and Social Cohesion online publications",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 555946469,
        "depositedDate": null,
        "publishedDate": "2022-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-23T22:41:26+00:00",
        "acceptedDate": null,
        "createdDate": "2023-03-08T12:36:52+00:00"
    },
    "urls": [
        "https://hdl.handle.net/11245.1/c749986b-e700-4d16-a84a-48ac3e9401f3",
        "https://pure.uva.nl/ws/files/66793944/Mental_Health_of_Lesbian_Bisexual_and_Other_Identified_Parents_and_Non_Parents_from_a_Population_Based_Study.pdf",
        "https://doi.org/10.1080/00918369.2021.1892401",
        "https://dare.uva.nl/personal/pure/en/publications/mental-health-of-lesbian-bisexual-and-otheridentified-parents-and-nonparents-from-a-populationbased-study(c749986b-e700-4d16-a84a-48ac3e9401f3).html"
    ],
    "lastUpdate": "2024-01-23T22:41:26+00:00",
    "setSpecs": []
}