{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Resende Silva, Henrique Tadeu"
        },
        {
            "name": "de Oliveira Araujo , Isabela"
        },
        {
            "name": "de Oliveira Cabral3, Pedro Henrique"
        },
        {
            "name": "Martins Sanson, Diego"
        },
        {
            "name": "Tavares Araújo, Clara"
        },
        {
            "name": "Santos Nolasco, Mariana"
        },
        {
            "name": "Eduarda de Oliveira   , Crislaine"
        },
        {
            "name": "Mendes Santos , Fabrício Júnio"
        },
        {
            "name": "Luanny Silva, Kellen"
        },
        {
            "name": "de Souza Assis, Joseane Doralice"
        },
        {
            "name": "Martins Alves, Márcio José"
        }
    ],
    "contributors": [],
    "createdDate": "2021-12-05T08:04:30+00:00",
    "dataProvider": {
        "id": 21702,
        "name": "Brazilian Medical Students (BMS - E-Journal)",
        "url": "https://api.core.ac.uk/v3/data-providers/21702",
        "logo": "https://api.core.ac.uk/data-providers/21702/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.53843/bms.v5i8.97",
    "downloadUrl": "https://core.ac.uk/download/481304255.pdf",
    "fullText": "MENTAL HEALTH OF CHILDREN AND ADOLESCENTS IN TIMES OF PANDEMIC: AN INTEGRATIVE REVIEWFILIAÇÃO(1) Universidade Federal de Juiz de Fora, Acadêmico de Medicina UniBF, Pós-graduando em Docência emCiências da Saúde e Pós-graduando em Educação Hospitalar. UNIPITAN, Graduado em Licenciatura emEducação Física.(2) Universidade Federal de Juiz de Fora, Acadêmico de Medicina.(3) Universidade Federal de Juiz de Fora, Professor Doutor do Departamento de Saúde Coletiva do Curso deMedicina.MENSAGENS-CHAVE- The review article focuses on the mental health of adolescents and children, who were deeply affected during the COVID-19 pandemic.- The review pointed out several negative effects that the pandemic has on the health of children and adolescents.- The relevance of the review was important in proposing possible solutions that could impact the health of this population.REVIEWDOI: 10.53843/bms.v5i8.97AUTOR CORRESPONDENTEHenrique Tadeu Resende Silva; rickresilva@gmail.com; Rua Alberto Pinto, 300, apto 202. São Pedro, Juiz de Fora – Minas Gerais. Henrique Tadeu Resende Silva¹, ORCID ID 0000-0001-8051-9619; Isabela de Oliveira Araujo², ORCID ID 0000-0001-9794-9957; Pedro Henrique de Oliveira Cabral², ORCID ID 0000-0001-5779-9907; Diego Martins Sanson²,ORCID ID 0000-0002-3599-0484; Mariana Santos Nolasco², ORCID ID 0000-0003-1172-711X; Clara TavaresAraújo², ORCID ID 0000-0001-6143-9672; Crislaine Eduarda de Oliveira², ORCID ID 0000-0002-5502-0565;Fabrício Júnio Mendes Santos², ORCID ID 0000-0003-2365-1271; Kellen Luanny Silva², ORCID ID 0000-0003-1170-1681; Joseane Doralice de Souza Assis², ORCID ID 0000-0002-5003-2276; Márcio José Martins Alves³,ORCID ID 0000-0003-0609-4338ABSTRACTINTRODUCTION: Neglect with a mental health theme is notorious, the current pandemic of the covid-19, has made the subjectbecome issues to be rethought, especially in the lives of children and adolescents. METHODS: An integrative review of theliterature was performed on the electronic databases MEDLINE, LILACS, SciELO, Cochrane and CAPES Journals Webpage.This review included full original articles, published from January 2020 to May 2021, in Portuguese, English or Spanish aboutthe impacts of the pandemic coronavirus on the mental health of children and adolescents. Studies that included children andadolescents with mental illness history as well as pre-publications, editorials, opinion articles, monographs and theses wereexcluded. RESULTS: A total of 348 articles were obtained, 334 were screened by title and abstract and 26 were selected forfull-text reading. After all, 7 research papers were included. The studies evaluated the relationship between anxiety cases andquarantine (85.71%); the occurrence of psychological stress and emotional changes in this context (71.43%); the relationshipbetween depression and social isolation (57.14%), the incidence of abuse, violence and child exploitation (28.57%); the impactson the LGBTQ population (14.29%). DISCUSSION: The pandemic significantly affected the mental health of children andadolescents, presenting gender, age and social and financial issues as aggravating factors. Studies have pointed out theoccurrence of anxiety and depression, with women, adolescents and LGBTQI + groups having a higher incidence. Assolutions, there are the multidisciplinary work between families, health professionals and school environments with the purposeof offering greater security, knowledge, prevention and care. CONCLUSION: The mental health of children and adolescentswas affected in a unique way due to the pandemic, resulting in diseases such as anxiety and depression. To reduce theproblem, the school is important in promoting mental health.KEYWORDS: Covid-19; Mental health; Children; Adolescents.INTRODUCTIONThroughout the history of humanity, several diseases haveemerged and reemerged. The types and the number ofpandemics have intensified and, that way, humans haveexperienced various diseases. Among these, Cholera, BlackPlague, Spanish Flu, Asian Flu and Avian Influenza. In the21st century, Severe Acute Respiratory Syndrome (SARS),Middle East Respiratory Syndrome (MERS), H1N1 disease,Ebola Virus Disease and, lastly, COVID-19 emerged 1 , 2.Considering the phenomenon of globalization andsocialization as a basic need, several diseases that werepreviously restricted to geographic areas have spread andturned into epidemics or pandemics. Thus, measures ofcontainment and prevention, such as quarantine and socialisolation, have become extremely necessary 2.The Coronavirus Disease 2019 (COVID-19) pandemic hasbecome one of the greatest challenges of the 21st centuryas well as one of the biggest international public healthissues 3, due to the high rates of infected population.Considering this huge level of spread and impact of thisdisease, changes in society's daily habits were crucial. As aresult, psychological distress has become more frequent inthe general population, in a way that its large proportion isable to jeopardize the affected groups’ ability to respond 4.Hence, urgent and emergent efforts - concerning eachindividual’s social, cultural and psychological matters- areneeded in order to offer different possibilities to resist theCOVID-19 crisis.The World Health Organization 3 confirmed on December31, 2019 the first cases reported in Wuhan, China, of theCOVID-19. This disease was described as a severe acuterespiratory syndrome caused by the novel coronavirus(SARS-CoV-2), a infecto contagious illness that spreadsrapidly. By the 11st of March 2020, the disease had alreadyspread around the world when the WHO stated theexistence of the pandemic known as COVID-19 pandemic 5.In Brazil, the first case was reported on 26th February, 2020.After that, on 20th March the state of communitycontamination was confirmed through the Ordinance nº 4544, 6. Due to this scenario, preventive measures became partof people’s routine, such as social isolation, physicaldistancing and quarantine. These measures can be definedas, respectively: the segregation of infected people fromnaives; the reduction of contact between people in the samecommunity who may or may not have been exposed to thecontagion; and the restriction of people who may or may nothave been exposed to the disease 7.In this situation, security measures are essential. In order toreduce pandemic propagation, collective actions of healthyand preventive behaviors are necessary, however, suchconditions created a blockage in society to collective andindividual leisure, which is included in Article 6 of theConstitution of 1988 as a social right 2. Moreover, the fear ofcontracting the disease has generated barriers in bothinterpersonal and intrapersonal relationships 8,9. Thus, it is safeto say that the COVID-19 pandemic worsen the signs andsymptoms of mental health disorders, such as: distress, socialresponsibility, vulnerability, loneliness, fear and lack of control10. Consequently, the pandemic could become a mental healthcatastrophe, once there are still few perspectives about thespread control of the new coronavirus, specially due to itspropagation through asymptomatic people 11.Nowadays, the global average prevalence of mental disordersin children and adolescents is 15.8%. Besides that, theprevalence rate tends to increase proportionally with age, beingnoticed that the mean score among preschoolers is 10.2% andamong adolescents, 16.5%. Considering that children andadolescents represent, respectively, 30% and 14,2% of theworld population, the prevalence rate of mental health in thesegroups is an increasing global concern. Furthermore, it isestimated that 50% of adults with mental disorders have firstexperienced its symptoms before the age of 15 12, which showsthe importance of mental health care in childhood andadolescence.The most frequent disorders in children and adolescents arerelated to anxiety, behavior problems, hyperactivity, anddepression. Usually, these complaints are reported to healthprofessionals through parents or guardians as well as throughthe school 14. According to the Statute of the Child andAdolescent 15, children are considered as individuals up totwelve years incomplete while between twelve and eighteenyears, are adolescents. However, in the Middle Ages childrenwere considered as adults in miniature: they worked in thesame places, wore the same clothes. Therefore, the child wasonly different from man in size and strength, while the othercharacteristics remained the same 15, 16.Everything is new in the current scenario caused by theCOVID-19 pandemic, a moment of uncertainty and constantconcern. The permanent experienced social and educationalinequalities became more evident in our society 17. Childrenand adolescents, as part of this society, also suffer from all theintercurrences existent. Thus, this integrative review aims tounderstand the real impacts of the COVID-19 pandemic on themental health of children and adolescents.METHODSThe present study is an integrative review that adopts asystematic and a broader methodological approach, whichallows the inclusion of experimental and non-experimentalstudies in the research, summarizing the literature andanalyzing the health problem.18 The present study is anintegrative review. For its elaboration, the following steps wereadopted: identification of the problem with the definition of theguiding question, objectives, inclusion and exclusion criteria;research of existing literature with pre-established descriptors;data collection and evaluation; critical analysis of the includeddata; and presentation of the integrative review, summarizingthe findings and discussing the results.13, 19 The study is self-funded and was conducted in a way that two authors wereDOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et alresponsible for selecting the studies separately, analyzingfirst by title, abstract and then by reading in full.To define the guiding question, the PICo method was used(population, interests and context, respectively).13 Therefore,we sought to answer the question “What are the impacts onthe children and adolescents’ mental health in the context ofthe pandemic caused by Sars -CoV-2?”. The populationwould be children and adolescents, the interests are theimpacts on mental health and the context of the pandemiccaused by Sars-CoV-2.The databases used in this study were Medical LiteratureAnalysis and Retrieval System Online (MEDLINE) andLiteratura Latino-Americana e do Caribe em Ciências daSaúde (LILACS). The articles were also researched onPortal de periódicos da Capes, Scientific Electronic LibraryOnline (SciELO) and Cochrane. The following descriptors(MeSH terms for MEDLINE) and their respective equivalentsin Portuguese (DeCS terms for LILACS and SciELO) wereused: “Mental Health”, “Depression”, “Anxiety”, “COVID-19”,“Quarantine”, “Child”, “Adolescent”, “Adult” e “HealthPersonnel”. Using the Boolean operators “AND”, “OR” and“NOT”, the descriptors were arranged as follows:((((((mental health) AND ((depression) OR (anxiety))) AND((covid- 19) OR (quarantine))) AND ((child) OR(adolescent))) NOT (adults)) NOT (Health Personnel).The inclusion criteria established were full original articles,published from January 2020 to May 2021, in Portuguese,English or Spanish about the impacts of the coronaviruspandemic on the mental health of children and adolescents.The exclusion criteria were studies that included childrenand adolescents with a history of mental illness, in additionto pre-publications, editorials, opinion articles, monographsand theses. Review articles were included due to thescientific relevance of these studies and their suitability tothe topic, which is still a recent phenomenon and, therefore,with limitations in the number of published studies, requiringthe inclusion of such reviews.Subsequently, the selected articles were classifiedaccording to the level of evidence: (I) meta-analyzes orsystematic reviews of controlled and randomized clinicalstudies; (II) at least one randomized controlled clinical trial;(III) well-designed clinical trials without randomization(quasi-experimental studies); (IV) well-designed cohort andcase-control; (V) systematic reviews of descriptive andqualitative studies; (VI) only descriptive or qualitative study;(VII) expert opinion and / or reports.20RESULTSAfter searching the databases, a total of 348 articles werefound (Flowchart 1). Of these, 284 results were fromMEDLINE (81.61%), 29 from Lilacs (10.21%), 19 fromCochrane (5.46%), 13 from Portal Capes (3.74%) and 3from Scielo (0.86%). After excluding duplicate articles (n =14), the 334 articles were analyzed by title and abstract,which resulted in the exclusion of 308 articles that were notsuitable for this study. Among the 26 articles full analyzed, 7studies were included in the review because they answered theguiding question and met the inclusion criteria.Among the eligible articles, 6 were in English (85.71%) and 1study was in Portuguese (14.29%). Of these, 1 article (14.29%)was published in the year 2021 (in March), while the rest werepublished in 2020 - 1 article (14.29%) in May 2020, 2 articles(28.57 %) in June 2020, 2 articles (28.57%) in August 2020and 1 article (14.29%) in November 2020.Additionally, they were published in the following journals: 2articles (28.57%) in the “International Journal of EnvironmentalResearch and Public Health”, 1 (14.29%) in the “Journal of theAmerican Academy of Child and Adolescent Psychiatry”, 1(14.29%) in the “Pakistan Journal of Medical Sciences”, 1(14.29%) in the “Public Health Notebook”, 1 (14.29%) in “TheIndian Journal of Pediatrics” and 1 (14.29%) in “PsychiatryResearch”.The studies have the following levels of evidence: (I) 14.29% (n= 1); (IV) 14.29% (n = 1); (V) 57.14% (n = 4); and (VI) 14.29%(n = 1). Regarding the approach, 85.71% (n = 6) evaluated therelationship between anxiety cases and quarantine; 71.43% (n= 5) the occurrence of psychological stress and emotionalchanges in this context; 57.14% (n = 4) the relationshipbetween depression and social isolation, 28.57% (n = 2) theincidence of abuse, violence and child exploitation; 14.29% (n= 1) the impacts on the LGBTQ population. The synthesis ofthe articles selected for this integrative review with title,authors, journal, date of publication, objectives and results isshown in the following tables (Tables 1 and 2).DOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et alFlowchart 1 - Flowchart with the selection of the articles. Authors' own sourceDOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et alTable 1 - General characteristics of the articles included. Authors’ own source.DOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et alTable 2 - Presentation of the results of the included articles. Authors’ own source.DISCUSSIONHistorically, the origin of quarantine and social isolation inpandemics, important non-pharmacological measures thataim to reduce the dispersion of pathogens and thecontamination of new people, is not known exactly. In spiteof that, with the emergence of these disease containmentmeasures, several psychosocial factors have becomedeterminants in the mental health of the population,impacting directly in their well-being during and afterisolation. 24.1.1. 2002 e 2011: SARS E MERSThe outbreak of Severe Acute Respiratory Syndrome(SARS), which started in 2002 and 2003 in China, and ofMiddle East Respiratory Syndrome (MERS), that emerged in2011 in Saudi Arabia, were originated from the coronavirus,which means that both are part of the family of the virus thatcauses COVID-19.The answer to these outbreaks occurred throughpharmacological measures also through the awareness ofsociety, the intensification of hygiene and the avoidance ofcontact with infected people and surfaces. In this way,quarantine and social isolation were adopted. Theincubation period of MERS is from 2 to 14 days, whichmeans that symptoms can appear in this period. Thus, thosewho have been in close contact with contaminated peopleshould be isolated and monitored closely for at least 14 days21, similarly to COVID-19. Obviously, these containmentmeasures have brought results not only in reducing cases ofthe disease, but in the mental health of patients who wereisolated.Reduced contact with others, confinement and loss ofroutine were frequently shown to cause boredom,frustration, and a sense of isolation from the rest of theworld, which is really distressing 22. A study made duringquarantine in the MERS epidemic found a strongrelationship between isolation and psychiatric problems.There was a prevalence of symptoms of anxiety (7.6%) andanger (16.6%), moreover, patients reported generalpsychological problems, such as stress, low mood (up to73%), irritability (up to 57%), depression, guilt, nervousness,fear, numbness, vigilant hand-washing and they alsoavoided crowds even after the quarantine period 21, 22. Asthe vaccine and other options of treatment were not earlyestablished, social anxiety and fear caused by uncertaintybecame important issues.4.1.2. 2009: H1N1In 2009, the emergence of H1N1 disease, better known as“swine flu”, happened in Mexico. This was a highlycontagious infection, which rapidly spread throughout theworld. This condition affected mainly children and adultsunder the age of 65 in countries of America, Asia andEurope, with an estimated 151,700 to 575,400 deaths23.Considering that it was a pandemic of a respiratory systempathology, one of the containment measures was alsoisolation, as seen in Hong Kong, which suspended classesafter the report of the first case of the disease, retaking themonly in the following year. This situation and its containmentmeasures ended up generating psychological impacts, like highlevels of anxiety and insecurity, as well as bias in theperception of risk 24.The widespread misinformation surrounding the H1N1 vaccinehas implicated in reduced uptake and increased hesitancy.25Dubious or fake news related to the virus transmission, theperiod of incubation, the number of infected people and thecurrent rate of mortality created insecurity and fear in thepopulation.26 Given that, people experienced confusion, anxietyand high levels of risky behaviour, like smoking, drinking anddrugs misuse, as a result of uncertainty.25 The COVID-19outbreak can be considered a repetition of this phenomenon,with the spread of fake news in social medias, which leads todesinformation and, consequently, fear, panic and even to thenon-compliance with infection control measures.254.1.3. 2014: EbolaIn 2014, an outbreak of Ebola virus emerged in several Africancountries, which originated 28,652 diagnosed cases andspread to other countries, such as European countries and theUnited States of America. The containment of the virus hasundergone similar measures to those of H1N1, such as socialisolation and restriction of circulation in public spaces. Thesemeasures also ended up generating emotional symptoms suchas depression, anxiety or post-traumatic stress. In a nationalsurvey of Sierra Leone, a country where more than 30,000people were quarantined due to possible exposure to the virus.After more than 1 year of the Ebola epidemic, it was found thathalf of all the participants reported at least one symptom ofanxiety or depression. Additionally, 3 out of 4 participantsexpressed symptoms of Post Traumatic Stress Disorder 27.Social exclusion and discrimination were also pointed out byfamilies as postulated by Denis-Ramirez et al (2017), whoanalyzed families that were associated with the Ebola virus bythe community. This stigma had a direct impact on the socialrelationships of children and adolescents, thus contributing tothe increase in psychological stress.Even though the Ebola virus was deadlier and less contagiousthan COVID-19, studies shows that the consequences tomental health in the COVID-19 pandemic will be similar toEbola outbreak.28 During the Ebola period, behaviours relatedto fear, like stigmatizing and ignoring medical procedures,impeded public health efforts and negatively affected thesurvivors' recovery. Anxiety, PTSD and depression were foundin almost half of the survivors. The COVID-19 pandemicpresents a set of similar high risk behaviours, like ignoringsocial distance recommendations. These attitudes acceleratethe spread of the disease and make it more difficult to isolatethe contaminated ones.29Another similarity between COVID-19 and Ebola was theprevalence of depression and anxiety in children andadolescents, which are associated with the closure of schools,isolation measures, and the increased time that they spendDOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et alonline in their smartphones and computers. Nevertheless,Decosimo et al. (2019) showed the positive impacts ofinterventions in mental health promoted during the Ebolapandemic, like expressive-art therapies, yoga therapy, andplay therapy. These interventions assisted children to buildhealthy relationships, teached them how to cope withtrauma situations, and helped to build a safe space so theycan express themselves.4.1.4. 2019: COVID-19Therefore, the significant impact of measures to contain thepandemic scenery itself compromises people’s mentalhealth. This way, the analysis of other periods and theirrespective population mental health scenarios corroborate totake measures after COVID-19 and even during this period,aiming to minimize its impacts on adolescents and children.After all, as stated by Masten and Obradovic (2008), familiesoften infect each other before any person is diagnosed, butthey also become infected with fear. In this sense, it ispossible to observe such facts in studies, in which one thirdof parents whose children were subjected to diseasecontamination said that their children needed mental healthservices due to the pandemic experience. The mostfrequently reported diagnoses were stress disorder (16.7%),conduct disorder (16.7%), grief (16.7%), and post-traumaticstress disorder (PTSD) (6.2%). In addition, one study foundthat children following social isolation and quarantine inprevious pandemics were five times more likely to seekmental health service information and to experience higherlevels of post-traumatic stress 30. Studies also show that, asseen in previous pandemics, the longer the quarantine, themore serious the consequences, like post-traumatic stresssymptoms, avoidance behaviours, and anger.15Finally, the progression of anxiety symptoms, anger, andaggression experienced in natural disasters can beprevented by early mental health care. Thus, relief suppliesmust be provided to the population. Not only precise andtrue information about the symptoms of the disease areessential and should be provided publicly, but alsopsychological support is necessary in those with persistentsymptoms even after removal of isolation. 214.2. AGGRAVATING FACTORS FOR MENTAL HEALTHAND COVID-19It is clear from the aforementioned discussions of thestudies analyzed that there is a significant relationshipbetween issues related to the mental health of children andadolescents with the current covid-19 pandemic. Bordiano etal. (2021), recognizes the pandemic as a traumatic event,serving as a catalyst for mental illness, and there are somegroups that are more susceptible to such illness. Amongthese are gender, age, and LGBTQIA+ groups.The systematic review by Loades et al. (2020) cites thatthere are indications of differences between the sexesregarding mental health and its relationship with covid-19,as there is evidence that depression, associated withloneliness, is moreevident in female children and adolescents. Nearchou et al.(2020) further state that not only depression, but also anxietyhas an intriguing relationship linked to the female gender.Duarte (2020), also points out that being female is 2.73 timesmore likely to generate mental disorders, i.e., more than twiceas likely as being male.And not only related to gender, we have age as a determinantof mental health, because research indicates that youngerpeople (adolescents) have about 6% more chance ofdeveloping mental illness, since they become more vulnerabletargets for the use of alcohol and other drugs during thepandemic, and such acts can intensify especially depression 31,32. On the other hand, Jones and Bhuiyan (2021) add the ideathat the pandemic forces a greater presence of adolescents athome, increasing the chances of abusive relatives committingacts of violence, such as physical, psychological and sexualaggression, situations that act in favor of the worsening ofmental health.It is worth noting that younger children have a greater tendencyto be affected by phobias, especially because they are moreemotionally attached to relatives and show greater fear of theirrelatives being infected by Sars-CoV-2 and dying. Thus,children besides presenting behavioral regression, wereaffected by 4 times more stress disorder, adaptation disorder,acute stress and others 31, 32. The LGBTQIA+ population, inturn, was presented as more vulnerable because of theirgreater need to be trapped in the same environment as theirfamilies, an environment in which they already have conflictsregarding issues of family acceptance of sexual orientation andgender identity, intensifying the chances of worsening withrespect to mental health 33, 34.4.3. MOST COMMON PANDEMIC MENTAL DISEASES4.3.1. ANXIETY AND DEPRESSIONThe isolation caused by the SARS-CoV-2 pandemic broughtseveral factors aggravating the mental health of individuals, theresult of forced social isolation, and the sudden change in dailylife. The impact of these changes was observed in differentways depending on the support network of individuals 34.The depression rates among children and adolescents couldbe approached using the Likert Point scale, which presentedresults in three studies that variable the rates between 22.6%to 43.7%. The SCARED and GAT-7 scales, also wereimportant to identify anxiety in 18.9% and 37.4%, respectively,among child’s interviewees. Also were reported positiverelations among psychological stress and emotional alterationsdirectly related to the pandemic and mental health outcomeslike anxiety, depression, and obsessive-compulsive disorder 35.The patients diagnosed with obsessive-compulsive disorderwho were in the first treatment stage or were in the psychiatrictreatment had a worsening rate of 44.6% 34.On the other hand, could be observed that special groups,characterized by feminine gender, LGBTQ, adolescents withnervous anorexia were who get the most damage caused bythe pandemic. Feminine gender got the higher relationDOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et albetween coronavirus and anxiety; LGBTQ was who gets themost damaged in welfare, because they were forced to gettogether with parents that, commonly, didn’t respect themand were interrupted to stay nearby their friends who areespecially important for identity formation. Adolescents withnervous anorexia had worsened in 70% of their eatinghabits. In addition, people who have already beenmistreated increased the rates of post-traumatic stress 34.4.4. PROPOSED SOLUTIONSBecause of the pandemic scenario, the lockdown, and thenegative impacts that these events may cause on childrenand adolescents, it is necessary to think about strategies topromote and treat the mental health of this group. Thepsychosocial and mental health demands of children andadolescents, especially those most vulnerable, must bewatched longitudinally, requiring the articulation ofpolicymakers within the health systems to ensure acollaborative and effective support network, which results inthe qualified in of the groups 36. Further, the earlyidentification of these problems, whether by parents,teachers, or doctors, and appropriate referral is analternative to reduce the most emerging harms 37.Parents are sources of support for children, but they onlycan fulfill their duty, if they are feeling well. Thus, it'snecessary to develop policies to promote the health of thefamily as a whole. In addition, parents are role models fortheir children in emotional and behavioral ways 38. So theyshould be a good reference for their children in terms ofpreventive measures against CoVID-19 and handlingfeelings, difficulties, and problems. The presence of parentsand deep interaction between them and children is crucial tocreate a sense of security, especially for younger children,who demand more attention 39.Adolescents and children must be guided and informedabout the pandemic responsibly and understandably. Inaddition, it is necessary to control the quantity and quality ofnews to which children and adolescents are exposed, giventhat sensational news raises the level of anxiety. 39The pandemic caused children and adolescents to abandona good part of their lifestyle so that some daily activities maybe disorganized. Faced with less entertainment and moreleisure time, many young people tend to behave in adisruptive way when using the internet, social media, andonline games. However, there must be control and a timelimit for these activities, mainly through the insertion ofactivities focused on creativity, such as art, music, readingand dancing, and physical activities. Another aspectrecommended for a healthier routine for children andadolescents is the definition of adequate times for sleep 39.Physical distance is a hindrance to social interaction.Although, there must be an incentive for children andadolescents to maintain communication and interaction withpeople of their age group remotely, given that this is astrategy for them to share feelings, thoughts, and situationsthat are typical of their social group 39.With the adoption of online classes by many countries, schoolsand teachers may support students' mental health. Theinclusion of topics related to mental health in educationalprograms is encouraging. Physical education teachers canguide students to practice regular physical activities that help torelieve symptoms such as anxiety and depression due to therelease of anti-inflammatory substances and linked to well-being, favoring physical and mental health. There must also bea close relationship between family and school so that there isgood communication about the well-being and needs ofchildren and adolescents 40.The pediatrician is usually the doctor with whom the parentscommunicate the most and is the one who has the mostcontact with the child. These professionals must prepare toidentify and intervene in mental health demands. A good wayfor a pediatrician to be skilled in this situation is to maintain adialogue and a network with psychologists and psychiatrists.Thus, it's possible offering a comprehensive service and beingbetter able to recognize mental health problems and instructparents on the subject 40.Mental health professionals, such as psychiatrists andpsychologists, should guide education professionals andparents about the mental health of minors and possiblevulnerabilities. Also, when medicalization is necessary, it's vitalto pay more attention to the physiological particularities ofchildren and adolescents 41.Health systems must be prepared to create mental healthpolicies for children and adolescents aimed at different agegroups. However, it's crucial to take economic, social, andgeographical particularities and other social determinants ofhealth into account. Many of the introduced recommendationsare not viable in contexts with a lack of internet, electricity,access to education, or even healthcare 35.This integrative review presents a few limitations. A selectionbias is noticed due to the inclusion of other reviews, narrativeand systematic, in this study. Despite the quality and relevanceof these papers, the current study’s results could be altered bythe analysis of these secondary studies.CONCLUSIONOverall, this integrative review analysed that the COVID-19pandemic has worsened the prevalence of mental healthdisorders in the young population. The need to adapt to a newroutine inside home, the constant fear of contagious diseaseand the social isolation is strictly related to the increasedpsychological disorders present in this group. This behaviourwas expected, once it has already been observed in otherreported pandemics. Therefore, this study suggests thetendency of depression, anxiety, OCD and other mentaldisorders increase among children and adolescents. Thisreported that impact variates in the young population accordingto gender and age. The studies included in this review supportthe crucial role of schools in the mitigation of mental disorders,once this institution provides learning and socialization,essential to the children's development. Also, the stimulation ofhealthy habits at home in order to combat the pandemic´sDOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et alconsequences on mental health. This study recognizes theimportance of future longitudinal research in order tocomprehend the long term impacts of the pandemic on themental health of the young generation. Then, the directcauses, the aggravating factors and the consequences canbe better elucidated and prevented.CONFLICTS OF INTERESTThe authors declare no conflicts of interest.FUNDING SOURCESThere are no funding sources.REFERENCES1. Goodwin R, Haque S, Neto F, Myers LB. Initialpsychological responses to Influenza A, H1N1 (“Swineflu”). BMC Infect Dis. Dezembro de 2009; 9(1):166.2. Johnson MC, Saletti-Cuesta L, Tumas N. (2020).Emociones, preocupaciones y reflexiones frente a lapandemia del COVID-19 en Argentina. Ciência & saúdecoletiva, 25, 2447-2456.3. Teixeira LA, Freitas RJMD, Moura NAD, Monteiro ARM.Necessidades de saúde mental de adolescentes e oscuidados de enfermagem: revisão integrativa. Texto &Contexto-Enfermagem. 2020; 29(1): 1-15.4. Bordiano G, Liberal SP, Lovisi GM, Abelha L. (2021).COVID-19, vulnerabilidade social e saúde mental daspopulações LGBTQIA+. Cadernos de Saúde Pública,2021; 37(3).5. Ornell F, Schuch JB, Sordi AO, Kessler FHP. (2020).“Pandemic fear” and COVID-19: mental health burdenand strategies. Brazilian Journal of Psychiatry, 42(3),232-235.6. Hisham IN, Townsend G, Gillard S, Debnath B, Sin J.(2020). COVID-19: the perfect vector for a mentalhealth epidemic. BJPsych bulletin, 1-7.7. Souza FMS, Neto FK, Calzavara, MGP. (2021).Pressupostos para a escuta psicanalítica em instituiçãode acolhimento de crianças e adolescentes. Revista daSPAGESP, 22(1), 83-97.8. Jones EAK, Mitra AK, Bhuiyan AR. Impact of covid-19on mental health in adolescents: a systematic review.Int J Environ Res Public Health. 3 de março de2021;18(5).9. Nearchou F, Flinn C, Niland R, Subramaniam SS,Hennessy E. Exploring the impact of covid-19 onmental health outcomes in children and adolescents: asystematic review. International Journal ofEnvironmental Research and Public Health. 16 denovembro de 2020;17(22), 8479.10. Jeong H, Yim HW, Song YJ, Ki M. Min JA, Cho J, Chae JH.(2016). Mental health status of people isolated due to MiddleEast Respiratory Syndrome. Epidemiology and health, 38.11. Dutra JLC, Carvalho NCC, Saraiva TAR. Os efeitos dapandemia de COVID-19 na saúde mental das crianças.Pedagogia em Ação. 5 de julho de 2020; 13 (1): 293–301.12. Morrissette M. School closures and social anxiety during theCOVID-19 pandemic. Journal of the American Academy ofChild and Adolescent Psychiatry. 2021; 60(1): 6 p.13. Souza MT, Silva MD, Carvalho R. Revisão integrativa: o queé e como fazer. Einstein (São Paulo). 2010 Jan;8(1):102-6.14. Denis-Ramirez E, Sorensen KH, Skovdal M. In the midst of a'perfect storm': unpacking the causes and consequences ofEbola-related stigma for children orphaned by Ebola in SierraLeone. Children and Youth Services Review. 2017; 73: 445-453.15. Brooks SK, Webster RK, Smith LE, Woodland L, Wessely S,Greenberg N, et al. The psychological impact of quarantineand how to reduce it: rapid review of the evidence. TheLancet. Março de 2020; 395(10227): 912–20.16. Duarte MDQ, Santo MADS, Lima CP, Giordani JP, TrentiniCM. COVID-19 e os impactos na saúde mental: uma amostrado Rio Grande do Sul, Brasil. Ciência & Saúde Coletiva.Setembro de 2020; 25(9): 3401–11.17. Seco Ferreira DC, Lisboa Oliveira W, Costa Delabrida ZN,Faro A, Cerqueira-Santos E. Intolerance of uncertainty andmental health in Brazil during the Covid-19 pandemic. SumaPsicológica. 20 de agosto de 2020; 27(1): 62-69.18. Saurabh K, Ranjan S. Compliance and psychological impactof quarantine in children and adolescents due to Covid-19pandemic. The Indian Journal of Pediatrics. 2020; 87(1): 532-536.19. Hays JN. Epidemics and pandemics: their impacts on humanhistory. Santa Barbara, Calif: ABC-CLIO; 2005. 513 p.20. Masten AS, Obradovic J. Disaster preparation and recovery:lessons from research on resilience in human development.Ecology and Society. Junho 2008; 13(1).21. Imran N, Aamer I, Sharif MI, Bodla ZH, Naveed S.Psychological burden of quarantine in children andadolescents: A rapid systematic review and proposedsolutions. Pakistan Journal of Medical Sciences. 2020;36(5):1106–1622. Noal DS, Damásio F, Melo BD, Pereira DR, Serpeloni F,Kabad JF, et al. Saúde Mental e Atenção Psicossocial naPandemia COVID-19: Recomendações para Gestores. Rio deJaneiro: Fiocruz; 2020b.DOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et al23. Faro, A, Bahiano, MA, Nakano, TDC., Reis, C, Silva,BFP, Vitti, L.S. COVID-19 e saúde mental: aemergência do cuidado. Estudos de Psicologia(Campinas), 37, e200074. Epub June 01, 2020. doi:https://doi.org/10.1590/1982-0275202037e200074.24. Gachara G, Symekher S, Otieno M, Magana J, Opot B,Bulimo W. Whole genome characterization of humaninfluenza A(H1N1) viruses isolated from Kenya duringthe 2009 pandemic. Infection, Genetics and Evolution.Junho de 2016; 40:98–103.25. Whittemore R, Knafl K. The integrative review: updatedmethodology. Journal of Advanced Nursing. Dezembrode 2005; 52(5):546-53.26. Thiengo DL, Cavalcante MT, Lovisi GM. Prevalência detranstornos mentais entre crianças e adolescentes efatores associados: uma revisão sistemática. JornalBrasileiro de Psiquiatria. Dezembro de 2014; 63 (4):360–72.27. Ministério da Saúde (BR). Portaria nº 454, de 20 demarço de 2020. Declara, em todo o território nacional,o estado de transmissão comunitária do coronavírus(covid-19). Diário Oficial da União. 2020.28. Wilder-Smith A, Freedman DO. Isolation, quarantine,social distancing and community containment: pivotalrole for old-style public health measures in the novelcoronavirus (2019-nCoV) outbreak. Journal of TravelMedicine. 13 de março de 2020.29. World Health Organization. Coronavirus disease 2019(COVID-19). [maio de 2021]. Report No.: 78. Availablefrom: https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200407-sitrep-78-covid-19.pdf?sfvrsn=bc43e1b_230. Lima CKT, Carvalho PMDM, Lima IDAAS, NunesJVADO, Saraiva JS, de Souza RI, et al. The emotionalimpact of Coronavirus 2019-nCoV (New coronavirusdisease). Psychiatry Research. maio de 2020;287:112915.31. Carvalho JD, Duarte MDLC, Glanzner CH. Cuidado emsaúde mental infantil no contexto da Estratégia daSaúde da Família: estudo avaliativo. Revista Gaúchade Enfermagem. 2020; 41.32. Hopia H, Latvala E, Liimatainen L. Reviewing themethodology of an integrative review. ScandinavianJournal of Caring Sciences. 2016;30(4), 662–9.33. Amsalem D, Dixon LB, Neria Y. The coronavirusdisease 2019 (COVID-19) outbreak and mental health:current risks and recommended actions. JAMApsychiatry. 2021; 78(1), 9-10.DOI: 10.53843/bms.v5i8.97Henrique Tadeu Resende Silva, et al34. Pearson A, White H, Bath-Hextal, F, Apostolo J, SalmondS, Kirkpatrick P. (2014). Methodology for JBI mixedmethods systematic reviews. The Joanna Briggs InstituteReviewers Manual, 1, 5-34.35. Lourenço BDS, Peres MADA, Porto IS, Oliveira RMPD,Dutra VFD. Atividade física como uma estratégiaterapêutica em saúde mental: revisão integrativa comimplicação para o cuidado de enfermagem. Escola AnnaNery. 2017; 21(3): 8-8.36. Lima RC. Distanciamento e isolamento social pela Covid-19 no Brasil: impactos na saúde mental. Physis: Revistade Saúde Coletiva. 2020; 30(1): 300214 p.37. Semo BW, Frissa SM. The mental health impact of theCOVID-19 pandemic: implications for sub-Saharan Africa.Psychology Research and Behavior Management. 2020,13: 713-720.38. Justo-Henriques S. Contributo da psicologia da saúde napromoção de comportamentos salutogénicos empandemia. Psicologia, Saúde & Doenças. junho de 2020;21(02):297–310.39. Primeiro caso de Covid-19 no Brasil permanece sendo ode 26 de fevereiro [Internet]. Ministério da Saúde doBrasil. Julho de 2020. Disponível em:<https://www.gov.br/saude/pt-br/assuntos/noticias/primeiro-caso-de-covid-19-no-brasil-permanece-sendo-o-de-26-de-fevereiro>. Acesso em 15 emaio de 2021.40. Ozili PK, Arun T. Spillover of covid-19: impact on theglobal economy. Journal [Internet]. 2020 [citado 16 demaio de 2021]; Available at SSRN:https://www.ssrn.com/abstract=356257041. Melnyk BM, Fineout-Overholt E. Making the case forevidence-based practice. In: Melnyk BM, Fineout-OverholtE, editors. Evidence-based practice in nursing andhealthcare: A guide to best practice. New York: Lippincott,Williams, & Wilkins; 2005. pp. 3–24.42. Loades ME, Chatburn E, Higson-Sweeney N, Reynolds S,Shafran R, Brigden A, et al. Rapid systematic review: theimpact of social isolation and loneliness on the mentalhealth of children and adolescents in the context of covid-19. Journal of American Academy of Child & AdolescentPsychiatry. novembro de 2020; 59(11):1218-1239.e3.",
    "id": 481304255,
    "identifiers": {
        "doi": "10.53843/bms.v5i8.97",
        "oai": "oai:ojs2.bms.ifmsabrazil.org:article/97"
    },
    "title": "MENTAL HEALTH OF CHILDREN AND ADOLESCENTS IN TIMES OF PANDEMIC : AN INTEGRATIVE REVIEW",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-09-25T01:00:00+01:00",
    "publisher": "International Federation of Medical Students Association of Brazil",
    "references": [],
    "sourceFulltextUrls": [
        "https://bms.ifmsabrazil.org/index.php/bms/article/download/97/40"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/481304255.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/481304255"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/481304255/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/481304255/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/481304255"
        }
    ],
    "abstract": "INTRODUCTION: Neglect with a mental health theme is notorious, the current pandemic of the covid-19, has made the subject become issues to be rethought, especially in the lives of children and adolescents. METHODS: An integrative review of the literature was performed on the electronic databases MEDLINE, LILACS, SciELO, Cochrane and CAPES Journals Webpage. This review included full original articles, published from January 2020 to May 2021, in Portuguese, English or Spanish about the impacts of the pandemic coronavirus on the mental health of children and adolescents.  Studies that included children and adolescents with mental illness history as well as pre-publications, editorials, opinion articles, monographs and theses were excluded. RESULTS: A total of 348 articles were obtained, 334 were screened by title and abstract and 26 were selected for full-text reading.  After all, 7 research papers were included.  The studies evaluated the relationship between anxiety cases and quarantine (85.71%); the occurrence of psychological stress and emotional changes in this context (71.43%); the relationship between depression and social isolation (57.14%), the incidence of abuse, violence and child exploitation (28.57%); the impacts on the LGBTQ population (14.29%). DISCUSSION: The pandemic significantly affected the mental health of children and adolescents, presenting gender, age and social and financial issues as aggravating factors.  Studies have pointed out the occurrence of anxiety and depression, with women, adolescents and LGBTQI + groups having a higher incidence.  As solutions, there are the multidisciplinary work between families, health professionals and school environments with the purpose of offering greater security, knowledge, prevention and care.  CONCLUSION: The mental health of children and adolescents was affected in a unique way due to the pandemic, resulting in diseases such as anxiety and depression. To reduce the problem, the school is important in promoting mental health",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Text",
        "Covid-19",
        "Mental Health",
        "Children",
        "Adolescents"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Text"
    ],
    "oai": "oai:ojs2.bms.ifmsabrazil.org:article/97",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "21702",
        "openDoarId": 0,
        "name": "Brazilian Medical Students (BMS - E-Journal)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 481304255,
        "depositedDate": null,
        "publishedDate": "2021-09-25T01:00:00+01:00",
        "updatedDate": "2024-02-20T13:21:41+00:00",
        "acceptedDate": null,
        "createdDate": "2021-12-05T08:04:30+00:00"
    },
    "urls": [
        "https://bms.ifmsabrazil.org/index.php/bms/article/view/97"
    ],
    "lastUpdate": "2024-02-20T13:21:41+00:00",
    "setSpecs": []
}