{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2023-10-21T08:48:27+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/588303212.pdf",
    "fullText": "Research Brief: Mental Health of BlackTransgender and Nonbinary Young PeopleFebruary 2023BackgroundDespite overall rates of suicidality among young people trending downward for the past 30 years, Blackyoung people have experienced an increase in suicide aempts (Lindsey et al., 2019\u0000, with suicide ratesamong Black young people increasing 37% between 2018 and 2021 (Stone & Mack, 2023\u0000. Due to thealready existing higher rates of suicide among transgender and nonbinary young people (Johns et al.,2019\u0000, even in comparison to their cisgender lesbian, gay, bisexual, queer, and questioning \u0000LGBQ\u0000 peers,the intersection of being both Black and transgender or nonbinary may make young people moresusceptible to negative experiences and chronic stress stemming from their multiple marginalized socialstatuses (Bowleg & Bauer, 2014; Jones & Neble, 2017\u0000. While studies have demonstrated this in samplesof transgender and nonbinary young people of color (Chan et al., 2022; Vance et al., 2021\u0000, research haslargely failed to explore the mental health of Black transgender and nonbinary young people. Using datafrom The Trevor Project’s 2022 National Survey on LGBTQ Youth Mental Health, this brief seeks to expandour understanding of Black young people’s mental health by specifically exploring mental health indicatorsand protective factors among Black transgender and nonbinary young people.ResultsOne in four \u000025%) Black transgender andnonbinary young people reported a suicideaempt in the past year. Nearly 3 in 5 \u000057%)Black LGBTQ young people identified astransgender or nonbinary, 11% of whom weretransgender. Black transgender and nonbinaryyoung people reported higher rates of allindicators of poor mental health compared totheir Black cisgender LGBQ peers. Thisincludes reporting more than double the rateof suicide aempts in the past year \u000025%)compared to Black cisgender LGBQ youngpeople \u000012%). Among Black transgender andnonbinary young people, those who were assigned female at birth reported higher rates of both seriouslyconsidering suicide in the past year \u000060%) and aempting suicide in the past year \u000026%) compared toBlack transgender and nonbinary young people assigned male at birth \u000043% and 18%, respectively), similarto overall paerns among transgender and nonbinary young people. There were no significant dierences| 1between Black young people who were transgender and Black young people who were nonbinary in anyassessed mental health indicators.Black transgender and nonbinary youngpeople experience higher rates ofvictimization, aempts from others to changetheir sexual orientation or gender identity, andhousing instability compared to Blackcisgender LGBQ young people. Blacktransgender and nonbinary young peoplereported higher rates of having ever experienceddiscrimination \u000077%) based on their sexualorientation or gender identity compared to Blackcisgender LGBQ young people \u000056%).Additionally, Black transgender and nonbinaryyoung people reported nearly double the rate ofhaving been physically threatened or harmeddue to their sexual orientation or gender identity \u000040%) compared to Black LGBQ young people who werecisgender \u000022%). Importantly, both groups reported comparable rates of racial discrimination in the pastyear \u000060% vs 59%). Sixty-eight percent \u000068%) of Black transgender and nonbinary young peopleexperienced having someone aempt to convince them to change their sexual orientation or genderidentity, compared to less than half of Black cisgender LGBQ young people \u000049%). Parents \u000045%) andnon-LGBTQ friends \u000027%) were the most common people who aempted to convince Black transgenderand nonbinary young people to change. Finally, 34% of Black transgender and nonbinary young peoplereported ever experiencing homelessness, being kicked out, or running away from home compared to 24%of Black cisgender LGBQ young people.Black transgender and nonbinary youngpeople with high social support from theirfamily had 47% lower odds of reporting asuicide aempt in the past year(aOR=0.53, 95% CI [.31, .91\u0000). Blacktransgender and nonbinary young peoplewho reported high social support from theirfamily (e.g., “I get the emotional help andsupport I need from my family”) reportedlower rates of suicide aempts in the pastyear \u000015%) compared to Black transgenderand nonbinary young people with low ormoderate levels of support \u000026%). That said,| 2only 13% of Black transgender and nonbinary young people reported high social support from family. Incomparison, 72% of Black transgender and nonbinary young people had high social support from friends,which is also associated with 39% lower odds of a suicide aempt in the past year (aOR= 0.61, 95% CI [.43,.85\u0000).MethodsData were collected from an online survey conducted between September and December 2021 of 33,993LGBTQ young people recruited via targeted ads on social media. In the survey, young people were asked“What best describes your race or ethnicity?” with options: Asian/Asian American, Black/African American,Hispanic or Latino/Latinx, American Indian/Alaskan Native, Pacific Islander/Native Hawaiian,White/Caucasian, more than one race or ethnicity, and another race or ethnicity (please specify). Youngpeople who selected more than one race or ethnicity were asked a follow-up question, “You said that youbelong to more than one racial/ethnic group. With which of the following racial/ethnic groups do you mostclosely identify? Please select all that apply,” with all of the same response options. As there were nosignificant dierences in reported mental health indicators between young people who identified asexclusively Black and multiracial Black, the current analyses include the 3,008 LGBTQ young people whoeither only identified as Black/African American or who identified as multiracial Black/African American,referred to throughout this brief as Black. Recent anxiety was assessed using the GAD-2 (Plummer et al.,2016\u0000, and recent depression was assessed using the PHQ (Richardson et al., 2010\u0000. Items measuringseriously considering and aempting suicide in the past 12 months were taken from the Centers forDisease Control and Prevention’s Youth Risk Behavior Survey (Johns et al., 2020\u0000. Chi-square tests wereused to examine dierences between groups. All reported comparisons are statistically significant at leastat p<0.05. This means there is less than a 5% likelihood these results occurred by chance. Adjusted logisticregression models were run to determine the association between social support and aempting suicide inthe past year among Black transgender and nonbinary young people, controlling for sex assigned at birth,sexual identity, and socioeconomic status.Looking AheadThe mental health of Black transgender and nonbinary young people is a public health crisis that deservesimmediate aention from stakeholders across the board. Black transgender and nonbinary young peoplenot only report higher rates of suicide aempts in the past year when compared to their Black cisgenderLGBQ peers, but rates that are also significantly higher than their White transgender and nonbinarycounterparts \u000016%). As illustrated in these findings, Black transgender and nonbinary young people mustcontend with stressors that are at the unique intersection of their race/ethnicity and gender. Given priorresearch on Black LGBTQ young people’s mental health (Price-Feeney et al., 2020\u0000, these additionalstressors, on top of stressors faced by all young people, contribute to higher rates of aempting suicideamong this marginalized group.| 3Although Black transgender and nonbinary young people face additional challenges, we also found thatsocial support can help mitigate their negative impact. Black transgender and nonbinary young people maybe benefiting from family social support in the same way that Black family racial socialization, or specificmessages passed to younger generations about the meaning and importance of race andinterconnectivity, is protective against racism (Lesane-Brown, 2006\u0000. Therefore, Black families should notonly be encouraged to support their transgender and nonbinary young people by interweaving overtlysupportive messages around gender identity into their existing family support structure, but they shouldalso be provided with the necessary structural and educational resources to empower them to show up asbest as they can for the young LGBTQ people in their lives. This includes prioritizing Black transgender andnonbinary well-being among youth-serving organizations, mental health professionals, and researchendeavors. They also suggest that family members and friends be brought into any eorts to both createand implement intervention strategies aimed at reducing suicide among Black transgender and nonbinaryyoung people. Additionally, barriers for Black transgender and nonbinary mental health professionals andresearchers should be assessed and appropriately addressed. Finally, existing structures of support mustnecessarily be anti-racist and gender-airming to truly reach this group of young people.The Trevor Project remains commied to improving the mental health of Black transgender and nonbinaryyoung people. We have provided resources for people who are invested in finding ways to support BlackLGBTQ young people, being an ally to transgender and nonbinary young people, how to approachconversations around the intersection of race and LGBTQ identities, and the magic of Black queerness.Furthermore, our public training team is commied to training professionals and organizations that are indirect contact with Black transgender and nonbinary young people to be more airming of their identities.We also oer TrevorSpace, our safe space social networking site, as a way for LGBTQ young people toconnect with supportive peers, and our advocacy team works to advance trans-inclusive policies. For Blackyoung people who may find themselves in crisis, we have airming, culturally competent 24/7 crisisservices that are available via phone, chat, and text. Finally, our research team will continue to explore andamplify Black transgender and nonbinary experiences in an eort to share ways to support and empowerthem to reach their full potential.ReferencesBowleg, L., & Bauer, G. \u00002016\u0000. Invited reflection: Quantifying intersectionality. Psychology of Women Quarterly, 40\u00003\u0000, 337\u0000341.Chan, A., Sansfaçon, A. P., & Saewyc, E. \u00002022\u0000. Experiences of discrimination or violence and health outcomes among Black,Indigenous and People of Colour trans and/or nonbinary youth. Journal of Advanced Nursing. hps://doi.org/10.1111/jan.15534Lesane-Brown, C. L. \u00002006\u0000. A review of race socialization within Black families. Developmental Review, 26\u00004\u0000, 400–426.hps://doi-org.proxyiub.uits.iu.edu/10.1016/j.dr.2006.02.001Lindsey, M. A., Sheftall, A. H., Xiao, Y., & Joe, S. \u00002019\u0000. Trends of suicidal behaviors among high school students in the UnitedStates: 1991–2017. Pediatrics, 144\u00005\u0000 e20191187. hps://doi.org/10.1542/peds.2019\u00001187Plummer, F., Manea, L., Trepel, D., & McMillan, D. \u00002016\u0000. Screening for anxiety disorders with the GAD-7 and GAD-2: A systematicreview and diagnostic metaanalysis. General Hospital Psychiatry, 39, 24–31.hps://doi.org/10.1016/j.genhosppsych.2015.11.005Johns, M. M., Lowry, R., Andrzejewski, J., Barrios, L. C., Demissie, Z., McManus, T., Rasberry, C.N., Robin, L., & Underwood, J. M.| 4\u00002019\u0000. Transgender identity and experiences of violence victimization, substance use, suicide risk, and sexual riskbehaviors among high school students—19 States and large urban school districts, 2017. MMWR Morb Mortal Wkly Rep,68\u00003\u0000, 67–71. hp://dx.doi.org/10.15585/mmwr.mm6803a3Johns, M. M., Lowry, R. R., Haderxhanaj, L. T., Rasberry, C., Robin, L., Scales, L., Stone, D., Suarez, N., & Underwood, J. M. \u00002020\u0000.Trends in violence victimization and suicide risk by sexual identity among high school students — youth risk behavior survey,United States, 2015–2019. MMWR Morbidity Mortality Weekly Report, 69(Suppl-1\u0000, 19–27. doi: 10.15585/mmwr.su6901a3Jones, S. C., & Neble, E. W. \u00002017\u0000. Future directions in research on racism-related stress and racial-ethnic protective factors forBlack youth. Journal of Clinical Child & Adolescent Psychology, 46\u00005\u0000, 754\u0000766. Price-Feeney, M., Green, A. E., & Dorison, S. \u00002020\u0000. All Black lives maer: Mental health of Black LGBTQ youth. The Trevor Project.hps://www.thetrevorproject.org/wp-content/uploads/2021/07/All-Black-Lives-Maer-Mental-Health-of-Black-LGBTQ\u0000Youth.pdfRichardson, L. P., Rockhill, C., Russo, J. E., Grossman, D. C., Richards, J., McCarty, C., McCauley, E., & Katon, W.. \u00002010\u0000. Evaluationof the PHQ-2 as a brief screen for detecting major depression among adolescents. Pediatrics, 125\u00005\u0000,e1097-e1103.hps://doi.org/10.1542/peds.2009\u00002712Stone D.M, Mack, K.A., Qualters. J.\u00002023\u0000. Notes from the field: Recent changes in suicide rates, by race and ethnicity and agegroup — United States, 2021. MMWR Morb Mortal Wkly Report, 72, 160–162. DOI\u0000 hp://dx.doi.org/10.15585/mmwr.mm7206a4.Vance, S. R., Boyer, C. B., Glidden, D. V., & Sevelius, J. \u00002021\u0000 Mental health and psychosocial risk and protective factors amongBlack and Latinx transgender youth compared to peers. JAMA Network Open, 4\u00003\u0000:e213256.doi:10.1001/jamanetworkopen.2021.3256For more information please contact: Research@TheTrevorProject.org.| 5",
    "id": 588303212,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:41987"
    },
    "title": "Mental Health of Black Transgender and Nonbinary Young People",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-02-02T00:00:00+00:00",
    "publisher": "The Trevor Project",
    "references": [],
    "sourceFulltextUrls": [
        "https://search.issuelab.org/resources/41987/41987.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/588303212.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/588303212"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/588303212/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/588303212/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/588303212"
        }
    ],
    "abstract": "Despite overall rates of suicidality among young people trending downward for the past 30 years, Black young people have experienced an increase in suicide attempts (Lindsey et al., 2019), with suicide rates among  Black young people increasing 37% between 2018 and 2021 (Stone & Mack, 2023). Due to the already existing higher rates of suicide among transgender and nonbinary young people (Johns et al., 2019), even in comparison to their cisgender lesbian, gay, bisexual, queer, and questioning (LGBQ) peers, the intersection of being both Black and transgender or nonbinary may make young people more susceptible to negative experiences and chronic stress stemming from their multiple marginalized social statuses (Bowleg & Bauer, 2014; Jones & Neblett, 2017). While studies have demonstrated this in samples of transgender and nonbinary young people of color (Chan et al., 2022; Vance et al., 2021), research has largely failed to explore the mental health of Black transgender and nonbinary young people. Using data from The Trevor Project's 2022 National Survey on LGBTQ Youth Mental Health, this brief seeks to expand our understanding of Black young people's mental health by specifically exploring mental health indicators and protective factors among Black transgender and nonbinary young people",
    "tags": [
        "policy report",
        "Health",
        "LGBTQI",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "policy report"
    ],
    "oai": "oai:harvest.issuelab.org:41987",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 588303212,
        "depositedDate": null,
        "publishedDate": "2023-02-02T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:47:16+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-21T08:48:27+01:00"
    },
    "urls": [
        "https://issuelab.org/resources/41987/41987.pdf",
        "https://issuelab.org/permalink/resource/41987"
    ],
    "lastUpdate": "2024-02-14T12:47:16+00:00",
    "setSpecs": []
}