{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kaufman, Tessa M. L."
        },
        {
            "name": "Baams, Laura"
        },
        {
            "name": "Dubas, Judith Semon"
        }
    ],
    "contributors": [],
    "createdDate": "2023-04-22T09:01:33+01:00",
    "dataProvider": {
        "id": 5394,
        "name": "Proceedings - University of Groningen",
        "url": "https://api.core.ac.uk/v3/data-providers/5394",
        "logo": "https://api.core.ac.uk/data-providers/5394/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1037/sgd0000219",
    "downloadUrl": "https://core.ac.uk/download/562065997.pdf",
    "fullText": "   University of GroningenMicroaggressions and depressive symptoms in sexual minority youthKaufman, Tessa M. L.; Baams, Laura; Dubas, Judith SemonPublished in:Psychology of Sexual Orientation and Gender DiversityDOI:10.1037/sgd0000219IMPORTANT NOTE: You are advised to consult the publisher's version (publisher's PDF) if you wish to cite fromit. Please check the document version below.Document VersionPublisher's PDF, also known as Version of recordPublication date:2017Link to publication in University of Groningen/UMCG research databaseCitation for published version (APA):Kaufman, T. M. L., Baams, L., & Dubas, J. S. (2017). Microaggressions and depressive symptoms insexual minority youth: The roles of rumination and social support. Psychology of Sexual Orientation andGender Diversity, 4(2), 184-192. https://doi.org/10.1037/sgd0000219CopyrightOther than for strictly personal use, it is not permitted to download or to forward/distribute the text or part of it without the consent of theauthor(s) and/or copyright holder(s), unless the work is under an open content license (like Creative Commons).The publication may also be distributed here under the terms of Article 25fa of the Dutch Copyright Act, indicated by the “Taverne” license.More information can be found on the University of Groningen website: https://www.rug.nl/library/open-access/self-archiving-pure/taverne-amendment.Take-down policyIf you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediatelyand investigate your claim.Downloaded from the University of Groningen/UMCG research database (Pure): http://www.rug.nl/research/portal. For technical reasons thenumber of authors shown on this cover page is limited to 10 maximum.Download date: 31-10-2023Microaggressions and Depressive Symptoms in Sexual Minority Youth:The Roles of Rumination and Social SupportTessa M. L. KaufmanUniversity of GroningenLaura BaamsUtrecht University and University of Texas at AustinJudith Semon DubasUtrecht UniversityMental health disparities between sexual minority and heterosexual youth are often explained by discrimi-natory experiences and rejection. Although many studies focus on explicit victimization, the consequences ofsubtle, everyday discriminations (“microaggressions”) against sexual minority youth are unknown. With anonline study among 267 Dutch sexual minority youth (ages 16–22 years) we investigated indirect associationsbetween sexual orientation microaggression experiences and depressive symptoms through rumination andwhether these could be buffered by sexuality-specific support. Microaggression experiences were indirectlyrelated to depressive symptoms, through rumination. We found no buffering effects of support. Findings callfor awareness of the potentially negative impact of subtle discriminatory experiences, in addition to explicitdiscrimination, and the negative mental health outcomes that may develop as a result of ruminative emotionregulation.SamenvattingVerschillen in mentale gezondheid tussen seksuele minderheidsjongeren en heteroseksuele jongerenworden vaak verklaard door discriminatie en ervaren afwijzing. Hoewel veel studies zich richten opexpliciete discriminatie, zijn de gevolgen van subtiele, dagelijkse discriminatie (“microaggressie”) vanseksuele minderheidsjongeren onbekend. In een online studie onder 267 Nederlandse seksuele minder-heidsjongeren (16–22 jaar oud) onderzochten wij de samenhang tussen seksuele microagressie endepressieve symptomen via emotie-regulatie (piekeren) en of deze gebufferd kon worden door socialesteun gericht op seksualiteit. Ervaringen met microaggressie waren indirect gerelateerd aan depressievesymptomen, via piekeren. Daarnaast vonden wij dat sociale steun deze verbanden niet bufferde. Debevindingen vragen om bewustwording van de mogelijk negatieve impact van subtiele discriminerendeervaringen, naast expliciete discriminatie, en de mogelijke negatieve gevolgen voor de mentale gezond-heid die ontstaan als gevolg van emotionele dysregulatie zoals piekeren.Keywords: sexual orientation microaggressions, ruminative emotion regulation, depressive symptoms,sexuality-specific support, sexual minority youthSexual minority or lesbian, gay, and bisexual (LGB) youthreport more depression, self-harm, and suicidality compared toheterosexual youth (e.g., D’Augelli, 2002; King et al., 2008;Marshal et al., 2011; Meyer, 2003; Sandfort, De Graaf, Bijl, &Schnabel, 2001). For example, sexual minority youth are twice aslikely to experience depression (King et al., 2008) or psychologicalproblems (Kuyper, 2015) compared to their heterosexual peers.Moreover, adolescence and young adulthood are the most vulner-able times for the development of mental health problems forsexual minority youth (Meyer, 2003).Mental health disparities between sexual minority and hetero-sexual youth are often explained using the minority stress frame-work (Meyer, 1995, 2003), and assumed to be the result of chronicexposure to stigma-related stressors, such as prejudice. Multiplestudies have confirmed the negative impact of explicit forms ofprejudice, such as discrimination, stigma, and aggression (e.g.,This article was published Online First February 20, 2017.Tessa M. L. Kaufman, Sociology, University of Groningen; LauraBaams, Developmental Psychology, Utrecht University, and PopulationResearch Center, University of Texas at Austin; Judith Semon Dubas,Developmental Psychology, Utrecht University.The current study was funded by Dynamics of Youth (DoY). DoY isone of the four strategic themes of Utrecht University in the Nether-lands, in which all seven faculties participate. DoY supports and fundsmultidisciplinary research projects to investigate the biological andsocial-cultural factors that influence the development of children (www.uu.nl/en/research/dynamics-of-youth).Correspondence concerning this article should be addressed to Tessa M. L.Kaufman, Sociology, University of Groningen, Grote Rozenstraat 31 9712TS,Groningen, the Netherlands. E-mail: t.m.l.kaufman@rug.nlThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.Psychology of Sexual Orientation and Gender Diversity © 2017 American Psychological Association2017, Vol. 4, No. 2, 184–192 2329-0382/17/$12.00 http://dx.doi.org/10.1037/sgd0000219184Burton, Marshal, Chisolm, Sucato, & Friedman, 2013; Hatzen-buehler, Nolen-Hoeksema, & Erickson, 2008; Kuyper & Fokkema,2011). Such explicit forms can range from explicit verbal slurs tophysical abuse, based on one’s actual or perceived sexual identity(Burton et al., 2013). However, the possible consequences ofexperiences with more implicit and subtle everyday discrimina-tions directed at people’s sexual orientation, termed sexual orien-tation microaggressions, and possible explanatory mechanismsand buffers are currently unknown.The current study addresses this lacuna by investigating theassociation between the experience of sexual orientation microag-gressions and depressive symptomatology in a sample of sexualminority youth (ages 16 to 22 years). Furthermore, the presentstudy investigates whether microaggression experiences are re-lated to depressive symptoms, through ruminative emotion regu-lation, and are buffered by sexuality-specific support. The focus onmicroaggression experiences represents an important contributionto the field, given that most research on discrimination focuses onexplicit, rather than implicit, enactments of prejudice. Addition-ally, by focusing on mediators and moderators of these relationsthis study provides a nuanced understanding of this association.Minority Stress and Depressive SymptomsThe minority stress framework (Meyer, 1995, 2003) posits thatmembers of sexual minority groups are chronically exposed tostigma-related stressors related to one’s sexual minority group.Among these stressors are negative prejudice events, which aresituations in which a youth’s minority status is emphasized asbeing different from or inferior to the norm. Extending social stresstheory (Aneshensel, 1992), it has been hypothesized that stigma-related prejudice evokes stress that leads to adverse mental healthoutcomes, such as depression (Meyer, 1995, 2003).Several studies show that stigma-related stressors precedechanges in depression (Burton et al., 2013; Hatzenbuehler et al.,2008; Poteat & Espelage, 2007; Robinson, Espelage, & Rivers,2013). Across these studies, differences in minority-specific vic-timization explained anywhere from 8% to 28% of the variance,suggesting that other factors may be important. In addition to overtand intentional forms of bias, microaggression experiences (Sue,2010) might also play a role in explaining depression amongsexual minority youth.Microaggression Experiences and PsychologicalWell-BeingRecently, researchers have begun to focus on subtle discrimi-nations called microaggressions. Microaggressions are defined as“brief and commonplace daily verbal, behavioral, and environ-mental indignities, whether intentional and unintentional, thatcommunicate hostile, derogatory, or negative LGBT slights andassaults to the target group or person” (Sue, 2010, p. 191). Thehidden messages of intolerance and exclusion communicate thatsexual minority youth are different from or inferior to heterosexualyouth. Examples of microaggression experiences include thatyouth hear someone use the term “that’s so gay” in a derogatoryway, are told that being gay is just a phase, or notice that someonefeels uncomfortable in their presence after disclosing their sexualidentity. Such microaggressions can be experienced in differentcontexts, and are often not intended to do harm (Sue, 2010).The often-ambiguous messages of microaggressions have beensuggested to evoke stress and subsequent mental health problems,such as depressive symptoms, in a similar way that explicit rejec-tion would (Sue, 2010). Microaggressions may be especiallystressful because their subtle character makes them socially legit-imized. In addition, microaggressions may lack the intensity ofblatant prejudice (e.g., physical aggression), but have a repetitive,day-to-day nature (Sue, 2010). The harmfulness of victimizationhas been proposed to be the product of intensity and repetition ofvictimization (Volk, Dane, & Marini, 2014), which suggests thatthese subtle but common discriminations can be harmful to sexualminority youth.In recent years, there has been an increase in empirical researchinvolving the concept of microaggression, including typologiesand associations with mental health and sexual identity (e.g.,Balsam, Molina, Beadnell, Simoni, & Walters, 2011; Bostwick &Hequembourg, 2014; Sarno & Wright, 2013; Wright & Wegner,2012; see Sue, 2010, for a review). Together, these studies suggestthat microaggression experiences can have a negative impact onyouth’s mental health. Examples of correlates of sexual orientationmicroaggression experiences are negative feelings, such as emo-tional distress (Nadal, Wong, Issa, Meterko, Leon, & Wideman,2011; Woodford, Kulick, Sinco, & Hong, 2014). Microaggressionexperiences on campus were found to be related with psycholog-ical distress among LGB and queer college students (Woodford etal., 2014), and microaggression experiences were found to evokeanger, frustration, and if frequent, depression among LGB indi-viduals (Nadal et al., 2011). However, most studies on the corre-lates of microaggression experiences have been qualitative andshould be supplemented with quantitative studies. Furthermore,despite the established link with distress, it is currently unknownwhether microaggression experiences are also related to moresevere psychological disturbances, such as depressive symptoms.Microaggressions, Rumination, andDepressive SymptomsA behavior, related to emotional dysregulation, and used in thecontext of minority stress is brooding. Brooding is a type ofruminative emotion regulation (Hatzenbuehler, 2009), which ischaracterized by a focus on stress symptoms and its possiblecauses and consequences, as opposed to possible solutions to theproblem (Nolen-Hoeksema, Wisco, & Lyubomirsky, 2008). Peo-ple who are stigmatized are thought to manage their devaluedsocial identity and the required effort may diminish the resourcesthey need to adaptively regulate their emotions. This leaves themmore vulnerable to developing mental health problems, such asdepressive symptoms (Hatzenbuehler, 2009).Previous studies demonstrate that experiencing explicit forms ofvictimization is linked to rumination among sexual minority youngand older adults (Hatzenbuehler, Nolen-Hoeksema, & Dovidio,2009) and that rumination can predict depressive symptoms (e.g.,Michl, McLaughlin, Shepherd, & Nolen-Hoeksema, 2013; Nolen-Hoeksema, 2000). Moreover, research has shown that ruminationexplains the relation between explicit discrimination and psycho-logical distress in sexual minority youth (Hatzenbuehler et al.,2009). In a study among sexual minority young and older adults,participants who reported more confrontations with stigma-relatedstressors also reported more rumination, which was related toThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.185SEXUAL ORIENTATION MICROAGGRESSIONS AND DEPRESSIONhigher levels of psychological distress (Hatzenbuehler et al.,2009). Rumination may, in particular, apply to microaggressionexperiences considering the ambiguous nature of the messages.This ambiguity is amplified when microaggressions are expressedwith good intentions by people who hold egalitarian beliefs and areaccepted by others who are present (Nadal et al., 2011; Sue, 2010).The ambiguity in these messages may, thus, be particularly en-couraging of behaviors such as brooding.Potential Buffers of the Relation BetweenMicroaggression Experiences andDepressive SymptomsIn addition to explaining the impact of experiences with stigma-related stressors on depressive symptoms among sexual minorityyouth, researchers have increasingly focused on resilience andfactors that can buffer the impact of stressors on well-being (Rus-sell, 2005). Although social support can, in general, facilitateyouth’s adjustment, it has been suggested that social supportfunctions best when it addresses the specific problems at hand(Doty, Willoughby, Lindahl, & Malik, 2010; Kwon, 2013). Con-sidering the coming-out processes that many youth experienceduring adolescence and young adulthood, one of the potentialprotective factors against minority stress is support of one’s sexualorientation or coming-out process (Kwon, 2013).Previous research has shown that support directed at youth’ssexual orientation can protect them from the negative impact ofexplicit prejudice (Doty et al., 2010; Hershberger & D’Augelli,1995; Ramirez-Valles, Fergus, Reisen, Poppen, & Zea, 2005;Vincke & Van Heeringen, 2002). As such, sexuality-specific sup-port from parents, peers, or the LGBT community can amelioratethe impact of stigma-related stressors on mental health problems(Doty et al., 2010; Hershberger & D’Augelli, 1995; Ramirez-Valles et al., 2005). For example, verbal support from parents hasbeen shown to buffer the impact of victimization on mental healthamong sexual minority youth (Hershberger & D’Augelli, 1995).In addition, friends can also be a source of support for sexualminority youth (Doty et al., 2010; Ueno, 2005; Vincke & VanHeeringen, 2002). The impact of victimization on sexual minorityadolescents’ distress has been shown to be buffered by havingsexual minority friends (Ueno, 2005). Furthermore, feeling con-nected to the LGB community is linked to better mental healthamong sexual minority young and older adults (Kertzner, Meyer,Frost, & Stirratt, 2009; Lewis, Derlega, Berndt, Morris, & Rose,2002). Moreover, LGB and transgender (LGBT) community in-volvement has been shown to buffer the impact of stigma ondepression, as shown in a study among gay men with HIV(Ramirez-Valles et al., 2005).Sex DifferencesPrevious research has shown important mean-level sex differ-ences in experiences with stigma-related stressors (Almeida, John-son, Corliss, Molnar, & Azrael, 2009) as well as in the relationbetween minority stress and depressive symptoms. For example, ingeneral, gay males report more rejection and victimization (Katz-Wise & Hyde, 2012), and lesbian females report more depressivesymptoms (Marshal et al., 2013). Furthermore, males and femalesmay differ in in the mechanisms that help explain how stigma-related stressors affect mental health (Almeida et al., 2009; Baams,Grossman, & Russell, 2015).The Current StudyIn this study, the following three hypotheses are formulated.First, based on the minority stress framework (Meyer, 1995, 2003)and microaggressions literature (e.g., Sue, 2010), we hypothesizethat experiences of microaggressions are related to depressivesymptoms among sexual minority youth. Second, following theo-retical suggestions (Hatzenbuehler, 2009) and empirical findings(e.g., Hatzenbuehler et al., 2009) on ruminative emotion regula-tion, we hypothesize that microaggression experiences are indi-rectly related to depressive symptoms through ruminative emotionregulation. Third, based on the minority stress framework (Meyer,1995, 2003) and empirical findings showing that sexuality-specificsupport from parents, peers or the LGBT community can buffer theimpact of explicit forms of stigma-related stressors (e.g., Doty etal., 2010; Hershberger & D’Augelli, 1995; Ramirez-Valles et al.,2005), we hypothesize that the relation between microaggressionexperiences and depressive symptoms, through ruminative emo-tion regulation, is attenuated for those who report higher levels ofsexuality-specific support from parents, peers, or the LGBT com-munity. Last, we explore whether the strength of these associationsdiffer for male and female youth. Given the lack of research on thetopic of microaggressions we do not have specific hypotheses as tothe direction of effects. The hypotheses are tested with an onlinesurvey study among 267 Dutch sexual minority youth, usingdirect, indirect, and moderation regression analyses in multigroupmodels for male and female youth.MethodParticipantsData come from a larger research project on the occurrence andcorrelates of gender and sexual microaggression experiencesamong sexual minority youth. Participants were 364 Dutch youthwho were recruited through several LGBT community-based or-ganizations and websites. We excluded youth who did not reporttheir sex, because information about participant’s sex was neededto examine differences between male and female youth in the keyvariables. Furthermore, we excluded youth who did not report anydegree of same-sex attraction, as indicated by their scores on thesame-sex attraction and sexual identity questions. Of the 364participants, 96 did not report their sex, and 1 female participantreported both a straight sexual identity and feeling exclusivelyattracted to males. These 97 participants were excluded for thecurrent analyses, resulting in a total sample of 267 youth (28.8%male, 71.2% female) who participated (ages 16–22 years, M \u000217.61, SD \u0002 1.87).The majority of the sample had a Dutch cultural background(61.8%), smaller groups reported a Surinam (0.4%), Moroccan(0.4%), Antillean or Aruban (0.4%), Turkish-Dutch (0.4%), othercultural background (6.4%), and about one third of youth did notreport their cultural background (30.2%). Most youth were cur-rently in secondary school (33.8%) or attending college or univer-sity (32.6%), and some were employed (1.5%), or had anotheroccupation (1.9%), such as being unemployed and not enrolled inThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.186 KAUFMAN, BAAMS, AND DUBASformal education. Others (30.2%) did not report their occupation.Youth reported their sexual identity as lesbian (30.3%; 36.4%male, 63.6% female), gay (18.7%; 22% male, 78% female), bi-sexual (22.1%; 21.8% male, 78.2% female), queer (2.2%; 50%male, 50% female), or another sexual identity (6%; 13.3%,86.7%). Others skipped this question (20.7%; 29.6% male, 70.4%female).To check whether participants who were excluded because theydid not report their sex differed from participants who did, weexamined mean-level differences on our key variables. Participantswho did not report their sex (excluded sample; n \u0002 96) did notdiffer from those who did report their sex (n \u0002 267) in the keyvariables microaggression experiences, rumination, depressivesymptoms, and sexuality-specific acceptance from parents andpeers or LGBT community connectedness (ps \u0003 .05).ProcedureParticipants were asked to fill out an online survey and wereentered into a raffle to receive a gift card for their participation thathad a value of €5. Participants were informed that their participa-tion was confidential and voluntary, and were provided with con-tact details of counseling services and support groups for sexualminority youth. Informed consent was obtained from all individualparticipants included in the study. Furthermore, participants hadthe opportunity to participate anonymously, to end the question-naire at any time, and to skip any question. Approval of allprocedures was granted by the ethical committee of the Social andBehavioral Sciences faculty at Utrecht University.MeasuresMicroaggression experiences. Microaggression experienceswere measured as the mean of 26 items of the Sexual-OrientationMicroaggressions Inventory (SOMI; Swann, Minshew, Newcomb,& Mustanski, 2016). This measure has shown convergent, facto-rial, criterion-related, and discriminant validity in research amongsexual minority youth (Swann et al., 2016). An earlier version ofthe SOMI measure designed by Swann and colleagues was com-pleted by the participants. This measure included 31 items; how-ever, the validated measure (Swann et al., 2016) reports on 26items. To ensure the validity and reliability of our results, wedecided to include these 26 items in the current analyses.Participants were asked how often they were exposed to micro-aggressions in the past month. Sample items were “Someone toldyou that you’re not a ‘real’ man or woman”; “Someone said: ‘youknow how gay people are’”; and “Someone said: ‘I don’t mind gaypeople, they just shouldn’t be so public.’” Participants couldanswer on 4-point scales (0 \u0002 never and 4 \u0002 very often; \u0004 \u0002 .93).Higher scores thus represent higher levels of microaggressionexperiences.Depressive symptoms. Participants’ level of depressivesymptoms was assessed as the mean of six items from the Depres-sive Mood List (Kandel & Davies, 1982, translated into Dutch byDékovic, 1996). This measure has been used extensively withpopulation samples of adolescents and young adults (e.g., Van derAa, Overbeek, Engels, Scholte, Meerkerk, & Van den Eijnden,2009) and shows sufficient internal consistency, reliability, andstability over time (Kandel & Davies, 1982). Participants wereasked how they thought or felt in the last 2 weeks. A sample itemis “I worried too much about things.” Participants could answer on5-point scales (1 \u0002 never and 5 \u0002 very often; \u0004 \u0002 .87). Higherscores thus represent higher levels of depressive symptoms.Rumination. Rumination was assessed as the mean of sixitems of the “Brooding” subscale of the Ruminative ResponsesScale (Treynor, Gonzalez, & Nolen-Hoeksema, 2003) which hasshown adequate internal consistency and test–retest stability (1-year time interval), has been shown to predict higher levels ofdepression (Treynor et al., 2003), and has been used in a sample ofsexual minority youth (Hatzenbuehler et al., 2009). The scaleassessed how youth generally thought or acted when experiencingdifficult or stressful events. A sample item is “Think: ‘What am Idoing to deserve this?” Youth could answer on 7-point scales (1 \u0002disagree strongly and 7 \u0002 agree strongly); \u0004 \u0002 .84). Higher scoresthus represent higher levels of rumination.Sexuality-specific mother, father, and peer acceptance.Sexuality-specific mother, father, and peer support were operation-alized via one item that tapped how others responded to youth’ssexual orientation at the moment of coming out, adapted fromHershberger and D’Augelli’s (1995) research on family support.This measure has been linked to poorer mental health problemsamong sexual minority adolescents and young adults (D’Augelli,2002). For parental acceptance the item was “How accepting wasyour father’s/mother’s reaction to your sexual orientation?” andfor peer acceptance, “Overall, how accepting were your peers’reactions to your sexual orientation?” Youth could answer on4-point scales (1 \u0002 rejecting and 4 \u0002 accepting), and higher scoresthus represent higher levels of sexuality-specific acceptance. Foreach type of acceptance a separate variable was created.LGBT community connectedness. Sexuality-specific sup-port from the LGBT-community was operationalized as commu-nity connectedness with the mean of four items from the Connect-edness to the LGBT Community Scale (Frost & Meyer, 2012).This measure has previously been used in research among sexualminority youth (Durso & Meyer, 2013; Frost & Meyer, 2012),demonstrating factorial, convergent, and discriminant validity(Frost & Meyer, 2012). This scale assessed how close adolescentsfelt to the LGBT community and how positive their connectionswere. A sample item is “You feel you’re a part of an LGBTcommunity.” Youth could answer on 4-point scales (1 \u0002 disagreestrongly and 4 \u0002 agree strongly; \u0004 \u0002 .88). Higher scores thusrepresent higher levels of LGBT community connectedness.Sexual identity. A single item assessed sexual identity:“When you think about your sexual identity, do you think ofyourself as lesbian, gay, bisexual, queer, or straight?” Youth couldalso respond with “other, namely . . .” (15 participants reportedtheir sexual identity as “other”; these were recoded as missing).Analytic PlanData analyses were performed in SPSS, version 22 (IBM Corp.,2011) and Mplus version 7.4 (Muthén & Muthén, 2010). First, toexamine sex differences, we used several analyses of variance(ANOVAs) and one multivariate ANOVA (MANOVA). Second,we checked Pearson correlations to examine associations betweenthe key variables. To test the hypothesized cross-sectional rela-tions, the direct relation between microaggression experiences anddepressive symptoms was examined by regression analysis inThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.187SEXUAL ORIENTATION MICROAGGRESSIONS AND DEPRESSIONMplus. To examine whether rumination mediated the relationbetween microaggression experiences and depressive symptoms,we used the MODEL INDIRECT option. To test moderated me-diation effects of the support variables, we added interaction termsof microaggression experiences and the sexuality-specific accep-tance from parents and peers and LGBT community connectednessvariables as predictors of depressive symptoms (Preacher, Rucker,& Hayes, 2007). To compare constrained and unconstrained mul-tigroup models for male and female youth, we used a chi-squaredifference test and three goodness-of-fit indices: comparative fitindex (CFI), Tucker-Lewis index (TLI), and root-mean-squareerror of approximation (RMSEA; Brown & Cudeck, 1993). Ineach model that was tested, we controlled for age and usedbootstrapping to correct for nonnormally distributed data (boot \u00025,000); significance of indirect effects is inferred from boot-strapped confidence intervals not including zero. Missing datawere handled using full-information maximum likelihood (FIML).The FIML procedure has been shown to be unaffected by missingdata rates, even when the rate is nearly a quarter of the sample(Enders & Bandalos, 2001). Missing data on the key variablesranged from 0.7% (sexuality-specific acceptance from peers) to25.5% (depressive symptoms). The mean percentage of missingdata across all measures was 7.5%.ResultsPreliminary AnalysesTable 1 presents the means, standard deviations, and ranges ofthe key variables across male and female youth. Furthermore, thistable presents the results of ANOVAs (for microaggression expe-riences, rumination, depressive symptoms, and age) and oneMANOVA (for the support variables) that were conducted toexamine differences across males and females, sexual identitygroups, and groups based on ethnic background in the key vari-ables. The results show that there were no differences in the keyvariables among male and female youth, sexual identity groups,and groups based on cultural background (non-Dutch vs. Dutch;ps \u0003 .05). We were unable to test group differences based oncultural background due to small subgroups (0.4% per subgroup).Table 1 also presents the correlations between the key variablesfor male and female youth separately. For male youth, microag-gression experiences was significantly related to higher levels ofrumination, r(56) \u0002 .41, p \u0002 .002, and depressive symptoms,r(55) \u0002 .42, p \u0002 .002. Higher levels of rumination were, asexpected, associated with higher levels of depressive symptoms,r(55) \u0002 .53, p \u0005 .001. Finally, none of the acceptance or LGBTcommunity connectedness variables were associated with depres-sive symptoms among male youth. However, lower levels of fatheracceptance were associated with higher levels of rumination,r(53) \u0002 \u0006.32, p \u0002 .019, and microaggression experiences,r(72) \u0002 \u0006.33, p \u0002 .004.For female youth, microaggression experiences was signifi-cantly related to higher levels of rumination, r(146) \u0002 .37, p \u0005.001, and depressive symptoms, r(146) \u0002 .32, p \u0005 .001. Femaleyouth with higher levels of rumination also reported higher levelsof depressive symptoms, r(144) \u0002 .64, p \u0005 001. Concerningacceptance and LGBT community connectedness, peer acceptancewas related to depressive symptoms, r(142) \u0002 \u0006.22, p \u0002 .010.Thus, higher levels of peer acceptance were related to lower levels ofdepressive symptoms. None of the other support variables were re-lated to depressive symptoms. In addition, peer acceptance was neg-atively related to rumination, r(144) \u0002 \u0006.28, p \u0002 .001. Thus, forfemale youth higher levels of peer acceptance were associated withlower levels of rumination. Furthermore, higher levels of father,mother, and peer acceptance were related to lower levels of micro-aggression experiences: for father acceptance, r[178] \u0002 \u0006.34, p \u0005.001; for mother acceptance, r[180] \u0002 \u0006.19, p \u0002 .010; for peeracceptance, r[185] \u0002 \u0006.29, p \u0005 .001. Age was related to lower levelsof depressive symptoms, r(144) \u0002 \u0006.19, p \u0002 .022. In other words,older females had lower levels of depressive symptoms.Mediating Role of Rumination in the Relation BetweenMicroaggression Experiences andDepressive SymptomsGiven the possible sex differences in the hypothesized relations,we tested a multigroup model in which paths were estimated freelyacross male and female youth and compared this model to a fullyconstrained model. Based on the results of a chi-square differenceTable 1Means, Standard Deviations, Ranges, and Intercorrelations Among Key Variables Across Male and Female YouthVariableIntercorrelationMalesM (SD)FemalesM (SD)Range,min–max1 2 3 4 5 6 7 81. Microaggression experiences — .41\u0002\u0002 .42\u0002\u0002 \u0006.33\u0002\u0002 \u0006.09 \u0006.16 .04 .01 2.19 (.76) 2.07 (.76) 1–52. Rumination .37\u0002\u0002\u0002 — .53\u0002\u0002\u0002 \u0006.32\u0002 \u0006.21 \u0006.02 \u0006.22 .06 3.95 (1.51) 4.09 (1.53) 1–73. Depressive symptoms .32\u0002\u0002\u0002 .64\u0002\u0002\u0002 — \u0006.21 \u0006.17 \u0006.02 \u0006.01 \u0006.08 2.87 (.88) 3.13 (.85) 1–54. Sexuality-specific father acceptance \u0006.34\u0002\u0002\u0002 \u0006.16 \u0006.15 — .47\u0002\u0002\u0002 .03 .05 .12 3.15 (.96) 3.03 (1.08) 1–45. Sexuality-specific mother acceptance \u0006.19\u0002 \u0006.14 \u0006.11 .48\u0002\u0002\u0002 — .03 .17 .00 3.39 (.87) 3.25 (.98) 1–46. Sexuality-specific peer acceptance \u0006.29\u0002\u0002\u0002 \u0006.28\u0002\u0002 \u0006.22\u0002 .19\u0002 .05 — .02 .06 3.51 (.69) 3.51 (.69) 1–47. Sexuality-specific LGBT communityconnectedness .04 \u0006.13 .05 .06 \u0006.01 .16\u0002 — \u0006.12 2.97 (.87) 2.95 (.77) 1–48. Age in years \u0006.11 \u0006.16 \u0006.19\u0002 .09 .08 .07 \u0006.10 — 17.47 (1.64) 17.66 (1.95) 16–22Note. Intercorrelations for male participants are presented above the diagonal, and intercorrelations for female participants are presented below thediagonal. Higher scores reflect higher levels of exposure to microaggressions, depressive symptoms, rumination, sexuality-specific acceptance from peersand parents, and LGB and transgender (LGBT) community connectedness.\u0002 p \u0005 .05. \u0002\u0002 p \u0005 .01. \u0002\u0002\u0002 p \u0005 .001.ThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.188 KAUFMAN, BAAMS, AND DUBAStest, the constraints across males and females did not significantlyworsen model fit, \u00072(4) \u0002 1.79, p \u0002 .774. In addition, accordingto the CFI, TLI, and RMSEA, the model fit statistics of the indirectmodels that were unconstrained (CFI \u0002 1.000, TLI \u0002 1.017,RMSEA \u0002 0.000; 90% confidence interval [CI] [0.000, 0.160])were slightly worse compared to the model fit statistics of theindirect models that were fully constrained across male and femaleyouth (CFI \u0002 1.000, TLI \u0002 1.035, RMSEA \u0002 0.000; 90% CI[0.000, 0.078]). Therefore, the hypotheses were tested in models inwhich male and female youth were constrained to be equal. Thesubgroups based on sexual identity (e.g., gay, lesbian, and bisex-ual) across sex were too small to reliably test multigroup modelswith these subgroups.The regression model in which microaggression experienceswere regressed on depressive symptoms (CFI \u0002 1.000, TLI \u00021.111, RMSEA \u0002 0.000; 90% CI [0.000, 0.119]) explained 14.2%of the variance in depressive symptoms for males, and 15.3% forfemales (see Figure 1), and showed a significant direct relationbetween microaggression experiences and depressive symptoms(b \u0002 0.40, p \u0005 .001). The results from the indirect model (CFI \u00021.000, TLI \u0002 1.035, RMSEA \u0002 0.000; 90% CI [0.000, 0.078])explained 35.2% of the variance in depressive symptoms in males,and 42.0% for females. This model showed an indirect positiverelation between microaggression experiences and depressivesymptoms, through rumination (b \u0002 0.26, p \u0005 .001; 90% CI[0.244, 0.558]). As expected, higher levels of microaggressionexperiences were related to higher levels of rumination (b \u0002 0.82,p \u0005 .001), and higher levels of rumination were related to higherlevels of depressive symptoms (b \u0002 0.31, p \u0005 .001). Moreover, thedirect relation between microaggression experiences and depres-sive symptoms had diminished in the indirect model (b \u0002 0.14,p \u0002 .071).Moderating Role of Sexuality-Specific Acceptance andLGBT Community ConnectednessTo test whether sexuality-specific support from parents, peers,or the LGBT community buffered the indirect relation betweenmicroaggression experiences and depressive symptoms throughrumination, we tested moderated mediation effects. The interactionterms of microaggression experiences, sexuality-specific accep-tance, and LGBT community connectedness were not significantin predicting depressive symptoms (ps \u0003 .05). Thus, sexuality-specific acceptance from fathers, mothers, peers, or connectednesswith the LGBT community did not buffer the indirect relationbetween microaggressions and depressive symptoms, through ru-minative emotion regulation.DiscussionIn line with our hypotheses, the current study is the first todemonstrate that subtle implicit stigma-related stressors (microag-gressions) are indirectly related to sexual minority youth’s depres-sive symptoms, through ruminative emotion regulation. By usingthe minority stress framework to explain the relationship betweenday-to-day, subtle stigma-related stressors and mental health, thecurrent study advances our understanding of mental health dispar-ities among sexual minority youth. Furthermore, with these find-ings, we show that, similar to explicit stressors such as beingthreatened or harassed (Hatzenbuehler et al., 2009), prejudice thatis more subtle and ambiguous is also associated with youth’sdepressive symptoms through ruminative emotion regulation.The Role of Ruminative Emotion RegulationThe results of the current study show the indirect relationbetween microaggression experiences and depressive symptoms,through ruminative emotion regulation. In other words, youth whoexperience microaggressions also report a higher tendency to“brood” in response to stress, which is, in turn, linked to higherdepressive symptoms. This finding extends previous research onthe function of rumination in response to explicit stigma-relatedstressors (Hatzenbuehler et al., 2009), by demonstrating that thereis an indirect relation between microaggression experiences anddepressive symptoms through ruminative emotion regulation.Moreover, by focusing on a sample of Dutch youth we expand thecross-cultural validity of previous literature based on samples ofyouth in the United States (Hatzenbuehler et al., 2009; Swann etal., 2016).Frequent experiences of stigma-related stressors can devalueyouth’s perception of their social identity, and attempts to restorethis identity may diminish the resources that are required foradaptive emotion regulation (Hatzenbuehler, 2009). The currentstudy suggests that microaggression experiences affect emotionregulation in a similar way. Rumination in response to microag-gressions, and the possible causes and consequences of stress, mayleave youth more vulnerable to psychological problems, such asdepressive symptoms.No Buffering Role of Sexuality-Specific SupportContrary to our hypothesis that sexuality-specific support wouldbuffer the relation between microaggression experiences and de-pressive symptoms, we did not find a moderating effect ofsexuality-specific support on the relationship between microag-gression experiences and depressive symptoms, either directly orindirectly. Despite the positive function of sexuality-specific sup-port in the relation between explicit rejection and mental health inprevious work (Doty et al., 2010; Hershberger & D’Augelli, 1995;Ramirez-Valles et al., 2005), sexuality-specific support did notbuffer the relationship between microaggressions and depressivesymptoms in the current study.Several potential explanations may account for the lack of thisbuffering function in the relationship between microaggressionFigure 1. Indirect model of depressive symptoms, controlling for age.Significant indirect effects are presented with solid boldface arrows. Un-standardized regression coefficients are shown. Coefficients of the directrelation (in the direct model) are shown before the slash. R2 (male youth) \u00020.35; R2 (female youth) \u0002 0.42. \u0002\u0002\u0002 p \u0005 .001.ThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.189SEXUAL ORIENTATION MICROAGGRESSIONS AND DEPRESSIONexperiences and depressive symptoms in the current study. First,following suggestions that support is most effective when itmatches the needs created by the specific stressors (Doty et al.,2010), we defined sexuality-specific support as acceptance byparents and peers during coming-out processes and as connected-ness with the LGBT community. Perhaps a more comprehensivemeasure of sexuality-specific support is needed to examine itsbuffering role. For example, the moments of acceptance duringcoming out and experiences of microaggressions might be sepa-rated in time by many years. It is likely that youth continue to needsupport after coming out for the first time, and therefore animproved measure would also include more recent experienceswith support. Furthermore, it may be important that parents andpeers not only show acceptance of sexual orientation, but that theyalso show support for romantic and sexual relationships or activeinvolvement in communities that can accompany the disclosure ofsame-sex attractions or a sexual minority identity (Herek, 1995;Ryan, Russell, Huebner, Diaz, & Sanchez, 2010). Measures ofsexuality-specific support that cover different aspects of supportwould be more sensitive to the detection of buffering effects.Second, in addition to our limited information on the content ofsupport, we also miss vital information on the relational context inwhich support was embedded. The relationship quality that youthhave with their sources of support (Russell, 2005), as well as thestructural aspects of that relationship (i.e., living at home, attend-ing school, engagement in LGBT community) may be important toconsider in future research on the function of sexuality-specificsocial support.Limitations and Suggestions for Future ResearchDespite the relevance of the findings, the current study also hasseveral limitations. First, the analyses in the current study wereperformed on cross-sectional data. Since the models that we ex-amined assume a causal process, longitudinal data are needed toassess the temporal order with which emotion regulation anddepressive symptoms develop (Maxwell, Cole, & Mitchell, 2011).Second, we used data from a sample that might not be represen-tative for the general population. Our community sample showssimilarities to a population-based sample of Dutch young adults interms of sexual identity distribution (Kuyper, 2015). However,previous research has shown that participants in community sam-ples (samples that are recruited at LGBT venues) differ from thosein the broader population, on aspects such as negative reactions,psychological distress, and suicidality (Kuyper, Fernee, & Keuzen-kamp, 2016). Therefore, we acknowledge that we cannot general-ize our findings to the general population and future researchshould include representative samples to replicate these findings.Our findings raise several suggestions for future research. First,concerning the measures of sexuality-specific support, future re-search may include a more comprehensive conceptualization ofsexuality-specific support, for example, by considering the contentand relational context of support. Second, longitudinal researchincluding multiple measurement waves is needed to examine thetemporal process through which depressive symptoms develop(Hatzenbuehler, 2009) and to examine whether microaggressionexperiences have an accumulative impact on depressive symptoms(Sue, 2010).Third, future research could consider contextual elements in therelation between microaggression experiences and depressivesymptoms. For example, the impact of microaggression experi-ences may depend on the person who delivers them. It has beensuggested that experiencing microaggressions from strangers mayhave less of an impact than those delivered by family, friends, orcolleagues (Sue, 2010). Therefore, future studies could gain moreinsight into the contexts in which microaggression experiences areparticularly harmful by focusing on, for example, the person whodelivers microaggressions. In conclusion, future research couldconsider the interplay between contextual and individual factorsand microaggression experiences (Meyer, 2003; Sue, 2010) to gaina more comprehensive understanding of the relation between mi-croaggression experiences and mental health.Theoretical and Practical ImplicationsThe findings of the present study increase our understanding ofmental health among sexual minority youth, and risk factors suchas the experience of microaggressions. We have integrated newtypes of stigma-related stressors in the important minority stressframework (Meyer, 1995, 2003) to explain mental health problemsof sexual minority youth. In addition, our findings on ruminativeemotion regulation suggest that although explicit discriminationand microaggression experiences differ in form and content, bothforms of prejudice are related to youth’s adjustment through psy-chological processes such as ruminative emotion regulation. How-ever, despite similarities between stigma-related stress and “mi-croaggression,” combining them into one construct raises severalconcerns about the intentionality of the behavior: the constructaggression assumes the intent to harm another person (Anderson &Bushman, 2002), whereas the construct microaggression allowsfor “unintentional” behaviors (Sue, 2010, p. 191). Furthermore, notall stigma-related stressors are directly the product of aggression orharm; they also do not always directly impact well-being (Hatzen-buehler, 2009). Thus, to move this field forward, notions of theminority stress model (Meyer, 1995, 2003) and the research onmicroaggression (Sue, 2010), as well as our knowledge of impor-tant individual differences in resilience, should be combined intoone model and tested using premises for both stigma-related stressand aggression.The current findings are not only important for the extension ofexisting theories, but also have practical relevance. The findingson microaggressions call for awareness of their potentially harmfulimpact. Whereas existing (preventive) interventions may havefocused on explicit rejection and victimization, the topic of micro-aggression is missing in current preventive efforts. For example,programs may be helpful in encouraging youth to recognize mi-croaggression in their daily lives. These programs could be aimednot just at sexual minority youth, but also at teachers and policy-makers. Furthermore, awareness of microaggression experiencesand the role of rumination can also be important in the treatmentof depression in sexual minority youth. For example, youth maylearn adaptive coping strategies to deal with messages that appearambiguous and well-intended. However, these practical sugges-tions should be interpreted with caution given the premature stageof this field and the cross-sectional nature of the current study.ThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.190 KAUFMAN, BAAMS, AND DUBASConclusionsPrejudice and discrimination put sexual minority youth at riskfor various mental health problems such as depression (e.g., Kinget al., 2008). In addition to explicit forms of discrimination, thecurrent study shows that subtle and sometimes unintentional ex-pressions of rejection are also related to sexual minority youth’spsychological maladjustment. Specifically, we have shown thatyouth’s experiences of microaggression experiences are indirectlyrelated to depressive symptoms, through ruminative emotion-regulation processes. That these common experiences in the dailylives of sexual minority youth are related to youth’s emotionregulation and mental health may provide insight for developers ofprevention and intervention programs that aim to minimize prej-udice or to build resilience among sexual minority youth.ReferencesAlmeida, J., Johnson, R. M., Corliss, H. L., Molnar, B. E., & Azrael, D.(2009). Emotional distress among LGBT youth: The influence of per-ceived discrimination based on sexual orientation. Journal of Youth andAdolescence, 38, 1001–1014. http://dx.doi.org/10.1007/s10964-009-9397-9Anderson, C. A., & Bushman, B. J. (2002). Human aggression. AnnualReview of Psychology, 53, 27–51. http://dx.doi.org/10.1146/annurev.psych.53.100901.135231Aneshensel, C. S. (1992). Social stress: Theory and research. AnnualReview of Sociology, 18, 15–38. http://dx.doi.org/10.1146/annurev.so.18.080192.000311Baams, L., Grossman, A. H., & Russell, S. T. (2015). Minority stress andmechanisms of risk for depression and suicidal ideation among lesbian,gay, and bisexual youth. Developmental Psychology, 51, 688–696.http://dx.doi.org/10.1037/a0038994Balsam, K. F., Molina, Y., Beadnell, B., Simoni, J., & Walters, K. (2011).Measuring multiple minority stress: The LGBT People of Color Micro-aggressions Scale. Cultural Diversity and Ethnic Minority Psychology,17, 163–174. http://dx.doi.org/10.1037/a0023244Bostwick, W., & Hequembourg, A. (2014). ‘Just a little hint’: Bisexual-specific microaggressions and their connection to epistemic injustices.Culture, Health & Sexuality, 16, 488–503. http://dx.doi.org/10.1080/13691058.2014.889754Brown, M. W., & Cudeck, R. (1993). Alternative ways of assessing modelfit. In K. A. Bollen & J. S. Long (Eds.), Testing structural equationmodels (pp. 136–162). Newbury Park, CA: Sage.Burton, C. M., Marshal, M. P., Chisolm, D. J., Sucato, G. S., & Friedman,M. S. (2013). Sexual minority-related victimization as a mediator ofmental health disparities in sexual minority youth: A longitudinal anal-ysis. Journal of Youth and Adolescence, 42, 394–402. http://dx.doi.org/10.1007/s10964-012-9901-5D’Augelli, A. R. (2002). Mental health problems among lesbian, gay, andbisexual youths ages 14–21. Clinical Child Psychology and Psychiatry,7, 433–456. http://dx.doi.org/10.1177/1359104502007003039Dékovic, M. (1996). Vragenlijst Depressie bij Adolescenten (VDA) [Ado-lescent Depression Scale]. Unpublished manuscript, University Utrecht,Ultrecht, the Netherlands.Doty, N. D., Willoughby, B. L., Lindahl, K. M., & Malik, N. M. (2010).Sexuality related social support among lesbian, gay, and bisexual youth.Journal of Youth and Adolescence, 39, 1134–1147. http://dx.doi.org/10.1007/s10964-010-9566-xDurso, L. E., & Meyer, I. H. (2013). Patterns and predictors of disclosureof sexual orientation to healthcare providers among lesbians, gay men,and bisexuals. Sexuality Research & Social Policy, 10, 35–42. http://dx.doi.org/10.1007/s13178-012-0105-2Enders, C. K., & Bandalos, D. L. (2001). The relative performance of fullinformation maximum likelihood estimation for missing data in struc-tural equation models. Structural Equation Modeling, 8, 430–457.http://dx.doi.org/10.1207/S15328007SEM0803_5Frost, D. M., & Meyer, I. H. (2012). Measuring community connectednessamong diverse sexual minority populations. Journal of Sex Research, 49,36–49. http://dx.doi.org/10.1080/00224499.2011.565427Hatzenbuehler, M. L. (2009). How does sexual minority stigma “get underthe skin”? A psychological mediation framework. Psychological Bulle-tin, 135, 707–730. http://dx.doi.org/10.1037/a0016441Hatzenbuehler, M. L., Nolen-Hoeksema, S., & Dovidio, J. (2009). Howdoes stigma “get under the skin”? The mediating role of emotionregulation. Psychological Science, 20, 1282–1289. http://dx.doi.org/10.1111/j.1467-9280.2009.02441.xHatzenbuehler, M. L., Nolen-Hoeksema, S., & Erickson, S. J. (2008).Minority stress predictors of HIV risk behavior, substance use, anddepressive symptoms: Results from a prospective study of bereaved gaymen. Health Psychology, 27, 455–462. http://dx.doi.org/10.1037/0278-6133.27.4.455Herek, G. M. (1995). Psychological heterosexism in the United States. InA. R. D’Augelli & C. J. Patterson (Eds.), Lesbian, gay, and bisexualidentities over the lifespan: Psychological perspectives (pp. 321–346).New York, NY: Oxford University Press. http://dx.doi.org/10.1093/acprof:oso/9780195082319.003.0013Hershberger, S. L., & D’Augelli, A. R. (1995). The impact of victimizationon the mental health and suicidality of lesbian, gay, and bisexual youths.Developmental Psychology, 31, 65–74. http://dx.doi.org/10.1037/0012-1649.31.1.65IBM Corp. (2011). IBM SPSS statistics for Windows (Version 20.0)[Computer software]. Armonk, NY: Author.Kandel, D. B., & Davies, M. (1982). Epidemiology of depressive mood inadolescents: An empirical study. Archives of General Psychiatry, 39,1205–1212. http://dx.doi.org/10.1001/archpsyc.1982.04290100065011Katz-Wise, S. L., & Hyde, J. S. (2012). Victimization experiences oflesbian, gay, and bisexual individuals: A meta-analysis. Journal of SexResearch, 49, 142–167. http://dx.doi.org/10.1080/00224499.2011.637247Kertzner, R. M., Meyer, I. H., Frost, D. M., & Stirratt, M. J. (2009). Socialand psychological well-being in lesbians, gay men, and bisexuals: Theeffects of race, gender, age, and sexual identity. American Journal ofOrthopsychiatry, 79, 500–510. http://dx.doi.org/10.1037/a0016848King, M., Semlyen, J., Tai, S. S., Killaspy, H., Osborn, D., Popelyuk, D.,& Nazareth, I. (2008). A systematic review of mental disorder, suicide,and deliberate self harm in lesbian, gay and bisexual people. BMCPsychiatry, 8, 70–97. http://dx.doi.org/10.1186/1471-244X-8-70Kuyper, L. (2015). Jongeren en seksuele oriëntatie. Ervaringen van enopvattingen over lesbische, homoseksuele, biseksuele en heteroseksuelejongeren. Den Haag, the Netherlands: Sociaal en Cultureel Planbureau.Kuyper, L., Fernee, H., & Keuzenkamp, S. (2016). A comparative analysisof a community and general sample of lesbian, gay, and bisexualindividuals. Archives of Sexual Behavior, 45, 683–693.Kuyper, L., & Fokkema, T. (2011). Minority stress and mental healthamong Dutch LGBs: Examination of differences between sex and sexualorientation. Journal of Counseling Psychology, 58, 222–233. http://dx.doi.org/10.1037/a0022688Kwon, P. (2013). Resilience in lesbian, gay, and bisexual individuals.Personality and Social Psychology Review, 17, 371–383. http://dx.doi.org/10.1177/1088868313490248Lewis, R. J., Derlega, V. J., Berndt, A., Morris, L. M., & Rose, S. (2002).An empirical analysis of stressors for gay men and lesbians. Journal ofHomosexuality, 42, 63–88. http://dx.doi.org/10.1300/J082v42n01_04Marshal, M. P., Dermody, S. S., Cheong, J., Burton, C. M., Friedman,M. S., Aranda, F., & Hughes, T. L. (2013). Trajectories of depressivesymptoms and suicidality among heterosexual and sexual minorityThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.191SEXUAL ORIENTATION MICROAGGRESSIONS AND DEPRESSIONyouth. Journal of Youth and Adolescence, 42, 1243–1256. http://dx.doi.org/10.1007/s10964-013-9970-0Marshal, M. P., Dietz, L. J., Friedman, M. S., Stall, R., Smith, H. A.,McGinley, J., . . . Brent, D. A. (2011). Suicidality and depressiondisparities between sexual minority and heterosexual youth: A meta-analytic review. Journal of Adolescent Health, 49, 115–123. http://dx.doi.org/10.1016/j.jadohealth.2011.02.005Maxwell, S. E., Cole, D. A., & Mitchell, M. A. (2011). Bias in cross-sectional analyses of longitudinal mediation: Partial and complete me-diation under an autoregressive model. Multivariate Behavioral Re-search, 46, 816–841. http://dx.doi.org/10.1080/00273171.2011.606716Meyer, I. H. (1995). Minority stress and mental health in gay men. Journalof Health and Social Behavior, 36, 38–56. http://dx.doi.org/10.2307/2137286Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian,gay, and bisexual populations: Conceptual issues and research evidence.Psychological Bulletin, 129, 674–697. http://dx.doi.org/10.1037/0033-2909.129.5.674Michl, L. C., McLaughlin, K. A., Shepherd, K., & Nolen-Hoeksema, S.(2013). Rumination as a mechanism linking stressful life events tosymptoms of depression and anxiety: Longitudinal evidence in earlyadolescents and adults. Journal of Abnormal Psychology, 122, 339–352.http://dx.doi.org/10.1037/a0031994Muthén, L. K., & Muthén, B. O. (1998–2010). Mplus user’s guide (6thed.). Los Angeles, CA: Author.Nadal, K. L., Wong, Y., Issa, M., Meterko, V., Leon, J., & Wideman, M.(2011). Sexual orientation microaggressions: Processes and copingmechanisms for lesbian, gay, and bisexual individuals. Journal of LGBTIssues in Counseling, 5, 21–46. http://dx.doi.org/10.1080/15538605.2011.554606Nolen-Hoeksema, S. (2000). The role of rumination in depressive disordersand mixed anxiety/depressive symptoms. Journal of Abnormal Psychol-ogy, 109, 504–511. http://dx.doi.org/10.1037/0021-843X.109.3.504Nolen-Hoeksema, S., Wisco, B. E., & Lyubomirsky, S. (2008). RethinkingRumination. Perspectives on Psychological Science, 3, 400–424. http://dx.doi.org/10.1111/j.1745-6924.2008.00088.xPoteat, V. P., & Espelage, D. L. (2007). Predicting psychosocial conse-quences of homophobic victimization in middle school students. Journalof Early Adolescence, 27, 175–191. http://dx.doi.org/10.1177/0272431606294839Preacher, K. J., Rucker, D. D., & Hayes, A. F. (2007). Addressing mod-erated mediation hypotheses: Theory, methods, and prescriptions. Mul-tivariate Behavioral Research, 42, 185–227. http://dx.doi.org/10.1080/00273170701341316Ramirez-Valles, J., Fergus, S., Reisen, C., Poppen, P., & Zea, M. (2005).Confronting stigma: Community involvement and psychological well-beingamong HIV-positive Latino gay men. Hispanic Journal of BehavioralSciences, 27, 101–119. http://dx.doi.org/10.1177/0739986304270232Robinson, J. P., Espelage, D. L., & Rivers, I. (2013). Developmental trendsin peer victimization and emotional distress in LGB and heterosexualyouth. Pediatrics, 131, 423–430. http://dx.doi.org/10.1542/peds.2012-2595Russell, S. T. (2005). Beyond risk: Resilience in the lives of sexualminority youth. Journal of Gay & Lesbian Issues in Education, 2, 5–18.http://dx.doi.org/10.1300/J367v02n03_02Ryan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010).Family acceptance in adolescence and the health of LGBT young adults.Journal of Child and Adolescent Psychiatric Nursing, 23, 205–213.http://dx.doi.org/10.1111/j.1744-6171.2010.00246.xSandfort, T. G., de Graaf, R., Bijl, R. V., & Schnabel, P. (2001). Same-sexsexual behavior and psychiatric disorders: Findings from the Nether-lands Mental Health Survey and Incidence Study (NEMESIS). Archivesof General Psychiatry, 58, 85–91. http://dx.doi.org/10.1001/archpsyc.58.1.85Sarno, E., & Wright, A. J. (2013). Homonegative microaggressions andidentity in bisexual men and women. Journal of Bisexuality, 13, 63–81.http://dx.doi.org/10.1080/15299716.2013.756677Sue, D. W. (2010). Microaggressions in everyday life: Race, gender, andsexual orientation. New York, NY: Wiley.Swann, G., Minshew, R., Newcomb, M. E., & Mustanski, B. (2016).Validation of the Sexual Orientation Microaggression Inventory in twodiverse samples of LGBTQ youth. Archives of Sexual Behavior, 45,1289–1298. http://dx.doi.org/10.1007/s10508-016-0718-2Treynor, W., Gonzalez, R., & Nolen-Hoeksema, S. (2003). Ruminationreconsidered: A psychometric analysis. Cognitive Therapy and Re-search, 27, 247–259. http://dx.doi.org/10.1023/A:1023910315561Ueno, K. (2005). Sexual orientation and psychological distress in adoles-cence: Examining interpersonal stressors and social support processes.Social Psychology Quarterly, 68, 258–277. http://dx.doi.org/10.1177/019027250506800305van der Aa, N., Overbeek, G., Engels, R. C., Scholte, R. H., Meerkerk,G. J., & Van den Eijnden, R. J. (2009). Daily and compulsive internetuse and well-being in adolescence: A diathesis-stress model based on bigfive personality traits. Journal of Youth and Adolescence, 38, 765–776.http://dx.doi.org/10.1007/s10964-008-9298-3Vincke, J., & Van Heeringen, K. (2002). Confidant support and the mentalwellbeing of lesbian and gay young adults: A longitudinal analysis.Journal of Community & Applied Social Psychology, 12, 181–193.http://dx.doi.org/10.1002/casp.671Volk, A. A., Dane, A. V., & Marini, Z. A. (2014). What is bullying? Atheoretical redefinition. Developmental Review, 34, 327–343. http://dx.doi.org/10.1016/j.dr.2014.09.001Woodford, M. R., Kulick, A., Sinco, B. R., & Hong, J. S. (2014). Con-temporary heterosexism on campus and psychological distress amongLGBQ students: The mediating role of self-acceptance. American Jour-nal of Orthopsychiatry, 84, 519 –529. http://dx.doi.org/10.1037/ort0000015Wright, A. J., & Wegner, R. T. (2012). Homonegative microaggressionsand their impact on LGB individuals: A measure validity study. Journalof LGBT Issues in Counseling, 6, 34–54. http://dx.doi.org/10.1080/15538605.2012.648578Received May 31, 2016Revision received December 23, 2016Accepted January 1, 2017 \u0002ThisdocumentiscopyrightedbytheAmericanPsychologicalAssociationoroneofitsalliedpublishers.Thisarticleisintendedsolelyforthepersonaluseoftheindividualuserandisnottobedisseminatedbroadly.192 KAUFMAN, BAAMS, AND DUBAS",
    "id": 562065997,
    "identifiers": {
        "doi": "10.1037/sgd0000219",
        "oai": "oai:pure.rug.nl:openaire_cris_publications/a2b27f89-cb38-4f66-9324-1c9417651794"
    },
    "title": "Microaggressions and depressive symptoms in sexual minority youth:The roles of rumination and social support.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-06-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.rug.nl/ws/files/166149133/ContentServer_1_.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/562065997.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/562065997"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/562065997/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/562065997/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/562065997"
        }
    ],
    "abstract": "Mental health disparities between sexual minority and heterosexual youth are often explained by discriminatory experiences and rejection. Although many studies focus on explicit victimization, the consequences of subtle, everyday discriminations (“microaggressions”) against sexual minority youth are unknown. With an online study among 267 Dutch sexual minority youth (ages 16–22 years) we investigated indirect associations between sexual orientation microaggression experiences and depressive symptoms through rumination and whether these could be buffered by sexuality-specific support. Microaggression experiences were indirectly related to depressive symptoms, through rumination. We found no buffering effects of support. Findings call for awareness of the potentially negative impact of subtle discriminatory experiences, in addition to explicit discrimination, and the negative mental health outcomes that may develop as a result of ruminative emotion regulation",
    "tags": [
        "article",
        "Emotional Regulation",
        "Major Depression",
        "Rumination (Cognitive Process)",
        "Sexual Orientation",
        "Microaggression",
        "Minority Groups",
        "Social Support",
        "Symptoms"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.rug.nl:openaire_cris_publications/a2b27f89-cb38-4f66-9324-1c9417651794",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5394",
        "openDoarId": 0,
        "name": "Proceedings - University of Groningen",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 562065997,
        "depositedDate": null,
        "publishedDate": "2017-06-01T01:00:00+01:00",
        "updatedDate": "2024-01-30T13:33:48+00:00",
        "acceptedDate": null,
        "createdDate": "2023-04-22T09:01:33+01:00"
    },
    "urls": [
        "https://hdl.handle.net/11370/a2b27f89-cb38-4f66-9324-1c9417651794",
        "https://pure.rug.nl/ws/files/166149133/ContentServer_1_.pdf",
        "https://research.rug.nl/en/publications/a2b27f89-cb38-4f66-9324-1c9417651794",
        "https://doi.org/10.1037/sgd0000219"
    ],
    "lastUpdate": "2024-01-30T13:33:48+00:00",
    "setSpecs": []
}