{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jones, Greyson"
        },
        {
            "name": "Gahagan, Jacqueline"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-19T10:46:20+00:00",
    "dataProvider": {
        "id": 14588,
        "name": "International Medical Publisher Journals (iMedPub)",
        "url": "https://api.core.ac.uk/v3/data-providers/14588",
        "logo": "https://api.core.ac.uk/data-providers/14588/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/270297181.pdf",
    "fullText": "InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH Policy Issn: 1755-7682 12015Vol. 8 No. 64doi: 10.3823/1663iMedPub Journalshttp://journals.imed.pub© Under License of Creative Commons Attribution 3.0 License This article is available at: www.intarchmed.com and www.medbrary.com AbstractWhat is often absent in accounts of LGBTQ2 migration experiences are the roles of policies and legislations in the regulation of sexual and gender minoritized populations’ movements across borders. Spe-cifically, many health policies can simultaneously impact on access to and uptake of health services and thereby influence health outcomes among older LGBTQ2 populations. In this paper we offer an analysis of the ways in which current policies and legislation within select European Union (EU) states can impact on freedom of mobility; re-cognition of same-sex partners and gender-identity in receipt of social benefits; social and labour market integration; language and cultural competency; anti-discrimination policies in health and care; healthy aging initiatives; and the mainstreaming of health policies versus tar-geted health intervention policies could potentially impact the flow of migration of older LGBTQ2 individuals between select Member States and outside of them. In the following synthesis, we argue the need to approach health policies from ‘strengths-based’ approaches within a life course framework in exploring the development and im-plementation of policies surrounding the healthy aging of older LGB-TQ2 people; and to articulate how policies surrounding these issues could influence the migration of older LGBTQ2 individuals and their families. We argue that there is a need to develop both mainstream and targeted-intervention policies, and direct future research towards the assessment of the specific health needs and initiatives for aging LGBTQ2 populations both in Canada and in EU Member States with comparable health systems.Migration, Integration and Health for Aging LgbtQ2 Populations in the eu: a Strengths-based Approach to Policy orIgInal Greyson Jones1, Jacqueline Gahagan21  Social Anthropology, Dalhousie University.2  Health Promotion, Dalhousie University.Contact information:Greyson Jones \u0007greyjones@dal.caKeywordsLGBTQ2, aging, health policy, migration, healthy aging, EU.InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663This article is available at: www.intarchmed.com and www.medbrary.com 2IntroductionAs older lesbian, gay, transgender, queer, inter-sex, and two-spirit (LGBTQ2) populations reaching retirement age (55+) consider moving from their country or jurisdiction of origin, equity in access to health promoting resources such as health care services, healthy aging programs and supportive retirement communities become critical determi-nants in shaping health decision-making and re-lated health outcomes [1]. Health policies can, for example, simultaneously impact on access to health services and related health outcomes among older LGBTQ2 populations. This is an extremely impor-tant and yet largely overlooked health policy issue in advancing our understanding of health equity and access to health services in the context of Ca-nada and select European Union (EU) countries with comparable health care systems. In other words, by examining how the various place-based deter-minants of health, including health policies in other jurisdictions or countries (e.g., community structu-res, legal regimes, social norms), support or inhibit health-promoting behaviours among older popula-tions (55+), we can use this information to inform health policy ‘best practices’ to ensure healthy and successful aging among older LGBTQ2 populations in Canada. This approach is in keeping with the WHO [2] suggestion that both our health policy and health service approaches must do more than simply add years to life, rather, our efforts must be undertaken with an eye to animating the notion that ‘good health adds life to years’. The issues of equity and access to health services is particularly relevant to the policy landscape in Canada as we see growing numbers of retirement-aged (55+) in-dividuals migrating to other jurisdictions in Canada and overseas, many of whom will experience the need for access to health services for chronic or episodic health conditions [3].The European Union (EU) provides an illustrative context within which to examine the legal and po-litical challenges and barriers that accompany the processes of transnational migration for older LGB-TQ2 populations. Centered in the EU, many activists and NGOs such as ILGA (International Lesbian, Gay, Bisexual, Trans and Intersex Association) are attemp-ting to use the European legal arena to obtain rights for, as well as challenge discriminatory practices within nation-states [4-7]. Several have noted the significant successes that have been accomplished in the legal arena at the level of European Union [7], such as the lifting of the ban in 2000 on lesbians and gays serving in the armed forces in the UK Lustig-Prean and Beckett v United Kingdom ([1999], 29 ECHR 548.); Smith and Grady v UK ([1999], 29 ECHR 493), decriminalisation of homosexuality in Northern Ireland Dudgeon v. UK ([1981], 4 ECHR 149) and arguments for the equal age of consent for gay men, Sutherland v United Kingdom ([1998], 24 ECHR 117). In this synthesis of various policy documents (agreements, directives, regulations, decisions) from the European Union Commission, WHO, Migration Policy Institute Europe, as well as the subsequent reports produced by these institutions discussing the implementation and strategic directions of such policies, it is demonstrated that there are several factors that influence the health and care of older, migrating LGBTQ2 individuals in the EU. These fac-tors include: freedom of mobility and recognition of sexual and gender minorities in legislature con-cerning citizenship and social benefits; social and labour market integration; language and cultural competency; anti-discrimination policies at the ins-titutional level; healthy aging initiatives in Member States; and the mainstreaming of health policies ver-sus targeted health intervention policies. In the fo-llowing scoping review, we attempt to demonstrate the need for a ‘strengths-based’ approach to both the development and  implementation of policies surrounding healthy aging among older LGBTQ2 people; and to articulate how policies surrounding these issues could influence the migration of older LGBTQ2 individuals and their health outcomes.InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663© Under License of Creative Commons Attribution 3.0 License 3The life course approach to understanding health outcomes has increasingly been acknowledged as a fundamental determinant of health [8], one which recognizes how age, gender, socio-economic sta-tus (SES), and life events coalesce to shape health outcomes. In short, the life course paradigm allows us to focus on the interaction of demographic, social-structural, and cultural factors that shape fa-mily patterns and generational relations [9]. For ol-der LGBTQ2 individuals, life course trajectories may differ significantly from established stage-sequential models that centralize life events such as marriage and raising children [10]. The stigma that continues to be associated with sexual and gender minoritized identities in many contexts often renders the dis-closure of these identities a potentially traumatic or disruptive process. Consequently, many life events and transitions, such as the initiation of roman-tic relationships and the formation of knowledge about sexual health may be delayed. By the same token, many LGBTQ2 individuals may not come out until later in life, and may also find that they continue to undergo processes of disclosure about their sexuality as they encounter new contexts, in-cluding work, school, community, or health care settings. Older LGBTQ2 individuals may therefore encounter a number of unique health challenges as they age. These may include finding LGBTQ2-positive physicians, counselors, and pharmacists, treating or dealing with conditions associated with experiences of stigma or discrimination (e.g. anxiety, depression), and sometimes negotiating the aging process without the support of family members or long-term partners [11, 12].These considerations may serve to positively in-fluence or terminate decisions related to migration. Older LGBTQ2 populations moving to new cities, provinces, or countries later in life (e.g., after reti-rement) may not have the same social supports as-sociated with the “working world” and –to some extent– may not be welcomed in the same manner as more “economically productive” members of society. For older LGBTQ2 individuals, moving to a new place also involves the stress of coming out again in a variety of new contexts. Some, older LGBTQ2 individuals might migrate to live in par-ticular places that can promote their healthy and successful aging. These places may include historic gay and lesbian neighborhoods and communities, enclaves or regions known to be more liberal, or –particularly important for this project– places with health care services and policies that acknowledge the contingencies of both age and sexuality [13]. What is often absent in the accounts of LGBTQ2 migration experiences are the roles of policies and legislations in the regulation of sexual and gender minoritized populations’ movement across borders. Our focus for this paper is to explore the extent to which policies in select EU states have been used to promote the healthy and successful aging of LGB-TQ2 populations, and particularly whether they (1) appear to result in the migration of older LGBTQ2 individuals toward particular places and (2) address the needs of newly arrived individuals who may be unfamiliar with local health care systems, institu-tions, and social and cultural norms-especially those related to sexuality and sexual identity. We argue that the interconnected influences of life course, gender identity, sexual identity, and migration pose distinct challenges for promoting access to health services and overall health equity. Methods and approachSeveral areas of concern are relevant to the current project, and have been illuminated by previously conducted, extensive literature reviews surroun-ding the health, social care, and housing needs of LGBTQ2 older people: isolation, health behaviours, mental health, and sexual health behaviours [14]. The literature indicates that the health, social care, and housing needs of LGBTQ2 populations are in-fluenced by various of forms of discrimination which may impact upon the provision of, access to, and InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663This article is available at: www.intarchmed.com and www.medbrary.com 4use of health, social care, and housing services [14, 15]. These forms of discrimination can exist at both the informational (e.g. lack of cultural competence; lack knowledge of health risks and interventions for aging LGBTQ2 peoples, etc.) and institutional (e.g. lack of anti-discrimination safeguards, etc.) le-vels. Informational erasure encompasses the lack of knowledge regarding LGBTQ2 persons, and the as-sumption that such knowledge does not exist [16]. Institutional erasure involves a lack of policies that accommodate LGBTQ2 persons, and the questio-ning of whether such policies are necessary despite evidence to the contrary [16]. For example, research demonstrates that many older adults are sexually active, and sexual problems are frequent among older adults –but these problems are infrequently discussed with physicians, which contributes to the erasure –the invisibility– of LGBTQ2 peoples in po-licy initiatives [17]. This is particularly relevant for older LGBTQ2 people. The following scoping review of health policy was structured around the evidence presented by pre-vious literature, and documents were collected in three primary areas: 1) migration and social integra-tion; 2) healthy aging; and 3) anti-discrimination. Po-licy documents (directives, regulations, agreements, decisions and legal rulings, etc.), briefs, reports, and studies were compiled using a funnel method – first collected and grouped based on the key word com-monalities. This primary collection (169 documents, including mainly documents from the EU Commis-sion, the Migration Policy Institute, and the WHO), was then indexed and analyzed for key words re-lating to the health of specifically aging individuals and migration, and LGBT individuals and migrations.Synthesis In 1992, the Maastricht Treaty extended EU citizen-ship to all Member State nationals: 'Every citizen holding nationality of a member state shall be a citizen of the Union' (Art. 8(1) EC). Union citizenship entitles free movement within all Member States (Art. 20.20 EC). Though the guarantee of free mo-vement for economic purposes pre-dates this treaty, the recent attachment of this right to the Article on citizenship is significant. Paradoxical effects of ‘European Unity’ have been observed regarding the integration of racialized minorities in several instan-ces [18-23], and it follows that the issues are similar for those of sexual and gender minority status (i.e. LGBTQ2).To elaborate, the EU Freedom Movement Direc-tive (May 2006) includes same-sex couples in the definition of the family [24]. The Directive ‘on the right to citizens of the Union and their family mem-bers to move and reside freely within the territory of the Member States’ includes provisions that are applicable to same-sex couples [24]. Notably, one such provision is that countries that do not recog-nize same-sex relationships should ‘facilitate’ entry to lesbian and gay couples in a ‘durable’ relations-hip [25]. However, as noted by the UK Lesbian Gay Immigration Group (UKLGIG), the directive is only a ‘partial victory’ as the ‘right is not given’ and therefore there is no transparent obligation on the state’s behalf; thus, it relies on national legislation regarding partnership rights [24]. The effectiveness of the Directive has yet to be thoroughly assessed, however currently the progression towards mate-rializing the inclusion of same-sex couples in defini-tions of the family and spousal rights are evidently at the discretion of individual European states [7, 25, 26]. The historically situated context in which the EU is perceived to be an economic marketplace can lead to migration policies that are skewed towards the ‘primary’ migration of labour workers (Art. 19, EC) which suggest family reunion rights remain of secondary concern in policy debates [5, 27]. It is apparent that migration policies and regulations are shaped by economic imperatives and discourses concerned with increasing global competitiveness, most notably those that attempt to attract skilled migrants that can fulfil labour shortages [28-40]. InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663© Under License of Creative Commons Attribution 3.0 License 5As notably stated ‘…mobility is constrained from the outset by its central relationship to consump-tion and class, which are all too frequently closely connected to race and gender’ [41]. Therefore, in examining the policies that acknowledge same-sex couples for the purposes of immigration, it is appa-rent that the policies construct an ideal migrant ba-sed on the borders of sexuality, gender, race and class. Firstly, as in the case of UK and Australia [41 42] family reunion provision for same-sex couples is based on a ‘marriage like’ model that situates the emphasis on financial responsibility and ‘long-stan-ding’ relationships. Demonstrated by the 1997 un-married partners’ rule in the UK, these criteria (that require proof and evidence of years of cohabitation) can be difficult to meet for couples who are una-ble to live together in one country. In this respect, these structural barriers reproduce a heteronorma-tive model of unity that reinforces ‘marriage’ as the fundamental definitive of a legitimate relationship. Furthermore, by emphasizing the financial aspect of shared responsibility, gay men and lesbian women with ‘marketable skills’ have a greater opportunity to actualize their transnational citizenship than do others [5]. At the supranational level, EU institutions play a role by supporting and influencing Member Sta-tes’ efforts through core funding, exchange of in-formation, and coordination. The European Social charter first and foremost stresses the importance of rights surrounding independence (Art. 15; 16; 19) and social integration (see Art. 12; 13; 15) [43]. Part of the development of social integration inclu-des fostering the development of a national identi-ty for newcomers [21, 23, 29, 33, 44-52]. National identity is a product of not only individual feelings of belonging and attachment, but it is also impac-ted by external perceptions of identity [23]. Assimi-lationist requirements create more stigmatization of minority populations and undermine integration prospects [51]. The key parameter for integration has been found to be the willingness of the majo-rity to accept ‘newcomers’ into the threads of so-ciety [21], though much focus has been on social, labour and educational integration [31, 38, 39, 45, 46, 49]. Thus, having a pre-established community with which to integrate could primarily factor into the decisions that older LGBTQ2 individuals make with regards to migration [44, 50, 53].Other primary factors that have been cited as barriers to upward social mobility and to social integration are: insufficient language skills and; a lack of recognized qualifications; a lack of cultural competence [20, 29, 44, 46, 47, 53]. Federal, sta-te, and local governments in Member States have introduced a variety of services to improve the inte-gration of immigrants in differing institutional set-tings, including counseling, vocational training, and language instruction. These services are delivered both through targeted interventions designed for immigrants, and through mainstream institutions such as healthcare systems, educational systems, and public employment services. The dilemma faced by liberal states is to negotiate the balance between policies that are aggressive enough to encourage social-cohesion (their purported intent), at the same time they must be restrained enough to respect the moral autonomy of immigrants. This becomes parti-cularly difficult when it comes to regulating sensitive identity issues, and has direct implications for older LGBTQ2 individuals.Individual Member State governments have in-creasingly turned to the strategy of ‘mainstreaming’ integration; loosely defined, as the effort to reach specific groups of people (e.g. migrants, minorities, etc.) through social programming and policies that also target the general population [31, 44-46, 48, 49, 53]. Though it has its detractors [54-56], who argue that in studying the comparative implementa-tion of gender mainstreaming, the central problem of operationalizing and measuring these processes are encountered; however, this effort serves as an attempt to address the areas where, in the past, immigrant integration policy has fallen short. The InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663This article is available at: www.intarchmed.com and www.medbrary.com 6‘mainstreaming’ approach has been used to deve-lop policies relevant to this scoping review; namely, those surrounding healthy aging [57-60] and gender mainstreaming [61]. For example, the UNCE initiati-ve on healthy aging [2, 35, 62-64] attempts to strea-mline aging policies from various political domains, such as labour market participation, social inclusion, as well as health. Health policies that incorporate active and health promotion-focused aging across the life course concern preventive health measu-res and community care settings. This perspective emphasizes an intergenerational (considering the effects of a policy on various age-groups), a life course (considering future potential impacts of a policy on individual living circumstances), and a gender approach (considering gender differences in the effects of policies), which seeks to adequately address the complex demographic phenomenon of population aging. Several Member States and some cross-country collaborations included the aspects of sexual- and gender-identity mainstreaming into their work programmes1. Examples of such initiati-ves include [57]:•   The Active Ageing Index, a research collabora-tion between the EC and UNECE, which inclu-ded a data breakdown by ‘gender’;•   The  Arctic  Change  and  Elderly  Exclusion:  A gender-based perspective. A research project addressing elderly people’s concerns in the Arctic with a special focus on the concept of exclusion (SE, FI, NO, UK, EE);•   The third edition of the French Active Ageing Awards, which partnered up with a Czech or-ganization on Gender Studies (FR, CZ, PL, FI);•   Brochure  for  health-professionals  treating patients with dementia, including a person-centred and gender sensitive communication approach (AT);•   The  Dementia  Engagement  &  Empowerment Project focused on capacity building, providing resources and conducting research related to dementia, including the experience of the LGB-TQ2 community (UK);•   The LGBTQ2 aging project aiming to ‘open the door to dialogue’ and bringing together the most relevant stakeholders and supporting se-veral cultural activities (FR);•   PINK 50+ focused on raising awareness amongst organisations and individuals providing care for the elderly and how to be sensitive towards the LGBTQ2 elderly community (NL);•   The Project Trio connecting elderly women to families with children under the age of 15 to encourage ‘surrogate grandmother’ relation-ships and further intergenerational solidarity and reduce social exclusion (CZ).Taking a strengths-based approach, the above programmes demonstrate areas where such mains-treamed models can be assessed for their streng-ths, and then used to inform policy developments in Canada and elsewhere aimed at promoting the healthy aging of LGBTQ2 individuals in all facets of life (i.e. social, emotional, physical, and sexual, migration, etc.).Discussion and conclusionPolicy objectives and their intended outcomes are inevitably altered by the evolution of immigration patterns; demographic, economic and geopolitical circumstances; and the (real or perceived) social im-pacts of, and cultural reactions to, immigration [65]. Subsequently, flexibility, adaptation, the ability to learn from domestic and international experiences, and efforts to address concerns about the impacts of immigration form the basis of effective and effi-1.  There are conceptual issues with the conflation of sex and gender categories in program development, which can be of particular significance to trans* –transgender, transsexual, two-spirit, and otherwise non-binary– individuals.InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663© Under License of Creative Commons Attribution 3.0 License 7ciently functioning immigration systems. From the perspectives of both EU integration and human rights, migrant health and access to health care are important elements of national health policy. Developing healthy aging policies that adequately target the health needs of older LGBTQ2 migrants is not a simple task. Measurement can be challenging for a variety of reasons (technical, political, econo-mic, etc.). The data that are available depict a cer-tain complexity; the health of migrants and access issues vary across space, time, life course, gender, across different countries of origin and type of mi-gration. Disease specific mortality rates for certain health-related conditions are reportedly higher for immigrants [51]. The possible reasons for inequities in health care use between migrants and autochtho-nous populations are complicated. Data from some countries indicate that utilization of health services among migrants tends to be relatively low, with a greater reliance on emergency services [30, 33, 51, 66]. Accessibility barriers are linked to education, cultural differences, language difficulties, lack of complimentary voluntary health insurance and legal issues. The other major issues are: health benefits for same-sex partners, gender and sexual minoriti-zed populations, including trans populations; quality of and access to health care and whether it is lower for migrants. Notably, research has demonstrated that older LGBTQ2 individuals have higher rates of several serious chronic physical and mental health conditions compared to similar heterosexual adults [67]. Additionally, aging LGBTQ2 adults generally have higher levels of mental health services use and lesbian/bisexual women report significant delays in accessing needed health and social care [67]. These data indicate a need for general health care and aging services to develop programs targeted to the specific needs of aging LGBTQ2 adults. An aging population presents challenges for all societies and economies, depending on their res-ponse and adaptation to these changing demo-graphic conditions. There are many opportunities for learning across countries. In some countries (notably France), social analyses by ethnic origin are not routinely conducted for cultural and admi-nistrative reasons [51]. In other states (i.e. Spain, Germany, Ireland), migrant health policy has only recently begun to be proactively developed. Fur-thermore, in others (Netherlands, UK, Sweden), policy regarding the health of migrants is already relatively developed. The EU could contribute sig-nificantly to the facilitation of the development and transfer of evidence and information on mi-grant health policy. Shifting to measuring positive elements of good health across the life course will require more nuan-ced data which include agreed upon indicators of successful and/or health aging in order to gain the perspectives of the aging LGBTQ2 population, as well as health care practitioners and policy makers. In addition, the incorporation of qualitative data surrounding perceptions of health and health care accessibility from these different perspectives can inform the ways by which we measure health outcomes and shape the definitions of what we know to be ‘healthy aging’, in a manner that puts forth the concerns and interests of all parties invol-ved. Topics identified as theoretically central to the health of older migrating LGBTQ2 populations that are currently under-researched include: methodolo-gical problems of migrant health research; psycho-social health; sexuality, reproduction and family life; access of illegal/undocumented migrants to health services; user involvement in the design and provi-sion of services; ‘linkages’ between sender countries and receiver countries; preserving the health ‘advan-tage’ of some newly arrived migrants; analysis ap-proaches to preventing and controlling TB and HIV/AIDS among migrants; multi-sectorial policy; and sharing of knowledge and data, and the improve-ment of data collection [51].The intended beneficiaries of integration policy (immigrants and their families of choice) are no longer a discrete and easily identifiable population. InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663This article is available at: www.intarchmed.com and www.medbrary.com 8Presently, public budgets are strict; governments are strategizing about new ways to ensure that the needs of all vulnerable groups are met more effec-tively through mainstream policy. This analysis, however, has highlighted the importance of deve-loping both mainstream and targeted-intervention policies only after health inequities for specific populations (namely, aging LGBTQ2 populations) have been defined, quantified and assessed. We argue that countries can learn from the initiatives addressed here and elsewhere, by assessing the strengths of such programs, and adapting them to suit differing social contexts. In short, migration still remains an important site for LGBTQ2 activists and policy makers who are concerned with healthy aging within their communities.References 1. Chappell N, Penning M. Health care policy. In: Mills D, ed. Understanding health, health care, and health policy in Canada. Toronto: Oxford University Press, 2009: 168-202. 2. Strategy and action plan for healthy ageing in Europe, 2012–2020 WHO - Regional Office for Europe, 2012. 3. WHO. 2008-2013 Action Plan for the Global Strategy for thenPrevention and Control of Noncommunicable Disease. Secondary 2008-2013 Action Plan for the Global Strategy for thenPrevention and Control of Noncommunicable Disease 2012. 4. Beger NJ. Queer readings of Europe: Gender identity, sexual orientation and the (im) potency of rights politics at the European Court  of  Justice.  Social &  Legal  Studies  2000;  9(2): 249-70  5. Bell D, Binnie J. The sexual citizen: Queer politics and beyond: Polity, 2000. 6. Elman RA. The Limits of Citizenship: Migration, Sex Discrimination and Same-Sex Partners in EU Law. Journal of Common Market Studies 2000; 38(5): 729  7. Binnie J, Simmons TA. The global politics of sexual dissidence: Migration and diaspora. In: Kofman E, Youngs G, eds. Globalization: Theory and Practice: A&C Black, 2006. 8. Halfon N, Hochstein M. Life Course Health Development: An Integrated Framework for Developing Health, Policy, and Research. The Milbank Quarterly 2009; 80(3): 433-79  9. Hareven TK. Aging and generational relations: A historical and life course perspective. Annual Review of Sociology 1994:437-61 10. Cohler BJ, Galatzer-Levy RM. The course of gay and lesbian lives: Social and psychoanalytic perspectives. Chicago: Chicago University Press, 2000. 11. Lewis NM. Mental health in sexual minorities: Recent indicators, trends, and their relationships to place in North America and Europe. Health & Place 2009; 15(4): 1029-45 doi: http://dx.doi.org/10.1016/j.healthplace.2009.05.003[published Online First: Epub Date]|. 12. Herek GM, Chopp R, Strohl D. Sexual stigma: Putting sexual minority health issues in context. The health of sexual minorities: Springer, 2007: 171-208. 13. Lewis NM. Remapping Disclosure: Gay Men’s Segmented Journeys  of  Moving  Out  and  Coming  Out.  Social  &  Cultural Geography 2012; 13(3): 211-31  14. Addis S, Davies M, Greene G, et al. The health, social care and housing needs of lesbian, gay, bisexual and transgender older  people:  a  review of  the  literature. Health &  Social Care in the Community 2009; 17(6): 647-58 doi: 10.1111/j.1365-2524.2009.00866.x[published Online First: Epub Date]|. 15. Fredriksen-Goldsen KI, Muraco A. Aging and Sexual Orientation: A 25-Year Review of the Literature. Research on Aging 2010; 32(3): 372-413 doi: 10.1177/0164027509360355[published Online First: Epub Date]|. 16. CPATH. Erasure in health care… Secondary Erasure in health care… 2009. http://www.cpath.ca/2009/11/15/erasure/. 17. Lindau ST, Schumm LP, Laumann EO, et al. A Study of Sexuality and Health among Older Adults in the United States. New England Journal of Medicine 2007; 357(8): 762-74 doi: doi:10.1056/NEJMoa067423[published Online First: Epub Date]|. 18. Collett E. IMMIGRANT INTEGRATION IN EUROPE IN A TIME OF AUSTERITY: Migration Policy Institute: 1-30. 19. Tanaka H. Immigration and the 2007 French Elections. Immigration Backgrounder: Migration Policy Institute, 2007. 20. Christensen G, Stanat P. Language Policies and Practices for Helping Immigrants and Second-Generation Students Succeed. THE TRANSATLANTIC TASK FORCE ON IMMIGRATION AND INTEGRATION: Migration Policy Institute, 2007. 21. Abalı OS. German Public Opinion on Immigration and Integration: Migration Policy Institute, 2009. 22. Joppke C. THE ROLE OF THE STATE IN CULTURAL INTEGRATION: TRENDS, CHALLENGES, AND WAYS AHEAD: Migration Policy Institute, 2012. 23. Simon P. FRENCH NATIONAL IDENTITY AND INTEGRATION: Who Belongs to the National Community?: Migration Policy Institute, 2012. 24. UKLGIG. Freedom of Movement in Europe. Secondary Freedom of Movement in Europe 2006. http://www.uklgig.uk/Europe.htm.InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663© Under License of Creative Commons Attribution 3.0 License 9 25. Bell M. EU Directive on free movement and same-sex families: Guidelines on the implementation process: ILGA-Europe, 2005. 26. Bell M. Anti-discrimination law and the European Union: Oxford University Press, 2002. 27. Kofman E. Family‐related migration: a critial review of European Studies. Journal of ethnic and migration studies 2004; 30(2): 243-62  28. Germany and the European Social Charter.   29. Arango J. EXCEPTIONAL IN EUROPE? SPAIN’S EXPERIENCE WITH IMMIGRATION AND INTEGRATION. Madrid: Migration Policy Institute, 2013: 1-22. 30. Benton M, Petrovic M. How free is free movement? Dynamics and drivers of mobility within the European Union: Migration Policy Institute Europe, 2013. 31. Boucher A. Skill, Migration and Gender in Australia and Canada: The Case of Gender-based Analysis. Australian Journal of Political Science 2007; 42(3): 383-401 doi: 10.1080/10361140701513547[published Online First: Epub Date]|. 32. Brick K. Regularizations in the European Union: The Contentious Policy Tool. I n s i g h t - LEGALIZATION: GETTING IT RIGHT: Migration Policy Institute, 2011. 33. Collett E. Facing 2020: developing a new European agenda for immigration and asylum policy: Migration Policy Institute, 2013. 34. Morehouse C, Blomfield M. IRREGULAR MIGRATION IN EUROPE: Migration Policy Institute, 2011:1-22. 35. Muysken J. Immigration Can Alleviate the Ageing Problem. EIPASCOPE 2008;3  36. Papademetriou DG, Somerville W, Tanaka H. Hybrid Immigrant-Selection Systems: The Next Generation of Economic Migration Schemes: Migration Policy Institute, 2008. 37. Papademetriou DG, Sumption M, Somerville W. Migration and the Economic Downturn: What to Expect in the European Union: Migration Policy Institute, 2009. 38. Ramos R. TURNING A CORNER? HOW SPAIN CAN HELP IMMIGRANTS FIND MIDDLE-SKILLED WORK. LABOR MARKET INTEGRATION OF NEW ARRIVALS IN EUROPE: ASSESSING POLICY EFFECTIVENESS: Migration Policy Institute, 2914. 39. Safi M. SHIFTING FOCUS POLICIES TO SUPPORT THE LABOR MARKET INTEGRATION OF NEW IMMIGRANTS IN FRANCE. A SERIES ON THE LABOR MARKET INTEGRATION OF NEW ARRIVALS IN EUROPE: ASSESSING POLICY  FFECTIVENESS: Migration Policy Institute, 2014. 40. Selm Jv. Where migration policy is made: starting to expose the labyrinth of national institutional settings for migration policy making and implementation. GLOBAL MIGRATION PERSPECTIVES: Migration Policy Institute, 2005. 41. Stychin CF. Governing sexuality: The changing politics of citizenship and law reform: Hart Publishing, 2003. 42. Holt M. II.‘Marriage-Like’or Married? Lesbian and Gay Marriage,  Partnership  and Migration.  Feminism &  Psychology 2004;14(1):30-35  43. European Social Charter. In: Europe Co, ed., 1996. 44. Ali S, Gidley B. Advancing Outcomes for All Minorities: Experiences of Mainstreaming Immigrant Integration Policy in the United Kingdom: Migration Policy Institute Europe, 2014. 45. Bendel P. Coordinating immigrant integration in Germany: Mainstreaming at the federal and local levels: Migration Policy Institute Europe., 2014. 46. Burkert C, Haas A. INVESTING IN THE FUTURE LABOR MARKET INTEGRATION POLICIES FOR NEW IMMIGRANTS IN GERMANY. A Series on the Labor Market Integration of New Arrivals in Europe: Assessing Policy Effectiveness: MPI INTERNATIONAL PROGRAM, 2014. 47. Collett E. The integration needs of mobile EU citizens: Impediments and opportunities: Migration Policy Institute Europe, 2013. 48. Collett E, Petrovic M. the future of immigrant integration in europe: mainstreaming approaches for inclusion: Migration Policy Institute Europe, 2014. 49. Escafré-Dublet A. Mainstreaming immigrant integration policy in France: Education, Employment, and Social Cohesion Initiatives: Migration Policy Institute Europe, 2014. 50. Gebhardt D. Building Inclusive Cities: Challenges in the Multilevel Governance of Immigrant Integration in Europe. 2014  51. Mladovsky P. Migration and health in the EU. London: THE LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE 2007. 52. Süssmuth R. The Future of Migration and Integration Policy in Germany: Migration Policy Institute, 2009. 53. Desiderio MV, Weinar A. Supporting immigrant integration in europe? Developing the governance for diaspora engagement. In: Commission E, ed.: Migration Policy Institute, 2014. 54. Hafner-Burton EM, Pollack MA. Mainstreaming gender in the European Union: Getting the incentives right. Comparative European Politics 2009; 7(1): 114-38  55. Hafner-Burton E, Pollack MA. Mainstreaming gender in global governance. European Journal of International Relations 2002; 8(3): 339-73  56. Morçöl G. Postpositivist perspectives in policy analysis. Public Administration and Public Policy 2004: 217  57. Cancedda A, Blakemore M, Donald NM, et al. Evaluation of the European Year for Active Ageing and Solidarity between Generations. In: ECORYS, ed. Rotterdam: European Commission, 2014. 58. Gwozdz W, Sousa-Poza A. Ageing, Health and Life Satisfaction of the Oldest Old: An Analysis for Germany. IZA Discussion Paper 2009(4053)  59. Rechel B, Doyle Y, Grundy E, et al. POLICY BRIEF 10: How can health systems respond to population ageing? HEALTH SYSTEMS AND POLICY ANALYSIS: World Health Organization, on behalf of the European Observatory on Health Systems and Policies 2009, 2009.InternatIonal archIves of MedIcIneSection: Global HealtH & HealtH PolicyIssn: 1755-7682 2015Vol. 8 No. 64doi: 10.3823/1663This article is available at: www.intarchmed.com and www.medbrary.com 10 60. Rechel B, Grundy E, Robine J-M, et al. Ageing in the European Union. The Lancet 2013; 381(9874): 1312-22  61. Guenther KM. Localizing EU Gender Policy: The Diffusion of Gender Mainstreaming across Feminist Movements in Eastern Germany, CES Germany &  Europe Working  Papers, No.  08.1, June, 2008, 2008: 16. 62. Healthy Ageing – A Challenge for Europe. In: Commission E, ed.: The Swedish National Institute of Public Health R, 2007. 63. The 2012 Ageing Report: Economic and budgetary projections for the 27 EU Member States (2010-2060). European Economy. Brussels: European Commission, 2012. 64. UNECE Policy Brief on Active Ageing: United Nations Economic Commission for Europe, 2012. 65. Fargues P, Papademetriou DG, Salinari G, et al. Shared Challenges and Opportunities for EU and US Immigration Policymakers: Migration Policy Institute, 2011: 1-30. 66. Ristock J, Zoccole A, Passante L. Aboriginal Two-Spirit and LGBTQ migration, mobility and health research project. In: Manitoba Uo, ed. Winnipeg, 2010. 67. Wallace SP, Cochran SD, Durazo EM, et al. The Health of Aging Lesbian, Gay and Bisexual Adults in California. Policy brief (UCLA Center for Health Policy Research) 2011(0): 1-8 Where Doctors exchange clinical experiences,review their cases and share clinical knowledge.You can also access lots of medical publications forfree. Join Now!http://medicalia.org/Comment on this article:International Archives of Medicine is an open access journal publishing articles encompassing all aspects of medical scien-ce and clinical practice. IAM is considered a megajournal with independent sections on all areas of medicine. IAM is a really international journal with authors and board members from all around the world. The journal is widely indexed and classified Q1 in category Medicine.Publish with iMedPubhttp://www.imed.pub",
    "id": 270297181,
    "identifiers": {
        "doi": null,
        "oai": "oai:www.imed.pub:article/1124"
    },
    "title": "Migration, Integration and Health for Aging LgbtQ2 Populations in the eu:a Strengths-based Approach to Policy",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-04-21T01:00:00+01:00",
    "publisher": "'International Medical Publisher (Fundacion de Neurociencias)'",
    "references": [],
    "sourceFulltextUrls": [
        "https://imed.pub/ojs/index.php/iam/article/download/1124/792"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/270297181.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/270297181"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/270297181/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/270297181/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/270297181"
        }
    ],
    "abstract": "hat is often absent in accounts of LGBTQ2 migration experiences are the roles of policies and legislations in the regulation of sexual and gender minoritized populationsâ€™ movements across borders. Specifically, many health policies can simultaneously impact on access to and uptake of health services and thereby influence health outcomes among older LGBTQ2 populations. In this paper we offer an analysis of the ways in which current policies and legislation within select European Union (EU) states can impact on freedom of mobility; recognition of same-sex partners and gender-identity in receipt of social benefits; social and labour market integration; language and cultural competency; anti-discrimination policies in health and care; healthy aging initiatives; and the mainstreaming of health policies versus targeted health intervention policies could potentially impact the flow of migration of older LGBTQ2 individuals between select Member States and outside of them. In the following synthesis, we argue the need to approach health policies from â€˜strengths-basedâ€™ approaches within a life course framework in exploring the development and implementation of policies surrounding the healthy aging of older LGBTQ2 people; and to articulate how policies surrounding these issues could influence the migration of older LGBTQ2 individuals and their families. We argue that there is a need to develop both mainstream and targeted-intervention policies, and direct future research towards the assessment of the specific health needs and initiatives for aging LGBTQ2 populations both in Canada and in EU Member States with comparable health systems",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "LGBTQ2",
        "aging",
        "health policy",
        "migration",
        "healthy aging",
        "EU."
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:www.imed.pub:article/1124",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14588",
        "openDoarId": 0,
        "name": "International Medical Publisher Journals (iMedPub)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 270297181,
        "depositedDate": null,
        "publishedDate": "2015-04-21T01:00:00+01:00",
        "updatedDate": "2024-01-08T18:46:18+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-19T10:46:20+00:00"
    },
    "urls": [
        "http://imed.pub/ojs/index.php/iam/article/view/1124"
    ],
    "lastUpdate": "2024-01-08T18:46:18+00:00",
    "setSpecs": []
}