{
    "acceptedDate": "",
    "authors": [
        {
            "name": "College of Liberal Arts Faculty, Rollins College"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T08:52:33+00:00",
    "dataProvider": {
        "id": 13615,
        "name": "Rollins College: Rollins Scholarship Online (RSO)",
        "url": "https://api.core.ac.uk/v3/data-providers/13615",
        "logo": "https://api.core.ac.uk/data-providers/13615/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/235722747.pdf",
    "fullText": "Rollins CollegeRollins Scholarship OnlineThe College of Liberal Arts Faculty Minutes College of Liberal Arts Minutes and Reports11-29-2018Minutes, College of Liberal Arts Faculty Meeting,Thursday, November 29, 2018College of Liberal Arts Faculty, Rollins CollegeFollow this and additional works at: https://scholarship.rollins.edu/as_facPart of the Educational Administration and Supervision CommonsThis Minutes is brought to you for free and open access by the College of Liberal Arts Minutes and Reports at Rollins Scholarship Online. It has beenaccepted for inclusion in The College of Liberal Arts Faculty Minutes by an authorized administrator of Rollins Scholarship Online. For moreinformation, please contact rwalton@rollins.edu.Recommended CitationCollege of Liberal Arts Faculty, Rollins College, \"Minutes, College of Liberal Arts Faculty Meeting, Thursday, November 29, 2018\"(2018). The College of Liberal Arts Faculty Minutes. 140.https://scholarship.rollins.edu/as_fac/140 Agenda: Meeting of the Faculty of the College of Liberal Arts 11/29/18  1. Announcements  2. Committee Reports   a. Executive Committee (c/o Ashley Kistler) b. Curriculum Committee (c/o Gloria Cook) c. Faculty Affairs Committee (c/o Chris Fuse)  3. Approve Minutes from October 25 CLA Faculty Meetings  4. Business a. Holt General Education (Attachment 1) b. Resolution to Reaffirm Non-Discrimination Policy (Attachment 2) c. President’s Update d. Registration Debrief                    Meeting of the Faculty of the College of Liberal Arts 11/29/18 In Attendance   Accapadi; Allen; Almond; Anderson; Armenia; Balzac; Baranes; Barnes; Barreneche; Bernal; Biery-Hamilton; Boles; Bommelje; Boniface; Brandon; Brannock; S.-E. Brown; V. Brown; Cannaday; J. Cavenaugh; Charles; Cheng; Chick; Chong; G. Cook; T. Cook; Cooperman; Cornwell; Coyle; Crozier; A. Davidson; Decker; DeLorenzi; Diaz-Zambrana; Douguet; Driggers; Dunn; Ebin; Elva; Ewing; Forsythe; Framson; French; Frost; Fuse; Garcia; Gerchman; Gilmore; G. Gonzalez; S. Gonzalez Guittar; Greenberg; Gunter; Habgood; Hammonds; Dana Hargrove; Harwell; Hewit; Houndonougbo; Houston; Hudson; Johnson; Jones; KC Raghabendra; Kiefer; Kincaid; Kistler; Kline; Kodzi; Kozel; Kypraios; Lackman; Lewin; Lilienthal; Lines; Luchner; Mathews; McClure; McLaren; Mesbah; Montgomery; Moore; Mosby; Musgrave; Newcomb; Nichter; Niles; Nodine; Ouellette; Parrish; Parsloe; Parziale; Patrone; Perez-Villa; Pett; Pieczynski; Pistor; Poole; Prosser; Reich; Riley; Roe; Russell; Sanabria; Santiago Narvaez; Sardy; Schoen; Singer; Smaw; B. Stephenson; P. Stephenson; Stone; Summet; Tatari; Teymuroglu; Tillmannn; Vander Poppen; Vitray; Voicu; Walsh; Warnecke; Williams; Wilson; Yankelevitz; Yellen; Yu; Zhang; Zimmermann; Zivot  Announcements   Meeting started at 12:32 pm.  Amy Armenia:  This semester an Immersion group spent time with the Hope CommUnity Center in Apopka, FL and are collecting new, unwrapped toys or monetary donations for their toy drive. The campaign ends December 10th. Please consider giving and reach out to Amy Armenia for further information.  Committee Reports   Executive Committee:  Ashley Kistler EC met twice since last CLA meeting  Business we discussed includes: a) Offering feedback on a draft policy about a career path for lecturers b) Setting the date to review position requests: December 12, 9 am in CSS 100 c) Discussing and voting unanimously on the resolution from the English Department on Nondiscrimination Policy d) Discussing and voting unanimously in favor of proposed changes to the Holt General Education program  Curriculum Committee:  Gloria Cook The Curriculum Committee has approved the Holt Gen Ed proposal. The Committee has just finished reviewing 15 position requests for the academic year 2020-21. The Committee has also approved the revision of the Communication minor map, the revision of the Anthropology major map, and a new Ethics minor proposal.  Faculty Affairs Committee:  Chris Fuse FAC has continued to work on an endowed chair policy. In addition to meeting with current endowed chairs, FAC has worked with Institutional Advancement to review endowment agreements. FAC will be discussing a draft policy at an upcoming EC meeting.   FAC has also been examining a policy for promotion from lecturer to senior lecturer. FAC has met with chairs of departments that utilize lecturers and a small group of lecturers. We are in the process of crafting a policy and making recommendations to the administration on current lecturer salary equity.   New Business   Motion: Do you approve the minutes from our October 25, 2018 CLA faculty meeting?  Debate:  Ashley Kistler  Ashley Kistler:  Asked for amendments to the minutes from the floor. Seeing none sought a clicker vote to approve the minutes and establish if quorum had been met.   Results of Clicker Poll (Yes – 97, No – 0, Abstain - 3)  Motion: Do you approve of the proposed revisions to the Holt General Education Program?  Debate:  Ashley Kistler, Paul Reich and Emily Russell  Attachment 1 is projected during the debate.  Paul Reich: I’m pleased to be presenting this curriculum to you today. I’ve been teaching in the Holt School since 2005, and as a member of a department that teaches three general education courses for our evening program, I’ve been involved in more than a few conversations about revising the undergraduate curriculum in Holt. Those past efforts were always half-hearted attempts that never went beyond small policy-related changes. When I agreed to serve on the task force charged with reviewing the Holt General Education curriculum, I did so with no small amount of pessimism, but I’m happy to say that the proposal under your consideration today represents the first substantive revision of the curriculum in this century.  Our task force was led by the Associate Dean of Academics, Emily Russell, with input by Pat Brown and Erik Kenyon from Holt and Stephanie Henning from the Registrar, but the bulk of the committee was comprised of faculty with a strong commitment to the Holt school: • Scott Hewitt from Education • Bruce Stephenson and Emily Nodine from Environmental Studies • John Sinclair from Music • Kip Kiefer from Business • Paul Reich from English  As we began our work, we were influenced by the new Gen Ed curriculum in CLA, and like that system, we saw the benefits of a model that was both developmental and integrative. We also realized that unlike CLA the majority of Holt students would enter as transfers—about 80% of Holt students are transfers, with 37% of those students coming in with their AA degrees. As such, we would need a Gen Ed program that was flexible, one that could accommodate transfer credits and allow students to be plugged in at different points on their educational paths. In short, a Foundations system like CLA would not make sense in Holt.  We also saw a need for this program to introduce and reinforce the central tenets of the liberal arts and to do so in a much more deliberative fashion than we would in CLA where students would have many opportunities to be acclimated into Rollins’ distinctive educational environment. Finally, we saw the need to appeal to adult learners and their desire for pragmatic, practical educational experiences, and we found ways to connect that to something Rollins does really well: experiential learning.  So, this proposal isn’t a radical overhaul of the Holt Gen Ed curriculum but instead a refinement of it. It has been approved by the Curriculum and Executive Committees, and endorsed by Holt SGA Senators. We seek your approval today.  Ashley Kistler: Notes that the meeting has a full agenda and therefore the discussion will be limited to twenty minutes.  Nancy Decker:  In modern languages we are concerned about the idea of educating global citizens without language instruction or cross cultural training.  Emily Russell:  The feasibility of a language requirement in Holt is complicated. Courses, such as those in international relations, are designed to address global citizenship through a cross cultural lens.  Nancy Decker:  During past revisions of the Holt curriculum it was noted that the students earn the same diploma as CLA so the same standards must be upheld. Does this mean a change in the Holt diploma?  Emily Russell:  There is no change to the diploma. When changes are made to an existing curriculum a list of everything you want students to learn is made and then some fall off the bottom because you can’t do everything. For example the health and wellness competency is not required of all students. In the Holt revisions we are considering the principles of the CLA learning outcomes with meeting students in the Holt population where they are in their educational process.   Nancy Decker:  Expressed the recommendation that students who choose to study abroad in non-English speaking countries for experiential learning have some exposure to the respective language.  Susan Walsh:  Expressed the recommendation that in articulating the responsible leadership core and liberal arts ethos that science and the scientific way of thinking are essential.   Susan Montgomery:  Do we know the distribution of students who are younger (just completed high school) versus older?  Paul Reich:  The average age is 27 and continues to decrease. Approximately 80% of Holt students transfer in college credit (average of 50 credit hours) so a flexible curriculum was designed with the  expectation that most student are not starting from scratch. This makes distinctive courses important as every Holt students will have an introduction to the liberal arts and writing reinforcement.  Dexter Boniface:  Notes that the revisions looks good. Asks if there is any concern about staffing, particularly community engagement courses.  Paul Reich:  Discussions about the issue have led to an unexpected but great outcome of faculty wanting to create courses to teach community engagement. In addition, the lower Holt enrollment is a good time to implement the revised curriculum and with growth add staffing.  Paul Stephenson:  Notes that it is a nice proposal and he supports it. Asks if there is concern about teaching global citizenship with our current faculty expertise. What might the course syllabi and background of the faculty look like?  Emily Russell:  We’ve begun conversations with the New Course Subcommittee about how to translate from the existing curriculum to the new. Our current Non-Western Cultures courses will be grandfathered into the Global Citizenship classes. For “Responsible Leadership and Civic Knowledge,” we’ll be reaching out to current faculty teaching the \"Knowledge of Western Culture—H” classes and asking them to complete a short description of how their course can fit the objections of the new requirement. These courses are currently taught in history, economics, education, business, philosophy, religion, and the humanities.  Bill Boles:   As a member of FEC I have read many Holt CIEs and community engagement is a huge issue given the time crunch of Holt students.   Paul Reich:  The task force discussed this and community engagement courses will have the component during class time rather than asking for additional time because of this issue. There are current courses using this model and Meredith Hein has vetted them to ensure they meet the standards for community engagement courses as set forth by her office.   Emily Russell:  We know that many Holt students are already embedded in their communities—through jobs, schools, churches, and volunteer activities. But a key component of experiential learning is the reflective piece, where students connect these experiences to the academic lens of the course. Some of these projects may take a student where they already are independently, but then add that crucial reflection to close the loop.  Bill Boles:  Is there a required number of classes designated for community engagement in the fourteen week semester.  Paul Reich:  This is determined by the instructor and must meet the community engagement designation guidelines.  Bill Boles:   Expressed concerns about potential issues with SACS.   Paul Reich:  This is currently being done in INT 200 and has not been raised as an issue by SACS.  Emily Russell:  As an instructor for Holt, you already know that a challenge of those classes is managing learning on a once a week schedule. Amy Sugar and her team have worked hard to train some Holt faculty on blended learning techniques that can help fill the gaps in lost traditional seat time.  Ashley Kistler:  Notes there are five minutes left for discussion  Dan Chong:  To Bill Boles point, community engagement is considered part of our educational practice and therefore hasn’t been an issue for SACS accreditors.  Ashley Kistler:  Ask if there are any other questions. Seeing none asks for the motion to vote.  Motion: Victoria Brown Second: Jana Mathews  Results of Clicker Poll (Yes – 106, No – 5, Abstain - 5)  Ashley Kistler:  Before we discuss the resolution to reaffirm our non-discrimination policy made by the English department, I want to let you know that once we are finished discussing and voting, President Cornwell will announce his decision on the non-discrimination policy and CRU.  Thus, our discussion and vote will be a symbolic action and will proceed with this action as the Department of English, Executive Committee, Diversity Council, and SGA have already had a chance to discuss and vote on this and similar resolutions.  After Grant announces his decision, we will have time for questions and comments.  While I want us to take the time we need to discuss the resolution, I want you all to know what is coming so we save time for each of these matters.  Motion: Do [you] support the resolution to re-affirm Rollins’ non-discrimination policy?  The following information was presented as a series of slides during the debate. (1) Resolution: We, the faculty of the College of Liberal Arts, resolve to reaffirm the College’s Non-Discrimination Policy.  (2) Rollins College’s Non-Discrimination Policy: • \"Rollins College does not discriminate on the basis of sex, disability, race, age, religion, color, national or ethnic origin, ancestry, marital status, veteran status, sexual orientation, gender identity, gender expression, genetic information, physical characteristics, or any other category protected by federal, state, or local law, in its educational programs and activities.”  (3) Context • To bar participation in or leadership of a student organization based on membership in any class protected by our policy is a form of discrimination, marginalization, and oppression. No organization engaged in oppression based on a student’s membership in a protected class should receive practical support or endorsement from the College.   • Our non-discrimination policy is in line with our values and mission, and as has been our long-standing practice, all groups recognized by the College should abide by this policy.   Debate:  Paul Reich  Paul Reich: Thank you, Ashley, and the rest of Executive Committee, for making space on the agenda for the resolution brought forth by the Department of English. As you all know, I represent one of the larger departments on campus; we have tenured and tenure track faculty, lecturers and visitors.  Our faculty teach regularly in CLA and Holt and contribute to the general education curriculums and major/minor programs in both the day and the evening. Our faculty serve on Diversity Council, Faculty Affairs, Executive Committee, and Student Life. We are a department deeply connected to this campus and the students who live and learn here. That said, we have rarely been a very political department. While individual faculty have long distinguished themselves as active participants and voices in college meetings, we have not often spoken with a single voice, but today we do. Like Grant, we have thought about this issue for some time. We have discussed; we have considered; we have listened. In our position as faculty, we have most often listened to our students. We have heard their stories; we have heard their bewilderment about the college’s equivocation; we have heard their pain. And now the time has come for us to speak, for us to fulfil the promise of our mission as educators of this institution. We all, as faculty, occupy a privileged position on this campus, privileged in every sense of that word. It’s time for us to teach, to lead by upholding our values when they are challenged. Please join my department, Executive Committee, Diversity Council, and the Student Government Association, and reaffirm our commitment to the College’s Non-Discrimination Policy.    Ashley Kistler:  Notes that a document has been circulated. (Attachment 3)  Motion: Margaret McLaren Second: Lisa Tillmann  Jill Jones:  Notes her disappointment in the timeline, the senior administration’s response to this point, and how people, especially students, have felt undermined, insulted, and those with a stake in what the College stands for expect better.    Kathryn Norsworthy (via email as read by Leigh DeLorenzi):  I am sorry to unexpectedly miss this important faculty meeting. I strongly support this resolution and upholding our current policy of requiring student organizations to adhere to our anti-discrimination policy, including leadership selection. I believe that, at this point in history, it ismore important than ever to continue to demonstrate ethical leadership through the protection of the rights of the LGBTQ community as well as the other minority and target identity groups covered in our policy. I believe we need to consistently come down on the side of justice in the midst of so many pressures from the larger social and political systems to do otherwise. Deep appreciation to the English Department, the Diversity Council, and the Executive Committee for bringing this resolution forward.  Robert Vander Poppen:   I love being part of this faculty and am honored to have all of you as colleagues because of the way you passionately fight for what you believe is right for our students. I fully support the philosophy that underlies the current Non-Discrimination Policy, but I cannot support this resolution because it lacks the nuance to deal with a situation where the interests of multiple protected classes on campus have come into conflict. I urge the faculty instead to partner with the administration in finding a solution that balances the needs of all of our students instead of favoring those of one group over another. Our failure to do so imperils our ability as an institution to deliver on three of the promises of our academic mission.  We promise to educate students for Global Citizenship. As part of that education, we ask them to develop cultural empathy, to recognize their own biases, to reserve forming judgements about those who see the world differently, and to engage across differences. This resolutions fails to embody those principles. In the current political climate, national politics have become increasingly divisive and there has been an all too frequent tendency to distance, ostracize, or outright ban those who don't share the same political views, instead of debating their ideas. Failure to find a solution that balances the interests of all our students, demonstrates a lack of responsible leadership and takes the institution down this same road abandoning the best principles of the Liberal Arts tradition. Lastly, we promise our students that they will leave Rollins equipped to lead meaningful lives. We do our best to fulfill that promise when we create opportunities for students to expose themselves to a plurality of worldviews and then rely on the foundations that they have built in ethical reasoning and critical thinking that are built into our curriculum to aid students in finding a worldview that has the most utility for structuring their own daily lives. Denying students the opportunity to engage with a multiplicity of religious viewpoints hinders that pillar of our mission. For these reasons, although I support the ideals behind the current Non-Discrimination Policy, I do not support this resolution.  Thom Moore:  Asked for clarification that we are voting on reaffirming the current policy.  Ashley Kistler:  Yes  Margaret McLaren: I want to acknowledge Robert’s comments that religious identities ought to be respected, and that we live in a world where there are fundamental disagreements about many issues, and that having these very different views in dialogue can be productive.  Religious identity is also covered by our non-discrimination policy.   That is why I disagree with Jill that the dialogue about the issue of allowing Cru on campus was unnecessary.  I think that the process allowed many voices and perspectives to be heard.   I support re-affirming our non-discrimination policy.  Even though both religion and sexual orientation are covered in our non-discrimination policy, I believe that the right to not be discriminated against is stronger than the right to discriminate.  Additionally, I think that our NDP is meant to cover vulnerable and marginalized groups.  We can see from the higher incidence of violence against members of the LGBTQ + community and the higher rate of suicide among LGBTQ+ individuals that LGBTQ people are a vulnerable group.  This objective situation, in combination with the idea that non-discrimination policies are designed to prevent discrimination, rather than sanction it, make me believe that is important for us to vote to re-affirm our NDP.   Lisa Tillmann:  I wrote my PhD dissertation about a network of gay male friends in Tampa, and it was perhaps the most transformative experience of my life. Those men became--and remain among--my closest friends, my surrogate family. In 1998-99, when I was on the job market, I read the nondiscrimination policies for every job for which I considered applying. I very nearly didn’t apply to Rollins. The most important factor in tipping the balance was that our nondiscrimination policy was inclusive of sexual orientation, and had been, I later learned, since 1989. This was the larger context: there were no—and are no—federal nondiscrimination protections on the basis of sexual orientation. There were no—and are no—Florida state-level protections. In 1999, there were no county- or city-level protections. So at the time, Rollins seemed like a bastion of forward thinking in contexts in which a person could be denied housing or fired on no other basis than sexual orientation. I was part of the movement to add gender identity to Rollins’ Equal Opportunity policy. I helped organize Rollins faculty, staff and students to participate in movements to add sexual orientation and gender identity to the classes protected in Orlando and Orange County. Rollins’ policy was ground upon which we advocated for those protections, and in turn, Rollins was spotlighted for our policy and advocacy by elected officials and in local media. I urge us to resoundingly vote to upload our full policy as written.  Emmanuel Kodzi:  Yes, understand that it would just be a simple thing to vote on this policy. However, as Tom asked the question ‘is this about the policy or the context?’, it is clear that we are talking about the context. This is about barring a group from operating on our campus because of their beliefs. If I may, there are two students in my class who were sexually involved and have now fallen out with each other. Now they can’t even have the same class together – they have to be in different sections. Supposing these students were leading a group, they would have been unable to function properly as leaders. This is my understanding of the principles that govern this group that is seeking recognition. Their leaders should be able to uphold what the group stands for.  Some people here may not believe in abstinence before marriage, but this group does, and they would hold the same standards of not being sexually active – heterosexual or homosexual - for anyone who wants to be their leader on campus. But what really bothers me about this whole discussion is our involvement as faculty. If we take sides, we are compromising the learning environment for the students. How would students be comfortable in class with their professor who is clearly against their beliefs? There have been instances where faculty members have showed disdain for evangelical Christians. While I was serving on a committee selecting students for a prestigious program (I refrain from mentioning the program at this time) I heard with my own ears, a faculty member saying one qualified student should not be invited only because this person had said in his application that he was a Christian and had been homeschooled. I was surprised that another faculty member immediately agreed with that assessment. I opposed that line of thinking during that meeting. But I have no evidence that this sort of behavior has changed over time. By carrying on with this vote, we are basically legislating what the students can or cannot believe in their own religion; and who are we to determine that? This is why we have a Dean of Religious Life and a Vice President of Student Affairs. We should let them deal with this kind of issue and not compromise our role in the learning environment by taking sides. I think we should be careful about what we are doing.  Steven Schoen:  There are better ways to address possible bias against evangelical Christian students than violating or weakening our anti-discrimination policy to allow discrimination against LGBTQ students. To the extent there’s bias, let’s address that directly.  Benjamin Hudson:  This debate is not about legislating our students’ beliefs.  Of course, the campus should welcome CRU or any evangelical organization to be a part of our collective life as long as they agree to follow our institutional policies.  Thomas Moore:  Asks about the confusion about resolution as it doesn’t seem to be controversial. Notes that he believes Grant Cornwell holds to it, and the policy appears to have no bearing on what has been discussed. This issue is in the implementation so move forward with a vote as it doesn’t address the problem.  Tom Cooke:  Shares Margaret’s view that campus discussion has been good. Notes he is puzzled as to why other religious groups on campus have already signed on and how they manage.  Emmanuel Kodzi:  If the vote on this policy is merely symbolic, then since it is clear from today’s discussion that there are still unresolved issues, we should not even continue with the vote. We should table the motion.  Ashley Kistler:  The motion to table requires a second. There is no motion to second.   Jill Jones:  Does not want to rush anyone to vote and recognizes that students pick the leaders of their organizations for many different reasons. She calls the question.    Ashley Kistler:  The question has been called and asks for a second.  Second:  Robert Vander Poppen   Results of Clicker Poll (Yes – 100, No – 15, Abstain - 3)  Discussion:  President’s Update  Debate:  Grant Cornwell  After initial remarks about the timeline and nature of the process, the following information was shared.  First, we will continue to affirm our current nondiscrimination policy unchanged. It reads: “Rollins College does not discriminate on the basis of sex, disability, race, age, religion, color, national or ethnic origin, ancestry, marital status, veteran status, sexual orientation, gender identity, gender expression, genetic information, physical characteristics, or any other category protected by federal, state, or local law, in its educational programs and activities.“  Thus, we will keep the current nondiscrimination policy unchanged because that is the will of the campus community as expressed by the SGA, the Diversity Council, the faculty of CLA, and the sentiments of ample argument and proclamation.  Our campus community has embraced and affirmed this policy, and in the present case, I want to be responsive to that.  So, the first point of direction is that the nondiscrimination policy will remain in place unchanged.  Second, what many colleges and universities have done to address the matter at hand in a way that enables the recognition of certain evangelical Christian groups is to create a rider to the nondiscrimination policy.  It is called a religious exemption or religious carve out. After much discussion, listening, research, and reflection, I have come to the view that this approach is flawed and that will not be our direction.   Third, our resolution to this matter will be to introduce a new stipulation regarding the selection of leaders for all recognized campus organizations.  It is this.  All and only current students who are active members of a student organization will be entitled to stand for office for all leadership positions in those organizations AND—importantly—processes and procedures by which leaders are selected will be transparent, in compliance with the non-discrimination policy, and embody democratic values.   Ashley Kistler:  Read the following message send to her by Kathryn Norsworthy. “I am disappointed that, due to a family emergency, I am not able to attend the meeting today.  As a courtesy, Grant shared his decision before I left town, and I wanted to say that I am greatly relieved to hear that we will be upholding our anti-discrimination policy and the current requirement that all student organizations adhere to it, including in leader selection.  Thank you, Grant, AND deep appreciation to everyone, faculty, staff, and students, who worked so hard to advance this outcome, which keeps us on the side of justice and makes space, as we already do, for sponsorship of Cru should they choose to abide by our campus policy. Warmly, Kathryn” Asked if there are any further questions or comments.  Jill Jones:  Takes back her pointed comment about lack of moral leadership and thanked Grant for listening to the campus and community during this painful six months.  Eren Tatari:  Based on what happened two years ago, are we prepared to ride the storm better than the last time.  Grant Cornwell:   There has been much commentary, including an undercurrent that consideration of the issue is driven by outside forces, which doesn’t matter to me. I believe that this is solid place to stand, so I don’t think it is going to happen. The decision is fair and balanced, non-discriminatory, as every student group is treated the same.  Emily Russell:  In her role as Associate Dean would like to acknowledge the incredible job of faculty in creating inclusive work that fills her with optimism. She thanks the faculty for welcoming students of differing faith traditions and notes the work Rev. Katrina Jenkins and students are doing in creating new Christian organizations.   Ashley Kistler:  Asked if there are  any other questions. Seeing none asks for a motion to adjourn.   Motion to Adjourn   Moved: Wenxian Zhang   Second:  James Patrone Approved by Voice Vote at 1:32 pm.   ATTACHMENT 1            ATTACHMENT 2  Resolution: We, the faculty of the College of Liberal Arts, resolve to reaffirm the College’s Non-Discrimination Policy.   Rollins College’s Non-Discrimination Policy: The Rollins Non-Discrimination Policy states that \"Rollins College does not discriminate on the basis of sex, disability, race, age, religion, color, national or ethnic origin, ancestry, marital status, veteran status, sexual orientation, gender identity, gender expression, genetic information, physical characteristics, or any other category protected by federal, state, or local law, in its educational programs and activities.”    Context: To bar participation in or leadership of a student organization based on membership in any class protected by our policy is a form of discrimination, marginalization, and oppression. No organization engaged in oppression based on a student’s membership in a protected class should receive practical support or endorsement from the College.     Our non-discrimination policy is in line with our values and mission, and as has been our long-standing practice, all groups recognized by the College should abide by this policy.   Endorsed by: Faculty of the Department of English 11/5/18 (unanimous vote) Executive Committee of the College of Liberal Arts 11/8/18 (unanimous vote) Diversity Council 11/13/18  ATTACHMENT 3  Please vote to affirm the full Rollins nondiscrimination policy: “It is the policy of Rollins College not to discriminate on the basis of sex, disability, race, age, religion, color, national or ethnic origin, ancestry, marital status, veteran status, sexual orientation, gender identity, gender expression, genetic information, physical characteristics, or any other category protected by federal, state, or local law, in its educational programs, admissions policies, financial aid, employment, or other school-administered programs.”   In short: All student organizations must include in their constitutions the Rollins nondiscrimination policy, which is inclusive of sexual orientation and gender identity/expression. All current student organizations, including all faith-based ones, have done so. Cru (formerly Campus Crusade for Christ) wants to become a recognized student group within Rollins yet retain their national organization’s practice of barring from leadership openly gay, lesbian, and bisexual students.  Why does it matter? • Discrimination (and the prospect thereof) traumatizes; students, staff, and faculty have been and are being harmed. • About 70 percent of people in this country identifies as Christian. Members of a dominant majority group are asking Rollins for the right to discriminate against a minority group protected by our institutional policy. The right to discriminate cannot take precedence over the right to be free from discrimination. Dominant groups and minority groups do not face the same set of challenges and threats. In the U.S., it’s rare for a Christian to be targeted for a hate crime based on religion. Religion is a common basis for hate crimes, but overwhelmingly, the risk is to religious minorities, most often Jewish and Muslim. LGBTQ+ people—again, a minority group—are at risk all the time. • Giving one organization a license to discriminate renders our policy meaningless. • Rollins’ ethical leadership is crucial due to global, national, state, and local contexts in which LGBTQ+ persons are targeted for hate crimes and lack basic civil rights protections. No federal or Florida state law protects someone from being denied housing or fired on no other basis than sexual orientation or gender identity.  • The Student Government Association overwhelmingly passed a parallel resolution. • Rollins faculty, administrators, and staff fought for the inclusion of sexual orientation (1989) and gender identity (2008) in our nondiscrimination policy. Members of the Rollins community played instrumental roles in civil rights advancements in Orlando and Orange County.1  To note • This stretches way beyond Rollins. Cru’s national organization has an “Every Campus” initiative. National-level leaders—and their attorneys—have made themselves heard. • Cru is not being discriminated against; Cru is asking for a license to discriminate. Every person on this campus has the right to hold any—or no—religious beliefs. On or off campus, persons may gather, discuss, share experiences, and study religious texts. This has nothing to do with any student’s religious beliefs; this has to do with Cru engaging in discriminatory practices that conflict with our institutional policy.  • Cru is asking to become a group recognized by Rollins; Rollins is not asking to become a group recognized by Cru. If the latter were true, no one would expect Cru to alter its policies or principles because they conflict with ours.                                                            1See http://www.oado.us/  ",
    "id": 235722747,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.rollins.edu:as_fac-1139"
    },
    "title": "Minutes, College of Liberal Arts Faculty Meeting, Thursday, November 29, 2018",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-11-29T08:00:00+00:00",
    "publisher": "Rollins Scholarship Online",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.rollins.edu/cgi/viewcontent.cgi?article=1139&context=as_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/235722747.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/235722747"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/235722747/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/235722747/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/235722747"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "College of Liberal Arts Faculty Meeting Minutes",
        "Educational Administration and Supervision"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.rollins.edu:as_fac-1139",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13615",
        "openDoarId": 0,
        "name": "Rollins College: Rollins Scholarship Online (RSO)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 235722747,
        "depositedDate": null,
        "publishedDate": "2018-11-29T08:00:00+00:00",
        "updatedDate": "2024-02-14T19:35:35+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T08:52:33+00:00"
    },
    "urls": [
        "https://scholarship.rollins.edu/as_fac/140",
        "https://scholarship.rollins.edu/context/as_fac/article/1139/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-14T19:35:35+00:00",
    "setSpecs": []
}