{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Harding, Rie"
        }
    ],
    "contributors": [],
    "createdDate": "2023-09-19T23:05:39+01:00",
    "dataProvider": {
        "id": 196,
        "name": "ScholarWorks@UMass Amherst",
        "url": "https://api.core.ac.uk/v3/data-providers/196",
        "logo": "https://api.core.ac.uk/data-providers/196/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.7275/34091326",
    "downloadUrl": "https://core.ac.uk/download/586383416.pdf",
    "fullText": "University of Massachusetts Amherst ScholarWorks@UMass Amherst Masters Theses Dissertations and Theses August 2023 Moving Beyond the Gender Binary: A Critical Analysis and Review of Contemporary Scholarship on Nonbinary Gender Identities Rie Harding University of Massachusetts Amherst Follow this and additional works at: https://scholarworks.umass.edu/masters_theses_2  Part of the Sociology Commons Recommended Citation Harding, Rie, \"Moving Beyond the Gender Binary: A Critical Analysis and Review of Contemporary Scholarship on Nonbinary Gender Identities\" (2023). Masters Theses. 1307. https://doi.org/10.7275/34091326 https://scholarworks.umass.edu/masters_theses_2/1307 This Open Access Thesis is brought to you for free and open access by the Dissertations and Theses at ScholarWorks@UMass Amherst. It has been accepted for inclusion in Masters Theses by an authorized administrator of ScholarWorks@UMass Amherst. For more information, please contact scholarworks@library.umass.edu.     Moving Beyond the Gender Binary: A Critical Analysis and Review of Contemporary Scholarship on Nonbinary Gender Identities     A Thesis Presented  By Rie Harding       Submitted to the Graduate School of the University of Massachusetts Amherst in partial fulfillment of the requirements for the degree of  Master of Arts    May 2023  University of Massachusetts-Amherst Department of Sociology                Moving Beyond the Gender Binary: A Critical Analysis and Review of Contemporary Scholarship on Nonbinary Gender Identities   A Master’s Thesis   Presented by   Rie Harding    Approved as to style and content by:   _____________________________________ Katie Young, Chair   ___________________________________ Brian Sargent, Member  _____________________________________ Laurel Smith-Doerr, Member                                                                               __________________________________                                                                                        Jonathan Wynn                       Chair, Department of Sociology       iii  Acknowledgements I would like to express my gratitude and appreciation to my advisor and chair Katie Young for her unwavering support, feedback, and guidance throughout this process. Her mentorship and support during this journey were invaluable. I would also like to thank my committee members Brian Sargent and Laurel Smith-Doerr for their feedback and support on this paper. Thank you to my committee members for your support and insight on the many stages of this paper. Their expertise and encouragement played a crucial role within my thesis process.                     iv  Abstract  Moving Beyond the Gender Binary: A Critical Analysis and Review of Contemporary Scholarship on Nonbinary Gender Identities  May 2023  Rie Harding, B.A., Colorado State University   M.A., University of Massachusetts-Amherst  Directed by: Professor Katie Young   For decades gender scholars have recognized the importance of gender to subjectivity, lived experiences, and life chances. Nonbinary gender identities are becoming more recognized by social, legal, and government institutions. However, currently there is a lack of research and scholarship that focuses on nonbinary gender identities. I demonstrate that the sociology of gender must move beyond the constraints of the hegemonic gender binary system in order to have a full and holistic conceptualization of gender. This paper reviews and critically analyzes contemporary interdisciplinary scholarship on nonbinary gender identities, then sets out a research agenda for moving forward. Within this scholarship there are gaps, shortcomings and limitations that arise that include upholding the cis/trans binary, misrepresenting contemporary society as having reached an era of understanding gender complexities, problematic framings of cross-cultural and historical examples, and centering discrimination/violence. I propose a research agenda moving forward should center   v  racialization due to (un)marked whiteness in scholarship, legibility/intelligibility, and the possibilities and knowledge that exist due to existing in a space of exclusion.                            vi  TABLE OF CONTENTS                                                                                                                                                       Page Acknowledgements …...................................................................................................... iii Abstract …......................................................................................................................... iv  List of Figures …............................................................................................................. viii  CHAPTERS  1. Introduction …............................................................................................................... 1  2. Review: Conceptualization of Nonbinary Gender Identities ….................................... 3  Diagram 1: Conceptualization of Trans, Nonbinary, and Gender Non-                                                     conforming ............................................................................................................ 7  Tensions with Nonbinary Conceptualizations in Scholarship ….......................... 7  Population Size …................................................................................................. 9  Cisgender/Trans Binary ….................................................................................. 10  3. Gaps, Shortcomings and Limitations That Arise ….................................................... 13  A Narrative of Recent Emergence ….................................................................. 14  Historical and Cross-cultural Framing …............................................................ 18  Centering Pain, Violence, and Discrimination in Research …............................ 19  Why Making Discrimination Central is Problematic …...................................... 21  4. Research Agenda Moving Forward …........................................................................ 24  5. Racialization of Gender ….......................................................................................... 25  Where Racialization Surfaces in Scholarship …................................................. 27  Theorization of Blackness and Transness …....................................................... 29  6. Intelligibility/Legibility …........................................................................................... 31    vii  Systems, Institutions, and Interpersonal Relations …......................................... 33  Nonbinary Intelligibility/Legibility and The Gender Binary ….......................... 35  Recognition of Nonbinary Gender Identities ….................................................. 36  7. Space of Exclusion and Allowance of Possibilities …................................................ 38  New Possibilities and Consciousnesses ….......................................................... 39  8. Overview: Gaps, Shortcomings and Limitations ….................................................... 40  9. Why it Matters …........................................................................................................ 42  New Possibilities and Knowledge ….................................................................. 43  10. Limitations …............................................................................................................ 45  11. Conclusion (Moving Forward) …............................................................................. 47  Notes …........................................................................................................................... 50  Bibliography …................................................................................................................ 51                          viii  LIST OF FIGURES Figure            Page  1. Diagram 1: Conceptualization of Trans, Nonbinary, and Gender Non-conforming...................................................................................................................                                            1  CHAPTER 1 INTRODUCTION  For decades, gender scholars have recognized the importance of gender to subjectivity, lived experiences, and life chances. The study of gender is moving beyond the hegemonic gender binary system and its conceptualization of categorization and difference (Barbee and Schrock 2019; Darwin 2017; Stone et al 2020). This increase in recognition of genders that fall outside the reaches of the binary system suggests a more fluid and vast understanding of gender conceptualization. This allows for new ways of understanding the gender system, gendered meanings, and the subjectivity of gendered identities. Nonbinary gender identities push the boundaries and limitations of the gender binary system and open new possibilities, knowledge, and understandings. Gender nonconforming, nonbinary, and trans are the primary gender identity labels used to name genders that expand the binary of male and female. Although the study of nonbinaryness spans disciplines and has been expanding, research on nonbinary gender identities remains limited (Austin 2016; Darwin 2017; Fiani and Han 2019; Kuper et al. 2018; Thorne et al 2019; Monro 2019; Darwin 2020; Nicolazzo 2016; Barbee and Schrock 2019; Stachowiak 2017; Losty and O’Connor 2018; Bradford et al. 2019). Scholars recognize that “this omission is glaring. . . “(Bradford et al. 2019: 155).  This paper critically analyzes contemporary interdisciplinary scholarship on nonbinary gender identities and reviews the conceptualization of nonbinaryness, addresses gaps, shortcomings and limitations that arise, and provides a research agenda for moving forward. These gaps, shortcomings and limitations that arise include positioning gender as a cis/trans binary, problematic representations of contemporary   2  society, problematic framings of historical and cross-cultural references, and the utilization of damage centered research framings. The cis/trans binary will be examined in terms of how this framing obscures nonbinary gendered experiences and homogenizes trans experiences. I also argue for the critical examination of positioning society in a current era of gender progression and the problematic framing of cross-cultural and historic references. Another problem with framing that surfaces is how violence, pain, and oppression are centered within research. Although it is important to examine oppression and violence, it should not be the only focus of research.  In the next section, I propose a research agenda moving forward that includes racialization, focuses on intelligibility/legibility, and examines an existence in a space of exclusion due to hegemonic binary gender logics. The racialization section will examine how race surfaces within the study of nonbinaryness and the importance of the inclusion of race and racialization within the study of nonbinary gender identities. (Un)marked whiteness within research will be examined within the racialization section. (Un)marked is utilized to disrupt the notion that just because whiteness is not named that does not mean that is not marked. In fact, the absence of naming race and racialized logics means that whiteness is clearly marked within conceptualizations. However, because whiteness or race is not explicitly discussed it remains unmarked in particular ways. Thus (un)marked allows for a recognition that race is not explicitly named but that the absence of this is clearly an omission of recognizing race and racialization. Intelligibility/legibility centers on being seen, recognized, acknowledged, and affirmed within varying social spaces, institutions, and systems. An existence in a space of exclusion that is not confined by gender binary logics allows for new possibilities and understandings to emerge. These   3  areas of scholarship allow for new knowledge to emerge that challenges the restraints of the hegemonic gender binary system.    In order to fully explore the spectrum of gender, disrupt harmful antiquated hegemonic gender binary notions, and support trans and nonbinary individuals, the sociology of gender must recognize, center, and include nonbinary gender identities. Focusing on gender identities that reside in the margins allows for a holistic understanding of gender and the ways in which it operates. It allows for power relations, the subjugation of gender, and the constraints of the gender binary system to be fully understood. It also allows for possibilities of liberation, cultivation of new knowledges, and exploration of ways of existing that do not conform to dominant logics of the hegemonic gender binary system. Situated knowledges (Haraway 1988) and gender standpoint epistemologies recognize the power of knowledges that exists within the margins (Smith 1988). Situated knowledge allows for a unique and vital understanding that is not represented when the focus remains on cisgender and binary trans individuals. In fact, “Subjugated standpoints are preferred because they seem to promise more adequate, sustained, objective, transforming accounts of the world” (Haraway 1988:584). Vital understandings of gender will be missed if nonbinary experiences are rendered invisible and silenced within scholarship.  CHAPTER 2  REVIEW: CONCEPTUALIZATION OF NONBINARY GENDER IDENTITIES In scholarship, gender nonconforming, trans, and nonbinary are understood as distinct and overlapping, and are not always consistent in the ways in which gender is conceptualized. Here, I use gender nonconforming as an umbrella term to represent any   4  gender identity or gender expression that challenges social and cultural norms of the gender binary (female-women-feminine and male-man-masculine). This can include individuals who are cisgender, trans, and nonbinary. Trans is understood as an umbrella term used to capture any gender variation in relation to gender identities that deviated from cisnormativity.  I use nonbinary as an umbrella term to discuss any gender identity that falls outside of, beyond, or in-between the gender binary; this can include (but is not limited to) identities such as genderqueer, agender, and genderfluid. Some scholars note that nonbinary can be viewed as a third gender: “. . . an identity that cannot be placed within the generally accepted ‘male’ or ‘female’ identifiers. . . “(Thorne et al 2019). Scholarship also discusses nonbinaryness as being under the umbrella of trans. Although “trans” is used as an umbrella term that sometimes includes nonbinary identities, not all nonbinary individuals identify as trans. In some literature, nonbinary individuals are framed as trans (Thorne et al 2019; Losty and O’Connor 2018; Monro 2019) while other literature notes that nonbinary individuals may or may not consider themselves trans (Darwin 2017; Darwin 2020; Stone et al. 2020; Stewart 2017). “Just as both transgender and cisgender people use binary identities (i.e., man, woman), both transgender and cisgender people use nonbinary gender identities” (Wilson and Meyer 2021:1). According to research conducted by the Williams Institute, “Most nonbinary LGBTQ adults did not identify as transgender” (Wilson and Meyer 2021:2). This research found that of nonbinary LGBTQ adults, 42% identified as trans, 39% as LBQ (lesbian/bisexual/queer) cisgender women, and 19% identified as GBQ (gay/bisexual/queer) cisgender men (Wilson and Meyer 2021).  Thus, research that only focuses on nonbinary individuals who also identify as   5  trans—which comprises the majority of research on nonbinary people (Wilson and Meyer 2021)—omits many nonbinary experiences and misses the full spectrum of gendered experiences. If research does not recognize that not all nonbinary individuals identify as trans, research misrepresents individual's experiences as trans when they do not consider themself trans. It also misses capturing the experiences of nonbinary individuals that do not consider themselves trans. For example, if research recruitment states researchers are looking for trans participants some nonbinary individuals would not sign up for the study. Scholars also note that the experiences of nonbinary and binary trans individuals differ (Darwin 2017; Fiani and Han 2019; Kuper et al. 2018; Thorne et al 2019; Stone et al 2020; Darwin 2020). For these reasons, I will be naming nonbinaryness specifically to make sure that it does not become lost under the umbrella of trans. I also specifically name nonbinary to honor individuals’ experiences who may or may not connect with the label of trans. The Venn diagram (Diagram 1) is a visual representation of gender nonconforming, trans, and nonbinary gender identities. These gender identities should be understood as distinct and overlapping. These gender identities also vary in the ways in which individuals embody and understand them because individuals vary with their self-definitions within each gender identity. Therefore, gender must be understood as fluid and these gender identities maintain a permeability between these boundaries. Here are a few examples to make clear the distinct and overlapping categorization. A few identities under the trans umbrella include male to female (MTF), female to male (FTM), and nonbinary. However, some nonbinary individuals consider themself trans while other do not. This means that the permeability and overlap is also dependent on how an individual   6  conceptualizes their own gender. Two individuals could both identify as nonbinary, but describe, embody, and conceptualize nonbinaryness is in varying ways. Gender non-conforming is another identity that has distinct and overlapping boundaries and that are dependent on the individual. For example, masculine presenting women, feminine presenting men, and nonbinary individuals are all under this umbrella. Some trans individuals may also consider themself gender nonconforming while others do not consider themselves gender nonconforming. This means that gender nonconformity includes gender identity and gender presentation. This again has distinct and overlapping boundaries and is dependent on the individual. For example, although not conforming to the expectations that align with the gender one was assigned at birth might make a person “gender nonconforming,” they may not identify as nonbinary. Some butch/stud lesbians identify as gender nonconforming, but as women rather than as nonbinary. Other people who identify as butch/stud lesbians may identify as gender nonconforming and nonbinary. Scholars who study nonbinaryness note “It is clear that there is no one way to define or operationalize transgender or nonbinary gender; depending on the individual’s understanding of their gender in relation to transgender, their self-labeling practices and sentiments regarding group membership vary” (Darwin 2020: 377). It is imperative that scholars recognize the distinct and overlapping categorization of these gender identities. Research must also acknowledge that there is no one definition of nonbinary and that individuals vary in the ways they experience, embody, perform, and conceptualize nonbinary gender identities. If scholars do not recognize gender in these ways, scholarship ignores the experiences of an entire group of people. If gender is narrowed   7  down to rigid, non-overlapping categorizations, scholarship cannot fully understand how gender operates.  Diagram 1: Conceptualization of Trans, Nonbinary, and Gender Non-conforming                      Tensions with Nonbinary Conceptualizations in Scholarship Nonbinary and genderqueer are the most frequently used terms to identify the spectrum of identities that lie outside of, in-between, and beyond the binary. However, variations sometimes arise in how scholars differentiate nonbinary from genderqueer. Scholars note that sometimes genderqueer and nonbinary are used interchangeably in scholarship (Thorne et al 2019; Bradford et al 2019; Richards et al 2016) while other times these gender identities are differentiated. Some scholars note that genderqueer, genderfluid, and gender nonconforming represent a “particular subcultural forms of gender expression,” (Stryker 2017, 24) and nonbinary represents an umbrella term that “. . . is a more all-encompassing identity category” (Barbee and Schrock 2019: 575).    8  Some scholars view the term “genderqueer” as going beyond a gender identity because the word “queer” is attached to the political and has political connotations (Darwin 2017). Some scholars discuss that genderqueer is a direct challenge against hegemonic gender binary systems and note that genderqueer identity can be positioned as political in terms of making a political statement, taking a political stance, and is associated with political activism (Darwin 2017; Thorne et al. 2019; McNabb 2017). Another differentiation of conceptualization applies within the many identities that can also fall under the nonbinary umbrella such as bigender, polygender, agender, aliagender, genderfluid, genderflux, genderfuck, intergender, neutrois, pangender, gender diverse, gender expansive, third gender, trigender, gender neutral (Darwin 2017; Fiani and Han 2019; Thorne et al. 2019; McNabb 2017; Richards et al. 2016; Nicholas 2019; Losty and O’Connor 2018) and greygender. Some scholars differentiate these categories and define each differently while others use nonbinary as an umbrella term to capture all these varying gendered experiences.  Androgyny is another term whose definition varies in scholarship. Androgyny is represented in scholarship as both a gender identity (Darwin 2017; Richards et al. 2016; Bradford et al. 2019) and as a gender expression that incorporates both masculinity and femininity (McNabb 2017; Moore 2011; Johnson 2018; Halberstam 2018). There also remains variations in the ways androgyny is conceptualized as a gender identity. Some literature defines androgyny as an individual who identifies as “being genderless” (Darwin 2017: 326), while other literature defines it as integrating both male and female gender identities (Richards et al. 2016). Yet another scholar frames androgyny as a gender identity that moves between masculinity and femininity (Bradford et al. 2019).   9  Thus, within scholarship, there are varying framings and conceptualizations of gender identities that fall under the nonbinary umbrella.  Population Size Although the numbers vary depending on the study, it is clear that the number of individuals who identify as nonbinary is significant. It is also important to note that including individuals within scholarship should not be solely dependent on population size. Many scholars noted the population size within scholarship (Fiani and Han 2019; Goodman et al. 2019; Kuper et al. 2018; Thorne et al 2019; Barbee and Schrock 2019; Richards et al. 2016; Losty and O’Connor 2018; Bradford et al. 2019). Within trans communities alone, nonbinary gender identities are about 20-35% of the population (Fiani and Han 2019; Thorne et al 2019; Barbee and Schrock 2019; Bradford et al. 2019; Monro 2019; Stone et al 2020). According to some scholars the number of trans individuals within the US is estimated to be 1.4 million (Goodman et al. 2019; Halberstam 2019) which is about the same number of people that live in Hawaii. And recall that the majority of individuals who identify as nonbinary do not also identify as trans—thus, the nonbinary population is likely much larger than these numbers would suggest. According to the Pew Research Center, 5.1% of adults under the age of 30 identify as trans and/or nonbinary and of the 5.1%, 3% of individuals identify as nonbinary (Brown 2022). According to a recent study conducted by the Williams Institute, approximately 11% of LGBTQ adults, or 1.2 million people total (about the population of New Hampshire), identify as nonbinary (Wilson and Meyer 2021). This study intentionally included both cisgender and trans nonbinary individuals. A Gallup poll conducted in 2022 found that 1 out of 5 (approximately 21%) generation Z adults   10  identify as LGBT (Jones 2022). Within generation Z LGBT adults, around 2% identify as trans (Jones 2022). Other scholars note that according to youth surveys “. . . 2-10% identify with gender minority labels, and many of them identified with gender nonbinary terms” (Wilson and Meyer 2021: 6). If research continues to ignore nonbinary gender identities, scholars are omitting a vital area of gender and gendered experiences. It means that gender as a whole is not being fully understood and explored because it is only being framed through the logics of binary gender categorizations which include man/woman and cis/trans. It is also important to underscore that research that is focused only on trans communities does not account for nonbinary folks who do not identify as trans. This means that many of these numbers would be even higher if this population of nonbinary individuals were included. Cisgender/Trans Binary  The cis/trans binary is often upheld and maintained within the study of gender (Darwin 2017; Darwin 2020), which obscures gender differences and ignores differentiations between binary transness and nonbinaryness (Darwin 2020). Thus, the varying gender identities under the trans umbrella become represented by only binary transness. This means that varying trans experiences are misrepresented in research because binary transness becomes the representation of all trans/nonbinary experiences. When this occurs, nonbinary gender identities are rendered invisible, and research misses nonbinary experiences (Darwin 2017). Scholars state that “Trans scholarship in sociology has increasingly bracketed the binary and theorized organizations, heteronormativity, and interaction from the perspective of trans people” (Barbee and Schrock 2019:574). These scholars note that scholarship has upheld the binary because “. . . it has tended to presume   11  rather than analyze the gender binary and neglect nonbinary-identified trans people or conflate their experiences with binary-identified trans people” (Barbee and Schrock 2019: 574). It is also a misrepresentation of transness itself, because an entire gender identity is left in the margins. For example, scholars may note that participants’ gender identities vary and list the varying identities (i.e., trans man, trans woman, and nonbinary individuals). However, after listing these identities, scholars often collapse them under “trans,” which homogenizes transness. Another problem that arises with the cis/trans binary is the lack of nonbinary participants in research. If there are few nonbinary participants compared to binary trans participants, then again, nonbinary experiences are rendered invisible. Since nonbinary individuals varying in their connection with trans the cis/trans binary also fails to capture individual's experiences that are outside of this binary.    The cis/trans binary is a flawed framework and homogenizes and essentializes trans experiences (Darwin 2017; Fiani and Han 2019; Kozee et al. 2012; Darwin 2020; Monro 2019).  Darwin states “. . . when sociologists study gender, we sort people into binary categories such as man/woman or cisgender/transgender, as though other gender minorities do not exist. Scholars’ continued reliance on these flawed frameworks—three decades after the emergence of Transgender Studies and Queer Theory—illuminates the lingering hegemonic influence of binary gender ideology on social science” (Darwin 2020:377-378). Whether it is the cis/trans binary or the man/woman binary, these binaries misrepresent the ways in which gender is operating and fail to capture a diversity of gendered experiences that rest beyond the hegemonic gender binary. The sociology of gender must recognize that capturing gender in these ways is flawed, reductionistic,   12  misrepresentative, and misses vital elements of gendered experiences. If we do not move beyond this binary gender, the subjectivity of gender, and the full range of gendered experiences will not be fully understood.  Research must not rely on these flawed frameworks of man/woman and cis/trans and ignore gender diversity (Darwin 2020). We need to think more critically about the ways we categorize gender in research and move beyond binary systems of categorization. For example, a critical participatory action research project took place to create a national LGBTQ youth survey that was comprehensive and involved feedback from more than 400 LGBTQ youth (Fine and Torre 2019). More than 6,000 youth took the survey and there were over 100 terms used to describe gender (Fine and Torre 2019). If we uphold the binary of cis/trans, all of these varying gender identities and experiences are lost and homogenized. Allowing participants to name their own gender identities gives room for gender diversity to surface. Even though some research projects allow for individuals to name their own gender identity, often researchers will take this diversity of gender and put it back into the categorization of cis/trans. For example, in the participatory action project researchers told the youth working on the survey that they were going to collapse these gender categories down in order to analyze the data in the survey (Fine and Torre 2019). The youth responded with “Why would we open up descriptions of identity, allow people to define themselves ‘beyond boxes’ and then re-box them?” (Fine and Torre 2019: 439). Researchers and youth in this case ended up compromising and using demographic categories to discuss structural oppression but would “. . . represent the young people in the vibrant, intersectional, and fluid language of their (Fine and Torre 2019: 439-440) ‘willful subjectivities’” (Ahmed, 2014).     13  Researchers need to find ways to represent gender diversity without collapsing gender into binary categories. Scholars need to begin to think about how the epistemologies and methodologies in research continue to uphold a binary framing of gender that lacks a full holistic view of the ways in which gender is operating. For instance, the way researchers frame research questions can reinforce or challenge the gender binary. If research questions are only centered on women or men, we miss gender diversity. If research questions center on gender and allow for varying categorization but then researchers place participants back into a cis/trans binary, then again gender diversity is lost. In terms of the numbers of participants, if researchers are not intentional about recruiting a diversity of gendered experiences nonbinaryness becomes obscured. Research needs to make sure that epistemologies and methodologies are not maintaining the hegemonic gender binary. The sociology of gender needs to begin to critically examine and analyze how it is maintaining or disrupting these binaries.  CHAPTER 3  GAPS, SHORTCOMINGS AND LIMITATIONS THAT ARISE Within these areas of scholarship there are gaps, shortcomings and limitations that arise that include upholding the cis/trans binary, misrepresenting contemporary society as having reached an era of understanding gender complexities, problematic framings of cross-cultural and historical examples, and centering discrimination/violence. I demonstrated in the section above how the maintenance of the cis/trans binary erases the varying experiences of binary trans individuals and nonbinary individuals. In the next section, I argue positioning nonbinaryness as a recent emergence erases historical and cross-cultural existence of gender variation, ignores how the gender binary was violently   14  enforced with colonization, and negates that gender is a social construct and will always be changing. In the section after that, I show how cross-cultural and historical examples of gender variation within scholarship often have a problematic framing and uphold eurocentrism, ignore race, and mistakenly equate all gender variations as nonbinary gender identities. In the final section on limitations of current literature, I argue that the overwhelming focus on discrimination and violence creates a damage centered approach to research which neglects the joy, freedom, pleasure, and liberation nonbinary individuals experience. This does not mean that research on discrimination and marginalization is not needed. This research is vital and helps to understand the differences between binary trans experiences and nonbinaryness with marginalization. However, when this is the main or only focal point in scholarship it begins to tell a one-dimensional narrative of transness and nonbinaryness.  A Narrative of Recent Emergence Nonbinaryness is often framed through centering a narrative of recent emergence. Nonbinaryness is often framed as a new phenomenon, with society positioned as reaching an era of progression in terms of gender acceptance, gender inclusivity, and the ability to understand the complexities of the spectrum of gender. I argue that these narratives are misrepresentative and misleading. Utilizing Clare Hemming’s (2011) framing of storytelling, presented in, Why Stories Matter: The Political Grammar of Feminist Theory, examines why these framings within the study of nonbinaryness are problematic.  The increase of individuals who identify with nonbinary gender identities was often framed as a progress narrative within scholarship. A progress narrative is used to show progression in a particular manner, dismisses the past, and views the present as   15  more sophisticated (Hemmings 2011). According to Hemmings (2011), progress narratives mean “we can tell this story without needing to include all of its component parts” (41). Nonbinary gender identity and gender variance outside of the binary was often positioned as a recent emergence, a dramatic increase, and a recent growth. This narrative is an erasure of gender variance that has existed historically and cross culturally and renders contemporary nonbinary individuals lived experiences invisible because they have been existing outside the binary even before scholars declared a recent emergence. This narrative also ignores and renders invisible the violence that conization and slavery perpetrated to enforce and maintain the hegemonic gender binary system because gender variation outside the binary is not new.   Scholars position colonization, slavery, and racism as having formed the conceptualization of race and gender (Hayward 2017; Bey 2019; Smythe 2021; Stewart 2017; Snorton 2017; Tudor 2019). Scholars note that the “. . . logics of sex and gender are given coherence and meaning through the Middle Passage, through slave making” (Hayward 2017: 193) and “. . . sex and gender have been expressed and arranged according to the logics that sustained racial slavery” (Snorton 2017: 53). Colonization and racism also rendered the conceptualization of gender as “a binary and heteronormative concept” (Tudor 2019: 362). Colonization violently enforced the binary system of gender which means that gender diversity and third genders faced attempted gendercide (Miranda 2010). According to scholars “It has been estimated that at least 168 Indigenous languages in the United States have terms to describe a person who is neither a man nor a woman” (Robinson 2020: 1677). Historically for example, Spanish colonizers in the land now known as California committed gendercide against individuals   16  who did not fit within the binary of man or woman (Miranda 2010). Spanish colonizers called these individuals with a third gender joyas (Miranda 2010). In order to enforce binary gender norms and discourage any types of gender diversity colonizers would utilize violence and torture. Scholars discuss this was done “. . . through active, conscious [and] violent extermination” (Miranda 2010: 256). Scholars discuss how joyas prior to colonization held an important role within the community and would perform specific religious and community tasks such as death rituals (Miranda 2010). Scholars note that “. . . death, burial, and mourning rituals were the exclusive province of the joyas” (Miranda 2010: 266). Many individuals that were outside of the binary gender system held important cultural roles within communities. Scholars state that contemporarily “. . . indigenous California third-gender people are reemerging from attempted gendercide” and they are “. . . reemerging as contemporary Two-Spirit people” (Miranda 2010: 274).  It is important to note that Two-Spirit is a term that emerged in the 1990’s and that Indigenous individuals will use Two-Spirit along with “terms from their Indigenous languages to describe themselves” (Robinson 2020: 1686). This is not the term people would have used during pre-colonization or colonization but is a contemporary term that recognizes gender diversity outside of the hegemonic gender binary that exists contemporary and historically. Scholars note that “The restoration of two-spirit people to places of respect helps decolonize Indigenous nations in terms of cultural values, practices, epistemologies (how we understand knowledge), and ontologies (how we think about and understand ourselves and our place in the world)” (Robinson 2020: 1677). The binary gender system has deep roots within colonization, and it must be understood that gender variation is not a linear process that has only been understood in contemporary   17  times. This is a clear example of how colonization violently enforced the gender binary system and how this historical context is ignored when progress narratives are centered. It also illustrates that gender variation outside the binary is not merely a new or recent emergence.  These narratives also neglect to acknowledge the problematic ways in which research in the past and contemporarily continues to uphold the gender binary. This recent emergence is affected by the ways in which gender is captured within research and the ways in which research methodologies and epistemologies uphold the hegemonic gender binary. For example, if surveys only allow for binary gender, then we have continually missed individuals who identify outside of this constraint. If research only created gender categories of cisgender men, cisgender women, and trans then this gender categorization does not capture the diversity and spectrum of gender. This upholds the cis/trans binary and individuals may have identified as trans but if given the opportunity would have identified outside the binary, yet this distinction was not allowed within the research. If research only utilized the gender categorization of trans it also means that nonbinary individuals who do not identify as trans are perpetually rendered invisible within research.  The progress narrative was also upheld though the narrative that was presented by youth and younger generations. Youth framed contemporary society as “more accepting” and framed older generations as “backwards”, “less educated”, and “old fashion” (Bragg et al. 2018). This framing by youth upholds a progress narrative and positions the past as unknowledgeable and lacking understanding and the present as having a complex understanding of gender. The existence in a space outside of, in-between, and beyond a   18  binary gender structure is not a new or a recent phenomenon and we have not “made it” in terms of our understanding of gender. In fact, there is no “made it” because gender is fluid, and our conceptualization of gender will continue to shift and change within specific historical, social, and cultural contexts. I argue that upholding this progress narrative that frames contemporary society as understanding gender beyond the binary and the past as inadequately understanding gender is reductionist and misrepresentative. This progress narrative of gender nonconformity as an explosion and progression does not recognize that there is still much work to be done. Nonbinary individuals continue to be erased through the cis/tans binary within research, the maintenance of the hegemonic gender binary system, and within pervasive (un)marked whiteness in scholarship.  Historical and Cross-cultural Framing Although some texts did disrupt this narrative by making clear that individuals who reject the hegemonic binary gender system have always existed and will continue to exist (Bragg et al. 2018; Thorne et al 2019; Monro 2019; Barbee and Schrock 2019; Richards et al. 2016; McNabb 2017). When this progress narrative was disrupted, scholars often utilized gender variations in non-western or Indigenous cultures in order to illustrate gender diversity has existed historically and/or cross culturally (McNabb 2017; Thorne et al 2019; Barbee and Schrock 2019; Kozee et al. 2012). Scholars would utilize gender variances such as muxes (Mexico), hijras (India), Two-spirit (Native American)), fa’afafine (Polynesia and Samoa), machi (Chili and Argentina), along with others in order to illustrate gender variation historically and cross culturally (McNabb 2017; Thorne et al 2019; Barbee and Schrock 2019; Kozee et al. 2012). However, McNabb (2017) also gave some recognition to gender variation within European cultures and 19th century Anglo-  19  America. This recognition of gender variance in European and Anglo-America is often missing from scholarship when historic and/or cross-cultural examples are used. When cross cultural and/or historical gender variation is mentioned, it is usually only noted to illustrate the expansive history of gender variation but then is not mentioned in-depth or within other areas of the text. The acknowledgment of gender variation historically and cross culturally is important but this understanding needs to be more developed within scholarship beyond just utilizing these cultures to show gender diversity. Within scholarship there is also a lack of acknowledgement and centering of race and racialization, yet the examples given are often within communities of color. Some scholars acknowledges that these cultural examples should not be “. . . equate(d) or conflate(d) . . . with adopting a nonbinary identity in contemporary U.S. culture. . . “ but instead show that gender variation exists in many places and/or throughout varying historical time periods (Barbee and Schrock 2019: 575). This framing is vital in order to not uphold eurocentrism and misrepresent gender variations cross culturally and historically. However, this framing was often missing within scholarship. Centering Pain, Violence, and Discrimination in Research Another limitation that emerges within scholarship is the centering of pain and violence. Within the study of nonbinaryness, discrimination and marginalization remain a central area of study. The cis/trans binary often remains present within these studies. Some research differentiates between discrimination binary trans and nonbinary individuals face (Darwin 2017), while other literature does not fully differentiate discriminations faced by these individuals (Austin 2016). Not differentiating between trans and nonbinary individual is problematic because it renders nonbinary experiences   20  under the umbrella of trans invisible. Nonbinary gender identities face increased amounts of discrimination in comparison to individuals who are gender conforming (Austin 2016; Barbee and Schrock 2019; Richards et al 2016; Fiani and Han 2019; Kozee et al. 2012; Nicholas 2019; Monro 2019; Nicolazzo 2016; McNabb 2017; Stone et al 2020). Scholars also noted that nonbinary individuals face different oppressions and marginalization than binary trans individuals (Nicholas 2019; Monro 2019; Darwin 2020; Bradford et al. 2019; Losty and O’Connor 2018). Individuals who identify as nonbinary face higher rates of harassment, bullying, victimization, employment discrimination, ostracism, assault, anxiety, and suicidality (Austin 2016; Barbee and Schrock 2019; Richards et al 2016; Kozee et al. 2012; McNabb 2017; Fiani and Han 2019). Nonbinary gender identities face greater vulnerability to sexual violence, violence, poverty, poor mental health outcomes, psychological distress, and poor health outcomes (Nicholas 2019; Monro 2019; Darwin 2020; Losty and O’Connor 2018; Bradford et al. 2019). This is due to the gender binary and because nonbinary gender identities are viewed in dominant society as abnormal, deviant, and framed as social pariahs (Nicholas 2019; Nicolazzo 2016). Nonbinary individuals are consistently experiencing genderism, marginalization, transphobia, cisgenderism, transnormativity (Austin 2016; Nicholas 2019; Bradford et al. 2019), and administrative violence (Nicolazzo 2016; Stewart 2017; Spade 2015) because their gender identities are not recognized by society. Transnormativity “. . .  is the belief that there is only one way for trans* people to practice their gender. Specifically, trans*-normativity suggests all trans* people should transition from one socially knowable sex to another (e.g., male-to-female)” (Nicolazzo 2016: 1175). This framing renders nonbinary individuals invisible because they do not fit within the dominant trans   21  narrative (Nicholas 2019). Nonbinary gender identities also face the unique oppression of bigenderism or binary genderism, which upholds that only two gender categories exist and naturalizes a two-gender system (Nicholas 2019; Monro 2019). Under the cis/trans binary these differing experiences that nonbinary individuals face is lost. This means that we continue to miss a comprehensive view of gender because many people are still excluded.  Why Making Discrimination Central is Problematic While it is important to understand the marginalization and discrimination nonbinary individuals face and how their experiences differ from binary trans individuals, it is worth noting that the theme of discrimination was one of the most prevalent within scholarship. Within sociology, trans individuals are often centered through the lens of discrimination, violence, harassment, and marginalization (Shuster and Westbrook 2022). Scholars note that “Much of the sociological research on transgender people has documented the myriad ways in which trans people experience extreme inequalities across all domains of social life” (Shuster and Westbrook 2022: 2). Sociology “. . . disproportionately tell(s) narratives about pain and suffering” (Shuster and Westbrook 2022: 5). I argue the overwhelming focus on violence, trauma, and pain is problematic and upholds a damage centered research framework. Damage centered research “. . . reinforces and reinscribes a one-dimensional notion of . . .  people as depleted, ruined, and hopeless” (409) and creates a “. . . pathologizing approach in which the oppression singularly defines a community” (Tuck 2009: 413). Damage centered research centers pain and loss of individuals and this obscures the beauty and desires within communities (Tuck 2009).    22  The centering of violence, pain, suffering, and discrimination leaves out other vital aspects of a person's experience of gender, empowerment, and happiness. By only focusing on discrimination scholars “. . . foreclosed possibilities to fully understand the experiences of marginalized groups” (Shuster and Westbrook 2022:5). Constantly utilizing oppression and violence to frame trans experiences also has consequences in terms of how cisgender individuals view trans individuals and how trans individuals view themselves because there is a belief that marginalized individuals only live in misery and suffering (Shuster and Westbrook 2022). The framing of suffering becomes “. . . culturally entrenched in how cisgender people understand trans people and how transgender people come to understand themselves” (Shuster and Westbrook 2022:2). Scholars note that “knowledge produced by academics filters out to the public” and how research frames trans existence and experiences means this view becomes “more likely to become established as ‘truth’” (Shuster and Westbrook 2022:15).  Understanding oppression and marginalization is important but it is also vital to frame nonbinary experiences through other lenses as well. There is beauty, new possibilities, liberation, and freedoms that come from rejecting the hegemonic gender binary and these areas must also be explored. Nonbinary individuals need to be represented outside of the one-dimensional lens of oppression and violence. Scholars note that “Sociological scholarship on negative aspects of society is rewarded, as it upholds the status quo in how to frame social problems . . . “(Shuster and Westbrook 2022:14). The sociology of gender must examine and critically analyze the ways in which damage center research framings not only uphold the status quo, but also influence epistemologies. These framings prevent researchers from asking particular types of   23  questions around liberation, empowerment, pleasure, and joy. This limits the ways in which we understand how gender operates and how we understand gendered experiences.  For instance, researchers found that trans individuals found “immense levels” of joy within an existence of exclusion, found their quality of life improved after coming out as trans, and found that community building and connection with others increased (Shuster and Westbrook 2022: 2). These researchers note that “Due to the focus on exclusion and discrimination, scholars often fail to attend to how being from a stigmatized group can facilitate connection. . .” (Shuster and Westbrook 2022:12). Scholars also found that “. . . much knowledge is lost when academics fail to ask about joy” (15) and discussed that there is great value in asking participants about pleasure (Shuster and Westbrook 2022). Another scholar challenges damage centered framing by discussing the power and empowerment that nonbinary individuals can access due to an existence beyond the binary (Robertson 2018). Scholarship states that nonbinary individuals have, “. . . access to knowledge and knowing, freedom from social constructs, and multiple subjectivities. These components allow non-binary folx to possess a power that is not accessible to those confined with the structured gender binary” (Robertson 2018:47).  These examples illustrate that damage center research framings keep scholars from asking particular types of questions around joy, happiness, and empowerment. If damage center research framings are challenged, it opens up the possibility of new knowledge and possibilities.       24  CHAPTER 4  RESEARCH AGENDA MOVING FORWARD  The sociology of gender must recognize that there is an exclusion of nonbinaryness in scholarship and begin to include the experiences and perspectives of nonbinary individuals with research and scholarship.  A focus and inclusion of nonbinaryness allows for a full understanding of gender and the ways it operates within society. Without this lens our conceptualization of gender remains incomplete and continues to uphold the hegemonic gender binary system. I propose a research agenda moving forward should include an examination of (un)marked whiteness, racialization, intelligibility/legibility that contribute to inclusion of nonbinary individuals, and an examination of nonbinary existence in a space of exclusion that allows for new possibilities. These areas of scholarship are less pronounced as yet but this research agenda would allow for new possibilities and knowledges to emerge in terms of gender conceptualization, gender embodiment, gender subjugation, the limitations of the hegemonic gender binary system, empowerment, liberations, and new ways of understanding gender beyond the binary. These areas of scholarship remain vital to explore in terms of understanding nonbinaryness and how gender in general operates.  In the follow section the ways in which race and racialization surface within the study of nonbinaryness will be examined. Where does race show up in the study of nonbinary gender identities? How can scholarship and research be more inclusive of race and racialization? This section will also discuss the ways in which (un)marked whiteness surface. The next section will discuss how nonbinary folks face unintelligibility due to the hegemonic gender binary system that does not recognize their identity. This section   25  will explore how nonbinary folks are often not recognized at institutional, systemic, and interpersonal levels. The last section will discuss the existence in a space of exclusion that allows for new possibilities, knowledge, and consciousnesses to form. This section will examine the challenging of dominant logics and new possibilities, empowerment, and liberations that can come from this.  CHAPTER 5  RACIALIZATION OF GENDER   Within scholarship there is a lack of centralization of race and lack of recognition that gender is racialized. I argue that within scholarship (un)marked whiteness is the lens utilized to conceptualize nonbinaryness and there remains a glaring omission of nonbinary people of color’s experiences. If gender is only understood though whiteness the ways in which gender is operating is not fully understood and there remains gaps in our conceptualization of nonbinaryness. In order to account for diversity in gender identities and racialized gendered experiences, the sociology of gender needs to center and include more scholarship on the experiences of nonbinary people of color.  There is overwhelmingly no recognition that gender is historically and contemporarily racialized and often a focus on race is entirely missing within the majority of literature that centers nonbinary gender identities. Race has been recognized to play a role within womanhood, manhood, and binary transness yet there has not been enough recognition and understanding of how race and racialization shape nonbinaryness. Keener (2015) notes that “common identity factors (e.g., race, class, age), which add complexity to any account of gender, are frequently acknowledged as important, but are often described as being beyond the scope of the topic at hand” (486).   26  When race is acknowledged it is often within the limitation section and scholars may discuss that they did not have a large enough sample of participants that identified as people of color or scholars may state that they have a “diverse” sample, list varying racial demographics but then race and racialization are never fully brought into the discussion (Austin 2016; Bragg et al. 2018; Darwin 2017; Fiani and Han 2019; Goodman et al. 2019; Kozee et al. 2012; Kuper et al. 2018; Darwin 2020; Barbee and Schrock 2019; Richards et al 2016; Stachowiak 2017; Corwin 2016; Losty and O’Connor 2018; Bradford et al. 2019). Scholars need to go beyond naming participants as racially diverse and examine the ways in which race and racialization surface. There was no acknowledgement of how race impacts gender identities or how experiences of nonbinary people of color differed from the experiences of white nonbinary individuals. It is good that scholars note the limitations that arise within research yet race and racialization have found a home within the limitation section. Race and racialization must move beyond being something to note within the limitation section. This dismisses and ignores the vital role racialization plays in terms of gender conceptualization, gendered experiences, and how the subjugation of gender operates. If race is to stay a limitation noted in research, then a holistic conceptualization of gender and the hegemonic gender binary system are not fully understood.  (Un)marked whiteness is pervasive with the literature on nonbinary gender identities and this leaves nonbinary people of color rendered invisible. Darwin (2017) briefly mentions that nonbinary individuals are “slightly less likely to be white” in comparison to binary trans individuals (320) and this should be further explored within research. This (un)marked whiteness can also be seen within queer/trans studies and has   27  been well criticized within these fields (Bey 2017; Snorton 2017). As noted, prior, academic research impacts and shapes society's perceptions and affects how nonbinary individuals are viewed by others. Scholars also note that nonbinaryness is facing a similar positioning, framing, and genealogy that is being connected to (un)marked whiteness. For instance, in 2019 Merriam-Webster's Dictionary declared the pronoun of ‘they’ used by many nonbinary individuals as the word of the year (Harmon 2021). However, it is important to note that Merriam-Webster “. . . nam[ed] white English musician Sam Smith as contributing to its ‘recent’ popularization and again eras[ed] centuries of black feminist, black trans, and black queer thought and people” (Smythe 2021:168). This framing of nonbinaryness continues to center (un)marked whiteness in the same ways scholarship does. Where Racialization Surfaces in Scholarship However, there were a few qualitative studies that centered the experiences of nonbinary people of color by focusing on support systems (Stone et al 2020), centering autoethnographic experiences (Stewart 2017), and conducting interviews with two nonbinary people of color (Nicolazzo 2016). Support systems will be further examined to illustrate the importance of centering race and racialization and the elements that may have been missed without this framing. Several scholars note the importance of support systems and cultivating communities for nonbinary individuals (Bragg et al. 2018; Fiani and Han 2019; Kuper et al. 2018; Nicolazzo 2016; Stone et al 2020). These support spaces can be created through social media, online spaces, educational resources, and in person support groups (Bragg et al. 2018; Fiani and Han 2019). These spaces allow for affirmation, validation, resiliency, support with the discrimination individuals experience,   28  and allow for the sharing of resources (Bragg et al. 2018; Fiani and Han 2019; Stone et al 2020).  Nonbinary individuals face a double-edged sword of discrimination when seeking and cultivating support systems. They often experience marginalization within LGBTQ communities or LGBTQ-friendly spaces (Darwin 2020; Barbee and Schrock 2019; Losty and O’Connor 2018; Stone et al 2020; Fiani and Han 2019) due to transnormativity and the medicalized model of transness being upheld (Darwin 2020). Nonbinary individuals of color also experience marginalization through pervasive whiteness and racism within mainstream LGBTQ spaces which leads to erasures of their experiences (Nicolazzo 2016; Stone et al 2020). Stone (2020) examined how seeking community is racialized and nonbinary people of color build community differently that white nonbinary individuals and binary trans individuals. Their research reported that nonbinary people of color, specifically Black and Native American nonbinary individuals, more often seek community and support within LGBTQ+ communities of color in comparison to white nonbinary individuals who are more likely to seek community support from “white-dominated hobby or interest groups, in addition to or instead of the LGBTQ+ community” (Stone et al 2020: 227). This research helps to illustrate the importance of understanding how gender is racialized. If gender was not understood and acknowledged as racialized, the creative ways in which nonbinary people of color cultivate and create community would be missed. They ways in which nonbinary people of color cultivate spaces where they embrace their authentic selves in the face of white supremacy and the hegemonic gender binary system would be missed.     29  Theorization of Blackness and Transness Another area of scholarship where the role of racialization was central is within the theorization of blackness and transness that recognizes the importance of race and racialization within the construction of gender (Snorton 2017; Bey 2017; Tudor 2019; Stewart 2017). The role of racialization must be acknowledged within gender identities because in order to understand gender we must understand that the construction of gender is a racialized process because gender exists within a racialized state and is constructed though a history of racism and white supremacy (Tudor 2019). Tudor (2019) states that for trans and nonbinary people of color “. . . racialisation means being constructed in multiple ways as ambivalent towards/non-belonging to the dominant norm of Whiteness and gender in Western nation states” (373-374). This pervasive white supremacy within the constructions of gender creates (un)marked whiteness as natural and renders the racialization of the construction of gender invisible. Stewart (2017) states that by “. . . recongniz(ing) how race and gender were mutually constitutive, whiteness was remembered to be the origin story for gender. . .” (300).  This is why scholars note that the “. . . sex/gender system must be understood as a race/gender system” (Tudor 2019:367).  Scholars theorizing blackness and transness recognize the role that colonization and slavery played. Colonization structed gender as binary and heteronormative (Tudor 2019) and this concept was forcefully upheld. Gender has been produced through the “logics that sustained racial slavery” (Snorton 2017: 53). Within colonization and slavery enslaved black women were excluded from the category of (white) women and did not have access to the same womanhood that was afforded to white women (Tudor 2019;   30  Snorton 2017; Stewart 2017). Tudor (2019) states, “. . . the concept of gender, and with it womanhood, is a colonial one” (366). This illustrates that the construction of womanhood is racialized and understood though racialization and that gender must be understood as being attached directly to whiteness. It is understood that womanhood is racialized, yet scholars have not examined and analyzed how nonbinaryness is racialized.  The theory of ungendering illustrates how gender is understood though racialization and argues that ungendering of blackness took place due to normalized racial violence during colonization and slavery (Tudor 2019; Snorton 2017; Stewart 2017). Blackness was rendered ungendered because slavery and colonization rendered black bodies into flesh (objects) and thus into a commodity to be used (Snorton 2017). White women and white bodies remained human because they were viewed as objects and gendered; they were not rendered into flesh and ungendered as blackness was (Snorton 2017). Ungendering challenges the fixed notions of the sex/gender binary and illustrates the fluidity and movement of gender which is in direct opposition to the dominant ideologies of sex and gender as fixed. Snorton (2017) states the “ungendering of blackness became a site of fugitive maneuvers wherein the dichotomized and collapsed designations of male-man-masculine and female-woman-feminine remained open—that is fungible and the black’s figurative capacity to change form as a commoditized being engendered flow” (59). The theory of fugitivity recognizes transness and blackness as a space of disruption and refusal (Bey 2017). Bey (2017) declares that “Black and trans* are both disruptive orientations indexed imperfectly by bodies said to be black or trans* and thus can succumb to logics of white supremacy and cis sexism” (278). Transness and blackness are “. . .  beyond of politics and distinctions and legibility already in motion. . .   31  “and this places them both within a fugitive state (Bey 2017: 288). Ungendering illustrates the fluidity of gender and the racialization of gender. Fugitivity illustrates that blackness and transness exist in a space of exclusion and have the possibility of challenging dominant logics of white supremacy, cissexism, and the gender binary.  These framings and theorizations of blackness and transness offer holistic ways of thinking about gender outside of, in-between, and beyond the gender binary. Nonbinary gender identity must be framed and understood within a context that recognizes that gender is racialization. Gender must be understood as racialized and race but be understood as gendered. It has been well understood that racialization affects cisgender women, cisgender men, and binary trans individuals. Scholars also note that androgyny is racialized and associated with whiteness (McNabb 2017). Yet the racialization of nonbinary individuals has not been fully explored and these voices within the margins remain silenced. The racialization of nonbinary gender identities must be fully acknowledged and elaborated on. Research needs to include and focus on the experiences of nonbinary people of color.  CHAPTER 6  INTELLIGIBILITY/LEGIBILITY  Another key theme in scholarship that needs increased attention is a focus on nonbinary gender identities in terms of intelligibility/legibility. Many scholars note that gender nonconforming and nonbinary individuals exist within a space that does not recognize their gender identity as legitimate and renders them illegible (Mono 2019; Robertson 2018; Stewart 2017; Barbee and Schrock 2019; Corwin 2016; McNabb 2017; Halberstam 2018; Tudor 2019; Darwin 2017; Nicholas 2019; Nicolazzo 2016).   32  Nonbinary individuals and binary trans individuals who cannot “pass” all face dilemmas regarding legibility because they are viewed as “. . .deviant bodies under the sign of nonnarrative masculinities and femininities” (Halberstam 2018: 148). Intelligibility is directly connected to the ability to be recognized within binary gender categorizations (Barbee and Schrock 2019). Robertson (2018) states, “These systems do not allow for an uncategorized subject. Because of their status of not yet classified, non-binary folx become a problem that society attempts to bind within a space that it can understand and classify” (55).  Due to the naturalization of the hegemonic gender binary system, an existence outside of the binary becomes unintelligible, and this unintelligibility renders nonbinary individuals invisible (Robertson 2018; Darwin 2017; Bey 2017; Monro 2019). Gender nonconforming and nonbinary gender identities are unintelligible due to the binary gender system just as some scholars recognize that blackness also exists within a fugitive and fungible state due to white supremacy (Snorton 2017; Bey 2017; Tudor 2019). Thus, “Black bodies occupy space implicitly coded in and through whiteness “(Bey 2017: 277) and nonbinary bodies occupy a space coded though binary gender, which renders a double edged sword of unintelligibility for nonbinary people of color. Bey (2017) states, “Trans*-ness, and trans*- ness’s blackness, is the beyond of politics and distinctions and legibilities already in motion. . .” (288). Deeply rooted heterosexism, cisgenderism, cisnormativity, bigenderism, and white supremacy are pervasive within society, and this continues to render nonbinary individuals illegible.      33  Systems, Institutions, and Interpersonal Relations   For nonbinary gender identities, an existence outside, in-between, and beyond the binary system of gender means that individual’s genders are often not recognized at institutional, systemic, and interpersonal levels. Nonbinary folks may struggle to have their gender identity recognized in these spaces due to unintelligibility. It is important for scholarship to recognize the restraints of the gender binary system in order to challenge these constraints. It is also vital that scholars examine the creative, empowering, and liberating ways in which nonbinary folks find gender affirmation.  In Stewart’s (2017) autoethnography about NB/GQT* experience, Stewart (2017) recognizes intelligibility/legibility by stating, \"I am seen but unseen, visible yet invisible, observed but not regarded by a cisgender society and its institutional systems that center and reproduce binary gender norms” (289). Laws, polices, institutions, systems, and the state all reinforce the gender binary (Stewart 2017; Robertson 2018). Attending school (identification and uniforms), obtaining a job, government identification (state/federal), voting, marriage documents, healthcare, insurance policies, and gendered spaces are all dominated by the gender binary system (Stewart 2017; Barbee and Schrock 2019; Monro 2019; McNabb 2017; Bragg et al. 2018; Robertson 2018). Gendered spaces can be problematic for nonbinary individuals because they have a particularly confining relationship to binary gender ideologies. Several scholars point out bathrooms as a place of contention for gender nonconforming and nonbinary individuals (Barbee and Schrock 2019; Monro 2019; Riggle 2018; McNabb 2017; Bragg et al. 2018; Halberstam 2018). Stewart (2017) states, \"In other words, trans* people, including those who are NB/GQT*   34  [nonbinary/genderqueer/ trans*], are consistently engaged in the process of stumbling upon and into the sensory limitations of binary gender” (292).  Not only are nonbinary individuals rendered invisible by the state, but they are also not recognized by individuals within interpersonal interactions. For nonbinary individuals   misgendering is a frequent occurrence due to the restrictive hegemonic binary system (Darwin 2017; Fiani and Han 2019; Nicholas 2019; Darwin 2020; Barbee and Schrock 2019; McNabb 2017; Losty and O’Connor 2018). Nonbinary individuals rarely have their gender identity perceived correctly and discuss that being gendered accurately consistently was unachievable (Darwin 2017; Fiani and Han 2019). Nonbinary gender identities are constantly being labeled and read by others within a binary frame of gender and this renders nonbinary gender identities unintelligible (Darwin 2020; Barbee and Schrock 2019). Tudor (2019) describes this space as “. . . the uninhabitability of gender nonbinary – of not being able to be read and make oneself readable in terms that are either male or female, masculine or feminine. . .” (373).  Scholars recognize the importance of having others and society correctly recognize one’s gender identity in terms of identity construction (Darwin 2017; Robertson 2018). Due to nonbinary gender identities being constantly misread and unintelligible to others, nonbinary individuals are frequently correcting people about their gender identities and educating people about the social construction of gender (Darwin 2017). Scholars note that “The nonbinary coming out process never ends. . . This is because the assumption of a naturalized gender binary is so entrenched within society” (Darwin 2017:328). Research positions nonbinary individuals as feeling tired, exhausted, and overwhelmed by having to consistently explain their gender to others (Austin 2016;   35  Darwin 2017; Barbee and Schrock 2019; Corwin 2016). Nonbinary individuals used terms such as “awkward”, “emotionally exhausting”, “painful” (Austin 2016, 223), “frustrating”, and “difficult” to describe what it is like to exist in a continual state of explanation (Barbee and Schrock 2019: 584).  Due to the dominant binary constriction of gender, gender nonconforming and nonbinary individuals face pressure to conform to the binary or are forced to conform to binary norms (Bey 2017; Darwin 2020; Robertson 2018; Barbee and Schrock 2019; Corwin 2016; Losty and O’Connor 2018; Acosta 2013; Moore 2011). Pressure to conform to the gender binary can come from dominant society, family, and from within queer/trans communities due to transnormativity (Darwin 2020; Acosta 2013; Stachowiak 2017).  Nonbinary individuals face pressure to conform to the binary because their gender is outside the boundaries of legibility and they may be forced into the binary through identification documentation, state apparatuses, systems, and institutions that only recognize a two gendered system. Gender nonconforming individuals can also be forced into the binary through threats of violence, fear, harassment, misgendering, or the need to obtain a job (Barbee and Schrock 2019). Nonbinary individuals may choose to “pass” as cisgender in certain circumstances due to these pressures and threats (Barbee and Schrock 2019). Although “passing” as binary can help individuals obtain “. . . binary-based pleasures, privileges, and resources” it comes at an “. . . emotional costs (e.g., feeling inauthentic, disempowered)” (Barbee and Schrock 2019:590). These constraints of the gender binary system should be studies in order to challenge the hegemonic gender binary, explore ways nonbinary folks find affirmation, and support nonbinary folks.   36  Focus in this area allows scholars to explore new possibilities and conceptualizations of how gender is operating within and outside the binary.  Nonbinary Intelligibility/Legibility and The Gender Binary Some scholars argue that due to restrictive gender binary systems the ability of individuals to identify as nonbinary is more idealistic due to the social experience and restrictions of gender (Halberstam 2019; Monro 2019; Corwin 2016). Halberstam (2019) states that the ability to exist outside of the gender binary “. . . is whimsical at best, since there are few ways to interact with other human beings without being identified with some kind of gendered embodiment. The concept of ‘agender,’ then, names a wish to be outside of gender norms, rather than the real experience of being so” (9-10). Due to these constraints some argue that “…in mainstream society, living openly beyond the two-sexes/two-genders system would still not appear to constitute a socially viable option” (Monro 2019: 128). However, regardless of these gendered binary restrictions and despite being rendered unintelligible by dominant society, systems, and intuitions, nonbinary gender identities do exist, have existed, and will continue to exist, even if these identities remain illegible and within the margins. Nonbinary and gender nonconforming individuals will continue to challenge the boundaries of the intelligibility of gender. Nonbinary individuals disrupt the gender binary system, demand gender be understood on a spectrum, and refuse to be constrained by a flawed framework of gender. It is imperative that scholars allow for gender diversity in research in order to dismantle the unintelligibility of nonbinaryness. Nonbinaryness will remain unseen and continue to be pushed to the margins if research is not inclusive of the diversity of gender. Research and academic knowledge has the ability to shape public opinion and influence policies. Thus,   37  if nonbinaryness is to be recognized in society scholars must critically examine and analyze the ways in which scholarship and research reinforces the gender binary. Recognition of Nonbinary Gender Identities However, social intuitions are beginning to recognize gender beyond the binary. Internationally there are several countries that have legal recognition of genders outside the binary on identity documents (McNabb 2017). Within the U.S., gender marker X is beginning to be recognized on passports, driver’s licenses, and birth certificates (Lambda Legal 2020). Currently there are 10 states that allow individuals to use gender marker X on their driver’s licenses and there are 8 states that allow individuals to use gender marker X on their driver’s license and birth certificates (Lambda Legal 2020). The U.S. Department of State has recently begun to allow individuals to use gender marker X on passports (Blinken 2022). Forms are also beginning to recognize genders outside of the binary and allow individuals to mark genders beyond male and female.  Language is starting to be interrogated in terms of how it upholds the binary. There is a recognition of naming pronouns and gender-neutral pronouns such as they, ze, and xe. Individuals regardless of gender identity have begun to put pronouns at the end of email signatures, add pronouns to video chat application screens, and may ask people what pronouns they use. This demonstrates a shift in more individuals recognizing gender identities beyond the binary. It is important to note that the use of pronouns varies within nonbinary gender identities. Nonbinary individuals may also choose to shift between all pronouns or utilize binary pronouns such as “he” or “she” (Nicolazzo 2016; Losty and O’Connor 2018). In terms of language there is recognition and positioning of other gender-neutral language, such as Mx. (gender-neutral for Ms./Mrs./Mr.), broom (the   38  gender-neutral world for bride/groom) (McShane 2022) and nibling (a gender-neutral word for niece/nephew). Social systems and institutions are beginning to recognize gender beyond the binary, and it is important that the sociology of gender recognizes and supports the dismantling of the hegemonic gender binary. There is a need for increased research that centers and includes the experiences of nonbinary individuals in terms of intelligibility. This allows for analysis of the constraints of the hegemonic gender binary, exploration of new possibilities of moving beyond the binary, and an examination of the ways in which individuals exist beyond the binary. This exploration will allow for a holistic understanding of the ways in which gender and gendered subjugation are operating.  CHAPTER 7 SPACE OF EXCLUSION AND ALLOWANCE OF POSSIBILITIES A final theme within scholarship that needs increased attention within the sociology of gender is the exploration of an existence in a space of exclusion which creates new possibilities due to refusing to exist within dominant logics understood through white supremacy and the hegemonic gender binary system. Scholars recognize that blackness and transness exists within the margins and within a space of exclusion due to racialization and unintelligibility. Thus, both transness and blackness are disruptive, refusals (Bey 2017) and exist within a space of exclusion (Snorton 2017; Tudor 2019). Bey (2017) utilizing Spiller's framing describes “black and trans* bodies” . . .  as “an alternative statement [or] a counterstatement” (278). This space of exclusion is a site of discrimination, oppression, and marginalization but also a site of new   39  possibilities (Snorton 2017; Robertson 2018). This space of possibility is a space where cultivation of resistance, empowerment, and freedom reside.   Scholars utilize varying terminology to discuss this space of exclusion, such as the undercommons (Bey 2017; Halberstam 2019), the borderlands through Anzaldúa’s theorizing (Robertson 2018), and “transversing” gender’s DMZ (demilitarized zone) (Stewart 2017). The undercommons is a fugitive space where blackness and transness lie “that absently saturates the conditions upon which subjectivity rests” and refuses logic that is bound by binary gender systems and white supremacy (Bey 2017: 276). Robertson (2018) utilized Anzaldúa’s theorization of the borderlands to discuss the space nonbinary individuals occupy and inhabit. Anzaldúa (2012) states, “A borderland is a vague and undetermined place created by the emotional residue of an unnatural boundary. It is in a constant state of transition. The prohibited and forbidden are its inhabitants” (3). Stewart (2017) utilizes the conceptualization of gender’s DMZ to discuss the space that the hegemonic binary gender system has created. Stewart (2017) states, “Nonbinary genderqueer identities defiantly take up space within a demilitarized zone that vacates the continuum of gender and instantiates binary genders” (285). “Trans*versing” this “terrain” of the DMZ renders nonbinary individuals in a space of exclusion (Stewart 2017).  New Possibilities and Consciousnesses This space of exclusion also allows for a space of new possibilities, empowerment, freedom, and liberation (Nicolazzo 2016; Robertson 2018; Stachowiak 2017; Bradford et al. 2019; Snorton 2017; Barbee and Schrock 2019). This space of exclusion is emancipatory (Nicolazzo 2016), contains power (Robertson 2018), is a   40  source of strength, and allows for creativity (Bradford et al. 2019; Robertson 2018). This space of exclusion allows for a new consciousness to form “that is not bounded by conventional binaries” (Robertson 2018: 50) and allows for “different modes of non-normative thinking” to be constructed (Stachowiak 2017: 536). This space allows for limitations to be resisted (Nicolazzo 2016) and allows individuals to “deconstruct/reconstruct” the dominant notions that hold categories in fixed binary positionings (Robertson 2018: 48). These spaces of exclusion allow for “knowing in different ways” (Robertson 2018: 52) because individuals are not constrained by restrictive dominant conceptualizations that maintain the hegemonic gender binary and white supremacy. Scholars note this space of exclusion can allow for emotional benefits, feelings of pleasure in challenging the gender binary, liberation, confidence, and increased feelings of authenticity (Barbee and Schrock 2019). A recent study centering trans joy found that trans individuals “. . . expressed joy in being members of a marginalized group” (Shuster and Westbrook 2022: 1). Embracing their marginalized identity increased quality of life, self-confidence, connection to others through community, and a sense of peace (Shuster and Westbrook 2022). Some trans individuals discussed that being a part of a marginalized groups gave them new perspectives and allowed them to question taken for granted dominant logics about gender (Shuster and Westbrook 2022). Some people found joy in the ability to challenge, push back against, and question gender norms (Shuster and Westbrook 2022). Due to questioning the dominant logics of gender people were able “to access deeper self-reflection and understanding” (Shuster and Westbrook 2022: 9). The type of power and knowledge that exists with this space of exclusion is not accessible to   41  individuals who are constrained by gender binary systems (Robertson 2018). This space of exclusion allows for new “conditions of possibilities” and “new forms of becoming” (Snorton 2017). There needs to be more exploration of this space of possibilities, particularly, the space inhabited by nonbinary people of color due to the double-edged sword of gender unintelligibility and racialization.   CHAPTER 8  OVERVIEW: GAPS, SHORTCOMINGS AND LIMITATIONS    Within the sociology of gender and the study of nonbinaryness there are many vital elements and factors that remain missing or pushed to the margins. The gaps, shortcomings and limitations that arise are a lack of research that centers and includes nonbinary individuals, the maintenance of the cis/trans binary, (un)marked whiteness, the positioning of nonbinary as a new and recent emergence, the ways gender variation is discussed historically and cross-culturally, and damage centered research framings. Within research trans individuals are often excluded from empirical studies because studies relying on the binary gender system (Fiani and Han 2019) or the sample size of trans populations is said to be inadequate. This renders nonbinary individuals invisible and relies on flawed frameworks of gender. However, when trans participants are included within research often research framings uphold the cis/trans binary. Due to this framework nonbinary individuals become lost under the umbrella of trans and may have also been identified with binary transness within research because there was no available discourse that allowed them to identify as nonbinary (Richards et al 2016). This again renders nonbinary experience to remain in the margins.    42  The ways in which nonbinaryness is positioned and framed within research is another issue that arises. The positioning of damage centered research framings only allows for a one- dimensional view of transness and nonbinaryness through marginalization, pain, suffering, violence, and discrimination. The centering of nonbinary as a recent emergence neglects the existence of gender variation historically and renders invisible the violence that was used during colonization and slavery to enforce a binary gender system. The framing of historical and cross-cultural examples needs to go beyond noting them to illustrate gender diversity, needs to better acknowledge the ways race surfaces, and needs to clearly note that gender variation historically and cross culturally cannot be equated to nonbinary gender identities. The final issue that arose within scholarship was (un)marked whiteness, the exclusion of nonbinary people of color, and the lack of recognition of racialization. Within scholarship race and racialization remain in the limitation section. Moving forward scholarship needs to address these gaps, shortcomings and limitations in order to have a full, holistic, and comprehensive understanding of gender. CHAPTER 9 WHY IT MATTERS The inclusion and centering of nonbinary individuals within research is not a niche area of study as it is often positioned. In order for scholarship to have a full comprehensive understanding of gender, gendered systems, gender subjectivity, and gendered experiences there needs to be an inclusion of gender diversity, recognition of racialization, and an acknowledgement that binary frameworks are flawed. If nonbinary gender identities are not included within research, then scholars lack a comprehensive   43  understanding of gender and how gendered systems operate. If research were to only focus on men, it is clear that scholars would not fully understand the ways in which gender is operating and that men would then stand in to represent all gendered experiences. The same is true when nonbinary individuals are excluded because scholars are rendering invisible an entire group’s gendered experiences. The inclusion of nonbinaryness allows for an opportunity to more deeply and fully understand gender and vital elements of gender are missing without this inclusion. More individuals are openly identifying as nonbinary, and we cannot continue to ignore an entire communities' experiences.  Race and racialization must also be addressed in scholarship if scholars are to have a full, accurate, and comprehensive conceptualization of gender and the ways in which gendered systems operate. If scholars fail to include race and racialization whiteness becomes the origin story and representation of nonbinaryness which erases the experiences and existence of nonbinary people of color and is an incomplete depiction of nonbinaryness. It is well understood that race and racialization impact the gendered experiences of men, women, and binary trans individuals. However, this same recognition is not given to nonbinaryness. There must be a recognition that gender itself is racialized. The inclusion of race not only allows for a more comprehensive understanding of gender it also allows for exploration of the ways in which racialization is operating. There also must be a recognition that binary categorization of gender such as man/woman or cis/trans are flawed, inadequate, and misrepresentative of gender and the spectrum of gendered experiences. This recognition allows for gender to be more fully understood because privileging the binary renders a large number of individuals   44  unintelligible. The inclusion of nonbinaryness, opening of gendered categorization, and moving beyond a binary framing in research would allow for a more comprehensive and accurate conceptualization of gender and the ways gendered systems function. New Possibilities and Knowledge Standpoint epistemologies (Smith 1988) and situated knowledges (Haraway 1988) illustrate that nonbinary individuals and nonbinary people of color possess a particular type of power and knowledge that is not accessible to individuals constrained by the hegemonic gender binary (Robertson 2018). Situated knowledge allows for a unique and vital understanding that is not represented when the focus remains on cisgender and binary trans individuals. Due to situated knowledges, nonbinary voices and representation allow for a more “adequate, sustained, objective, transforming accounts of the world” (Haraway 1988: 584).  Scholarship on nonbinaryness offers new theories and insights on the ways in which gender operates, the constraints of the gender binary system, and the exploration of a place of new possibilities. This inclusion opens new areas of knowledge and new understandings that have been overlooked due to hegemonic gender binary systems and positioning of binary categorization such as cis/trans. There is much to be explored about how gender operates and how gender operates beyond a binary. Existing in space of exclusion allows for new perspectives and knowledge to emerge that is not constrained by hegemonic gender binary logics. This space of exclusion challenges binary notions of gender, allows for a new consciousness to emerge, and it allows gender to be seen in ways that are invisible within a gender binary framing. For example, it is well understood that there are gendered norms and expectations around binary genders (man/woman).   45  These gendered norms and expectations are heavily policed, shape socialization, and structure expectations of actions and behaviors. However, existing outside of these normative expectations allows for challenging dominant ideas about gender and new ways of conceptualization gender that are not constrained by dominant binary gendered logics.  Within the sociology of gender, regardless of the subject area nonbinary individuals need to be included. The inclusion of nonbinary gender identities informs other areas of scholarship and allows for a more comprehensive understanding of social phenomenon. These areas of scholarship include but are not limited to the wage gap, dating, relationships, the construction of language, employment, educational systems, laws/policies, the criminal justice system, diversity, sexuality, racialization, masculinity, femininity, division of gendered labor, gender-based violence, inequality, and social organization. For example, how does existing outside of binary gender logics impact dating and relationships? Scholarship is well aware of and recognizes the impacts that race has on dating and relationships. Research has shown that race plays a role in who people see as potential dating partners and recognizes how controlling racialized images impact people of color within the dating realm. Recent research conducted by Blair and Hoskin explores the role that transness has within dating in terms of individuals choosing potential dating partners (2019). This study found that 87.5% of people with varying genders and sexualities would not date a binary trans individual (Blair and Hoskin 2019). However, there has been little research conducted on nonbinary individual's dating experiences. Dating apps often allow for individuals to choose a gender identity beyond the binary, yet scholarship neglects to explore the ways in which nonbinaryness surfaces   46  within dating. All areas of gender scholarship are impacted by the inclusion or exclusion of gender diversity. Varying gender scholarship would be positively impacted by the inclusion of nonbinary individuals because it would allow for an understanding of how gender is informing, influencing, and shaping social areas and relationships.  CHAPTER 10 LIMITATIONS Due to the scope of the paper, there are limitations that surface. Intersectionality is vital within the study of gender and nonbinaryness. Intersectionality recognizes overlapping and interconnected systems of power, oppression, and privilege. Within this paper there are many other social identities that were not discussed that are an important factor when studying gender and nonbinaryness. For example, sexuality and class are two social identities that must be included within the analysis of nonbinary gender identities. These two identities along with other social identities were not fully explored with the paper.  Marginalization, oppression, and power were discussed in the paper in terms of the restraints of the gender binary system, discrimination, and what an existence in a space of exclusion allows for. However, due to the scope of the paper the dominant logics of white supremacy and the hegemonic gender binary system need to be further examined and interrogated. Power should be recognized to be present in terms of what the study of nonbinaryness has left out, what the focus areas have been, and how nonbinaryness faces gender policing. The policing of nonbinaryness and its relation to dominant logics of power should be further examined in future research. Again, the scope of the paper did not allow for further examination, but it is vital that the ontology of gender be understood   47  as being defined through power, white supremacy logics, and gender binary system logics which enforces particular ideas about gender, femininity, and masculinity.  As discussed, gender must be understood as racialized. However, due to the scope of the paper, the ontology of gender and racialized logics was not fully examined. Scholars note that racialized logics that maintain racism and racialization have played a “. . . foundational role in the construction of gender” (Tudor 2019: 369) and have “structured dominant epistemologies” of gender (Aiken et al 2020:428). Scholars state that gender is “. . . understood particularly as that material and (white) symbolic regime of binaristic categorization” (Bey 2019: 60) and ideologies of gender and race “. . . mutually inform one another and have done so since their inception” (Krell 2017: 233). Scholars note that gender ontology is “. . . predicated on the integrity of an ontology constituted by a white symbolic order” (Bey 2019: 56). The ways in which the racialized gendered logics surface, constrain nonbinaryness, and police gendered boundaries should be further explored.  CHAPTER 11  CONCLUSION (MOVING FORWARD) The research agenda moving forward should center racialization, intelligibility, and the possibilities that exist within spaces of exclusion. These are themes in scholarship that need increased attention and will allow for new understandings and knowledge in terms of the ways gender operates, the conceptualization of gender, the limitations of the antiquated gender binary system, and the empowerment and liberations that exist in a space of exclusion.   48  Research on nonbinaryness recognizes that there is no one way to conceptualize, embody, or understand gender beyond the binary. This means that the labels and the ways nonbinary individuals express, define, and understand their gender vary. The sociology of gender must recognize this and begin to think about the ways in which gender is categorized. Scholars need to move beyond binaries to capture an array of gendered experiences and gender diversity. Research needs to open the categorization of gender and not restrict people to a few boxes. Scholars need to find ways to represent and study gender without collapsing gender into a binary. This entails reflexivity and examining the ways in which research epistemologies and methodologies are upholding and maintaining the hegemonic binary system. If research asks questions about binary gender, then studies will only get answers about binary genders. The way research questions are framed has the potential to challenge or uphold the gender binary. If research collapses gender into binaries, then gender will only be understood as binary. This ignores a large spectrum of gendered experiences.  Researchers must be intentional about recruiting participants outside of the binary categories of man and woman. It entails being intentional about having more than a few participants in a gendered category (i.e., trans and especially nonbinary) and oversampling in order to make sure to represent a diversity of gendered experiences. In terms of nonbinary scholarship, Darwin states, “Scholars must critically examine assumptions that undergird dominant analytical frameworks and survey instruments, allow participants to self-identify their gender (even though this decision requires more labor during data analysis), and pay heed to ‘best practices’ authored by gender and transgender experts” (Darwin 2020:378). Moving forward scholars must also be   49  intentional to take race out of the limitation section, where it seems to have found a home. This again may require intentional oversampling to ensure there is racial diversity amongst participants. It also means scholars need to move beyond naming racial diversity and instead explore how racialization surfaces within gender. There needs to be recognition that gender is racialized and there needs to be acknowledgement of how overlapping systems of power and domination operate.  The sociology of gender must examine the harmful ways in which nonbinaryness is positioned. Scholars must move beyond damage centered research framings and include empowerment, liberation, joy, pleasure, and strength within nonbinaryness. Research must push beyond a one-dimensional framing of nonbinaryness and transness. This does not mean that research should not examine discrimination, but it does mean it should not be the only aspect of a gendered existence it examines and centers. Beyond damage center framings, scholarship needs to be conscious of the ways in which nonbinaryness is framed. It is not a new or recent emergence and gender variation has existed historically. With this understanding there also needs to be acknowledgement that gender variation historically and cross culturally cannot be equated to nonbinaryness. The sociology of gender must begin to include all gendered experiences if scholars are to have a full and comprehensive understanding of gender. Nonbinary individuals must be included within research or scholarship will uphold a flawed framework of gender and miss vital pieces of how gender is operating. Nonbinary individuals and nonbinary people of color must be taken out of the margins, not be left within the limitation section, and must emerge from under the cis/trans umbrella.     50  NOTES  Note 1) Content Analyzed: A mixture of quantitative studies, qualitative studies, and academic literature was utilized to analyze the study of nonbinary gender identities. In order to compile literature and research, the following search terms were utilized within databases: nonbinary (non-binary), genderqueer (gender queer), agender, androgynous, and gender nonconforming (non-conforming). Trans was intentionally left out of the search because trans scholarship often falls victim to the cis/trans binary and renders nonbinary experiences invisible. LGBTQIA+ was also left out because often within this scholarship nonbinary individuals are not included or remain in the limitation section.   Note 2) Due to the limited research within the study of nonbinary gender identities, many disciplines were drawn from that included trans studies, queer studies/gay and lesbian studies, gender studies, sociology, psychology, and few within education. Outside of queer studies and trans studies, there is less scholarship that surfaces. Within scholarship on transness and/or blackness and transness it is often framed around sex work, healthcare, and violence. The saturation of transness and blackness with medicalization, criminalization, and violence only serves to uphold damage centered research, white supremacy, and a medical model of transness. Scholarship outside of queer/trans studies often maintained a focus on clinical work which centers the aims of clinical professionals who are working with and providing care for nonbinary individuals. Nonbinary gender identities must be understood outside of a medical lens. This illustrates that there is a need for the sociology of gender to produce more scholarship in this area and be more inclusive of nonbinary individuals within research. It is important that the sociology of gender becomes more pronounced in terms of one of the disciplines that is producing scholarship that includes and centers gender identities outside of the binary. Note 3) This paper does not utilize the asterisk on trans. Scholars that have debated the use of the asterisk. The asterisk is often used to make clear that trans is an umbrella term that includes many gender variations, gender identities, and varying gendered experiences. However, tans without an asterisk is already represented of varying gendered experiences and should be understood as an umbrella term with or without the asterisk. The umbrella of trans must also be understood as being inclusive to nonbinaryness. Yet, it must also be acknowledged that nonbinary folks may or may not identify with the label of trans.          51  BIBLIOGRAPHY Acosta, Katie L. 2013. Amigas y Amantes: Sexually Nonconforming Latinas Negotiate Family. New Brunswick, NJ: Rutgers University Press. Ahmed, Sara. 2014. Willful Subjects. Durham, NC: Duke University Press. Aiken, Joshua, Jessica Marion Modi, and Olivia R. Polk. 2020. “Issued by Way of ‘The Issue of Blackness.’” TSQ Transgender Studies Quarterly 7(3):427–44. Anzaldúa, Gloria. 2012. Borderlands/La Frontera: The New Mestiza, Fourth Edition. 4th ed. Aunt Lute Books. Austin, Ashley. 2016. “‘There I Am’: A Grounded Theory Study of Young Adults Navigating a Transgender or Gender Nonconforming Identity within a Context of Oppression and Invisibility.” Sex Roles 75(5–6):215–30. Barbee, Harry, and Douglas Schrock. 2019. “Un/Gendering Social Selves: How Nonbinary People Navigate and Experience a Binarily Gendered World.” Sociological Forum (Randolph, N.J.) 34(3):572–93. Bey, Marquis. 2019. “Black Fugitivity Un/Gendered.” The Black Scholar 49(1):55–62. Bey, Marquis. 2017. “The Trans*-Ness of Blackness, the Blackness of Trans*-Ness.” TSQ Transgender Studies Quarterly 4(2):275–95. Blair, Karen L., and Rhea Ashley Hoskin. 2019. “Transgender Exclusion from the World of Dating: Patterns of Acceptance and Rejection of Hypothetical Trans Dating Partners as a Function of Sexual and Gender Identity.” Journal of Social and Personal Relationships 36(7):2074–95.  Blinken, Anthony J. 2022. “X Gender Marker Available on U.S. Passports Starting April  11: Press Statement.” United States Department of State. Retrieved April 25, 2022  (https://www.state.gov/x-gender-marker-available-on-u-s-passports-   starting-april-11/). Bradford, Nova J., G. Nicole Rider, Jory M. Catalpa, Quinlyn J. Morrow, Dianne R. Berg, Katherine G. Spencer, and Jenifer K. McGuire. 2019. “Creating Gender: A Thematic Analysis of Genderqueer Narratives.” The International Journal of Transgenderism 20(2–3):155–68. Bragg, Sara, Emma Renold, Jessica Ringrose, and Carolyn Jackson. 2018. “‘More than Boy, Girl, Male, Female’: Exploring Young People’s Views on Gender Diversity within and beyond School Contexts.” Sex Education 18(4):420–34. Brown, Anna. 2022. “About 5% of Young Adults in the U.S. Say Their Gender Is   Different from Their Sex Assigned at Birth.” Pew Research Center.   (https://www.pewresearch.org/fact-tank/2022/06/07/about-5-of-young-adults-in- the-u-s-say-their-gender-is-different-from-their-sex-assigned-at-birth/).   52  Corwin, Anna I. 2016. “Emerging Genders: Semiotic Agency and the Performance of Gender among Genderqueer Individuals.” Gender and Language 11(2):255–77. Darwin, Helana. 2017. “Doing Gender beyond the Binary: A Virtual Ethnography: Doing Gender beyond the Binary.” Symbolic Interaction 40(3):317–34. Darwin, Helana. 2020. “Challenging the Cisgender/Transgender Binary: Nonbinary People and the Transgender Label.” Gender & Society: Official Publication of Sociologists for Women in Society 34(3):357–80. Fiani, Chassitty N., and Heather J. Han. 2019. “Navigating Identity: Experiences of Binary and Non-Binary Transgender and Gender Non-Conforming (TGNC) Adults.” The International Journal of Transgenderism 20(2–3):181–94.   Fine, Michelle, and María Elena Torre. 2019. “Critical Participatory Action Research: A  Feminist Project for Validity and Solidarity.” Psychology of Women   Quarterly 43(4):433–44. doi: 10.1177/0361684319865255. Goodman, Michael, Noah Adams, Trevor Corneil, Baudewijntje Kreukels, Joz Motmans, and Eli Coleman. 2019. “Size and Distribution of Transgender and Gender Nonconforming Populations: A Narrative Review.” Endocrinology and Metabolism Clinics of North America 48(2):303–21. Halberstam, Jack. 2018. Female Masculinity. 20th Anniversary Edition. Durham, NC: Duke University Press. Halberstam, Jack. 2019. Trans: A Quick and Quirky Account of Gender Variability. University of California Press. Haraway, Donna. 1988. “Situated Knowledges: The Science Question in Feminism and  the Privilege of Partial Perspective.” Feminist Studies: FS 14(3):575. doi:    10.2307/3178066. Harmon, Amy. 2019, Updated 2021. “‘They’ Is the Word of the Year, Merriam-Webster  Says, Noting Its Singular Rise.” The New York Times. Hayward, Eva S. 2017. “Don’t Exist.” TSQ Transgender Studies Quarterly 4(2):191–94. Hemmings, Clare. 2011. Why Stories Matter: The Political Grammar of Feminist Theory. Durham, NC: Duke University Press. Johnson, E. Patrick. 2018. “Walk like a Man, Talk like a Woman: Gender Nonconformity.” Pp. 137-164. Black. Queer. Southern. Women: An Oral History. Chapel Hill, NC: University of North Carolina Press.  Jones, Jeffrey M. 2022. “LGBT Identification in U.S. Ticks up to 7.1%.” Gallup.  (https://news.gallup.com/poll/389792/lgbt-identification-ticks-up.aspx). Keener, Emily. 2015. “The Complexity of Gender: It Is All That and More….In Sum, It Is Complicated.” Sex Roles 73(11–12):481–89.   53  Kozee, Holly B., Tracy L. Tylka, and L. Andrew Bauerband. 2012. “Measuring Transgender Individuals’ Comfort with Gender Identity and Appearance: Development and Validation of the Transgender Congruence Scale.” Psychology of Women Quarterly 36(2):179–96. Krell, Elías Cosenza. 2017. “Is Transmisogyny Killing Trans Women of Color?: Black  Trans Feminisms and the Exigencies of White Femininity.” TSQ Transgender  Studies Quarterly 4(2):226–42. Kuper, L. E., L. Wright, and B. Mustanski. 2018. “Gender Identity Development among Transgender and Gender Nonconforming Emerging Adults: An Intersectional Approach.” The International Journal of Transgenderism 19(4):436–55. Lambda Legal. 2020. “X Gender Markers by State.” Lambda Legal. Retrieved April 25,  2022. (https://www.lambdalegal.org/map/x-markers). Losty, Mairéad, and John O’Connor. 2018. “Falling Outside of the ‘Nice Little Binary Box’: A Psychoanalytic Exploration of the Non-Binary Gender Identity.” Psychoanalytic Psychotherapy 32(1):40–60.   McNabb, Charlie. 2017. Nonbinary Gender Identities: History, Culture, Resources. Lanham, MD: Rowman & Littlefield. McShane, Julianne. 2022. “Here Comes the … Broom?”. The New York Times. Monro, Surya. 2019. “Non-Binary and Genderqueer: An Overview of the Field.” The International Journal of Transgenderism 20(2–3):126–31.  Moore, Mignon. 2011. Invisible Families: Gay Identities, Relationships, and Motherhood among Black Women. Berkeley, CA: University of California Press. Nicholas, Lucy. 2019. “Queer Ethics and Fostering Positive Mindsets toward Non-Binary Gender, Genderqueer, and Gender Ambiguity.” The International Journal of Transgenderism 20(2–3):169–80. Nicolazzo, Z. 2016. “‘It’s a Hard Line to Walk’: Black Non-Binary Trans* Collegians’ Perspectives on Passing, Realness, and Trans*-Normativity.” International Journal of Qualitative Studies in Education: QSE 29(9):1173–88. Richards, Christina, Walter Pierre Bouman, Leighton Seal, Meg John Barker, Timo O. Nieder, and Guy T’Sjoen. 2016. “Non-Binary or Genderqueer Genders.” International Review of Psychiatry (Abingdon, England) 28(1):95–102. Riggle, Ellen D. B. 2018. “Experiences of a Gender Non-Conforming Lesbian in the ‘Ladies’’ (Rest)Room\".’” Journal of Lesbian Studies 22(4):482–95. Robertson, Nyk. 2018. \"The Power and Subjection of Liminality and Borderlands of  Non-Binary Folx.\" Gender Forum(69):45-59.   54  Robinson, Margaret. 2020. “Two-Spirit Identity in a Time of Gender Fluidity.” Journal of Homosexuality 67(12):1675–90. doi: 10.1080/00918369.2019.1613853. Shuster, Stef M., and Laurel Westbrook. 2022. “Reducing the Joy Deficit in Sociology: A  Study  of Transgender Joy.” Social Problems. doi: 10.1093/socpro/spac034. Smith, Dorothy E. 1988. The Everyday World as Problematic: A Feminist Sociology.  Buckingham, England: Open University Press. Smythe, S. A. 2021. “Black Life, Trans Study: On Black Nonbinary Method, European  Trans Studies, and the Will to Institutionalization.” TSQ Transgender Studies  Quarterly 8(2):158–71. Snorton, C. Riley. 2017. Black on Both Sides: A Racial History of Trans Identity. Minneapolis, MN: University of Minnesota Press. Spade, Dean. 2015. Normal Life: Administrative Violence, Critical Trans Politics, and the Limits of Law. Durham, NC: Duke University Press. Stachowiak, Dana M. 2017. “Queering It up, Strutting Our Threads, and Baring Our Souls: Genderqueer Individuals Negotiating Social and Felt Sense of Gender.” Journal of Gender Studies 26(5):532–43. Stewart, DL. 2017. “Trans*versing the DMZ: A Non-Binary Autoethnographic Exploration of Gender and Masculinity.” International Journal of Qualitative Studies in Education: QSE 30(3):285–304. Stone, Amy L., Elizabeth A. Nimmons, Robert Salcido Jr., and Phillip W. Schnarrs. 2020. “‘Multiplicity, Race, and Resilience: Transgender and Non‐binary People Building Community.’” Sociological Inquiry 90(2):226–48. Stryker, Susan. 2017. Transgender History. Berkeley, CA: Seal Press. Thorne, Nat, Andrew Kam-Tuck Yip, Walter Pierre Bouman, Ellen Marshall, and Jon Arcelus. 2019. “The Terminology of Identities between, Outside and beyond the Gender Binary - A Systematic Review.” The International Journal of Transgenderism 20(2–3):138–54. Tuck, Eve. 2009. “Suspending Damage: A Letter to Communities.” Harvard Educational Review 79(3):409–28. doi: 10.17763/haer.79.3.n0016675661t3n15. Tudor, Alyosxa. 2019. “Im/Possibilities of Refusing and Choosing Gender.” Feminist Theory 20(4):361–80. Wilson, Bianca D.M and Ilan H. Meyer. 2021. “1.2 Million LGBTQ Adults in the US  Identify as Nonbinary.” UCLA School of Law Williams Institute    (https://williamsinstitute.law.ucla.edu/press/lgbtq-nonbinary-press-release/).  ",
    "id": 586383416,
    "identifiers": {
        "doi": "10.7275/34091326",
        "oai": "oai:scholarworks.umass.edu:masters_theses_2-2344"
    },
    "title": "Moving Beyond the Gender Binary: A Critical Analysis and Review of Contemporary Scholarship on Nonbinary Gender Identities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-08-09T16:22:47+01:00",
    "publisher": "ScholarWorks@UMass Amherst",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.umass.edu/cgi/viewcontent.cgi?article=2344&context=masters_theses_2"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/586383416.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/586383416"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/586383416/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/586383416/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/586383416"
        }
    ],
    "abstract": "For decades gender scholars have recognized the importance of gender to subjectivity, lived experiences, and life chances. Nonbinary gender identities are becoming more recognized by social, legal, and government institutions. However, currently there is a lack of research and scholarship that focuses on nonbinary gender identities. I demonstrate that the sociology of gender must move beyond the constraints of the hegemonic gender binary system in order to have a full and holistic conceptualization of gender. This paper reviews and critically analyzes contemporary interdisciplinary scholarship on nonbinary gender identities, then sets out a research agenda for moving forward. Within this scholarship there are gaps, shortcomings and limitations that arise that include upholding the cis/trans binary, misrepresenting contemporary society as having reached an era of understanding gender complexities, problematic framings of cross-cultural and historical examples, and centering discrimination/violence. I propose a research agenda moving forward should center racialization due to (un)marked whiteness in scholarship, legibility/intelligibility, and the possibilities and knowledge that exist due to existing in a space of exclusion",
    "tags": [
        "text",
        "Nonbinary",
        "non-binary",
        "gender",
        "gender binary",
        "race",
        "Social and Behavioral Sciences",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.umass.edu:masters_theses_2-2344",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "196",
        "openDoarId": 0,
        "name": "ScholarWorks@UMass Amherst",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 586383416,
        "depositedDate": null,
        "publishedDate": "2023-08-09T16:22:47+01:00",
        "updatedDate": "2023-12-05T02:24:38+00:00",
        "acceptedDate": null,
        "createdDate": "2023-09-19T23:05:39+01:00"
    },
    "urls": [
        "https://scholarworks.umass.edu/masters_theses_2/1307",
        "https://scholarworks.umass.edu/context/masters_theses_2/article/2344/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2023-12-05T02:24:38+00:00",
    "setSpecs": []
}