{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Martin, Patricia L."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:57:24+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62560562.pdf",
    "fullText": "MARTIN_FMT.DOC 06/09/03 4:40 PM135MOVING TOWARD AN INTERNATIONAL STANDARD ININFORMED CONSENT: THE IMPACT OF INTERSEXUALITYAND THE INTERNET ON THE STANDARD OF CAREPATRICIA L. MARTIN*“He was young; he was boyish; he did but as nature bade him.”1I. INTRODUCTIONWhat determines sexual identity? David Reimer’s revelation that he wasraised as a girl beside his twin brother, and his rejection of the sex assignmentmade for him at the age of twenty-two months provides additional data for theage-old debate. No longer would Reimer be the “puppet” of Dr. John Money,psychologist and sexologist, who proclaimed nurture over nature in the deter-mination of sexual identity. The painful story of David is related in the book, AsNature Made Him,2 where author John Colapinto relates how David, through anaccident of electricity and bad medicine, suffered through years of gender mis-identity, psychological abuse, child molestation, counseling, teasing and confu-sion.3 The publication of Reimer’s story (using his real name) and the scientificpapers that preceded this revelation4 brought the issue of intersexuality into thepublic eye. Basic assumptions about human gender, sexual identity and sexualre-assignment, and what makes a person male or female, or man or woman, arebeing re-evaluated in light of David Reimer’s experience and subsequent reve-lations from intersexed individuals, concomitant with new medical procedures,theories and standards.Copyright © 2002 by Patricia L. Martin.* Associate, Doerner, Saunders, Daniel & Anderson, L.L.P., Tulsa, Oklahoma, J.D., May 2001,University of Tulsa College of Law. The author is indebted to Professor Marguerite Chapman, Uni-versity of Tulsa, for inspiration and the topic suggestion for this paper which was submitted as aseminar requirement for the Fall Semester 2000 Law, Medicine and Ethics Seminar, for reading earlydrafts in October and November 2000, and endless encouragement; Professor Madeleine Plascencia,University of Tulsa, Professor Richard Ducey, University of Tulsa and Professor Larry Cata Backer,Dickinson School of Law, for publishing advice in January 2001; Dr. Philip Gruppuso, Brown Uni-versity School of Medicine, for a physician’s insight on the intersexed, and as always, to Mike forenduring, unfailing support.1. VIRGINIA WOOLF, ORLANDO: A BIOGRAPHY 28 (Harvest Books 1993) (1928).2. JOHN COLAPINTO, AS NATURE MADE HIM: THE BOY WHO WAS RAISED AS A GIRL (2000).3. Id. at xi-xvii.4. See Susan J. Bradley et al., Experiment of Nurture: Ablatio Penis at 2 Months, Sex Reassignmentat 7 Months, and a Psychosexual Follow-up in Young Adulthood, 102 PEDIATRICS 9 (1998) (reporting on acase similar to David Reimer, a 46-chromosome XY male who sustained a burn of the skin of the pe-nis during a circumcision and was assigned the female sex), available at http://www.pediatrics.org/cgi/content/full/102/1/e9.MARTIN_FMT.DOC 06/09/03 4:40 PM136 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002Although David Reimer is not an intersexual, the exploration of intersex is-sues was fueled by David Reimer’s revelations.5 Some of these intersex issuesinclude the creation of “new genders,” definitions of sexuality, the legal issues ofrights of the intersexed, medical informed consent and standard of care issues,all of which are being questioned and challenged in part as a result of Reimer’sexperience and Dr. John Money’s experiment. Now that the intersexed are inthe open, the issue will not disappear. It is the purpose of this article to discussthe changing gender landscape, largely through the experience of David Reimer.His story is similar to that of the fairy tale puppet Pinocchio, a puppet whometamorphosed into a “real boy.” David Reimer was also a puppet—an indi-vidual created, raised and advised by the paternalistic medical and psychologi-cal community as a female who struggled to find his own identity as a man, son,father, and husband.6 Just as Pinocchio encountered adventurers, con artists andmisinformation and temptation throughout his journey to become his real self,so did David Reimer encounter difficulties, untruths and manipulators. Just asthe story of Pinocchio has encouraged millions to value truth, David Reimer’sdeeply personal revelations have encouraged many intersexed individuals toreveal their own stories in both public and private forums, resulting in an in-creased awareness of intersex issues worldwide.7The intersex movement is an international movement that has had an im-pact on both medicine and law. The Intersex Society of North America is activeand gaining grass-roots support and public attention. As these intersexed indi-viduals reveal their stories, abuses, misuses, and medical and psychologicaltreatment histories, incidences of litigation will naturally rise. Current medicalpractices are being challenged.8 The practice of surgery on intersexed individu-als at birth has been challenged at the highest court level in Colombia, and mayhave implications on international human and child rights in internationalcourts.9Although this article will include a brief look at the history of intersexual-ity, and some discussion of the current work on gender identity, the primary fo-cus is to illustrate how the intersexed, through the internet, international con-nections and the example of David Reimer are impacting three medical-legalquestions in the United States: 1) What is the appropriate and evolving standardof care for the intersexed individual? 2) What constitutes informed consentwhen physicians treat the intersexed individual and his/her family? 3) What5. See infra Part III.6. COLAPINTO, supra note 2; see, e.g., Intersex Soc’y of North America, Hermaphrodites withAttitude (Fall/Winter 1995-1996) [hereinafter Hermaphrodites], at http://www.isna.org/ newslet-ter/winter95-96/winter95-96.html.7. See Anthony Hubbard, Mistaken Identity, THE SUNDAY STAR TIMES, New Zealand, Nov. 5,2000.8. See generally Hazel Glenn Beh & Milton Diamond, An Emerging Ethical and Medical Dilemma:Should Physicians Perform Sex Assignment Surgery on Infants with Ambiguous Genitalia?, 7 MICH. J.GENDER & L. 1 (2000).9. See Amicus Brief from the Intersex Society of North America to the Constitutional Court ofColombia (Feb. 7, 1998) [hereinafter Amicus Brief], available at http:// www.isna.org/colombia/brief.htm.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 137other torts might concern the medical professional when treating an intersexedindividual?The story of David Reimer is told in Part II. Part III gives a brief back-ground of intersexuality and hermaphrodites, and includes some of the newertheories on sexuality and gender identity. This part sets the limits on this paper,and directs the reader to other issues created by questions of gender identity.Part IV discusses informed consent and the standard of care in the contextof intersexuality and surgical treatment of ambiguous genitalia. It also identifiescorollary causes of action arising from the doctrine of informed consent. Thespecific current treatment for the intersexed and the current standard of care iscovered in Part V. Part VI is a discussion of the factors forcing change in thestandard of care, including the growth of intersex support groups, especiallythrough the internet, new medical procedures and psychological theories, andrecent revelations of long-term complications with standard intersexed treat-ment. Recent legal decisions in other countries that are affecting informed con-sent, and ethical considerations that may provoke change are discussed in thispart as well.Part VII explores several models of informed consent proposed in variousdisciplines and suggests a legally appropriate model for physicians to adopt andincorporate into their practice. Part VIII concludes with concerns for the physi-cians and the intersexed.II. DAVID’S STORY: THE TRUTH ABOUT BRUCE AND BRENDA, JOAN AND JOHNThe lynchpin of the story of the intersexed, especially those with ambigu-ous genitalia or those who by accident have been assigned a sexual identity, isDavid Reimer. Born Bruce Reimer in 1965, in Canada, a second of two twins,David lost his penis in a circumcision accident (negligent/malpractice) incidentin 1967. Given the doctors’ dismal predictions regarding David’s future as a boyand a man, his desperate parents turned to the charismatic and forceful psy-chologist Dr. John Money of the Johns Hopkins Gender Identity Clinic afterseeing him present his successful sex change therapy on a television program.10The parents traveled to Maryland and visited with Money, who convinced themthat changing David’s sex and raising him as a girl was David’s only chance fora normal life.11 As agonizing and difficult as the decision was for the parents,they wanted to do what was best for David.12 They agreed with Money’s plan oftherapy, and brought David to Johns Hopkins for surgery that would castratehim and alter David into a female.13 His name was changed from Bruce toBrenda. What made this particular sexual reassignment case so attractive toMoney and other researchers was the fact that David had a twin, Brian, who10. A major theme of Colapinto’s book deals with Money’s personality, forceful and autocraticbehavior and his unwillingness to be challenged or questioned. See COLAPINTO, supra note 2, at 38-40.11. See id. at 49-51.12. See id. at 52.13. Id. at 53. The actual procedure was a bilateral orchidectomy, or removal of the testicles, anda surgically fashioned “rudimentary vagina.”MARTIN_FMT.DOC 06/09/03 4:40 PM138 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002could serve as a scientific control.14 At last Money’s theories of nurture prevail-ing over nature, could be scientifically tested.For the next seven years or so, John/Joan, as David was called in psycho-logical literature, was a hallmark of Money’s theories, and further solidified hisreputation.15 Money capitalized on his success with the Reimer experiment untilMilton Diamond’s research and a BBC documentary in 1980 questioned the“success” of the experiment.16 While Money’s reputation soared, Bruce/Brendastruggled through late childhood and early adolescence. Bruce/Brenda’s per-sonal difficulties negatively affected classroom performance and relationshipswith classmates.17 Dr. Money required once a year visits to Johns Hopkins forfollow-up consultations, visits which Bruce/Brenda feared and reacted to vio-lently.18 During these visits, Dr. Money approached the issue of vaginal surgery,which Bruce/Brenda also adamantly refused to discuss, much less consent to.19Late in 1976, after a number of family upheavals, David’s case was referredto Dr. Keith Sigmundson, a psychiatrist in Winnipeg.20 Sigmundson’s first im-pression was that Bruce/Brenda “had nothing feminine about her.”21 However,Sigmundson felt his primary task was to “promote Brenda’s female identifica-tion”22 and he referred Brenda to a series of female psychiatrists, one of whombelieved that no further progress could be made until the child was told thetruth.23 At this stage Bruce/Brenda was also resisting female hormone therapy,although he finally began to take the pills under strict parental supervision.24The hormone regimen resulted, to David’s horror, in a pair of breasts and fataround the waist, and his response was to overeat to conceal his new bodyshape.25 Complicating David’s identity confusion was a male voice change, eventhough his testes had been removed in the initial castration surgery.26Money remained unconcerned about “Brenda’s” lack of progress, eventhough the psychiatrists updated him regularly and asked for his advice.27 Atage 14, David completely rebelled, and gave up trying to be a girl.28 About thesame time, A BBC cameraman caught David urinating standing up outside aclassroom in an alley, and the story began to unravel.29 When confronted, Dr.14. COLAPINTO, supra note 2, at 67. Money first unveiled his “twins study” on December 28,1972 at the annual meeting of the American Association for the Advancement of Science in Wash-ington, D.C. Id. at 65.15. See id. at 71.16. See id. at 175.17. Id. at 62-63.18. COLAPINTO, supra note 2, at 79.19. Id. at 80-96 for details of the other activities and evaluations that took place during these an-nual visits.20. Id. at 112.21. Id. at 113.22. Id.23. See COLAPINTO, supra note 2, at 123.24. See id. at 130-31.25. Id. at 131.26. See id.27. Id. at 136.28. COLAPINTO, supra note 2, at 164.29. See id. at 166-67.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 139Sigmundson agreed to speak with reporters on the condition of anonymity.30David was finally told the truth soon after that incident,31 and with a great senseof relief, immediately decided to revert to his biological sex.32 The process cameat a cost—it included injections of testosterone, a double mastectomy, depres-sion, surgery to create a penis, and numerous hospitalizations for infections.33He changed his name to David, and he eventually married a woman andadopted his new wife’s children.34III. A BRIEF BACKGROUND IN INTERSEXUALITYIntersexuality and gender identity are fields of study in and of themselves,and fall into the even larger categories of biology, sociology and anthropology.35The following part is intended only to give a brief description of intersexuality,the underlying conditions, and how intersexed individuals have been treatedhistorically.A. Hermaphrodites in HistoryAlthough “intersexed” is a new term making its way into sociological andacademic jargon, intersexuality is not new or unique to the twenty-first century.The popular press does not yet use “Intersexed.” It has been defined as “a rangeof anatomical conditions in which an individual’s anatomy mixes key masculineanatomy with key feminine anatomy.”36 The term “transgendered” is gaining inuse, and refers to those who have crossed over from male to female or female tomale, often with surgery and hormonal therapy.37 A more “Victorian,” yet fa-miliar word, “hermaphrodite,” is used by many to describe individuals whoseem to be neither male nor female, or have genitalia representative of bothsexes.3830. Id. at 169-70.31. Id. at 179-80.32. Id. at 181.33. COLAPINTO, supra note 2, at 183-84.34. Id. at 195.35. It is beyond the scope of this article to delve into all of the sociological-medical-genderstudies that have been written in recent years on the topic of intersexuality. The intent here is to givea basic background so that the legal arguments can be put into their proper context and the issuesidentified appropriately. For excellent background and detailed descriptions of the life of the inter-sexed and the issue of gender identification, see SUZANNE J. KESSLER, LESSONS FROM THE INTERSEXED(1998); see also ANNE FAUSTO-STERLING, SEXING THE BODY: GENDER POLITICS AND THE CONSTRUCTIONOF SEXUALITY (2000).36. Intersex Soc’y of North America, Frequency: How Common Are Intersex People? [herein-after Frequency], at http://www.isna.org/faq/frequency.html (last visited May 22, 2002).37. See John Cloud, His Name is Aurora, TIME, Sept. 25, 2000, at 90 (using the word “trans-gender” when referring to a support group that is assisting a boy raised as a girl); see also Encarna-cion Pyle & Misti Crane, Couple Fights for Son, 6, They Say is Girl at Heart, THE COLUMBUS DISPATCH,Aug. 26, 2000, at 1G.38. See, e.g., Hermaphrodites, supra note 6; see also Fausto-Sterling, The Five Sexes, Revisited, THESCI., Jul./Aug. 2000, at 22; FAUSTO-STERLING, supra note 35, at 31 (“Hermaphrodite” comes from thenames of the Greek god Hermes, and the Goddess Aphrodite, who produce a child. One myth de-scribes the child as “so thoroughly endowed with the attributes of both” that the parents were un-able to determine its sex.).MARTIN_FMT.DOC 06/09/03 4:40 PM140 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002Historical references to hermaphrodites pre-date Plato, and references tothe intersexed condition are common in biological and physician studies frommedieval and renaissance periods.39 Students of biology and medieval physi-cians recognized that this “third sex”40 existed fairly commonly, and that eventhe “three” sexes appeared in a spectrum or continuum of sizes and shapes.41When the sex of an individual had to be determined, lawyers or judges, the“primary arbiters of intersexual status” made the distinction.42 The advances inmedicine, and especially surgical techniques, made way for new arbiters of sexin the early twentieth century however: “physicians were recognized as the chiefregulators of sexual intermediacy.”43 Hormonal and surgical treatments made itpossible to eliminate the outward manifestations of hermaphroditism and“make” an individual male or female.44 By 1950, as surgical techniques im-proved and doctors developed a more sophisticated understanding of the hor-monal and biochemical functions of the body, physicians were able to “catch”intersexuals at the time of birth and perform surgery to eliminate ambiguous or“abnormal” physical genital traits.45B. The Spectrum of SexualityRecent studies on sexuality and gender argue that humans are not limitedto two genders. One important discussion on this topic is found in Sexing theBody, by Anne Fausto-Sterling. Fausto-Sterling, a professor of Biology andWomen’s Studies at Brown University, argues, partly tongue-in-cheek, for fivesexes, not just male and female. She suggests a spectrum of sexuality, including“Herms” (true hermaphrodites), “Merms” (male pseudo-hermaphrodites) and“Ferms” (female pseudo-hermaphrodites), in addition to male and female.46Fausto-Sterling’s idea provoked support, moral outrage and creativity when sheproposed it in 1993,47 but today, following David Reimer’s revelations, it seemsless preposterous than when first proposed.48 While Fausto-Sterling’s work fo-cuses on intersexuality from the biological, medical and historical context, Pro-fessor Julie Greenberg approaches intersexuality from a legal perspective. Shetoo challenges the binary sexual classifications, arguing its impact on legal issuesand the legal system and therapeutic jurisprudence.4939. FAUSTO-STERLING, supra note 35, at 32-36.40. Id. at 33.41. Id.42. See id. at 40.43. Id.44. FAUSTO-STERLING, supra note 35, at 44.45. Id.46. Id. at 78.47. Id. at 78-79.48. The “spectrum idea” is particularly relevant to the intersexual issue. Because we are talkingabout a wide range of variations in genitalia, sexual identity, size and appearance, the fact that thereis no one “normal” appearance is important. It is helpful to think in terms of range, spectrum orcontinuum in dealing with this subject.49. See Julie A. Greenberg, Defining Male and Female: Intersexuality and the Collision Between Lawand Biology, 41 ARIZ. L. REV. 265, 267, 276-78 (1999) (noting that, from an anthropological perspective,MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 141If one uses an objective standard to classify gender, eight identifiable fac-tors should be considered: 1) chromosomal sex (XX, XY); 2) gonadal sex (ovariesand testes); 3) external morphologic sex (penis, scrotum; clitoris, labia; 4) inter-nal morphological sex (seminal vesicles, prostate; vagina, uterus and fallopiantubes); 5) hormonal patterns (androgen and estrogen); 6) phenotype (secondarysexual characteristics such as facial hair, chest hair, breasts; 7) assigned sex (suchas that assigned by Dr. Money to David Reimer); and 8) personal sexual identity(such as that shown by “Aurora”). Even within these classifications, there is acontinuum of manifestations, and varieties: for example, the chromosomal com-binations can include XXX, XXY, XXXY, XYY, XYYY, XYYYY and XO.50 Whenall of these factors converge and are consistent with one sex, classification issimple, either male or female. It is when ambiguity in one or even more of thesecharacteristics occurs that an intersexed condition can exist.51 In general, “inter-sexuality constitutes a range of anatomical conditions in which an individual’sanatomy mixes key masculine anatomy with key female anatomy.”52The underlying presumption in the treatment of the sex reassignment casesfrom the 1950s through the late 1980s was that nurture and environment werethe predominant forces producing “social phenomena” such as sexual roles.53The theory was most widely propagated and propounded by Harvard Ph.D.John Money of Johns Hopkins, a New Zealander by birth, and a researcher andclinician. By the mid-1960s, he was known as “the world’s undisputed authorityon the psychological ramifications of ambiguous genitalia”54 and he was a pio-neer in establishing the Gender Identity Clinic at Johns Hopkins, the first in theUnited States to perform transsexual surgeries.55 Money’s work, and that of hiscolleagues, Joan G. Hampson and John L. Hampson,56 was influential world-wide, but so were his personality, prestige and pre-eminence in this field.Through his clinic and research, Money intended to dominate the theories, re-search and publishing of results relating to human sexuality.57many cultures recognize, and even deify a third or alternate sex—the Dominican Republic, PapuaNew Guinea, Native Americans, India, and ancient cultures such as Greece).50. Greenberg distinguishes between gender and sex: Gender is “cultural or attitudinal qualitiesthat are characteristic of a particular sex. Sex is one’s status as a man or woman based upon biologi-cal factors “such as external genitalia or chromosomal test.” Id. at 271, 274, 278, 281-82.51. Id. at 281.52. Alice Domurat Dreger, “Ambiguous Sex” or Ambivalent Medicine?, 28 THE HASTINGS CENTERREP. 24 (1998), available at http://www.isna.org/library/dreger-ambivalent.htm.53. Anna J. Catlin, Ethical Commentary on Gender, Reassignment: A Complex and Proactive ModernIssue; Response to Article in this Issue, 24 PEDIATRIC NURSING 63 (1998); see also Cheryl Chase, Rethink-ing Treatment for Ambiguous Genitalia, 25 PEDIATRIC NURSING 451 (1999).54. COLAPINTO, supra note 2, at 25.55. Id. at 37 (Although he was not a medical doctor, Money was skilled at influencing thosearound him. He convinced key surgeons, endocrinologists and Johns Hopkins administrators thatthe United States needed a clinic to perform these surgeries. Money influenced the public relationspolicies about the procedures and the publicity that surrounded them.).56. FAUSTO-STERLING, supra note 35, at 20.57. COLAPINTO, supra note 2, at 37 (Colapinto makes the point that many of these theories seemludicrous today in light of recent medical and social research. In his book he sets the stage forMoney’s dominance in this field, including the atmosphere at universities towards research, thepolitics of receiving grant money, and the broader social picture of the fledgling women’s movementand the rising influence of the behaviorist school of psychology.).MARTIN_FMT.DOC 06/09/03 4:40 PM142 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002Specifically, Money’s view was that infants started as gender neutrals, andhe and his colleagues had seven determining criteria for sex or gender determi-nation: 1) sex of assignment; 2) chromosomal sex; 3) gonadal sex, 4) hormonalsex; 5) sex of internal organs, 6) sex of external genitalia, 7) psychological orgender role.58 The fewer the overt or obvious signs or indications of a particularsex, for example having only two of the seven characteristics, the stronger wasthe presumption that gender reassignment was a correct diagnosis and treat-ment.59While Money was propagating the sex clinic at Hopkins, Milton Diamondwas a young researcher at the University of Kansas, who, although keenlyaware of Money’s work, began to publish the results of his own research, whichran contrary to Money’s theories.60 As prenatal hormonal research became morerefined and determinative, Money’s influence began to wane in some schools,and the nurture argument began to be questioned.61 Current research suggeststhat the explanation is not as simplistic as Money proclaimed. The explanationsfor the differences in the appearances of human genitalia are several, but it nowappears that “gender identity may be a function of the degree and timing ofbrain exposure to male hormones during development.”62C. Frequency of IntersexualitySexuality itself is difficult to define, so classifying the range of intersexedconditions and then applying statistical analysis may seem futile--however, it issignificant that intersexuality is not a rarity. The most common forms of gendervariance and the occurrences, although not necessarily resulting in an intersex-ual condition, are as follows: late onset adrenal hyperplasia occurs in 1 in 66 in-dividuals;63 hypospadias (urethral opening between con and tip of glans penis)occurs in one in 770 births; Klinefelter’s Syndrome (XXY) one in 1,000,64 and“Not XX and not XY”, one in 1,666 births.65 The total number of births whosebodies “differ” from “standard” is one in 100, and one to two of every 1,000births results in a surgery to “normalize” external appearance of the genitalia.66“Five children a day are born in the United States with some form of intersexu-58. Catlin, supra note 53.59. Id. Looking at this same set of characteristics, Money’s audacity in reassigning David Re-imer’s sex becomes even more absurd: Reimer exhibited all of the male characteristics in each of thecategories, and only became “ambiguous” after a bad circumcision. Reimer became, in a sense, theultimate travesty of the nurture versus nature argument: born unambiguously male, yet raised as agirl.60. COLAPINTO, supra note 2, at 40-42.61. See id. at 212-13.62. Cheryl Guttman, Task Force to Draft Guidelines on Intersex Disorders, UROLOGY TIMES, Sept.2000, (quoting Dr. Aaronson).63. Frequency, supra note 36.64. See infra note 74.65. Id.; see also FAUSTO-STERLING, supra note 35, at 20 (estimating 1.7% of people are intersexualin some form).66. Frequency, supra note 36, at 1-2.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 143ality.”67 New Zealand reports about 30 “intersex” children born each year.68 14percent of the world’s population may have ambiguous genitals, and 7-10 mil-lion intersexuals may be in the U.S. alone.69 It is the last number that is signifi-cant for the issues being discussed in this paper. Many of these individuals aresurgically corrected at birth: one in every 2000 live births.70 The obstetrician whodelivers babies in a typical practice may see several cases in the course of her ca-reer.71 Some theorize that the incidences of intersexed conditions are increas-ing.72 A recent BBC documentary about Joella Holliday, a girl who was classi-fied as male at birth, suggests that the Pill or other chemicals in the environmentcould be factors that have an estrogen effect on humans and other animals.73Clearly intersexuality is an issue that affects thousands of people: those with thephysical manifestations, and the families who raise and nurture them.D. Limits in this ArticleThe wide range of intersexual conditions precludes adequate discussion ofeach in depth.74 This paper will focus on the condition of ambiguous genitalia67. Louise D. Palmer, Hermaphrodite Activists Urge Medical Reforms; Doctors Rethink Practice ofChoosing Sex for Baby, THE TIMES-PICAYUNE, Dec. 12, 1999, at A28.68. Doctors Told of Intersex Ordeal, THE DOMINION (Wellington), Oct. 23, 2000, at 3.69. Greenberg, supra note 49, at 281.70. See Palmer, supra note 67.71. E-mail from Philip Gruppuso, M.D., Department of Pediatrics, Brown University, to author(Nov. 17, 2000) (on file with author). Those conditions that have received attention in the medicalliterature, such as classical congenital adrenal hyperplasia (CAH) and Androgen Insensitivity Syn-drome (AIS), occur much less frequently, one in 13,000 births.72. See Anjana Ahuja, Chemical fear over ‘Joella’ babies, THE TIMES (London), Dec. 5, 1998. The ar-gument about estrogen creating environmental problems was a factor in Japan when the birth con-trol pill was in the approval process. Publicity over studies of feminized fish created fears of the ef-fects of estrogen on the water supply in Japan, and may have slowed the approval of the Pill.Patricia L. Martin, Potency and Pregnancy in Japan: Did Viagra Push the Pill?, 35 TULSA L.J. 651, 656(2000).73. See Ahuja, supra note 72. Professor Hughes describes the effects of estrogen as follows:[E]strogen compounds get deposited in fat and stick there. . .It then leeches out over a longtime. During pregnancy the mother acquires large fat deposits to see the baby through.At 8-12 weeks, exposure to hormones determines which tissues are formed for internaland external genitals. This is a critical time for male babies. If oestrogens in the environ-ment interfere with exposure to androgens (male hormones) it’s possible that androgenscan’t do their job as efficiently.Id.; see also FAUSTO-STERLING, supra note 35, at 54.74. See Greenberg, supra note 49, at 283-288 (As discussed in the previous section on commonoccurrence of intersexuality, intersexuality can be caused by disorders such as Klinefelter’s Syn-drome—a syndrome in which a male has two more X chromosomes and a testes and penis that aresmaller than average. Turner Syndrome affects females, and they have an XO chromosome and maynot have complete ovaries or testes. Swyer Syndrome manifests itself in streak gonads with XYchromosomes, but the sex-delineating chromosome segment may be missing, testes do not developand masculizing hormones are absent. The child with Swyer Syndrome is often raised as a girl. Ahermaphrodite comes in three forms: male pseudo-hermaphrodite, female pseudo-hermaphrodite,and true hermaphrodite. The true hermaphrodite has ambiguous external genitalia, often someovarian and some testicular tissue. True hermaphrodites are very rare. Male pseudo exhibits testes,no ovaries, and some female genitalia. Female pseudo exhibit ovaries, not testes and some malegenitalia. Intersexual conditions can be caused by Partial Androgen Insensitivity Syndrome (PAIS),Congenital Hyperplasia (CAH). Hormonal disorders such as Androgen Insensitivity SyndromeMARTIN_FMT.DOC 06/09/03 4:40 PM144 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002that results in a surgical alteration and choice of sex for the individual by thetreating physicians or parents. This also includes those cases of individuals bornwith “normal” genitalia that undergo surgery to change their gender due to ac-cident or medical mistake, such as David Reimer.75Sexual identity affects a number of legal issues, including the primarydocumentation required by our society: birth certificates,76 drivers’ licenses, so-cial security cards, draft registration, school registration, passports—each ofthese documents requires a sexual identification of male or female.77 For thosewho do not fit into a “binary” system of sexual identity, fundamental rightssuch as access to education, marriage rights, freedom from sexual harassment inthe workplace,78 inheritance and succession,79 or even participation in the Olym-pics can be affected.80 The law has not adopted Fausto-Sterling’s five classifica-tions of sexes, but social forces and the growth of the voice of the intersexed andtransgendered may force new classifications.(AIS) manifests itself in individuals with an XY chromosome test, who cannot process male hor-mones (androgens). The result is that the body goes to the default path of development and devel-ops as a female. The male with AIS cannot be externally distinguished from XX females at birth—usually this diagnosis occurs at puberty when male development does not take place. CAH femaleshave an XX chromosome and ovaries but also an abundance of androgen during the fetal stage.Their genitals may be ambiguous and resemble male genitalia. Some CAH babies are identified asmale at birth while others are surgically treated and given hormone therapy and classified as fe-male.).Social factors can also contribute to genital identity disorders, and individuals affected by thesesocial factors are often called transsexuals. A transsexual is someone whose physical anatomy doesnot correspond to the individual’s sense of being or sense of gender. For a discussion of genitalidentity disorders in a legal context see Littleton v. Prange, 9 S.W.3d 223, 224 (Tex. App. 1999).75. Note that we have definitional problems even when narrowing the scope: as Dr. Alice Dre-ger points out, “How small should a baby’s penis have to be before it counts as ‘ambiguous?’”Dreger, supra note 52.76. Littleton, 9 S.W.3d at 233 (holding that a surgically altered transsexual (man to woman) mar-ried to a man had an invalid marriage and could not institute a wrongful death cause of action as aspouse. The dissent in this case noted that the birth certificate had been legally amended to indicatethat Littleton was female and the court should have considered the original birth certificate a nul-lity.). Texas law allows birth certificate inaccuracies to be corrected with an amended birth certifi-cate. Id. at 223.77. Greenberg, supra note 49, at 317.78. See id. at 292; see also Pyle & Crane, supra note 37, (describing the legal issues confronting acouple who tried to enroll their “male” child, diagnosed with gender identity disorder, in school as agirl. Legal ramifications include the child being put in a Children’s Services foster home followingan anonymous phone call and the parent’s consideration of a lawsuit based on federal sex-discrimination against the school district.).79. See Neil Mackay, Tale of the Transsexual Baron Finally Laid to Rest, SUN. HERALD, Oct. 22, 2000,at 4 (Sir John Forbes of Craigievar battled his hermaphrodite cousin for the title of baron—whichcould only go to a “male” heir. The transsexual hermaphrodite cousin, Sir Elizabeth/Ewan, inher-ited. Sir John inherited in 1991 when Sir Ewan died. Sir John died in October 2000.).80. Colin Adamson, The Girls from Brazil who Share a Sydney Secret, EVENING STANDARD (Lon-don), Sept. 27, 2000, at 22 (Two Brazilian athletes, hermaphrodites—were allowed to compete, butnot without controversy and cruel attacks. Past Olympic Committees have disallowed athletesbased on various types of sex tests.).MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 145IV. INFORMED CONSENTA belief in the fundamental adult human right to determine what will bedone to his own body is the foundational principle leading to the doctrine of in-formed consent in the doctor-patient relationship.81 As a relatively new and un-natural addition to the practice of medicine, torts for the breach of informedconsent assume a patchwork pattern throughout jurisdictions in the UnitedStates.82 The suits alleging an informed consent violation can be brought in bat-tery or in negligence.83 Most states have abrogated the battery basis for in-formed consent suits when implementing malpractice reform.84 In these juris-dictions, the common cause of action is negligent non-disclosure, which is morefavorable for the physicians, as it allows more defenses.85 Inadequate informedconsent is analyzed under traditional negligence concepts, including conformingto a standard of care.86Informed consent is an issue of concern for the intersexed, and affects par-ents, the intersex child, and the doctor-parent, parent-child and doctor-patientrelationships.87 Consent remains an issue even if the recommended standard isfollowed and a psychologist is involved, because the course of treatment de-cided upon often includes deliberately withholding medical information fromthe child.88 The intersexed and professionals who treat them are questioningwhether or not the surgeries and course of treatment recommended for theseindividuals constitutes informed consent.89 Possibly the patients and their par-ents are not completely informed as to the “anatomically strict psychosocialmodel” followed by the intersex team.90 They often are not informed that cur-rent practice is a theory, which is unconfirmed by long-term studies and is beingchallenged by the John/Joan case, and other contrary studies.9181. See BARRY R. FURROW ET AL., HEALTH LAW 310-11 (2d ed. 2000).82. See id. at 311.83. Pennsylvania remains the only state that considers failure to obtain informed consent a bat-tery. See Gouse v. Cassel, 561 A.2d 797, 798-99 (Pa. Super. Ct. 1989), aff’d in part, rev’d in part 615A.2d 381 (Pa. 1992).84. FURROW ET AL., supra note 81, at 312; see also Wilson v. Landry, 748 So. 2d 655, 659 (La. Ct.App. 1999) (holding that recovery for lack of informed consent for a circumcision improperlybrought under battery, but should have been brought under Louisiana’s Medical Malpractice Act asa breach of duty of care by physician).85. FURROW ET AL., supra note 81, at 312.86. Id. at 313.87. Dreger recounts the story of Sherri Grovenam, a patient with AIS, who was told that shehad “twisted ovaries” instead of the fact that her testes were removed. She discovered the truth onher own in a medical library. Consequently the relationship with her parents and her physicianssoured due to the lack of truthfulness. See Dreger, supra note 52, at 9; see also Hermaphrodites, supranote 6, at 5.88. See Dreger, supra note 52, at 14; see also COLAPINTO, supra note 2, at 50 (questioning whetherReimer’s parents understood that the procedure was experimental, that early sex assignment hadbeen done only on hermaphrodites, and that this had never been attempted on a child born withnormal genital and nervous system. Money emphasized the possibilities of success.).89. See Dreger, supra note 52, at 10.90. Id.91. See id.MARTIN_FMT.DOC 06/09/03 4:40 PM146 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002Furthermore, the successes of the physical aspects of sex assignment sur-gery may have been exaggerated.92 Long-term scarring, lack of sexual function,or gratification, risk of infection, and multiple surgeries are only some of thecomplications and difficulties experienced by the intersexual.93 Dreger assertsthat this creates an ethical problem as well because “risky surgeries are beingperformed as standard care and are not being followed-up.”94A. Standards of DisclosureThe standard of disclosure for informed consent varies from state to statebut assumes one of three forms: 1) a physician based standard; 2) a reasonablepatient standard; and 3) the subjective patient standard.95The physician–based standard requires expert testimony, and measures theduty of disclosure by the standard of a reasonable medical practitioner in asimilar situation.96 More than 25 states have adopted this standard.97 The rea-sonable patient standard, held in the landmark case, Canterbury v. Spence,98 callsfor a judgment as to what a reasonable patient would find material in making aninformed decision. This approach does not require expert testimony and hasbeen adopted in almost all of the remaining states.99 The third standard, thesubjective patient standard, has not gained support, because it gives the patientthe option to testify as to what information she would have found important,and that she would have declined treatment, had the information been dis-closed.100A list of the factors that must be disclosed to satisfy the elements of in-formed consent may help to illustrate the intersexed position and concern on in-formed consent.101 Physicians must disclose:(a) Diagnosis(b) Nature and Purpose of Treatment(c) Material Risks and Outcomes102(d) Skills or Status Risks(e) Alternatives10392. See KESSLER, supra note 35, at 64-68.93. See Dreger, supra note 52, at 15.94. Id.95. See, e.g., Bourgeois v. McDonald, 622 So. 2d 684 (La. Ct. App. 1993); Robinson v. Bleicher,559 N.W.2d 473, 478 (Neb. 1997); Wheeldon v. Madison, 374 N.W.2d 367, 374 (S.D. 1985); see also 61AM. JUR. 2D, Physicians, Surgeons and Other Healers §§ 187-196 (2002); John H. Derrick, Annotation,Medical Malpractice: Liability For Failure of Physician to Inform Patient of Alternative Modes of Diagnosis orTreatment, 38 A.L.R. 4th 900 (2001); W.M. Moldoff, Annotation, Malpractice: Physician’s Duty to Informpatient of Nature and Hazards of Disease or Treatment, 79 A.L.R.2d 1028 (2001).96. Smith v. Weaver, 407 N.W.2d 174 (Neb. 1987).97. FURROW ET AL., supra note 81, at 314.98. 464 F.2d 772 (D.C. Cir. 1972).99. Savold v. Johnson, 443 N.W.2d 656 (S.D. 1989) (holding that when a factual dispute exists asto whether material risks were explained or given at all, expert testimony is not required).100. Bourgeois, 622 So. 2d at 689.101. FURROW ET AL., supra note 81, at 315.102. See, e.g., Hezeau v. Pendleton Methodist Mem’l Hosp., 715 So. 2d 756, 762 (La. Ct. App.1998) (holding physician was liable when patient was not informed infection was risk of surgery).MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 147(f) Prognosis if Treatment Declined(g) Prognosis with Treatment(h) Conflicts of Interest104Failure or negligence in any one of these eight elements can contribute to a causeof action for negligence in informed consent. The following section highlightsthe aspects of informed consent that are most applicable in the treatment of in-tersexuals.B. Variations on a TortIn addition to the differences in the standard of disclosure,105 the negligencein informed consent can take a variety of forms and duty, which may be appli-cable to the intersex issue. Particularly, these issues come to the fore when par-ents and doctors are faced with the decision of whether or not to perform cos-metic or corrective surgery on intersex infants soon after birth. The possibleduties a health professional might incur include a duty to inform of subse-quently discovered danger,106 the duty to obtain parental consent,107 a duty toadvise the patient to consult a specialist, and liability for failure to inform pa-tient of alternative methods of treatment or diagnosis.108 Current changes andtheories in intersex treatment, and the rapidly spreading increase in informationon the condition for patients creates the potential for one or more of the follow-ing torts to be used as a cause of action for an intersex patient injured by treat-ment or surgery.1. A Duty to Inform of Subsequently Discovered DangerWhile a physician can avoid some liability by receiving informed consent, itis also possible that a physician might have a duty to inform of a subsequently103. See, e.g., Keogan v. Holy Family Hosp., 622 P.2d 1246, 1254-55 (Wash. 1980) (holding thatphysician breached his duty to disclose when he failed to inform patient suffering from intermittentchest pains that alternative diagnostic procedures were available).104. Moore v. Regents of the Univ. of Cal., 793 P.2d 479 (1990); see also FURROW ET AL., supra note81, at §§ 6.11, 313-331.105. Differences exist not only in the standard for informed consent, but also in the classificationof the tort itself. In Colorado for example, the “claim for negligence based on lack of informed con-sent” is separate from medical malpractice and is based on the “information communicated by aphysician to a patient before a particular procedure or treatment is commenced.” Gorab v. Zook, 943P.2d 423, 427 (Colo. 1997). In contrast, Louisiana provides that lack of informed consent casesshould be tried as medical malpractice cases under the Medical Malpractice Act for breach of a phy-sician’s duty of care. Wilson, 748 So. 2d at 660, 666.106. See Schwartz v. United States, 230 F.Supp. 536, 540 (E.D.Pa. 1964) (holding that governmentphysicians, veterans administration clinics and the U.S. government were liable for failing to seekout and warn patient of carcinogenic danger of radioactive dye after grave warnings appeared inmedical journals and other publications).107. The general rule is that a physician may not treat a minor without parental consent. DannyE. Veilleux, J.D., Annotation, Medical Practitioner Liability for Treatment Given Child Without ParentalConsent, 67 A.L.R. 4th 511 (2000).108. See Keogan, 622 P.2d at 1254-55.MARTIN_FMT.DOC 06/09/03 4:40 PM148 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002discovered danger.109 This may be particularly applicable in intersexed cases.110New information on treatment is appearing daily and because long-term studiesand follow-up of intersexed individuals are lacking,111 physicians and psycholo-gists may be susceptible to these suits. A patient’s long-term psychologicaldamage,112 inability to function in adult life and interaction, regret over infertil-ity, and depression over not being “normal,” may contribute to a physician’svulnerability to suit in this area. Furthermore, the late onset of some conditionsand complications, which are only manifested at puberty or early adulthood,may form the basis for a claim against the medical practitioner who performs aneonatal assessment, sex assignment and surgery, and then fails to follow-up.A physician’s duty to inform of a subsequently discovered danger has beenrecognized in several jurisdictions, including Colorado. The case Gorab v. Zookillustrates the application of this duty.113 The court describes this as a “a newduty based on changed circumstances.”114 Gorab v. Zook concerned the dangerfrom continued use of a medication, and the court rejected the argument that thephysician had a continuing duty to warn the patient in informed consent casesbut left the door open for general negligence cases.115 A California case, Tresemerv. Barke,116 also recognizes this duty, stating that the failure to warn arises fromthe “confidential relationship between doctor and patient. It is not a malpracticecause of action in the commonly understood sense but rather a malpractice ac-tion from the imposed continuing status of physician-patient when the dangerarose from that relationship. It is also a cause of action for common negli-gence.”117 As new complications in the surgery for intersexuals are discovered,or as long-term studies indicate negative results, doctors who were part of ateam treating intersexuals may have a duty to locate and inform their patients ofpotential complications.In the cases of the intersexed whose gender has been surgically assigned,new and substantial risks have arisen: scarring, gender misidentity and confu-sion, psychological trauma, sexual dysfunction, and an increased risk of sui-cide.118 Treating physicians may now have a duty to inform former intersex pa-109. Kenneth Kipnis & Milton Diamond, Pediatric Ethics and the Surgical Assignment of Sex, J.CLINICAL ETHICS, Dec. 1998, at http://www.afn.org/~sfccommed/pedethics.htm (last visited Sept.8, 2000).110. Id.111. Id.112. One intersexual’s reaction was “to me [the discovery that I was an intersexual] was extraor-dinarily threatening. Instead of being a human being with rights and privileges, I was supposed tobe a medical problem.” Hubbard, supra note 7, at 4.113. 943 P.2d 423 (Colo. 1997) (giving an excellent history of the tort of lack of informed consentas a claim separate from general negligence); see also Thornwell v. U.S., 471 F. Supp. 344, 350 (D.D.C.1979); Schwartz v. United States, 230 F. Supp. 536, 540 (E.D.Pa. 1964); Tresemer v. Burke, 86 Cal.App. 3d 656, 671-72 (1978).114. Gorab, 943 P.2d at 430.115. Id.116. Tresemer, 86 Cal. App. 3d at 672.117. Id.118. Katherine Rossiter & Shonna Diehl, Gender Reassignment of Children: Ethical Conflicts in Sur-rogate Decision Making, 24 PEDIATRIC NURSING 59 (1998).MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 149tients of these potential dangers that have now come to light based on the newexperiences of the intersexed.2. Parental ConsentA second major issue in informed consent is the parental right to make de-cisions for their minor child.119 Generally, parental consent is required for treat-ment of a minor child, and a practitioner will be held liable for failing to obtainconsent.120 Exceptions are made in life-threatening cases, where immediatemedical attention is required.121 One of the threshold issues is whether thetreatment is for the minor’s own benefit or for the benefit of a third party. Oneargument is that cosmetic genital surgery benefits the parents more than thechild at the early stages.122 The ethical ramifications of informed consent and theparent’s right to choose for the child are particularly ambiguous when the “ill-ness” or “condition” is not life threatening.123One example is the case of Baby E,124 a 46-chromosome XY child born withminiscule external genitalia. Although initial indicators and the standard of carewould have called for a sex assignment of female, based on the newborn condi-tions, the parents, expecting a boy based on the amniocentesis diagnosis, refusedto accept assignment as a female. Parents are empowered to make the decisionfor a child based on best interests.125 The parents desired to spare their child ad-ditional pain (achieving a diagnosis had caused the child to endure much test-ing), and the parents did not accept the risks associated with what they per-ceived as an elective procedure.126 These parents felt the decision for surgerywas more appropriate for the child to make at puberty or at an age of under-standing.127 The 1998 article analyzing the case concludes that the case reached aless than satisfactory outcome. Today the ethical considerations, based on re-cent research and new information from intersexuals, might favor the parents’decision to do nothing and wait.128Another issue in parental consent is determining when a child is capable ofunderstanding outcomes and consequences. Many organizations and medical119. Veilleux, supra note 107.120. See Rogers v. Sells, 61 P.2d 1018, 1019 (Okla. 1936); see also Veilleux, supra note 107.121. Tabor v. Scobee, 254 S.W.2d 474 (Ky. 1951) (where a surgeon removed infected Fallopiantubes during an appendectomy, the removal of the tubes was not considered an emergency).122. See Dreger, supra note 52, at 8.123. Catlin, supra note 53.124. Rossiter & Diehl, supra note 118.125. Id.126. Id.127. Catlin reviews the ethical considerations of this case in the same journal, and evaluates caselaw in this context. The state can supervene parental authority only if:(a) the medical profession is in agreement about the treatment, (b) whether the expectedoutcome of the treatment is what society agrees to be right for any child, one which wouldgive a chance for a normal healthy life or a life worth living and (c) the expected outcomeof denial of that treatment would mean death for the child.Catlin, supra note 53 (citing J. Goldstein, Medical Care for the Child at Risk: On State Supervention ofParental Autonomy, in WHO SPEAKS FOR THE CHILD?: THE PROBLEMS OF PROXY CONSENT 155 (W. Gay-lin & R. Macklin eds. 1982)).128. See Catlin, supra note 53; see also Rossiter & Diehl, supra note 118.MARTIN_FMT.DOC 06/09/03 4:40 PM150 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002protocols are calling for a moratorium on early genital surgery, suggesting thatthe child give consent. A child’s ability to give consent is generally thought tobe when the child can appreciate the “nature, extent, and probable consequencesof the conduct consented to.”129 This is a question of fact and depends on “age,ability, experience, education, training and maturity.”130 In the case of a conflict,a physician’s “good-faith assessment” would minimize the liability in case offailure to obtain parental consent.3. Fraudulent Affirmative RepresentationsA third informed consent variant concerns liability for a medical practitio-ner’s negligent or fraudulent affirmative representations as to the nature of haz-ards of treatment. The premise for this cause of action is that a “medical practi-tioner’s prediction as to the patient’s future condition can be an actionablemisrepresentation when the prediction implies the practitioner’s knowledge offacts which the practitioner does not have knowledge of.”131 A particular mis-representation is that which will “...induce consent to surgery.”132 Practitioners,who emphasize the benefits of cosmetic or correctional surgery for the intersexwithout revealing the now known risks may be liable under this cause of action.Arguably, John Money fraudulently misrepresented the surgery and sex as-signment and its consequences to the Reimer family.4. Duty to Advise to Consult a SpecialistUnder malpractice and negligence tort law, a physician has a duty to ad-vise his patient to consult a specialist or one qualified in a method of treatment,which the physician knows or should know she is not qualified to give.133 Sincethe standard of care recommended by professionals in the transgender areastates that surgeons should be qualified in the area of genital reconstruction, andthat cases of ambiguous genitalia should be treated by a team,134 all physicianswho may encounter an individual with ambiguous genitalia in their practicesshould be aware of the treatment protocol in order to avoid malpractice claims.The national standard of care will be useful to plaintiffs in these cases, since itovercomes the problem of medical expert testimony.135129. Veilleux, supra note 107.130. Id.131. The most common medical misrepresentation seems to concern surgery. See, e.g., Bloskas v.Murray, 646 P.2d 907, 914 (Colo. 1982); Hutton v. Craighead, 530 So. 2d 101, 105 (La. Ct. App. 1988);Schendt v. Dewey, 520 N.W.2d 541, 548 (Neb. 1994).132. See Hutton, 530 So. 2d at 105.133. See Roberts v. Fleury, 987 F. Supp. 940, 941 (D. Md. 1997) (holding that physician fails to ad-here to standard of care if she does not refer to specialist); see also Wozniak v. Lipoff, 750 P.2d 971(Kan. 1988) (imposing liability for failure to refer patient to an endocrinologist when patient diag-nosed with Graves disease).134. Committee on Genetics, Evaluation of the Newborn with Developmental Anomalies of the ExternalGenitalia, 106 AM ACAD. PEDIATRICS 138 (2000) [hereinafter AAP Evaluation].135. See Roberts, 987 F. Supp. at 940.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 1515. Failure to Advise of AlternativesAs other alternatives to surgical treatment in infancy become more com-mon and publicized, treating physicians will need to advise parents that coun-seling and minimal corrective surgery is an alternative to surgery. Physicianswho fail to disclose feasible alternatives to proposed surgery may be held liableto patients for their later complications.136As shown above, several variations on the tort of informed consent are ap-plicable to the current medical issues in intersex care. Obviously, informed con-sent is not the only cause of action available—negligence is also a viable cause ofaction in these situations. Statutes of limitations will need to be analyzed aswell.V. HOW THE STANDARD OF CARE RELATES TO INFORMED CONSENTA. How a Standard of Care is EstablishedEstablishing the applicable standard of care is the prerequisite or essentialelement of a medical malpractice or negligence tort case. For the informed con-sent torts, the standard of care that was breached must first be established. Insome jurisdictions, “expert medical testimony describing the actual pattern ofmedical practice” is required.137 Professional or expert testimony on the nationalstandard of care basis is now the norm in most jurisdictions, rather than a stan-dard of care for the “locality” rule.138 Generally, theDuty of care takes two forms: (a) a duty to render a quality of care consonantwith the level of medical and practical knowledge the physician may reasonablybe expected to possess and the medical judgment he may be expected to exer-cise, and (b) a duty based upon the adept use of such medical facilities, services,equipment and options as are reasonably available.139The judge or jury does not set those standards: the medical community setsthem.140 These standards are rapidly changing in the treatment of the intersexed.Physicians dealing with the intersexed need to be aware of these changes toavoid a breach of duty to their patients.Customary practice has been rejected by some courts if the practice is dan-gerous or out of date.141 How the standard of care develops is not straightfor-ward: it often develops through interaction of medical academics, professionalmeetings, research reports, networking and case studies.142 The standard of careis not necessarily regulated nor promulgated by any national board or govern-136. See Harwell v. Pittman, 428 So. 2d 1049 (La. App. 1983) (holding that physician was liablewhen he failed to disclose feasible alternatives to surgery for removal of a gall bladder).137. FURROW ET AL., supra note 81, at 265.138. Id. at 265.139. Id. at 264-65 (citing Hall v. Hilbun, 466 So. 2d 856, 872-73 (Miss. 1985)).140. Id. at 265; see also Beh & Diamond, supra note 8, at 27 (arguing that a “jury’s view of reason-able prudence” can prevail over a deficient standard of care).141. See id. at 265 (citing Joseph Hiling Jr., In Search of a Standard of Care for the Medical Profession—the “Accepted Practice” Formula, 28 VAND. L. REV. 1213, 1236 (1975)).142. Id. at 266.MARTIN_FMT.DOC 06/09/03 4:40 PM152 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002mental institution.143 Generally, through the meetings of academics, reports inliterature, and clinical experience, a “clinical policy” develops. If it “becomesgenerally accepted, it becomes ‘standard practice.’”144 One of the organizationsthat emphasizes developing clinical policies or protocols is the 55,000 memberAmerican Academy of Pediatrics (AAP):145The development of practice standards and guidelines by national medical or-ganizations is accelerating the process of moving all medical practice towardnational standards. Such guidelines provide a particularized source of stan-dards against which to judge the conduct of the defendant physician, and theirproduction. . .will be influential.146Because the American Academy of Pediatrics has developed a clinical protocolfor evaluation of the newborn with ambiguous genitalia,147 and these guidelineswill be influential in determining the standard of care expected in a malpracticeor negligence suit, this report is discussed in detail in Section VI.B. The Standard of Care for the Child Born with Ambiguous GenitaliaFor pediatricians and urologists from the 1950s to the early 1990s, the stan-dard of care in cases of ambiguous genitalia148 was straightforward and rela-tively uniform149 and routinely included surgical modification of infant’s genita-lia soon after birth.150 For example, Joycelyn Elders, a pediatric endocrinologistand former Surgeon General of the United States, relates her experiences withthe intersexed in this passage from her autobiography:Whenever there were cases of ambiguous genitalia or any questions involvingthe child’s sex, I got called in immediately. The first thing I’d do was orderchromosome and hormonal studies, to try to determine exactly what kind of de-fect we were dealing with. Once I knew that, I could attempt to correct the im-balance or replace the deficient hormones. Often the treatment was successful,143. Id.144. Id. at 266-67.145. Id. at 267.146. Id.147. See AAP Evaluation, supra note 134.148. Here, I am distinguishing between the standard of care for individuals born with ambigu-ous genitalia from those individuals with one of the other disorders such as severe gender dysphoriadiscussed supra Part III. For example, in California, the current standard of care legally recognized isthat surgery is recognized as medical therapy only for gender dysphoria syndrome.” J.D. v. Lack-ner, Cal. App. 3d 90, 93 (1978) (cases holding that the surgical procedure to remove male genitaliaand construct female genitalia was an expense to be covered by Medi-Cal); G.B. v. Lackner, 80 Cal.App. 3d 64 (1978) (same); see also Diamond & Sigmundson, supra note 8.149. See FAUSTO-STERLING, supra note 35, at 46 (stating that “by 1969, when Christopher De-whurst and Ronald R. Gordon wrote their treatise on The Intersexual Disorders, medical and surgi-cal approaches to intersexuality neared a state of hitherto unattained uniformity”).150. See Julia Greenberg & Cheryl Chase, Colombia High Court Limits Surgery on IntersexedInfants, at http//www.isna.org/Colombia/background.html (last visited Sept. 8, 2000). This wasmost often a surgical “feminizing’ of intersexed infants in part because “it’s easier to dig a hole, thanto build a pole.” Androgen Insensitivity Syndrome Support Group, Genital Plastic Surgery [herein-after AIS Support Group], available at www.medhelp.org/www/ais/33_SURGERY.htm (last up-dated Apr. 16, 2002).MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 153at which point we’d have to look at fixing up the structures surgically.. . .Occasionally our work-ups would show a mosaic of male and female chro-mosomes, children who were both male and female. Then our problem was todecide which sex to make the child. We knew these things had to be done be-fore the child got to be eighteen months or so. . . .It was far easier to make afunctional female than a male.151Usually, doctors tested the individual genetically, physically, and a team(geneticists, pediatric endocrinologists, urologists and psychologists), wouldthen assign a sex at birth, performing surgery and follow-up hormonal therapyto reinforce the sexual assignment.152The basis of this treatment was the assumption that specialists (includingthe surgeon, pediatric endocrinologist, and psychologist)153 could reassign thesex of an intersex child.154 It was believed that this procedure had to be per-formed early, preferably before 30 months,155 when children become aware oftheir own sexual identity.156Since the 1950s, treatment for intersexuals has been based on the underlying as-sumption that doctors could turn any intersexed child into either gender. Oncethe “optimum” sex is chosen at birth, doctors would reconstruct the genitals tobest reflect that decision, telling the children—and often the parents—as little aspossible to avoid raising the child with doubts about its gender.157Intersexuality was considered a problem that had to be dealt with at the neona-tal stage or soon after birth—within three days of birth.158 It was not only aphysical, but also a psychological crisis for the parents.159 “Early surgery and pa-rental conviction that the sex chosen by doctors is the child’s true sex is sup-posed to guarantee that the child develops into a happy girl or boy and, ulti-mately, a well-adjusted and heterosexual woman or man.”160 Those individualswho expressed doubts about their sexual identity were treated with extra estro-gen.161 “Normalcy” was the model underlying assumption of the standard ofcare.162 The less debate or ambiguity on the part of the doctor, the easier it wasthought to be for the parents to raise the child in the newly determined sex.163This standard of care left little room for consultation with parents. Since surgi-151. Dr. Joycelyn Elders & David Chanoff, JOYCELYN ELDERS, M.D., FROM SHARECROPPER’SDAUGHTER TO SURGEON GENERAL OF THE UNITED STATES OF AMERICA 151-53 (1997).152. See Chase, supra note 53.153. See Dreger, supra note 52.154. See Chase, supra note 53 (citing J. MONEY & A.A. ERHHARDT, MAN AND WOMAN, BOY ANDGIRL (1972)).155. See COLAPINTO, supra note 2, at 51; Chase, supra note 53 (citing the 1996 American Academyof Pediatrics Section on Urology Report).156. KESSLER, supra note 35, at 14-15.157. Palmer, supra note 67, at A28.158. See Chase, supra note 53; Dreger, supra note 52.159. See Rossiter & Diehl, supra note 118.160. Chase, supra note 53, at 451; see also KESSLER, supra note 35, at 46-51 for details of the surgicalprocedures.161. Chase, supra note 53, at 452.162. Id.163. Palmer, supra note 67, at A28.MARTIN_FMT.DOC 06/09/03 4:40 PM154 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002cally it was easier to “construct” females; a functional vagina being easier to cre-ate than a sexually functional penis,164 many of the intersexed were surgicallyaltered to be females. Two major factors in sex assignment were the “adequacyof the phallus in the male, potential fertility in the female and the cosmetic ap-pearance of the reconstructed genitalia.”165Underlying the standard of care were some unwritten assumptions. Oneassumption was that surgeries are performed with confidence.166 A second as-sumption was that the surgery itself was worthwhile—an unstated value judg-ment that a scarred and insensitive vagina, clitoris or penis is preferable to a“larger–than-typical” clitoris, or penis that does not urinate in a stream.167 Athird assumption was each sex has a “normal” range or appearance.168 A fourthassumption was that being born with ambiguous genitalia was a “trauma” andcalled for an “emergency” action.169 In any setting, a problem with a newborn istraumatic, and causes anguish for the parents.170 Obviously an emergency re-sponse does not always take into account consideration of the long-term wellbeing of the child.171The assumption of trauma for the individual born with ambiguous genita-lia is clear from the opinions of the professionals: boys must have a penis—”cannot be a boy without this insignificant organ. . . .They must be raised as fe-males. . . .They are doomed to life as a male without a penis.”172 David Reimerwas a victim of this particular assumption. The consultant from the WinnipegClinic, the head of the Department of Neurology and Psychiatry, Dr. G.L. Ad-amson evaluated David (then Bruce) Reimer’s future:One can predict that he will be unable to live a normal sexual life from the timeof adolescence: that he will be unable to consummate marriage or have normalsexual relations; in that he will have to recognize that he is incomplete, physi-cally defective, and that he must live apart.173This damning diagnosis in 1967 pushed the parents of David Reimer to Dr.Money, who seemed to be the only voice offering them hope in a dark period.174Today the treatment is more varied and less uniform, and some physicianshave expressed concern that the “successes” from the 1950s-1990s may reboundas failures.175 Generally, physicians believe that the condition should be cor-rected immediately, but actual medical practice depends on the decisions made164. Id.165. W. G. Reiner, Abstract, Assignment of Sex in Neonates with Ambiguous Genitalia, in CURRENTOPINIONS ON PEDIATRICS 363-66 (1999).166. KESSLER, supra note 35, at 74.167. Id. at 75-76.168. See generally FAUSTO-STERLING, supra note 35; KESSLER, supra note 35.169. KESSLER, supra note 35, at 127.170. Id. at 91.171. Id. at 127.172. Id. at 37.173. COLAPINTO, supra note 2, at 15-16.174. Id. at 23.175. See KESSLER, supra note 35, at 75.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 155by individual surgeons, which is often based on their training or beliefs.176 Thenext section discusses the movements toward change.VI. SEX-CHANGERS, CHANGES IN THE MAKING AND THE CHANGE-MAKERSThe last decade of the twentieth century was a time of great change for theintersexed. Not only were conventional standards of care and treatment chal-lenged, but those making the sex changes were challenged.177 Those whose sexhad been changed formed groups, coalitions and grass roots movements, and achange of procedures, perspectives and medical care and societal perceptionshas become a priority of these groups. This section briefly discusses why andhow these rapid changes have come about.A. The Growth of the Intersexed as a Voice for Change1. Connections and Coalitions: The ISNA, Intersexed Society of NorthAmericaThe intersexed found a face when David Reimer revealed his life story toJohn Colapinto. They achieved a voice through the efforts of the Intersex Soci-ety of North America (ISNA) and its founder Cheryl Chase, and other supportgroup and activist networks. In seven short years, Chase’s group of activistsand coalition of groups devoted to addressing and supporting the problems,concerns, and issues of the intersexed have “forced many prominent medicalspecialists to reconsider the prevailing model of treatment, to question whetherthe well-intentioned practice of surgically removing or altering the genitals ofnewborns so they appear ‘normal’ creates the very emotional, sexual and physi-cal trauma it is designed to avoid.”178 Chase’s motivations in forming the ISNAarose from personal traumatic experiences as an intersexual.179 Labeled a boy atbirth, but with both male and female sexual organs, Chase was raised a girl aftersurgery at eighteen months of age.180 Driven to a point of contemplating suicide,with no idea as to why she had mutilated and numb genitals, Chase insteadvowed to make a difference in the lives of other intersexuals.181Chase has made a difference—more and more intersexed individuals arespeaking out on the Internet, in videos, news programs and in medical, psycho-logical and popular media.182 Activities of the ISNA have included applying for176. See FAUSTO-STERLING, supra note 35, at 48. The training of physicians impacts the standardof care—should physicians be allowed to rely on the training received in medical school and con-tinuing education, or can the standard of care be based on recent studies and newer research in thisarea? See discussion supra Parts IV and V.177. See COLAPINTO, supra note 2, at 71-72.178. Palmer, supra note 67, at A28.179. Id.180. Id.181. Id.182. The evolution of the Internet has coincided with the rise of the ISNA and has greatly facili-tated its reach and outreach. Individuals can contact the website to “chat,” to exchange ideas andaccess information, all with anonymity if desired. See Sixty Minutes: A Crime Against Nature: SexualReassignment (CBS television broadcast June 25, 2000), available at http://sixtyminutes.ninemsn.com.au/60/stories/2000_06_25/story_185.asp (last visited Sept. 18, 2000).MARTIN_FMT.DOC 06/09/03 4:40 PM156 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002association with the National Organization for Rare Disorders; responding tomedical journal articles on areas related to treatment of intersexuals; offering toprovide a panel of intersex patients as part of a symposium on genital pediatricsurgery; and, ultimately, some members demonstrating at the 1996 AmericanAssociation of Pediatrics meeting in Boston.183 A few dissident physicians sup-ported the protest by the ISNA, and some clinicians are reappraising the stan-dard model of care for intersexuals.184 What Chase’s efforts and those of othersupport groups illustrate is that the only experts on this issue may be the inter-sexed themselves.185 The voice of the intersexed is being heard as intersexual ac-tivists have been willing to publicly expose their own pain and trauma.186 Bol-stering its “appearance” are the links on the Internet and beyond with othergroups. The website for ISNA, for example, reveals anecdotal evidence of sexreassignment issues.187 Significantly the ISNA wrote an amicus brief to the Con-stitutional Court of Colombia regarding intersex surgery on two infants, whichwas influential in the court ruling against intersex infant surgery.188 Chase hascontributed to the medical literature as well by arguing against early genitalsurgery.1892. International IntersexualityAs mentioned earlier, intersexuality is not only a North American issue.Chase’s networking with other organizations reveal worldwide phenomena ofgrowth of the voice of the intersexed. The courage and revelations of other in-tersexed have led to the growth of support groups and activist organizations cir-cling the globe, including Australia, New Zealand, the United Kingdom, Can-ada, Japan, Germany, and Holland.190 However, since the United States is theprovider of some of the best medical care in the world, groups such as the ISNAand the American medical community may well take the lead in changing thestandards of care on this issue.B. Medical StudiesThe standard of care for intersexed individuals is changing not only be-cause of the David Reimer story and the influence of the ISNA and other sup-port groups for intersexuals, but also because of the new research and surgicaltechniques in the medical field which are coming to light. Indeed, “the para-digm for sex assignment in newborns is in transition,” says a study by psychia-trist W.G. Reiner of Johns Hopkins.191 Not only have intersexual groups lobbied183. Chase, supra note 53, at 452.184. Id.185. Palmer, supra note 67, at A28; see also Doctors told of “intersex” ordeal, The Dominion (Wel-lington) Oct. 25, 2000.186. Palmer, supra note 67, at A28; see also Hubbard, supra note 7. A support network for NewZealand intersex people is found at www.circumstitions.com.187. Ricki Lewis, Reevaluating Sex Assignment, 14 THE SCIENTIST 6 (Jul. 10, 2000).188. See discussion infra Part VI.D.1.189. Chase, supra note 53, at 5.190. See Amicus Brief, supra note 9, at 13.191. William G. Reiner, Abstract, Assignment of Sex in Neonates with Ambiguous Genitalia, 11CURRENT OPINIONS ON PEDIATRICS 363 (1999).MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 157their doctors and clamored for change in the treatment of the intersexual, butthe thinking and hypotheses of specialists in surgery, endocrinology, psychol-ogy, ethics, psychiatry, genetics, and public health have begun to reflect theclinical responses to genital ambiguity.192 The major specialties involved intreatment of the intersexed are re-evaluating their presumptions about sexualassignment, and long term studies are being initiated to add to this new body ofresearch. This will impact not only surgical treatment, but also long-term psy-chological, hormonal, urological and sociological treatment of the intersexed.193Most significantly and recently, the American Academy of Pediatrics(AAP) reported in July 2000 a new standard of care for the treatment of indi-viduals with ambiguous genitalia.194 Much of this report was formulated beforethe recent publicity and “widely publicized cases” of David Reimer and oth-ers.195 The AAP report stated the approach, care and follow-up for the inter-sexed patient, beginning with the explanation for the genetic and hormonalfactors creating sexual orientation.196 Written for pediatricians, the article em-phasized the “team” approach in treatment of these individuals, a team whichincludes pediatricians, pediatric endocrinologists, urologists, plastic surgeonsand a psychiatrists.197In addition to this study, a task force has been formed to study the long-term clinical responses to genital ambiguity.198 The North American Task Forceon Intersexuality (NATFI) first met in October 1999, and it will utilize its re-search outcomes to analyze and evaluate the AAP report with the purpose of“formulat[ing] optimum guidelines for care of children with intersex disor-ders.”199 NATFI is endorsed by a number of organizations, and its mission is tosuggest a new nomenclature for the intersexed and sex classifications.200 TheAAP report was formulated around January of 1999 and at that time the AAPstill favored early surgical intervention.201 NATFI may recommend a modifica-tion of those guidelines.202 The task force, chaired by Dr. Ian Aaronson, M.D.,Professor of Urology and Pediatrics, and Director of Pediatric Urology at theMedical University of South Carolina, will publish its management guidelines in2004, after identifying patients in its first year, interviewing and evaluating theintersexed above age sixteen in years two and three, and analyzing and inter-preting this data for its report in year four.203192. Revelation of cases of failed reassignments and the emergence of intersex activism have ledan increasing number of pediatric endocrinologists, urologists and psychologists to reexamine thewisdom of early genital surgery. See FAUSTO-STERLING, supra note 35, at 21.193. Reiner, supra note 191.194. See AAP Evaluation, supra note 134.195. Guttman, supra note 62; see also Task Force is Studying Effects of Cross-Gender Surgery on Kids,SEATTLE POST-INTELLIGENCER, Mar. 13, 2000, at D2.196. AAP Evaluation, supra note 134, at 138.197. Id.198. See FAUSTO-STERLING, supra note 35, at 22.199. Guttman, supra note 62.200. See FAUSTO-STERLING, supra note 35, at 22.201. Guttman, supra note 62.202. FAUSTO-STERLING, supra note 35, at 22.203. Guttman, supra note 62.MARTIN_FMT.DOC 06/09/03 4:40 PM158 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 20021. Diamond’s Opposition and A Second StudyClearly a major factor producing change was the revelation of John/Joan(David Reimer), following Milton Diamond’s and Keith Sigmundson’s articlereporting on David’s (John/Joan’s) rejection of his female identity, and ques-tioning the recommendation that those individuals presenting XY ablatio penisbe raised as a girl.204 Diamond, who had been continuing his work on hormonalinfluences during gestation, followed the progress of John/Joan and contactedSigmundson through a notice in an American Psychiatric Society newsletter.205Sigmundson was Reimer’s treating psychiatrist and had anonymously revealedthe unsuccessful aspects of the experiment to the BBC. Diamond and Sigmund-son collaborated on an article that revealed the failure of the experiment, aftervisiting extensively with David Reimer.206 The final paper, which “went againstthree decades of dogma. . .set off shock waves in medical circles around theworld, generating furious debate about the ongoing practice of infant sex reas-signment.”207 The article documented the outcome of the John/Joan experimentand debunked Money’s theories of successful sex reassignment based only on atheory of nurture and environment and early and unambiguous reassignment.208Diamond and Sigmundson then proposed “alternative principles for the man-agement of intersexual children and of boys suffering from penile trauma.”2092. Assignment at 7 Months, Reiner, and Baby GSimilarly, a second study on an ablated penis case in Canada compared thischild’s experience with that of David Reimer.210 In this second case, after anelectrocautery circumcision, the XY male was assigned to the female gender atage seven months. Although this patient more clearly identified with the femalesex, at the age of twenty-sex the patient was a bisexual and living with awoman. The patient experienced ambivalent partner preferences.211 This Cana-dian study questioned Money’s theories, and advocated additional studies inorder to create a different management model for these cases.212Dr. William Reiner, trained as a pediatric urologist, was supportive ofDiamond and Sigmundson’s paper. He had spent much of his medical careerre-assigning sex, but after an encounter with “Baby G,” a 46XY male raised as a204. Bradley et al., supra note 4.205. COLAPINTO, supra note 2, at 199. The ad said: “Will whoever is treating the twins please re-port.” Sigmundson was afraid to publish the outcome of the case, because of the Money connectionand potential detrimental impact on his career. Id.206. Id. at 209-10. Diamond’s paper was begun in 1994, but was not published until 1997 in theArchives of Pediatrics and Adolescent Medicine.207. Lewis, supra note 187, at 6; COLAPINTO, supra note 2, at 220-222.208. Chanika Phornphutkul et al., Gender Self-Reassignment in an XY Adolescent Female Born WithAmbiguous Genitalia, 106 PEDIATRICS 135 (2000).209. Id.; see also Beh & Diamond, supra note 8.210. See Bradley, supra note 4, at 9; see also COLAPINTO, supra note 2, at 273-76 (reporting on somecases in progress).211. See Bradley, supra note 4, at 9.212. Id. at 9.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 159girl, Reiner began warning other physicians against the idea that nurture couldovercome biological theory.213Baby G was born with ambiguous genitalia, the distinguishing feature ofwhich was a “micropenis,” or enlarged clitoris.214 Based on phallus size, doctorsassigned Baby G a female gender on day four of life.215 Chromosome history re-vealed a 46 XY karyotype.216 The parents agreed to the sex assignment as a fe-male and removal of the testes to avoid possible malignancy.217 Later the motherstated that she was not informed of or did not remember the chromosome testresults.218 At about age sixteen, the patient questioned her diagnosis, and afterdiscussions with physicians, declared herself male.219 He was then started ontestosterone replacement and had to undergo a mammoplasty.220 The motherwas supportive during this period, but the father was not, and a divorce re-sulted.221 This report, “taken together” with Diamond’s work and that of otherssuggest “that early sex assignment as female does not ensure female gender self-identification in XY infants with female external genitalia.2223. Changes in Surgical Techniques and ProceduresThe intersexed face both functional and cosmetic surgery. Surgical tech-niques and procedures over the last several years produced unprecedented re-finements and results. Transgender surgeries, which are distinguishable fromintersex surgery in infancy, are considered an established procedure in mostcountries.223 Current techniques that were not possible 30 –35 years ago now can213. COLAPINTO, supra note 2, at 212.214. Literature defines a penis that is less than 1.5 centimeters in size as a micropenis and it isconsidered inadequate for development of a “functional” penis—described as the ability to have in-tercourse and to urinate standing up. See id. This is an issue in the ethics of intersexual treatment:an “adequate” penis is necessary for male sex assignment, but “adequate” and “acceptable” aresubjective terms and measurements. See Dreger, supra note 52, at 5. Gender discrepancies arise inthe assignment of sex: vaginas are “easier” to construct and have lower standards than for a penis.Id. at 6. Traditionally, if a newborn’s stretched organ is about 1 inch, or longer, the baby is a he; ifunder 3/8 inch, the baby is a she. If between of 3/8 to 1 inch the organ is usually shortened, so thepenis becomes a clitoris. Further surgery takes place during puberty, along with hormone treat-ments. See Lewis, supra note 187, at 2.215. See Phornphutkul et al., supra note 208, at 2.216. Id.217. Id.218. Id.219. Id.220. Phornphutkul et al., supra note 208, at 2. Mammoplasty is “plastic surgery on the breast toalter its shape, size, re-position, or all of these.” ILLUSTRATED STEDMAN’S MEDICAL DICTIONARY (24thed., 1982).221. Phornphutkul, supra note 208, at 2.222. Id. at 3; see also M. Beshati et al., Gender Assignment in Male Pseudo-Hermaphrodite Children, 22UROLOGY 604, 607 (1983) (reports a study of male pseudo hermaphrodites in Toronto that comparesmales who were assigned female gender and 12 who were not raised female).223. See The Cleveland Clinic, Sex Reassignment Surgery (Nov. 2001) [hereinafter Sex ReassignmentSurgery], at mywebmd.com/content/article/2953.533 (last visited June 20, 2002). Although “trans-gender” and “intersex” are two distinct populations, the point here is that genital surgery has be-come refined and more common in the recent past as compared with the surgical techniques avail-able at infancy to those who are now adults; see also B. Leidl, Sex Reassignment Surgery in Female toMARTIN_FMT.DOC 06/09/03 4:40 PM160 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002maintain nerves and sensitivity of the organs, and some experimental evidenceshows that sensitivity may be preserved.224 However, these techniques are newand the patients on whom such techniques have been performed are not yetadults. Thus, the long-term effects of such surgical procedures are still un-known.Technology to reconstruct a penis has also improved.225 Still “only 2-3 cen-ters in the United States have experience creating penises ‘out of nothing’” and“[t]he surgical results are not perfect.”226 Generally, doctors do not perform aclitorectomy (complete removal of the clitoris), instead creating a clitoral reces-sion, which reduces the length but maintains the nerve supply.227 Scarring is of-ten inevitable, especially in male-to-female surgeries.228 Studies that address thepsychological effects between cosmetic successes, late sexual gratification, and“general psychological adjustment” are not yet available.229 For this reason, thedebate in the pediatric endocrinology community over the proper treatment ofintersexed individuals continues to rage.230 The results of purely cosmetic sur-geries however are also unproven and physicians must report that the results ofcosmetic surgery have not been proven when asking parents to give consent forsuch surgery.231 Even after distinguishing between cosmetic and corrective sur-gery, doctors have difference of opinion and thus a differing standard of care.232In a “watershed” moment this year, Claude Migeon, another Johns Hopkinssurgeon, “stood before the pediatric endocrine society and announced that fol-low-up studies on his intersexed patients led him to conclude that genital sur-geries never produce perfect results.”2334. Long-term Problems are SurfacingAnecdotal reports from the intersexed are revealing the following long-term difficulties, including:(1) A failure to convince parents that the gender of the child was changedas a result of surgery;234(2) A sense of betrayal felt by the intersex, that parents, doctors, and thera-pists “deceived” the individual regarding the original of gender;235(3) Damaged sexual function and feelings of “shame and freakishness;”236Male and Male to Female Transsexuals, FORTSCHRITTE DER MEDIZIN (EMBASE 1999240401) (last visitedNov. 2, 2000).224. Lewis, supra note 187, at 3.225. Id.226. Task Force, supra note 195 (quoting Dr. Aaronson of the NATFI).227. AIS Support Group, supra note 150.228. Leidl, supra note 223, at 3.229. See Dreger, supra note 52, at 12.230. Point/counterpoint, PHYSICIAN’S WEEKLY, Aug. 16, 1999, at http://www.physiciansweekly.com (last visited Nov. 25, 2000).231. Dreger, supra note 52, at 12.232. Id.233. Palmer, supra note 67, at 6.234. See Chase, supra note 53, at 2.235. Id.; see also Dreger, supra note 52, at 9.236. Chase, supra note 53, at 2.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 161(4) Manifestation of a gender identity contrary to sex assigned by doctors;237(5) Low self-esteem and depression directly attributable to early surgery(infant surgery conveys a strong message that “baby was not accept-able” as he or she was born);238(6) Vaginal stenosis in females who had CAH and underwent vaginal re-construction in infancy and childhood;239(7) A reportedly high incidence of homosexuality and bisexuality in geno-typic males reassigned as females;240 and(8) Bitterness and silent despair.241Furthermore, repeated surgeries are the norm. A study in Australia showedthat 90 percent would require further surgery because the early intervention wasinadequate.242 Many of the intersex surgeries permanently destroy fertility andnegatively affect sexual sensation.2435. Problems with Hormonal TherapyThe corollary treatment for the intersexed, after a sexual determination hasbeen made, is hormonal therapy. Depending on the underlying condition, thetreatment varies depending on sex, but ranges from steroids and birth controlpills to testosterone injections. Often this treatment cannot be started until pu-berty. Pediatric endocrinologists try to create a “normal” puberty, sometimeswith estrogen or progesterone or birth control pills. Testosterone injections orpatches are also prescribed.2446. Lack of Long-Term StudiesOne of the major hurdles to insuring informed consent for parents and pa-tients is the lack of long-term studies and follow-up of individuals with am-biguous genitalia.245 As mentioned earlier, changes are taking place with theformation of a task force,246 and as more intersexed individuals make themselvesknown and submit to questioning and information gathering, more informationmay become available. To contribute to research on the nature/nurture issue,Dr. William Reiner at Hopkins is studying children with cloacal exstrophy,247which is a condition of major trunk abnormalities and severely deformed geni-237. See id.238. Id.; see also Hubbard, supra note 7, (stating that “one of the complications of medical inter-vention as a child is that you’re not acceptable unless you’re re-fashioned into some ideal. The mes-sage that you send a child is that they’re not OK”); Dreger, supra note 52, at 8.239. Id. at 10. Vaginal stenosis is a narrowing of the vaginal opening. See Sex ReassignmentSurgery, supra note 223.240. Rossiter & Diehl, supra note 118, at 3.241. Beh & Diamond, supra note 8, at 7.242. See AIS Support Group, supra note 150.243. See Lewis, supra note 187, at 6.244. See id.245. Chase, supra note 53, at 2; see also Dreger, supra note 52, at 9.246. AIS Support Group, supra note 150.247. A developmental anomaly in which an area of intestinal mucosa is interposed between twoseparate areas of the urinary bladder.MARTIN_FMT.DOC 06/09/03 4:40 PM162 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002talia.248 One of Reiner’s conclusions is that “changing the sex at birth in thesechildren may not be in their best interests. . .and I think they will have a lot oftrouble [when told the truth] with that psychologically.”249 Reiner also reportedthat normal male gender identification can develop without a penis and evenafter testicles are removed.250The AAP report is also concerned with the lack of long-term studies, stat-ing, “caution should be exercised when a recommendation is made that the sexof rearing should differ from the chromosomal sex.”251 Few studies have ad-dressed the non-physical/medical outcomes: the social, psychological and sex-ual outcomes.252 Most of the data on the intersexed surgeries focus on short-termcosmetic results.253 Those studies that address the problem are showing a “psy-chopathology developing in about 40 percent of people treated” by the Moneymodel of sex assignment and surgery before 24 months.254Others outside of medicine, in the fields of medical history, bioethics, socialpsychology, sociology, and anthropology, also believe there has been a lack ofadequate studies and follow-up on the issue of early surgery for individualswith ambiguous genitalia.255D. Legal Changes1. Colombia Constitutional Court DecisionThe Colombia Constitutional Court was charged with deciding whetherparents had the right to authorize genital surgery on their child, in two cases,one involving a two-year-old child and the other involving an eight-year-oldchild. In a 1995 decision, the court had ruled on a case similar to John/Joan, inwhich a boy was assigned as female following a traumatic accident that de-stroyed his penis.256 The boy “never developed a female gender identity.”257 Hebrought suit for redress to the Constitutional Court and won when the courtheld that “parents cannot give consent on a child’s behalf to determine sexualidentity.”258 This court’s latest decision built on the 1995 standard and, in addi-tion, designed new informed consent guidelines for legal and medical profes-sionals to incorporate into their practices.259 The court in its findings relied248. See Ed Susman, Boys Play Baseball, Girls Play House: Study of rare sex disorder, BIOTECHNOLOGYNEWSWATCH, Nov. 6, 1995; see also Lewis, supra note 187.249. Susman, supra note 248, at 1.250. Lewis, supra note 187, at 1.251. AAP Evaluation, supra note 134, at 5. This report acknowledges the changes in the last dec-ade from the “nurture” theory in medical studies, stating that “it has become apparent that testos-terone imprinting and fetal brain may play a role in determining male sexual orientation.”252. Id. at 6.253. See Chase, supra note 53, at 2. This reports long-term follow-up on vaginal replacement,suggesting the vagino plasty at or near puberty is more appropriate than at infancy. Id. at 5.254. Id. at 2.255. Id. at 6.256. See Greenberg, supra note 49; see also Chase, supra note 53.257. Chase, supra note 53.258. Id.259. See discussion infra Part VII.B.1.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 163heavily on the Amicus Brief of the ISNA, opinions by the European Court ofHuman Rights, and opinions on discrimination/protection for homosexuals andtranssexuals, as well as Colombian medical experts, and videotapes of intersex-uals speaking out on the issue of surgery on infants.260 The Colombian courtcould find “no case in which any other high court in the world had consideredthe issue” and thus was “unable to rely on legal precedent.”261Two implications for the North American legal and medical communitiescome to mind as a result of this decision. First, the Colombian Court decision isrepresentative of how a well-organized and persuasive argument, presented ef-fectively, can affect the judiciary and create new law. The ISNA, the AmericanAcademy of Pediatrics, Milton Diamond and many other scientists and expertsnow believe that this surgery on infants is wrong. Although no reported casessimilar to those in Colombia have appeared yet in the United States, it is con-ceivable that an informed consent action or an injunction requesting a preven-tion of surgery could be brought in the near future. The ISNA is clearly gearedup to present evidence supporting a moratorium on this type of surgery, as evi-denced by the Colombia case. Secondly, the Colombian decision, although notbinding authority, may be persuasive to a court hearing a similar case of firstimpression in the U.S.2. Violations of World-Wide Conventions and Medical Ethics StandardsThe amicus brief written to the Constitutional Court of Colombia by theISNA identifies several world standards that might be violated by the practice ofcosmetic or correctional genital surgery on infants or children unable to consent.First, the ISNA equates the surgery with medical experimentation, because ofthe lack of long-term studies on outcomes.262 The Nuremberg Code specificallystates the primary requirement of experimentation as: “The voluntary consent ofthe human subject is absolutely essential.”263 Following the reasoning of theISNA, allowing genital surgery that is experimental on nonconsenting minors isa prima facie violation of the Nuremberg code of medical ethics, and that is a“moral[ly] and legally repugnant” practice.264 The ISNA argues that this par-ticular infant surgery also violates the United Nations Convention on the Rightsof the Child, which requires all parties to the Convention “to protect the childfrom all forms of physical or mental violence, injury or abuse, neglect or negli-gent treatment, maltreatment or exploitation. . .while in the care of parent(s), le-gal guardian(s) or any other person who has the care of the child”265 and “nochild shall be subjected to torture or other cruel, inhuman or degrading treat-ment.”266260. Greenberg & Chase, supra note 150, at 1.261. Id.262. See Amicus Brief, supra note 9, at 4.263. FURROW ET AL., supra note 81, at 378-79 (citing the Nuremberg Code, later incorporated inthe Declaration of Helsinki).264. Amicus Brief, supra note 9, at 4-5.265. Id. at 6 (citing Article 19 of the United Nations Convention on the Rights of the Child, datedNovember 20, 1989 but not ratified by the United States).266. Id. (citing Article 37 of the United Nations Convention on the Rights of the Child).MARTIN_FMT.DOC 06/09/03 4:40 PM164 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002Female Genital Circumcision (FGC, also referred to as Female Genital Mu-tilation or FGM) is also analogized to infant genital surgery in the ISNA amicusbrief, stating that a “wide variety of human rights authorities and organizationshave determined that involuntary genital surgery performed on female childrenviolates basic human rights to bodily integrity and personal dignity and auton-omy.”267 FGC, which is the “removal of all or part of the clitoris, inner labia orouter labia”268 has been condemned by a long list of international organizations,including the United Nations Commission on Human Rights, UNICEF, theWorld Medical Association, the World Health Organization, the 1993 UnitedNations World Conference on Human Rights and has been labeled “barbaric”and a “violat[ion] of human rights” in the U.S.269This inconsistency in how FGC is treated as compared to how intersex sur-gery is treated may be a basis for legal challenges to intersex surgery in theU.S.270 Milton Diamond points out that “medicine has been vocal in its condem-nation of [FGM] even as it continues to recommend [normalizing genital sur-gery].”2714. Legal Ethical ConflictsBriefly, the ethical considerations are many and have been discussed anddeveloped by Alice Dreger,272 and Milton Diamond, among others.273 Dregerstates that the treatment of the intersex “hit all the buttons [in bio-ethics], pater-nalism, informed consent, the doctor-patient relationship, and the HippocraticOath to ‘do no harm.’”274 Dreger thinks that the treatment of the intersexed andespecially John Money’s work will one day rank with Tuskegee as a long-term(40 plus years) unethical experiment.275 The practice also raises the bio-ethical–technology question: just because we know how to do it, should we do it?” Isthis another area where medical technology has outpaced our moral, ethical and267. Id. at 5 (citing AMNESTY INTERNATIONAL, WOMEN’S RIGHTS ARE HUMAN RIGHTS (1995)).268. Id. at 6.269. Amicus Brief, supra note 9, at 6. The ISNA also uses the arguments against Female GenitalCircumcision in its brief.270. Dreger, supra note 52, at 12. Legislation passed in 1996 by the U.S. Congress called for pen-alties to anyone who “knowingly circumcises, excises, or infibulates the whole or any part the labiamajora or labia minor or clitoris of another person who has not attained the age of 18 years.” Thelegislation creates an exception:A surgical operation is not a violation of this section if the operation is (1) necessary to thehealth of the person on whom it is performed, and is performed by a person licensed inthe place of its performance as a medical practitioner; or (2) performed on a person in la-bor or who has just given birth and is performed for medical purposes connected with thatlabor or birth.Id.271. Kenneth Kipnis and Milton Diamond, Pediatric Ethics and the Surgical Assignment of Sex, J.CLINICAL ETHICS, at http://www.afn.org/~sfcommed/pedethics.htm. (last visited May 24, 2002).272. See Dreger, supra note 52.273. See Kipnis & Diamond, supra note 271.274. Lewis, supra note 187.275. Dreger is equating the treatment of the intersexed from the 1950s through the 1990s with thePublic Health Service study of syphilis among African-American men in Tuskegee Alabama. SeeJAMES. H. JONES, BAD BLOOD: THE TUSKEGEE SYPHILIS EXPERIMENT (1993).MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 165another area where medical technology has outpaced our moral, ethical andpsychological reactions?276VII. WHAT THE STANDARD OF CARE AND INFORMED CONSENT SHOULD BE TODAYA. An Emerging Standard of CareAlthough “the medical community is still debating the appropriate stan-dard of care,”277 based on this most recent literature and studies, the standard ofcare for those with ambiguous genitalia in the United States may begin to looklike the following:(1) Care should be taken in the delivery room and with conversations withparents not to suggest a diagnosis or offer a gender assignment.”278Doctors and nurses in the delivery area should call the child “yourbaby,” “your child,” not “it,” she, or he.279(2) Specialized care and counseling should be provided for parents andchild, during diagnosis period and as follow-up care.280 This includes a“positive atmosphere” and emotional tone established by the healthprofessionals.281(3) Accurate recurrence risk counseling should be communicated.282(4) Sex should be based on the most likely outcome.283 Deciding the sexshould be based on these criteria: fertility potential, capacity for normalsexual function, endocrine function, malignant change, testosterone im-printing and timing of surgery.(5) Terms such as “typical,” “usual,” “most frequent” should be used ratherthan “normal” when describing the sex characteristics of the newborn.284(6) “Reconstructive surgery should be delayed until the patient’s genderidentity can be incorporated into the decision-making process.”285 (This276. Other ethical considerations, but not necessarily with legal implications are these: Shouldparents be making the decisions—are they able to make the best decision for the child at the earlystates? See Catlin, supra note 53, at 2. Is sexual intercourse the most important thing a human does?Is the penis the most important sexual organ? (asks Dr. Reiner). See Lewis, supra note 187. Catlinqueries “is a functional, full size penis of essence to human male existence?” Catlin, supra note 53, at4.277. Carl T. Hall, Guidelines Created for Intersex Babies, S.F. CHRON., July 4, 2000, at A2 (quotingDr. Christopher Cuniff, co-author of the AAP Report).278. Id.279. Id.280. Id.281. Id.282. AAP Evaluation, supra note 134.283. Beh & Diamond, supra note 8, at 2.284. Id. at 1.285. Chanika, supra note 208; see also Beh & Diamond, supra note 8. The Journal recommendsthat the surgeon should be Board Certified and either a urologist, gynecologist, plastic surgeon orgeneral surgeon. Id. at Part III Sec. XI. A surgeon should ideally have experience and knowledgewith more than one technique in genital reconstruction in order to meet the specific needs of the pa-tient. Id.MARTIN_FMT.DOC 06/09/03 4:40 PM166 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002is the most controversial point and has not yet been adopted by theAAP).(7) Current reports indicate that diagnosis of micropenis (in infancy) shouldresult in the assignment of the male gender.286(8) “Immediate and extensive medical workup” is required to determinethe underlying diagnosis and any life-threatening hormonal block-ages.287(9) Testosterone injections should be given only in equivocal cases, and thechild should be “raised as a boy only when there is a very good re-sponse.”288(10) Medical professionals should recognize that while a child born withambiguous genitalia may constitute a “social emergency,” this is not a“medical emergency” in the sense that intervention is not necessaryimmediately in order to save the child’s life (except in the cases of con-genital adrenal hyperplasia (CAH)).289(11) A step-by-step approach leading to a speedy diagnosis is essential.290Recognizing the potential changes in the standard of care and incorporatingthem into practice may prepare physicians who encounter a child with ambigu-ous genitalia to treat the child appropriately. The physician may then properlyfulfill her duty to obtain full and informed consent from the parents and thechild, if the child is old enough.B. New Informed ConsentThose promoting informed consent laws based on the new information,medical studies and legal landscape should consider the following:1. Colombia Court ModelThe 1999 Colombia Constitutional Court decisions291 on intersex sur-gery292—for a two year old and an eight year old child—both found that the“consent given by the parents for genital surgery was invalid.”293 In making thisdecision, the court required that the legal and medical communities establish anew category of consent. The court said there must be “qualified, persistent in-formed consent” with the following elements:286. Phornphutkul et al, supra note 208; see also Dreger, supra note 52, at 7.287. Rossiter & Diehl, supra note 118.288. AAP Evaluation, supra note 134, at 5.289. Id. at 1; see also FAUSTO-STERLING, supra note 35, at 21.290. See AAP Evaluation, supra note 134, at 8 (History and exam should include obstetric history;the physical exam should look for malformation, external diagnosis, and palpitation of gonads.Laboratory and Imaging Studies should be employed to discover placement and size of internalgenital; blood, hormonal and chromosomal analysis is required.).291. Order Changing Guardianship (Identification of Minor Suppressed), Sentencia SU-337/99(Corte Constitucional, May 12, 1999) (Colum.); In re. Guardianship XX, Sentencia T-551/99 (CorteConstitucional, Aug. 2, 1999) (Colum.).292. See Julie A. Greenberg and Cheryl Chase, Colombia High Court Restricts Intersex Genital Muti-lation, available at www.isna.org/pr/pr10-25-99.html (last visited Sept. 9, 2000).293. Id.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 167(1) Parental authority depends on the “exigency and urgency” of the pro-cedure, the invasiveness, and the “age and autonomy” of the child.(2) Parents may consent only if they have been given accurate informationabout risks and alternate treatment protocols.(3) Consent must be written, and must be given over an extended period oftime, not just at the initial surgery.(4) Parents cannot consent for children over age five. These children areautonomous, and have identified with a gender.294The Colombian Court held in a similar John/Joan case, in 1995, that“[P]arents cannot give consent on a child’s behalf to surgeries intended to de-termine sexual identity.”295 In response to the 1995 ruling, surgeons began torecommend surgery, but refused to perform it, resulting in the 1999 cases, re-questing surgery for two children.2962. ISNA ModelThe ISNA considers surgeries performed in infancy to be IGM—IntersexGenital Mutilation.297 The ISNA has also stated that doctors should not be “in-sulated from any liability for harm caused by performing non-consensual geni-tal surgery on children precisely at the moment when scholarly opinion ischanging.”298 The ISNA might agree that parents need to be informed that: 1)“there is no medical reason to reduce the size of a large clitoris, no illness or painis a side effect, and the main reason for reduction is cosmetic and a belief that itwill enhance the psychological state of the child;” 2) “the reduction surgery isirreversible,” because tissue cannot be reconstructed and scarring results, sopsychological counseling should be substituted; 3) the surgery is actually lesscomplicated in a larger child than in an infant; 4) the surgery itself can causeharm: scarring, chronic pain, irritation, reduced sexual sensation in addition tothe inherent risks of any surgical procedure (infection, anesthetics, etc.); 5) nolong-term data are available on the outcomes of this type of surgery; and 6) asafer alternative is now available that would allow management of the inter-sexed condition and meet the criteria of informed consent.2993. Diamond’s ModelInformed consent should consist of full and honest disclosure about thecondition to the parents and the patient (depending on age).300 The familyshould be informed that much of the influence genetically and through the en-docrine system will manifest at puberty, and when pre-adult and secondary sexcharacteristics and genitalia appear.301 When surgery is an issue, informed con-sent should include a distinction between cosmetic surgery and that required for294. Id.295. Id.296. Id.297. Amicus Brief, supra note 9.298. Id.299. Id. at 1.300. Beh & Diamond, supra note 8, at 2; see also Kipnis & Diamond, supra note 109, at 8.301. Beh & Diamond, supra note 8, at 3.MARTIN_FMT.DOC 06/09/03 4:40 PM168 DUKE JOURNAL OF GENDER LAW & POLICY Volume 9:135 2002maintaining physical and mental health, emphasizing functionality over ap-pearance. The parents and child (if this is done at puberty) should also be in-formed that such surgery could impair sexual/erotic function.302Parents should be informed at birth that true informed consent cannot beachieved before puberty, but should be warned about the repercussions ofwaiting until that time.303 Patients should be informed of the effects and contra-indications of “major prolonged steroid hormone administration,”304 as a num-ber of intersexed individuals have not been pleased with the outcomes of thistreatment.305 Furthermore, parents need to consider when the child should betold of the surgery.306 Because it is such a drastic step, before removing the go-nads, surgeons should obtain full consent from parents.307 Parents should alsoknow that untreated ambiguous genitalia may create problems for childrenwhen they attend school, resulting in serious psychological repercussions.308 In-formed consent should emphasize the alternate treatment option of therapy,which includes psychological counseling.309Of these models, Diamond’s is most likely to be acceptable to the medicalcommunity in the United States. However, treating physicians should be keenlyaware of, and should move towards, the other standards that are advocated bythe ISNA, and the standard adopted by the Colombian Court.VII. CONCLUSIONS“Take this as a metaphor for the intersex life: a rich mystery afloat on the sea,unsure of the rules but still determined to make a way forward.”310Information, intersexuality, the Internet, internationalization, and intersex-ual genital mutilation are all part of the new vocabulary of our 21st centuryworld. Technology is moving more rapidly than we can adapt, and new studiesand surgical techniques and inventions are changing both the way we look atthe world and the way we look at and classify each other. The intersexed arepart of that world, and face difficult issues in gender identification, choosingsurgical procedures and lifestyles that may be difficult for many to understand.The medical community is an integral part of the intersexed life choices,whether it is providing surgery or continued counseling to manage the issuescaused by the physical condition. Health professionals and providers facechanges and challenges in treating the intersexed, as the issues are not onlymedical, but legal and ethical as well.Informed consent is an essential element of medical treatment of the inter-sexed. Knowing the choices, knowing the chances, and knowing the children302. Id.303. Id.304. Id.305. Id.306. Kipnis & Diamond, supra note 109, at 8.307. See id. at 4.308. See Guttman, supra note 62.309. See FAUSTO-STERLING, supra note 35, at 21.310. Hubbard, supra note 7, at 6.MARTIN_FMT.DOC 06/09/03 4:40 PMTHE IMPACT OF INTERSEXUALITY AND THE INTERNET 169involved will equip health professionals and others treating the intersexed totreat the patient first, by doing what is best for the patient, and by avoiding (andavoiding potential liability from) drastic, morally wrong and irreversible mis-takes. Health professionals and patients alike need to be informed of the recentchanges in the gender landscape. At this juncture, given divided opinion in themedical community, the lack of long-term studies, and the traumatic revelationsmade by David Reimer and the intersexual community, the new treatment pro-tocol should include a “time out:” a time to slow down, a time to think, and atime to listen to the voices of the intersexed.",
    "id": 62560562,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1061"
    },
    "title": "Moving Toward an International Standard in Informed Consent: The Impact of Intersexuality and the Internet on the Standard of Care",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2002-07-01T08:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1061&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2002",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62560562.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62560562"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62560562/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62560562/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62560562"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1061",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62560562,
        "depositedDate": null,
        "publishedDate": "2002-07-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:45:26+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:57:24+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol9/iss1/5",
        "https://scholarship.law.duke.edu/context/djglp/article/1061/viewcontent/cite.pl"
    ],
    "lastUpdate": "2024-01-24T00:45:26+00:00",
    "setSpecs": []
}