{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ruthschild, Teal"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-19T11:44:10+01:00",
    "dataProvider": {
        "id": 1335,
        "name": "DOCS@RWU",
        "url": "https://api.core.ac.uk/v3/data-providers/1335",
        "logo": "https://api.core.ac.uk/data-providers/1335/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/231837937.pdf",
    "fullText": "Roger Williams UniversityDOCS@RWUArts & Sciences Faculty Publications Arts and Sciences2019Multiplicity in Movements: The Case for RedneckRevoltTeal RuthschildRoger Williams University, Trothschild@rwu.eduFollow this and additional works at: https://docs.rwu.edu/fcas_fpPart of the Social Control, Law, Crime, and Deviance Commons, and the Work, Economy andOrganizations CommonsThis Article is brought to you for free and open access by the Arts and Sciences at DOCS@RWU. It has been accepted for inclusion in Arts & SciencesFaculty Publications by an authorized administrator of DOCS@RWU. For more information, please contact mwu@rwu.edu.Recommended CitationRothschild, T. (2019). Multiplicity in Movements: The Case for Redneck Revolt. Contexts, 18(3), 57–59.57SUMMER 2019   contextsblocked their alumni from conducting voter outreach on campus. In response, students in Delano and Stockton, with support from school board member allies, successfully advocated for school board resolutions that encouraged non-partisan voter registration and pre-registration on high school campuses. Participant obser-vation data and related documentation (including the texts of local resolutions) are being incorporated into publications that can guide civics education initiatives in similar contexts.building youth voice and powerWhile their participation makes a difference in the short term, young and passionate volunteers cannot build broad-based support and sustained power among young voters over one summer or election cycle. As the lead-ers of both the 1964 Freedom Summer project and the 2018 Central Valley Free-dom Summer understood, ongoing voter registration and grassroots organizing can help ensure that elected officials and government institutions remain account-able to their constituencies.  Additionally, high schools, community colleges, and other local institutions can play a more deliberate role in providing young people with the civic knowledge and skills to take action in ways that advance their communities’ needs. The CVFS partici-patory action research project evidences possibilities for promoting low-income youths’ civic engagement and electoral participation using approaches that can be adopted in a range of settings. Given that young people who become politi-cized at a young age develop a lifelong interest in civic affairs, investing in the civics education of youth in the poorest communities will help ensure that the voices of the most vulnerable are heard as we decide our nation’s future. Veronica Terriquez, Randy Villegas, and Roxanna Villalobos are all at the University of California-Santa Cruz. Terriquez, a sociology professor, studies civic engagement, inequality, immigration, and youth transi-tions to adulthood. Villegas, a politics graduate student, studies political engagement and voting behavior, particularly among Latinx constituencies. Villalobos, a sociology graduate student, studies gender and racial formations in the rural United States.  Contexts, Vol. 18, Issue 3, pp. 57-59 ISSN 1536-5042. © American Sociological Association. http://contexts.sagepub.com. DOI 10.1177/1536504219864964.“They Hate Racists. They Love Assault Rifles. Meet Redneck Revolt.” It may be hard to imagine a coordinated, American social movement whose platform centers on hot-button issues from the left and the right. However, as this Indy Week headline indicates, Redneck Revolt is here to prove it’s possible. Their activist work centers on dismantling racism toward people of color and bias toward trans-gender and gender non-conforming indi-viduals, all while pursuing a neo-Marxist ideology. Why does Redneck Revolt adopt the “redneck” presentation with their mission to fight racism and injustice to the marginalized? How do they work to accomplish their goals? What can this tell us about social identity movements in the modern era?To understand how and why seem-ingly contradictory elements combine in movements, we have to attend to the ways the medium of cultural prolif-eration is as important as the particular cause. The hashtag #MeToo illustrates the medium of the internet, whereas the red bandanas worn by Redneck Revolt activists point to an older history of labor strikes in the late 19th and early 20th centuries. Just as the work of #MeToo extends far beyond the internet, Redneck Revolt brings venerable activist traditions to bear on very contemporary issues, including 21st century identity politics. Despite areas of consonance, their aim—“Putting the Red Back in Redneck”—means something very different from espousing traditional Marxist views.guns n’ laborFounded in 2009 and rebranded in 2016, Redneck Revolt describes itself as “an anti-racist, anti-fascist community multiplicity in movements: the case for redneck revoltby teal rothschildThe website banner for redneckrevolt.org.redneckrevolt.org58 contexts.orgculturedefense formation.”  In  states  where armed  community  defense is legal,  branches may become  John  Brown  Gun  Clubs. This is characterized in their lit-erature as  training themselves  and  their communities  in “defense  and  mutual  aid.” The group owns their “redneck” identity, intentionally referencing the workers who engaged in labor disputes around the turn of the 20th century. Yet, they challenge the popular representa-tions of that term, particularly its associa-tion with racism. Redneck Revolt’s self-stated ideology is straight-forward: both poor White peo-ple and poor people of color should be fighting, together, against their common enemy—the wealthy. They frame their work as attacking the White supremacy that they understand as embedded in capitalism. They also support gun rights. Members are predominantly White working-class people challenging oth-ers in their position to connect to their local communities and take up their place in history of struggle experienced by all working-class Americans and immigrants, people of color, and LGBTQ communities.These activists also propose a dif-ferent approach to the concept of gun ownership and use. For Redneck Revolt, the right to bear arms is entwined with a duty to overthrow the state, if necessary. Sometimes the left-leaning allies of Red-neck Revolt are not comfortable with the use and presence of firearms, and other members work at gaining their trust. In the states where it is legal to own, carry, and operate firearms, Redneck Revolt members organize protests and actions in which their exercise their right to carry and provide their own event security. The group’s combination of attention to historical protest ideology and more recent activism for marginalized groups sets them apart from other national(ist) and masculine-dominant groups. Because my efforts to engage interviews by the various local chapters of Redneck Revolt were declined, I turned instead to depic-tions of this group in national media. What I found showed the difficulty organiza-tions face in crafting new social movement frames. In the movements I’ve examined, from militias to immigrant rights groups, I have seen that identity plays a dual role in how the activists engage their cause and each other, but equally how the press and/or the opposition frame the activists’ identity. Redneck Revolt finds itself in these crosshairs: they see their vision as clearly stemming from the position of “protest from below” to help the marginalized, while the press is presently framing them as an oxymoron—as if gun carrying and anti-racism are not two positions, but two opposing poles.accomplishing movement goalsRedneck Revolt’s self-stated defi-ance of a right-wing versus left-wing Members of Redneck Revolt protest outside a 2016 rally for then-candidate Donald Trump.Daniel Oberhaus, Flickr CC59SUMMER 2019   contextscategorization as well as traditional and even contemporary social change ideology can be seen in where they do their work and what that work entails. Redneck Revolt occupies spaces that are often associated with the White work-ing class: country music concerts, flea markets, gun shows, NASCAR events, and rodeos. In these spaces, they stand against White supremacy as an above-ground militant formation that is anti-capitalist, anti-racist, and anti-fascist. They advocate direct action to protect the marginalized and argue for the necessity of a revolution, while drawing attention to the limits of liberalism. Their combina-tion of ideology and practices illustrates the complexity of this movement in a time in which the political culture has been framed in essentialist notions of the extreme left and extreme right. Looking at the literature and descriptions their community provides shows that their tactics of activism are multiple, often bringing together prac-tices that are typically framed as at odds with one another. The services that they provide include firearms training, first aid, and survival programs similar to those pursued by both the Black Panthers and today’s isolationist border protec-tion groups, food and clothing drives, and education on racial and transgen-der justice. These efforts are designed to connect differing populations with new practices. The racial and transgender justice work is particularly geared toward rural Whites, while the firearms train-ings are targeted toward people who are more typically shut out of gun culture: women and people of color. Redneck Revolt even sponsors women and trans days at gun ranges. The essential, behind-the-scenes work that powers all movements—making calls and handling administra-tive tasks, for instance—is intentionally divided among Redneck Revolt members equally by gender. It is but one way they are seeking to challenge patriarchy: there are women on “the front line” and men working behind the scenes.Redneck Revolt frames itself as working on developing and sustain-ing alliances with several “left-leaning” groups, while also continuing to engage in dialogues with White supremacists, for the aim of educating them about their shared history with people of color. Their idea is to build a more vibrant network of activists. Community survival projects and multiple responses to White nationalist demonstrations have come out of this as well. Practicing its principles, the group tries to populate and support events that are not “theirs” to connect to other groups marginalized by the mandates of White capitalism.taking the message forwardExamining how they are covered in the media suggests that members of Redneck Revolt are savvy and aware of their media presence. On the one hand, they do get media coverage because of the perceived juxtaposition between who they are and what they do. YES!  maga-zine, for instance, published the article “Why Redneck Revolt Says Deal with Racism First, Then Economics.” Look-ing closely at the group’s own literature, however, we can see that they clearly do not privilege one social problem, such as racism, over others, like economic injus-tice. Rather, they utilize a more multi-faceted and simultaneous approach to explaining and fighting exploitation. Therein lies a key tension that scholars have noted in other movements: it is difficult to achieve broad media cover-age of a given movement’s key issues while avoiding simplifying and reductive frames that undermine movement goals. Contemporary social movement studies have begun to center groups that span multiple identities and causes, and move-ments like Redneck Revolt suggest exactly why that matters. During a time of seemingly rigid boundaries surrounding activism and identity, Redneck Revolt is seemingly full of contradictions that challenge binary notions activism, identity, ideology, and allegiance. It is a useful case for those who study social movements, and for sociologists in general, in that it reminds us of the capacity for a single organiza-tion to hold a multiplicity of meanings, aims, and practices. The big questions in a moment of polarized, politicized public life are the same questions in social move-ment participation: How does identity drive political participation? How does activist participation shape the experience and representation of identity? Atten-tion to this movement and others that emphasize their own range of ideology and practice will provide a more holistic analysis of social movements and social movement actors. This in turn allows for a broader, more inclusive dialogue on how and why individuals participate in coalition-led social movements.Teal Rothschild is in the sociology and anthropology department at Roger Williams University. She studies the intersections of identity and social movements.Redneck Revolt members are predominantly White working-class people challenging others in their position to take up their place in history of struggle experienced by all working-class Americans and immigrants, people of color, and LGBTQ communities.",
    "id": 231837937,
    "identifiers": {
        "doi": null,
        "oai": "oai:docs.rwu.edu:fcas_fp-1362"
    },
    "title": "Multiplicity in Movements: The Case for Redneck Revolt",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "DOCS@RWU",
    "references": [],
    "sourceFulltextUrls": [
        "https://docs.rwu.edu/cgi/viewcontent.cgi?article=1362&amp;context=fcas_fp"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/231837937.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/231837937"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/231837937/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/231837937/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/231837937"
        }
    ],
    "abstract": "Teal Rothschild on the importance of a holistic approach to social movements",
    "tags": [
        "text",
        "social movements",
        "working-class",
        "labor",
        "gun rights",
        "Redneck Revolt",
        "Social Control, Law, Crime, and Deviance",
        "Sociology",
        "Work, Economy and Organizations"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:docs.rwu.edu:fcas_fp-1362",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1335",
        "openDoarId": 0,
        "name": "DOCS@RWU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 231837937,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:14:51+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-19T11:44:10+01:00"
    },
    "urls": [
        "https://docs.rwu.edu/fcas_fp/362",
        "https://docs.rwu.edu/context/fcas_fp/article/1362/viewcontent/1536504219864964.pdf"
    ],
    "lastUpdate": "2024-01-24T00:14:51+00:00",
    "setSpecs": []
}