{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tuffin, K"
        },
        {
            "name": "Hopner, V"
        },
        {
            "name": "Kahu, ER"
        }
    ],
    "contributors": [],
    "createdDate": "2020-02-18T06:45:29+00:00",
    "dataProvider": {
        "id": 2736,
        "name": "Massey Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/2736",
        "logo": "https://api.core.ac.uk/data-providers/2736/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1080/13691058.2015.1079927",
    "downloadUrl": "https://core.ac.uk/download/287026343.pdf",
    "fullText": "Page 1 of 20  This is the accepted (post-print) version of the following published article:  Anonymous. (2015). Muslim and gay: Seeking identity coherence in New Zealand. Culture, Health & Sexuality, 18(3), 280-293. doi:10.1080/13691058.2015.1079927   Muslim and gay: Seeking identity coherence in New Zealand    Abstract  The process of accepting oneself as gay and of ‘coming out’ to family and friends is well documented. For Muslim men, this is complicated by the tension between their emerging sexual identity and their religious and cultural birth identity, which labels homosexuality as sinful. This paper explores this process in a sample of five gay Muslim men living in New Zealand, a liberal secular society where homosexuality is widely accepted and gay rights are endorsed in legislation. Identity Process Theory drives the analysis, which identifies five themes encapsulating the process of striving for psychological coherence: resistance, acceptance, tension, renegotiation, and pretence. Initial phases of denial and anger at their emerging sexuality are strongly linked to the conflict with their religious identity. Later, acceptance of their sexuality as natural and even God-given protects them from blame for their ‘sins’. In contrast to earlier work in the UK, for most men, renegotiation of their Muslim identity is adopted as the key strategy for achieving intrapsychic coherence. However, at an interpersonal level, families remain a source of conflict, temporarily resolved through pretence. Renegotiating religious identity leaves men having to pretend not just to be straight but also to be strongly religious.   Key words: homosexuality, New Zealand, Islam, identity process theory, religion     Page 2 of 20  Introduction Religion represents an important meaning system that shapes beliefs, motivations, emotions, and actions (Silberman 2005). The considerable tension between religion and sexuality for lesbian, gay, and bisexual persons is therefore unsurprising. Recent New Zealand research has found that many lesbian, gay, and bisexual people struggle with their religious traditions and abandon their faith in order to resolve the cognitive dissonance between these identities (Henrickson 2007). However, this study only included six people born into the Islamic faith and this population remains under researched with the voices of gay Muslim men remaining unheard (Kugle 2010).  The conflict between sexuality and religion is potentially more challenging for Muslims than Christians due to the intensity of religious identification and the greater condemnation of homosexuality as an abhorrent sin (Yip 2004b). According to census data, 46,149 people in New Zealand affiliate with the Muslim religion, an increase of nearly 28% since 2006 (Statistics New Zealand 2014). The growing number of Muslims highlights the importance of research to better understand issues relevant to this sub-population. There is no singular Muslim identity within the New Zealand Muslim community; however, Islamic doctrines form an integral part of being Muslim regardless of ethnicity and irrespective of country of origin (Akbarzadeh and Roose 2011).  Muslim faith places great weight on tradition and written texts, and influences all aspects of life (Yip 2004b). Marriage is obligatory and hegemonic status is accorded to heterosexuality within marriage (Siraj 2009). All other sexual activities, including homosexuality, are considered deviations – violations of nature and a revolt against God. Four doctrines define Islam: the Qur’an, the Holy Scripture of Islam; Hadith, the authenticated words of the prophet Muhammad; Shari’ah, Islamic law; and Sunnah, Muhammad’s life history. All four texts denounce homosexuality and recommend varying degrees of punishment, including stoning to death (Siraj 2009). South African research into Muslim attitudes to homosexuality suggests, however, that intolerance is tempered by a reluctance to pass moral judgement and a strong desire not to know about sexual transgression (Bonthuys and Erlank 2012). Thus negative attitudes to homosexuality are unlikely to translate into action.  While this research punctures the stereotype of religious intolerance, Muslim heterosexist ideology can deny gay Muslim men a religious identity – especially when (in the worst case) they have to deal with patriarchal homophobic beliefs (Kugle 2010). For Page 3 of 20  example, UK research has found that Muslim heterosexuals, overwhelmingly, do not “perceive being homosexual as a legitimate social personal or religious identity” (Siraj 2009, 55). This presents a significant challenge for people who are both Muslim and gay. Kugle (2010) refers to this as the itijihad – an internal struggle involving the reconciliation of religion and sexuality. The development of gay identity is often termed ‘coming out’ and is challenging because of the stigma attached to homosexuality (Rosario, Schrimshaw, and Hunter 2004). Previous research has focussed on developing models illustrating the process that lesbian, gay, and bisexual people experience of questioning, increasing acceptance, and then integration of their developing sexual identity (Clarke et al. 2010). Such linear models are predominantly based on white US men and neglect factors such as gender, ethnicity, and religion, which intersect with sexuality (Eliason and Schope 2007). Impacting on this coming out process are cultural values, which include the dominance of religion, the degree to which sexuality is openly discussed, separation between private and public realms, social organisation in terms of gender roles, and whether the culture is individual or collective (Eliason and Schope 2007).  A linear model of sexual identity development not only neglects cultural factors but also produces assumptions that all people pass through similar processes. A particular criticism is the tendency to emphasise disclosure as the final stage and representative of a healthy identity. Eliason and Schope (2007) argue that disclosure is complex: people can be out in some situations and not others, or out to some groups and not others. Given Islamic intolerance of homosexuality, disclosing a gay identity to families and communities poses a considerable threat to Muslim gay men and may result in the suppression of sexual identity.  An alternative to stage theories has been to draw on Identity Process Theory (IPT), which incorporates the identity conflict that is likely to be part of gay Muslims’ coming out experiences. IPT conceptualises identity as dynamic, a product of interaction between self and social context (Breakwell 1993). The structure of identity has two planes: the content dimension, which is the individual’s characteristics, and the value dimension, which is the positive or negative value attached to each element of the content (Breakwell 1986). The theory initially proposed four guiding principles around identity construction and management: continuity, distinctiveness from others, feeling confident and in control, and feelings of personal or social worth (Breakwell 1986), with later theorists positing two additional principles: belonging and meaning (Vignoles et al. 2006). Amiot and Jaspal (2014) argue that avoiding cognitive dissonance and achieving psychological coherence is a driving Page 4 of 20  force in identity development. Psychological coherence is concerned with establishing compatibility between identities which individuals have attachment to especially around self-esteem, and social and cultural worth. When identity is threatened through the obstruction of these principles, the individual will engage strategies to minimise that threat (Breakwell 1986).  Research has explored the experiences of gays whose sexuality and religious identities are threatened, including Jewish men in Britain (Coyle and Rafalin 2001), Muslims in North America (Minwalla et al. 2005), South Asian Muslims in Britain (Yip 2004a), and Pakistani Muslims in Britain (Jaspal and Cinnirella 2010a). These studies all suggest religious and homosexual identities are potentially a source of conflict. Muslim gay men often express guilt and dissonance, viewing their sexuality through a predominantly religious lens (Jaspal and Cinnirella 2010a). Denial and ‘passing’ (feigning heterosexuality), work together to minimise identity threats (Jaspal and Siraj 2011). However, passing is only a temporary strategy and therefore, for some, disclosure functions as a coping strategy that leads to identity enhancement. For others, coming out may involve potentially adverse interpersonal and psychological consequences (Jaspal and Siraj 2011). Another strategy was to attribute their homosexuality to either God or Satan, thereby removing personal responsibility (Jaspal and Cinnirella 2010a). A longer term strategy was to reconceptualise Muslim identity by separating the religious institution of Islam from one’s personal spirituality and/or questioning the dominant interpretations of the Islamic scriptures (Jaspal and Cinnirella 2010a). Culture is an important influence on the coming out process. Therefore the aim of the current research was to explore the experiences of Muslim men living in New Zealand. New Zealand society is strongly secular and has a history of progressive law change with respect to issues such as relationships (Gunn and Surtees 2009). Homosexuality was decriminalised in 1986 (Homosexual Reform Act. No. 33 1986), discrimination on the grounds of sexual orientation was outlawed in 1993 (Human Rights Act. No. 82 1993), and same sex marriage was legalised in 2013 (Marriage Amendment Act. No. 20 2013). These legal reforms are located within global social movements which highlight human rights around sexuality, and in New Zealand there continues to be greater visibility of sexual and gender minorities (Henrickson 2010). Recent research with lesbian, gay, and bisexual communities in New Zealand reported little discrimination experienced in housing, the workplace, or by government or police (Henrickson et al. 2007). Most respondents were ‘out’ to family, friends, and health care providers, attended or would attend a gay pride event, were well Page 5 of 20  connected to lesbian, gay, and bisexual communities, and reported overall satisfaction with their sexual identities (Henrickson et al. 2007).   This is the cultural background that gay Muslims living in New Zealand inhabit. The particular focus of this paper is on the processes that the young men experience as they come to terms with their sexuality, and the strategies they employ to manage conflicting identities and work towards psychological coherence.  Method Participants  Five participants were recruited through snowballing from the author’s social network and advertising within organisations such as Outline New Zealand, a gay, lesbian, bisexual, and transgender counselling service. These advertisements invited individuals who self-identified as both Muslim and gay to participate. Given the political and cultural sensitivity around these identities, only five participants came forward despite intensive advertising and snowballing efforts. The participants were similar in age, ranging from 20-35 years, and education, being either students or professionals. They were, however born in different countries: India, Iran, Iraq, and Pakistan, but as Islamic doctrine defines Muslim ways-of-being, it was felt that this diversity was less important.  Procedure Semi-structured interviews, organised around questions about religious and sexual identities, lasted one to two hours and were audio recorded then transcribed. All participants were given pseudonyms to ensure anonymity. Thematic analysis was selected as it acknowledges how individuals make sense of their experiences, while also recognising the impact of broader social contexts (Braun and Clarke 2006). Analysis was an interpretive process, entailing repeated readings of the data and initial coding of interesting and relevant quotes, looking for both patterns and contradictions. These initial codes were then synthesised into broader themes, with the importance of the theme depending on the research question. The key research question that drove the analysis was: How have these young men managed the potential contradiction of being gay and Muslim in secular New Zealand society? The analysis therefore focussed on the strategies they employed, and how those strategies evolved as their sexuality emerged.  Page 6 of 20  Findings and discussion The analysis identified five themes in participants’ identity development as Muslim gay men: resistance, acceptance, tension, renegotiation, and pretence. While these themes were patterns in the data, the five participants’ stories are all different and in many ways unique. In particular, while they developed and used similar strategies, their experiences of a psychologically coherent and authentic identity varied.  Resistance: ‘I don’t want to be like this’ Participants’ stories of their adolescent years, in their countries of birth, are characterised by anger and shame. Their initial response to the ‘discovery’ of their sexuality was negative and often described in strong terms such as a “horrifying realisation” (Shamin), and “really shameful” (Rizwan).  Shamin: I would pray in my mind, Oh God, like what is this, this, this, I don’t want to be like this. There was a bit of self-hatred, well I would not say self-hatred, but just wishing I was not like this.  Jaspal and Cinnirella (2010b) argue that dominance of Muslim identity results in evaluation of sexuality from a religious perspective. Any variation from heterosexuality brings great guilt and shame. Being Muslim is more than just a religion: it is a birth right, culture, and central to identity. Therefore the discovery of another thread to personal identity, especially one that is psychologically incompatible with being Muslim, creates a tension that must be resolved.  Shamin: My nature was telling me one thing and the book I grew up believing in, you know the Qur’an, was telling me another thing. That was telling that it was a sin to be who I was.  Jamaal: Islam is not for homosexuals, you know, they basically say that they should be stoned to death.  IPT suggests negatively-valued identity content may elicit ‘self-hatred’ and represents a powerful attack on self-esteem, a key principle of identity development (Breakwell 1986). In research with homosexual Muslims, Siraj (2006, 205) describes this phase as “an intense and prolonged period of self-harassment”. The negative impact of being gay acts as a social stigma in terms of the response of their dominant social group, and as a personal stigma (Jaspal and Siraj 2011). Thus the conflict between existing and emerging identities appears irreconcilable as Jamaal explained: “either I can be gay or Muslim”. As religious identity is strong and unquestioned, the only thing that will enable a coherent identity, and a sense of Page 7 of 20  self-worth, is to not be gay. Therefore the early strategies employed to maintain self-esteem and protect against this threat centre around resisting emerging sexuality. Three methods are employed to this end: praying, denying, and acting.  Praying to God to not ‘be like this’ was one response to this dilemma – a response that highlights the dominance of religious identity. The second strategy, denial, is the most common response in their earlier stages of development and, as such, has been described as a pre-emptive strategy (Jaspal and Siraj 2011). As in other research (Coyle and Rafalin 2001; Jaspal and Siraj 2011), participants discussed denying this aspect of themselves, hoping it was not real or was a passing phase.  Shamin: So I just, tried to ignore it. That was my way of dealing with it. Just not think about it, talk about it, not even admit it to myself. I pushed it at one corner of my mind; my sexuality was put aside by me.  Rizwan: I did not do anything about it because I thought that it was very wrong for me to do anything about it and I just thought like, like, it was probably like a phase. Um, so I just like blocked it out of my head. All the way throughout high school. As IPT recognises, denial is an intrapsychic strategy involving thoughts and emotions rather than behaviours (Breakwell 1986). Thus, rejecting the negative evaluation of emerging identity of being gay would result in more favourable outcomes in terms of psychological coherence and well-being. However, the pervasiveness of those negative evaluations in Muslim sociocultural life and the dominance of Muslim identity in constructions of subjectivity ultimately mean that there is little choice but to accept any negative evaluations (Jaspal and Coyle 2009). The final strategy aimed at rejecting an emerging gay identity was to act as heterosexual. ‘Passing’ entails looking at women, forming relationships with girls, and viewing heterosexual pornography. At times, this was an attempt to test their sexuality, to try and change this thing that was ‘not right’, and to see if they could find girls attractive. Farid: I kind of had this, realisation that you would call it, that oh maybe something is not right inside me. Why am I not having that same typical, typical you know, ummm, feelings that everyone else is having. Why am I not looking at females? And then, probably 15 it was still a lot of fight for me. I always questioned it, I mean, I had a girlfriend. I thought let’s try it, let’s see what the buzz is about (laughs). See what’s everyone is raving about. Shamin: When I was growing up, I tried to have girlfriends, prayed, tried to change, and all of that. Had to find girls attractive, but did not succeed…If a hot girl passed I used to pass the comment ‘Oh she is so hot’. Very unconvincingly I tried to do all that. Page 8 of 20  At other times, acting straight served as a protection. Samad, for instance, talked about engaging in bisexual practices as a way of masking a gay identity and allowing him to do what he wanted, but also to be seen to be doing what was thought important.  Samad: I considered myself bisexual. ‘Coz it’s a safe option you know, you can just have fun both ways, and it is a proud thing if you are bisexual, you are not abnormal to society then. Having sex with a woman is important, so my heterosexual relationship was also a status symbol, a shield on to my real sexual identity. People just wouldn’t know if I was gay. As Breakwell (1986) notes, while passing can contribute to self-esteem by gaining access to the desired group, it can be stressful due to the fear of exposure. Jaspal and Siraj (2011) suggest the pairing of denial with passing is potentially easier and more effective. These initial strategies aim to deflect the threat and protect existing identity structures, however they are temporary strategies and all participants talked about reaching a point where resistance was no longer tenable. Acceptance: ‘I decided really what I am’ It is possible that had they lived in a different time or place, denial and passing would have remained the primary coping strategies. However, participants talked about when they realised denial was no longer possible and pretence was no longer desirable.  Rizwan: I actually like guys quite more than girls, and I went for that. That’s when I decided really what I am (laughs). Eliason and Schope (2007) describe this step of coming out to oneself as important in the evolution of sexual identity. For some, having a regular partner acted as a trigger for acceptance, as believing homosexuality is transitory is more difficult when in a stable relationship. Jamaal: I guess when you start seeing someone then you actually realise…that it is not just a fickle fantasy thing. It is just something that becomes too real. Shamin: Coming out for me was easier after I had my partner. That is because it’s easier, kinda makes it more respectable, when you love someone. Not just coming out and saying I like boys, but saying hey it’s my partner and I am in a relationship and we love each other. Kinda makes it easier. As Shamin explained, having a partner not only made it easier to accept his sexuality, but it adds to the respectability of being gay. In this way, psychological coherence through connection of identities comes about within the social production of intimate relationships. Rizwan, who had yet to come out to his family, felt similarly Page 9 of 20  Rizwan: I just really sort of have planned for it. When I get married when my life is more stable, maybe marriage, a house or business. That’s when I tell them. That way they don’t have to feel worried. Because I think their impression of homosexuality is that they are unstable and chaotic to them, but I wanna show them that it’s not. One study on lesbian, gay, and bisexual relationships in New Zealand found that people in relationships were significantly more likely to be out, suggesting that this link between disclosure and stability of relationship is not unique to Muslims (Henrickson 2010). Interestingly, the same study also found those in relationships were happier with their sexual identities, potentially because they were out to family and friends, suggesting greater acceptance and coherence of sexual identity.  Tension: ‘Homosexuality is a big sin’ Accepting a gay identity does not resolve the conflict between sexuality and religion; instead it brings the tension between the two to the forefront of identity. So what strategies are available to manage this tension? One aspect of identity management that helps minimise psychological conflict is the construction of homosexuality as intrinsic. In talking about sexuality, participants drew on an essentialist discourse that positions homosexuality as innate. For instance, in talking about their early experiences, they used phrases like “I found myself looking at guys” (Rizwan) and “I discovered that I wasn’t interested in girls” (Shamin). This depicts their homosexuality as pre-existing, not of their choosing. As attribution theory suggests, if a stigmata is seen as outside personal control it elicits less hostility (Hegarty 2002). This strategy is commonly recognised as helping to absolve blame for sexuality (Jaspal and Cinnirella 2010a). While they feel they are sinning in the eyes of Islam, this is not a choice they can be held accountable for. In terms of IPT, depicting homosexuality as natural also gives them a needed sense of identity continuity.  Some participants extended this to argue that if God created man, and they were innately gay, then God made them gay. Shamin: I believe in God. Well I am his creation, He made me this way. The question of acceptance doesn’t even arise. He should, better accept me. If he doesn’t it’s his fault.  This allowed Shamin to preserve his belief in God and feel confident that, despite the Muslim views of homosexuality as a sin, he would be accepted by God. Yip (2004a) terms this the ‘ontogeneric argument’ whereby all sexualities are created by God and therefore should have equal value and equal acceptance. This strategy has been observed in Muslim Page 10 of 20  and Christian gay communities as a way of justifying the normality and acceptability of their sexuality (Yip 2007). While participants depict homosexuality as innate and beyond their control, they also suggested that they could control their behaviour and, in the early stages of acceptance, a distinction was often made between being gay and behaving gay.  Shamin: My upbringing was very Muslim, prayed five times a day, fasting and all of that. And I believed genuinely while growing up that homosexuality was a big sin and promised myself that I was never going to act on it. This parallels Jaspal and Cinnirella’s (2010a) findings that participants claimed no control of their sexual orientation but claimed control of their sexual behaviour. Not ‘acting on it’ temporarily enables acceptance of homosexuality, but also allows the rejection of the negative attribute of ‘sinner’ and thus preserves the IPT principle of psychological coherence whilst negotiating sexual identity tensions. Unlike other participants, this separation of identity and behaviour continued to be one of Samad’s primary strategies for managing tension. He described himself as immutably gay and attributed this to God, saying, “He created me. He wrote all this for my life. I can’t change it”. But, unlike other participants, he retained his belief in Islam, actively practising his religion and continuing to experience guilt when he acts on his homosexual impulses. For Samad, the dissonance is still strong. Samad: I feel guilty when I pray. You know if I had sex last night and today I am praying, I will feel extremely guilty. I would just make a resolution not to have sex, but I just can’t help it. It is the feeling which pulls me towards men. This is an example of compartmentalisation, whereby a person holds mutually exclusive self-definitions simultaneously (Breakwell 1986). It highlights the difficulty of unresolved identity threats and ongoing dissonance having a negative impact on well-being. On the surface, Samad appears to hold both identities in some degree of comfort: “I am born as Muslim, and I am lucky that I am born with this religion. But I am also born as gay”. But the discomfort occurs when the outward manifestations of those identities, the behaviours of praying and gay sex, create tension. Samad: I live two lives. One is that of a pious person and the other of a sinful person. I try and manage both of them so that they should not coincide. I know that is being stupid but that is how I have managed. … there are times when I think of giving up the sexual things that I do. I don’t wanna do hook ups. I would think, I would also think, if something bad happens to me in the future it must be because I am so much involved with gay sex. Samad knows this may not be the best strategy but he sees little alternative. He believes in God and he is Muslim and so he prays. But he is gay and he “can’t help” but act on his Page 11 of 20  sexual desires. He cannot be angry with God for making him this way and so cannot suggest that his sexual orientation is sinful and therefore worthy of punishment. Instead, he positions his behaviour, his involvement with gay sex, as the problem that triggers the guilt and the cause of any future negative consequences.  Renegotiation: ‘I am Muslim…but’ While Samad retained a strong traditional Muslim religious identity, other participants had shifted in their religious beliefs, re-negotiating what it means to be Muslim. At one end of the spectrum, Rizwan described himself as agnostic “I don’t believe in God per se”, and at the other end, Farid described himself as a “new age Muslim”. Farid: I am a new age Muslim, which means that I still abide by, all the main clauses around the religion. You know dos and don’ts.  Renegotiation was not simple. Some participants reported a period of being strongly anti-Muslim, paralleling their earlier responses to their emerging sexuality. Their anger shifted from their sexuality to their religion. Eliason and Schope (2007) suggest that ‘distrust of the oppressor’ is a key theme in the evolution of sexual identity. Previous work with both Jewish and Muslim gays has also found rejection of religious identity is common (Minwalla et al. 2005; Coyle and Rafalin 2001). Jamaal was angry at being ‘rejected by society’ but retained his belief in God while condemning Islamic portrayals of homosexuality.  Jamaal: I don’t like the religion personally simply because it makes me angry. What I get upset about is the fact that people are forgetting about religion, like God you know. Allah portrayed as this scary man, angry scary man. If you do this, he would do that, like a man, judging people…. People forget about God being benevolent, God being loving, God being kind, you know God being forgiving. The humanity part of religion is taken away. Islam doesn’t have to be this way but men have made it this way. While Jamaal has rejected all religious aspects of his Muslim identity he retained his belief in God as a benevolent being. Similarly, Shamin describesda period of being “anti-religious”. He rejected the doctrine based interpretation of Islam and focussed on being Muslim as “being a good person”.  Shamin: But I do identify myself as a Muslim. I have devised my own set of morals and things. My own personal thing is that Islam is all about, in the end, being a good person and human being. And as long as I am not hurting anyone and living a peaceful and honest life and have my relationship with God. I am peace with that. I think that is being a Muslim. Emphasising God as all-loving and shifting to a personal relationship, differentiating between religion and spirituality, has been noted in other research (Siraj 2006). Others have Page 12 of 20  suggested however that this would be “unusual in Islamic discourses since religion and spirituality are viewed as closely entwined” (Jaspal and Cinnirella 2010a, 857). That it occurs in this population may reflect the New Zealand cultural context.  A final important element of this renegotiation is to differentiate between religion and culture. The participants who had reduced or rejected their religious identity all retained a sense of themselves as Muslim through describing themselves as “culturally Muslim” (Shamin).  Jamaal: I do identify as a Muslim man. Umm, not religiously but culturally.  Rizwan: I do a lot of cultural aspects….family wise but religious wise I keep myself out of it.  According to IPT theory, such a strategy may enable and protect men’s sense of continuity and coherency as Muslim (Breakwell 1986). Yip (2004a) also found many of his participants relinquished their religious identity, but retained ‘Muslim’ as a cultural/ethnic marker. Pretence: ‘We don’t talk about it’ Fassinger and Miller (1997) distinguish between internal sexual identity and group membership identification as separate but related processes. For participants, redefining what it means to be Muslim helped them find ways of being both gay and Muslim at an intrapsychic level, but the tension at an interpersonal level was more complex. Accepting themselves as gay was gradually followed by publicly declaring their sexuality. Participants felt that living in New Zealand, a more open society, made this easier as they felt less judged and more accepted by their non-Muslim friends. Shamin explained Shamin: In Pakistan, we were only open to few people, close friends or family, but just very selected people. We couldn’t celebrate our relationship or be open about it. We always had to think who to come out to, who not to come out to. There is always tension at the back of your mind. Here I am more open. It is a normalised, and, live a normal life. I do not think who to come out to and who not to come out to. The legal framework was important to their perception of New Zealand as open and tolerant. Shamin: I came to New Zealand because of these friendly laws…I have lived here for seven years…it’s good to be part of a country where you are given equal rights as everybody else. Rizwan: In New Zealand it’s not a problem…it’s a very nice and open place…with gay marriage and everything. Page 13 of 20  However, while all the participants were out to their friends, families were a much greater source of conflict. Perhaps unsurprisingly, given the association between religiosity and intolerance to homosexuality (Siraj 2009), differences in family responses centred on the religiosity of the family. The contrast between Farid’s family’s acceptance and Samad’s fears of abuse, is striking. Farid: My family took it differently but they are family I guess and then they were like it’s your life, you live the way you want. We can’t judge you on what you do. Samad: I am prepared for the worst consequences, beating maybe, abusing is the most common thing that I can think of. A lot of elders will be involved they will try and convince me that I am not gay, and yes, they will blame my moving here to New Zealand. Because to them it is the western concept, you know like being gay is a western concept. No one in my family ever came out, or in the Muslim society that my family and extended family knows. Farid was the only participant who did not continually need to manage this interpersonal conflict with a strategy of pretence. However, even for him, there was still an element of monitoring in some situations: “I wouldn’t cross boundaries. Like holding my boyfriend’s hand and going to the mosque.” Two of the three remaining participants had come out to some of their family, but family denial meant the conflict was still strong and pretence was required. Shamin’s story encapsulates the experiences of many of the participants. Pressure to get married forced him to come out. But, like his own process of discovery, his father initially fought against it saying, “Let’s resolve this”, and then shifted to a position of denial, claiming that “he doesn’t wanna talk about it”.  Shamin: I never told my mom but she kinda knew… later on she told my dad. His response was that this is against Islam. His first reaction was that let’s resolve this and you should go and see the doctor… In the end my father said, look this is that I have to face my God, and he will ask me why did you support this sinful thing. It’s your life so don’t expect me to support you, or give my blessings, or condone you. Do whatever you want but I will not support it. The situation is that we don’t talk about it. He pretends that almost in denial. He knows but he doesn’t wanna talk about it. I don’t talk about it, because he will be hurt. I try not to mention anything about my partner. He pretends that I am alone. I never use the word ‘we’.  Shamin talked about how both he and his father pretend that he does not have a partner; by doing so his father avoids facing up to the issue of his son’s homosexuality. One of the reasons Shamin is willing to pretend is to protect his father, as otherwise: “he will be hurt”. Others also spoke of protecting their families from their “problem”.  Page 14 of 20  Rizwan: My family don’t really know about my sexuality, not just yet… If I told them, then they would take it on as a problem, and try to fix it. Which is why I have decided not to tell them until I feel a bit more ready. This is the essence of the dilemma faced by participants. At one level they experience a conflict between religion and sexuality, but they can resolve this by redefining what it means to be Muslim in a way that allows them to retain that aspect of their identity. It is an individual, personal choice and one that is possible, in part, because they live in a secular society. But at another level, the conflict is between their sexuality and their family. The essence of Muslim cultures is interconnectedness rather than individualism, making family relations central (Yip 2004a). These young men have accepted themselves as immutably gay, but they are unwilling to sacrifice family relationships, and the family is not willing to accept them as they are. So pretence, either by not coming out to the family or by complying with the family’s denial of their sexuality, becomes their only choice.  Rizwan: I decided to spend one night a week with them. It makes it hard for me to kinda adjust and feel straight for a day (laughs) and moreover I am living with my partner now, that I have to leave him for one day, but we manage to sort it out. An interesting finding of this research is that this pretence is not limited to their gay identity. The participants who had renegotiated their Muslim identity as a part of their adjustment, also feel they have to pretend to their family that they are more religious than they are and this too causes stress. Jamaal: Whenever I go back to Pakistan, whenever I, because I speak to them every Sunday, ummm, you actually have mentally prepare yourself. Before you can, every single time speak to them or every single time you go there because you know that you would have to change your lifestyle. You would have to watch what you say, you can’t display your distaste for your religion for instance when you’re there. They would want you to pray for instance when you are there and they do because they are very religious. You would have perform for them really because it is kind of an act. It’s not a balancing act, balancing would be do what you want, and also do what they want. But for me it’s like a circus monkey who is performing and banging his head on the ground because I would do that for five times a day. Men are therefore performing on two accounts – as straight and as Muslim. This carries considerable psychological costs fostered through the inevitable fear and shame associated with the compartmentalisation of religious and sexual identities (Seidman 2002).   Conclusion The focus of this paper is on the strategies gay Muslim men in New Zealand use to find psychological coherence in the face of their conflicting religious and sexual identities. The Page 15 of 20  complexities involved mean all participants were in quite different places with respect to identity coherence. Samad has retained his strong Muslim religious identity, but is unable to reconcile this with his sexuality, continuing to experience guilt and shame, and fearing telling his family. Others have achieved degrees of internal coherence through the renegotiation of their religious identity. However, while they have reconciled these conflicting identities to the extent that this allows them to feel a personal sense of coherence and consistency, for some, ongoing tension with family means they can never live completely transparently. Continued family relations rely on pretence in terms of both their sexual and religious identity. It is important to recognise however, that as Jaspal and Cinnirella (2010a, 866) suggest, psychological coherence is “in the eye of the perceiver”. While Samad’s strategies seem less satisfactory, and certainly he expresses more distress and negative emotions, for him this is the only way that allows him to be both Muslim and gay.  One of the strengths of IPT is its recognition that identity functions at both an intrapsychic and interpersonal level (Breakwell 1986), and these findings highlight the importance of that distinction. While these young men may have successfully negotiated and integrated their identity at the intrapsychic level, the continuing denial and rejection by their families means the process is incomplete, and interpersonally they remain conflicted. In many ways they live in two worlds. They live out their daily lives in New Zealand, a western secular society where they can be out and comfortable with their sexuality. At the same time they live in their world of origin; physically and psychologically they spend time in traditional Muslim environments where they must carefully monitor their behaviour in order to conceal both their sexual identity and their renegotiated religious/spiritual identity. Thus, achieving intrapsychic coherence does not necessarily lead to interpersonal coherence.  According to Jaspal and Cinnirella (2010a), psychological coherence guides the evaluation process of identity and this is reinforced by this study. At varying times participants evaluated their sexual and religious identities in negative terms and this enabled a sense of coherence. Initially, sexuality was denigrated, denied, and rejected which allowed participants to preserve their religious identity. Later however, when they accepted their sexuality as permanent, denial and rejection no longer provided a pathway to identity coherence. For some, negative evaluation moved from sexual identity to religious identity with anger expressed toward Islam. Again this allowed a degree of psychological coherence but was unsustainable. Men’s sense of themselves as Muslim is strong – they are born Muslim just as they are born gay. But for these New Zealand men, their religion was not seen Page 16 of 20  as immutable and therefore reconceptualising what it means to be Muslim enabled a more permanent sense of coherence.  A range of factors influenced which strategies were chosen to manage the conflict including the social context and existing intrapsychic resources such as self-esteem (Breakwell 1986). Yip’s (2004a) research with gay Muslims found that the dominant strategy was compartmentalisation. He argues this is because both homosexuality and Muslim are essential, thus honesty prevents them suppressing or relinquishing one identity. Jaspal and Cinnirella (2010a) also argue that as religion is so important for British Muslims, exiting their religion is unlikely to be a desirable psychological strategy to address any identity threat. In contrast, the majority of the participants in the current study had relinquished or at least renegotiated their religious identity. This potentially reflects important differences in the cultural context. New Zealand is a progressive, strongly secular society (Henrickson 2010) in which gay Muslim men can more easily accept and enact their homosexual identity, and more easily reject or renegotiate their religious identity.  The development of New Zealand support groups for non-heterosexuals who identify as Muslim would be valuable. Such groups are essential in order to sustain the struggle required in the reconciliation of religion and sexuality (Kugle 2010). According to IPT, support networks are an effective interpersonal coping strategy as they provide informational, emotional, and social support (Breakwell 1986). It has also been suggested that one of the challenges for homosexuals in maintaining a Muslim identity is the lack of a theological discourse that accords them a place within Islam (Siraj 2006). A support group may encourage such conversations (Jaspal and Cinnirella 2010a).  The self-selected nature of this sample means that the findings are particular to a certain sub population. In particular, participants were sufficiently comfortable with their sexual and religious identities to take part and therefore represent those who have reached a certain point of self and public disclosure. However, exploratory studies such as this one do open up accounts of how these apparently irreconcilable identities can be managed. This is the first such project in a New Zealand context and more is needed.  This research contributes to our understanding of identity management. It highlights that even though they live in a secular, liberal society, gay Muslim men still experience tension and conflict between their sexual and religious identities. The five themes identified illustrate the ebb and flow of the two identities in the struggle to reconcile these tensions and achieve a stable and psychologically cohesive sense of self. The emerging gay identity is initially resisted but then accepted as innate while the reverse process occurs for the religious Page 17 of 20  identity – initially taken for granted but later renegotiated to make room for their homosexuality. What is evident is that achieving intrapsychic coherence and being comfortable in themselves with their dual identities, does not necessarily lead to interpersonal coherence. Ongoing ties with the Muslim world of origin ensure that tension remains and pretence continues.     Page 18 of 20  References Akbarzadeh, S, and J M Roose. 2011. \"Muslims, multiculturalism and the question of silent minority.\"  Journal of Muslim Minority Affairs 31 (3):309-25. Amiot, C E, and R Jaspal. 2014. \"Identity integration, psychological coherence and identity threat: Linking Identity Process Theory and notions of integration.\" In Identity Process Theory, edited by R Jaspal and G M Breakwell, 155- 74. Cambridge, United Kingdom: Cambridge University Press. Bonthuys, E, and N Erlank. 2012. \"Modes of (in)tolerance: South African Muslims and same-sex relationships.\" Culture, Health & Sexuality 14 (3):269-82. Braun, Virginia, and Victoria Clarke. 2006. \"Using thematic analysis in psychology.\"  Qualitative Research in Psychology 3:77-101. doi: 10.1191/1478088706qp063oa. Breakwell, Glynis M. 1986. Coping with threatened identities. London, United Kingdom: Methuen. Breakwell, Glynis M. 1993. \"Social representations and social identity.\"  Papers on social representations 2 (3):198-217. Clarke, Victoria, Sonja J Ellis, Elizabeth Peel, and Damien W Riggs. 2010. Lesbian, Gay, Bisexual, Trans, and Queer Psychology. Cambridge, United Kingdom: Cambridge University Press. Coyle, Adrian, and Deborah Rafalin. 2001. \"Jewish gay men's accounts of negotiating cultural, religious, and sexual Identity.\"  Journal of Psychology & Human Sexuality 12 (4):21-48. doi: 10.1300/J056v12n04_02. Eliason, MicheleJ, and Robert Schope. 2007. \"Shifting sands or solid foundation? Lesbian, gay, bisexual, and transgender identity formation.\" In The Health of Sexual Minorities, edited by Ilan H Meyer and Mary E Northridge, 3-26. New York, NY: Springer. Fassinger, Ruth E, and Brett A Miller. 1997. \"Validation of an inclusive model of sexual minority identity formation on a sample of gay men.\"  Journal of Homosexuality 32 (2):53-78. doi: 10.1300/J082v32n02_04. Gunn, A C, and N Surtees. 2009. \"“We’re a family”: How lesbians and gay men are creating and maintaining family in New Zealand.\" Wellington, New Zealand: Families Commission, Kōmihana ā Whānau. [please add the details of the book this chapter/paper is in - this is an instituional report rather than a book or paper] Hegarty, Peter. 2002. \"‘It's not a choice, it's the way we're built’: symbolic beliefs about sexual orientation in the US and Britain.\"  Journal of Community & Applied Social Psychology 12 (3):153-66. doi: 10.1002/casp.669. Henrickson, Mark. 2007. \"Lavender faith: Religion, spirituality and identity in lesbian, gay, and bisexual New Zealanders.\" Journal of Religion and Spirituality in Social Work 26 (3):63-80. doi: 10.1300/J377v26n03_04. Henrickson, Mark. 2010. \"Civilized unions, civilized rights: Same-sex relationships in Aotearoa New Zealand.\"  Journal of Gay & Lesbian Social Services 22 (1-2):40-55. doi: 10.1080/10538720903332214. Henrickson, Mark, S Neville, C Jordan, and S Donaghey. 2007. \"Lavender Islands: The New Zealand study.\"  Journal of Homosexuality 53 (4):223-48. Page 19 of 20  Homosexual Reform Act. No. 33. www.legislation.govt.nz/act/public/1986/0033/latest/DLM93151.html. Human Rights Act. No. 82. http://www.legislation.govt.nz/act/public/1993/0082/latest/DLM304475.html. Jaspal, Rusi, and Marco Cinnirella. 2010a. \"Coping with potentially incompatible identities: Accounts of religious, ethnic, and sexual identities from British Pakistani men who identify as Muslim and gay.\"  British Journal of Social Psychology 49 (4):849-70. doi: 10.1348/014466609X485025. Jaspal, Rusi, and Marco Cinnirella. 2010b. \"Identity threat among British Muslim gay men.\"  Psychology 23 (8):640-1. Jaspal, Rusi, and Adrian Coyle. 2009. \"Language and perceptions of identity threat.\"  Psychology & Society 2 (2):150-67. Jaspal, Rusi, and Asifa Siraj. 2011. \"Perceptions of ‘coming out’ among British Muslim gay men.\"  Psychology & Sexuality 2 (3):183-97. doi: 10.1080/19419899.2010.526627. Kugle, S. 2010. Homosexuality in Islam: Critical reflections on gay, lesbian, and transgender Muslims. Oxford, United Kingdom: Oneworld Press. Marriage Amendment Act. No. 20. www.legislation.govt.nz/act/public/2013/0020/latest/DLM4505003.html. Minwalla, Omar, B R Simon Rosser, Jamie Feldman, and Christine Varga. 2005. \"Identity experience among progressive gay Muslims in North America: A qualitative study within Al‐Fatiha.\"  Culture, Health & Sexuality 7 (2):113-28. doi: 10.1080/13691050412331321294. Rosario, Margaret, Eric W Schrimshaw, and Joyce Hunter. 2004. \"Ethnic/racial differences in the coming-out process of lesbian, gay, and bisexual youths: A comparison of sexual identity development over time.\"  Cultural Diversity and Ethnic Minority Psychology 10 (3):215-28. Seidman, S. 2002. Beyond the Closet: The transformation of gay and lesbian life. New York, NY: Routledge. Silberman, Israela. 2005. \"Religion as a meaning system: Implications for the new millennium.\"  Journal of Social Issues 61 (4):641-63. doi: 10.1111/j.1540-4560.2005.00425.x. Siraj, Asifa. 2006. \"On being homosexual and Muslim: Conflicts and challenges.\" In Islamic masculinities, edited by Lahoucine Ouzgane, 202-16. London, United Kingdom: Zed Books. Siraj, Asifa. 2009. \"The construction of the homosexual 'other' by British Muslim heterosexuals.\"  Contemporary Islam 3:41-57. doi: 10.1007/s11562-008-0076-5. Statistics New Zealand. \"2013 Census quickstats about culture and identity.\" http://www.stats.govt.nz/Census/2013-census/profile-and-summary-reports/quickstats-culture-identity/religion.aspx. Vignoles, Vivian L, Camillo Regalia, Claudia Manzi, Jen Golledge, and Eugenia Scabini. 2006. \"Beyond self-esteem: Influence of multiple motives on identity construction.\"  Journal of personality and social psychology 90 (2):308-33. doi: 10.1037/0022-3514.90.2.308. Page 20 of 20  Yip, Andrew K. T. 2004a. \"Embracing Allah and sexuality? South Asian non-heterosexual Muslims in Britain.\" In South Asians in Diaspora, edited by P Kumar and K Jacobsen, 294-310. Leiden, The Netherlands: EJ Brill. Yip, Andrew K T. 2004b. \"Negotiating space with family and kin in identity construction: the narratives of British non-heterosexual Muslims.\"  The Sociological Review 52 (3):336-50. doi: 10.1111/j.1467-954X.2004.00483.x. Yip, Andrew K T. 2007. \"Changing religion, changing faith: Reflections on the transformative strategies of lesbian, gay, and bisexual Christians and Muslims.\"  Journal for Faith, Spirituality and Social Change 1:83-95.     MASSEY UNIVERSITYMASSEY RESEARCH ONLINE http://mro.massey.ac.nz/Massey Documents by Type Journal ArticlesMuslim and Gay: Seeking identitycoherence in New ZealandTuffin, K2016http://hdl.handle.net/10179/1515720/01/2020 - Downloaded from MASSEY RESEARCH ONLINE",
    "id": 287026343,
    "identifiers": {
        "doi": "10.1080/13691058.2015.1079927",
        "oai": "oai:mro.massey.ac.nz:10179/15157"
    },
    "title": "Muslim and Gay: Seeking identity coherence in New Zealand",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T00:00:00+00:00",
    "publisher": "'Informa UK Limited'",
    "references": [],
    "sourceFulltextUrls": [
        "https://mro.massey.ac.nz/bitstream/10179/15157/1/Muslim%20and%20gay%20postprint.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/287026343.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/287026343"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/287026343/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/287026343/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/287026343"
        }
    ],
    "abstract": "This is an Accepted Manuscript of an article published by Taylor & Francis in Culture, Health & Sexuality on 2015, available online: https://www.tandfonline.com/doi/full/10.1080/13691058.2015.1079927The process of accepting oneself as gay and of ‘coming out’ to family and friends is well documented. For Muslim men, this is complicated by the tension between their emerging sexual identity and their religious and cultural birth identity, which labels homosexuality as sinful. This paper explores this process in a sample of five gay Muslim men living in New Zealand, a liberal secular society where homosexuality is widely accepted and gay rights are endorsed in legislation. Identity Process Theory drives the analysis, which identifies five themes encapsulating the process of striving for psychological coherence: resistance, acceptance, tension, renegotiation and pretence. Initial phases of denial and anger at their emerging sexuality are strongly linked to the conflict with their religious identity. Later, acceptance of their sexuality as natural and even God-given protects them from blame for their ‘sins’. In contrast to earlier work in the UK, for most men, renegotiation of their Muslim identity is adopted as the key strategy for achieving intrapsychic coherence. However, at an interpersonal level, families remain a source of conflict, temporarily resolved through pretence. Renegotiating religious identity leaves men having to pretend not just to be straight, but also to be strongly religious.tru",
    "tags": [
        "Journal Article",
        "1117 Public Health and Health Services",
        "1608 Sociology",
        "2002 Cultural Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Journal Article"
    ],
    "oai": "oai:mro.massey.ac.nz:10179/15157",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "Culture Health & Sexuality",
            "identifiers": [
                "issn:1369-1058",
                "1369-1058"
            ]
        }
    ],
    "repositories": {
        "id": "2736",
        "openDoarId": 0,
        "name": "Massey Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 287026343,
        "depositedDate": null,
        "publishedDate": "2016-01-01T00:00:00+00:00",
        "updatedDate": "2023-04-18T15:54:57+01:00",
        "acceptedDate": null,
        "createdDate": "2020-02-18T06:45:29+00:00"
    },
    "urls": [
        "https://www.tandfonline.com/doi/full/10.1080/13691058.2015.1079927"
    ],
    "lastUpdate": "2023-04-18T15:54:57+01:00",
    "setSpecs": []
}