{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Wilson, Ciann L."
        },
        {
            "name": "Flicker, Sarah"
        },
        {
            "name": "Restoule, Jean-Paul"
        },
        {
            "name": "Furman, Ellis"
        }
    ],
    "contributors": [],
    "createdDate": "2017-12-30T13:07:56+00:00",
    "dataProvider": {
        "id": 3375,
        "name": "Wilfrid Laurier University",
        "url": "https://api.core.ac.uk/v3/data-providers/3375",
        "logo": "https://api.core.ac.uk/data-providers/3375/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/143689287.pdf",
    "fullText": "Wilfrid Laurier University Scholars Commons @ Laurier Psychology Faculty Publications Psychology 2016 Narratives of resistance: (Re) Telling the story of the HIV/AIDS movement – Because the lives and legacies of Black, Indigenous, and People of Colour communities depend on it Ciann L. Wilson Wilfrid Laurier University, ciwilson@wlu.ca Sarah Flicker Jean-Paul Restoule Ellis Furman Wilfrid Laurier University, furm0500@mylaurier.ca Follow this and additional works at: https://scholars.wlu.ca/psyc_faculty  Part of the Psychiatry and Psychology Commons Recommended Citation Wilson, Ciann L.; Flicker, Sarah; Restoule, Jean-Paul; and Furman, Ellis, \"Narratives of resistance: (Re) Telling the story of the HIV/AIDS movement – Because the lives and legacies of Black, Indigenous, and People of Colour communities depend on it\" (2016). Psychology Faculty Publications. 56. https://scholars.wlu.ca/psyc_faculty/56 This Article is brought to you for free and open access by the Psychology at Scholars Commons @ Laurier. It has been accepted for inclusion in Psychology Faculty Publications by an authorized administrator of Scholars Commons @ Laurier. For more information, please contact scholarscommons@wlu.ca. HEALTH TOMORROW, VOL. 4 (2016)  Narratives of resistance: (Re) Telling the story of the HIV/AIDS movement – Because the lives and legacies of Black, Indigenous, and People of Colour communities depend on it   CIANN LAROSE WILSON, PhD, Community Psychology, Wilfrid Laurier Universitya SARAH FLICKER, PhD, Faculty of Environmental Studies, York Universityb JEAN-PAUL RESTOULE, PhD, Leadership, Higher, and Adult Education, University of Torontoc ELLIS FURMAN, MA, Community Psychology, Wilfrid Laurier Universityd  Corresponding author: Ciann Larose Wilson ciann.wilson@gmail.com   Abstract  Centering the narratives of the intersectional struggles within the HIV movement for Indigenous sovereignty, Black and People of Colour liberation, and LGBTQ rights tirelessly fought for by Black, Indigenous, and People of Colour communities legitimates their lives and legacies within the movement; and the relevance of a focused response to the HIV epidemic that continues to wreak devastation in these communities. The recent political push for a post-HIV era solely centers the realities of middle-class white, gay men and has genocidal implications for Black, Indigenous, and People of Colour communities.   Keywords: HIV/AIDS; Black, Indigenous and People of Colour communities; Social Movements; Narrative      a Ciann L. Wilson is an Assistant Professor at Wilfrid Laurier University where her areas of interest build off her community-engaged work to include critical race theory, anti-/de-colonial theory, African diasporic and Indigenous community health, HIV/AIDS, sexual and reproductive wellbeing and community-based research. Her body of work aims to utilize research as an avenue for sharing the stories and realities of African diasporic and Indigenous peoples and improving the health and wellbeing of these communities.   b Sarah Flicker is an Associate Professor in the Faculty of Environmental Studies at York University. Her research and teaching focuses on health equity, ethics and community based participatory research.  c Jean-Paul Restoule is Anishinaabe and a member of the Dokis First Nation. He is Associate Professor of Aboriginal Education at the Ontario Institute for Studies in Education (OISE) of the University of Toronto where he coordinates the Adult Education and Community Development Program and Transformative Learning Centre.  d Ellis Furman is a Masters Student in the Community Psychology program at Wilfrid Laurier University. Ellis’s work focuses on the experiences and service access needs of gender non-conforming and trans young people.  HEALTH TOMORROW, VOL. 4 (2016)                2  Write our stories. Draw our stories. Paint our stories. Sculpt our stories. Do so without reservation, without qualification, and without hesitation so we REMEMBER.  – Dr. Jomo Mutegi, 2013   Preamble  I embark on writing this paper from the perspective of a Black woman who migrated as a child from the Caribbean in the early 90s and commenced work in the HIV field in Toronto in 2007. I was ushered into the HIV field by educators and allies who recognized my passion for the wellbeing of socially marginalized communities that are disproportionately impacted by HIV in the Americas (and beyond in the case of transnational, diasporic communities) due to historic and ongoing colonial and anti-black violence (Timberg & Halperin, 2012; Wilson, Flicker, & Restoule, 2015). I write this paper with white-settler (Flicker and Furman) and Indigenous (Restoule) allies who have their own histories and experiences in the health and HIV field, and who understand that colonialism is a determinant of HIV.  For some people, the link between HIV and colonization may not be intuitive. However, as I have argued elsewhere (Wilson, 2016), there is a powerful metaphoric relationship between colonialism and HIV, as well as very clear socio-historical links. Colonization is a historic and ongoing process that contextualizes the continued spread of HIV in marginalized communities around the globe; the narratives of the victors and heroes of the HIV response; and the hierarchies and problematic relationships that have developed in the AIDS industrial complex.   On a cellular and biomedical level, a metaphorical relationship between HIV and colonization can be made. In the early days of the HIV epidemic, contraction of the virus meant certain death. Left untreated, the virus works to stage a full scale attack on the body’s foundational building blocks – DNA. In other words, the virus colonizes the very machinery of the cell, appropriating this machinery to reproduce itself. On a social level, the colonial underpinnings of HIV is demonstrated in that the virus is a symptom of inequity, stigma and the material breakdown of our most intimate human relationships, including the relationship with one’s own body (Wilson, 2016, p. 3)  HEALTH TOMORROW, VOL. 4 (2016)                3  This paper was originally inspired by an exchange I had at a large Canadian gathering of HIV community-based service providers and researchers in Toronto. This gathering focused on better serving the needs of diverse youth communities. During a session on race and identity in the HIV movement, a participant offered: “racial diversity isn’t a concern for most of Canada. This seems like a Toronto-centered problem.”  Several other white bodies in the space nodded their heads in agreement. The conversation all but came to a stand-still when one participant angrily declared that as a gay, white man he thought it was his duty to remind us that HIV still disproportionately impacted ‘his’ community, so that the concerns we raised about race and racism were irrelevant. This statement is in-keeping with dominant rhetoric about HIV in Canada and the country’s long-standing myth of multiculturalism (Goldberg, 2007), which is often taken as a synonym for ‘racelessness.’ No critical race analysis was offered to unpack the racialization of the HIV epidemic concentrated among Black men who have sex with men (Arkell, 2017; Millet et al., 2012; Villarosa, 2017), or the fact that ‘most of Canada’ is riddled with racism against new comers and Indigenous people, barring their access to HIV treatment and prevention services and reducing their visibility in the epidemic (Ashiabi, 2008; Millet et al., 2012; Shimeless & Bailey, 2011; Toronto Teen Survey, 2010). Such ‘raceless’ rhetoric supports the glass ceiling within more mainstream AIDS Service Organizations1 and research institutes, which regularly cycle through hiring and firing racialized staff whom they deem ‘incompetent’ for the work, thereby legitimating their organizational failure to build their capacity to create culturally appropriate and accessible health service programming for ethno-racial communities impacted by HIV. As I argue in this paper, this rhetoric narrowly centers discourses about the impact of HIV, and the victories within the HIV movement in Canada on the lives and legacies of white, gay men, while separating sexuality and sexual liberation from anti-                                                 1It is important for me to name here that I acknowledge the history of activist organizing that originally led to the volunteer-driven AIDS Service Organizations (ASOs) that developed as community-based responses in the 1980s to keep people alive and provide end-of-life support and care. However, herein I am referring to ASOs in their current configuration as bureaucratic spaces of professionalism and career-making that perpetuate white supremacy within the AIDS industrial complex.  HEALTH TOMORROW, VOL. 4 (2016)                4  racism and anti-colonialism (Catungal, 2013; Geary, 2014). This discourse contributes to the erasure of less popularized acts of resistance from Indigenous communities, women, and communities of colour in Canada and around the world, recasting these actors as agentless victims and passive recipients of HIV advances (Patton, 1994). This discourse also contributes to the precariousness of the lives, legacies and organizing efforts of diverse and marginalized communities.   Introduction I begin this paper by tracing the history of HIV exceptionalism, which is rooted in the lives and legacies of white gay men in the West – the heroes and main protagonists of the HIV story. I then outline how this narrow recount of the history of the HIV movement, one rooted in white supremacy, facilitates contemporary discussions about and the legitimation of romanticized ideas about an era ‘beyond HIV.’ This erases the devastating impact this disease continues to have on Black, Indigenous and People of Colour (BIPOC) communities. I disrupt this meta-narrative by re-centering BIPOC communities and recounting lesser known acts of resistance in the local and global context, situating the HIV movement in the struggles for Black liberation, Indigenous sovereignty, feminism and lesbian, gay, bisexual, transgender, queer, questioning and two spirit (LGBTQQ2S)2 rights. HIV thrives in environments prone to inequality along intersectional identities (e.g. race, class, gender, orientation etc.), human rights violations, and the devaluation of life. As a result, in this paper I argue that a broader account of the history of the HIV movement as one that is at the crossroad of interconnected systems of oppression is a necessary framework for legitimating the histories, narratives, lives, and humanity of the varied communities still disproportionately impacted by this disease.                                                      2 While I acknowledge the vast diversity within the rainbow community, out of preference and habit, I will refer to LGBTQQ2S communities in short form as LGBTQ  HEALTH TOMORROW, VOL. 4 (2016)                5  The narrative of HIV: How HIV became exceptional  HIV exceptionalism is the idea that HIV/AIDS, due to its rapid transmissibility through taboo activities such as sexual intercourse and substance use; latency and long life cycle; attack on the immune system; lethality; and devastating social impact, requires a unique response that is above and beyond ‘normal’ health interventions for other communicable diseases (Smith & Whiteside, 2010). Arguments for HIV exceptionalism date back to the early 1980s, a time when the then-unknown virus had lethal consequences (Smith & Whiteside, 2010) and sparked widespread public panic, as it was associated with moral arguments and marginalized groups such as “homosexuals, hemophiliacs, heroin addicts and Haitian migrants” (commonly referred to as the ‘4 H Club’) (Brandt & Rozin, 1997; Yong, 2016).   Many scholars locate the history of HIV exceptionalism and the unprecedented national and international response to HIV as a political victory for gay men (in the West) and their allies, as the response to HIV promoted the empowerment of the gay community and the protection of gay rights (Smith & Whiteside, 2010; Whiteside & Smith, 2009). By the early 1980s, the gay community3 had already made substantial strides through the gay rights movement in the preceding decades, when their focus and political acumen shifted to include advocating for resources for – and the human rights of – people living with HIV (Smith & Whiteside, 2010). In establishing these goals, AIDS activists in North America drew from the principles of the Ottawa Charter for Health Promotion (1986), to encourage a shift in focus from individual ‘risky sexual’ behaviour to the adoption of a human rights and social transformation framework for addressing societal-based vulnerability to diseases like HIV/AIDS (Salehi, 2010; Smith & Whiteside, 2010).                                                   3 As I unpack in the sections below, I use the term ‘gay community’ here much in the way I have seen the term used in popular and academic literature to mean the mainstream community and movement that has become a symbolic space where race is never named and yet, white gay men are the face and voice of authority for all things pertaining to gay men’s lives and bodies. I am also alluding here to the ways in which women’s and queer Black, Indigenous and People of Colour activism around HIV/AIDs is not as widely acknowledged or praised in the way gay, white men’s activism has been praised.  HEALTH TOMORROW, VOL. 4 (2016)                6  Public acknowledgement of the unique characteristics of HIV/AIDS galvanized an unprecedented response, attention, and national health funding directed to specialized intervention programs and services for HIV (Hawkes, 2008; Kaufman et al., 2007). As the story is told, the initial feared epidemic in the west was eventually curbed and the course of the disease forever altered by the strength and visibility of the gay community, the public health response, sources of funding for AIDS, the availability of special programs, and antiretroviral treatment (ART), which transformed HIV from a life-threatening to a chronic condition (Smith & Whiteside, 2010). Importantly, it is here that we witness the surfacing of a narrative focused on the heroism of a single ‘community’ (i.e. the gay community) that was visible, vocal, and organized. A community that had established political connections that helped to center HIV as a funding priority (France, 2012). There is no problematizing the historicizing of progress in the HIV movement as a singular victory for one community. There is no regard for the problematic and homogenizing way in which the term ‘gay community’ is used. There is little interrogation of the mainstream use of the term “gay community” to symbolize a social space exclusive to white men (Catungal, 2013; Ma, 2003), and reeking of white, male privilege. A social space that largely ignores the devastating realities of queer and trans people of colour and two-spirited people dealing with HIV (Villarosa, 2017).4 Even though there is “nothing exceptional about white lives” (Walcott, 2017), in this narrow narrative of HIV, it is through the advocacy of the presumed white, gay community and for the preservation of white lives that HIV comes to be an exceptional disease. There is little acknowledgement of the vast heterogeneity and intersectional identities along the lines of class, race, and sexual identification of men who have sex with men.                                                  4 In the American context the Centers for Disease Control and Prevention have predicted that one in two African-American gay and bisexual men will become infected with HIV in their lifetime – rates that surpass HIV endemic countries such as Swaziland (Villarosa, 2017). This is compared to a lifetime risk of one in 11 for white gay and bisexual men, and one in 99 for all Americans (Villarosa, 2017). While anecdotal evidence provided by frontline service providers suggest higher rates of HIV among Black men who have sex with men, there has been no comparative race-based tracking of HIV transmission in the Canadian context. Instead, there has been a deliberate conflation of the statistics pertaining to white and racialized men who have sex with men, as this has direct implications for funding priorities.  HEALTH TOMORROW, VOL. 4 (2016)                7  The criticisms I offer here are important given the prevalence of the white-washing of activist histories. Examples of this include the 1966 Compton Cafeteria Riot in San Francisco, which marked the beginning of the North American LGBTQ rights movement (Hillman, 2011; Marine, 2011). This riot was initiated by LGBTQ sex workers and people of colour who revolted against ongoing police brutality (Hillman, 2011; Marine, 2011). Three years later, the 1969 Stonewall Riots became a series of violent protests against the police by the LGBTQ community and has since been cited as the single most important event that led to the sexual liberation movement in North America (Hillman, 2011; Marine, 2011). Two people who sparked the rebellion were Marsha P. Johnson, a Black transwoman, and Silvia Rivera, a Puerto Rican transwoman (Hillman, 2011; Xavier, 2010). However, these pivotal historic events have been grossly misrepresented and re-narrativized as having been led solely by white, gay men (Emmerich, 2015).  Differential access to power dictates whose stories are given a visible platform to be shared and whose are not; who is heroicized and deemed ‘the main actor(s),’ or victor(s), and who is othered, made invisible, stripped of agency and acted upon. In the story of the HIV movement, white gay men are credited as the protagonists – the victors of social transformation and response to the HIV epidemic (France, 2012). In contrast to the narratives of pioneering gay rights and HIV advocates in the West, the dominant stories of HIV concerning Black, Indigenous and People of Colour (BIPOC) are of a completely different tone and genre. Given the transnational connections of many African diasporic and racialized communities in the West, the narratives about the spread of HIV in these communities were and are often framed within a larger globalized and geopolitical context. For racialized people, HIV is often framed as a regional problem coming ‘out of Africa’ or the Caribbean. In fact, the devastating effects of the HIV/AIDS epidemic in countries in the Global South was largely ignored in the 80s and 90s, except of course when the Western world wanted to point the finger of blame for the origins of the virus (Timberg & Halperin, 2012; Yong, 2016). This was a time during which AIDS had devastating demographic and social impacts on countries in the Global South, particularly in HEALTH TOMORROW, VOL. 4 (2016)                8  sub-Saharan Africa, “the effects of which have and will continue to be felt for generations” (Whiteside & Smith, 2009, no pagination). Here we see the surfacing of a colonial, homonationalist narrative where racialized people from ‘backwards,’ ‘unprogressive,’ developing nations are viewed as foreign biohazards responsible for penetrating the borders of white settler states, bringing HIV to the West (Gosset, 2010; Yong, 2016).   The end of an era? Over the past decade we have witnessed the drying-up of national and international funding for HIV programs and research (Paperny, 2012; Villarosa, 2017). It is widely known that AIDS Service Organizations (ASOs) across Canada have some of the lowest salary scales in the non-profit sector. Organizations such as the Canadian Aboriginal AIDS Network and the Canadian HIV/AIDS Legal Network have been confronted with freezes and substantial federal cuts to their operational budgets (Cram, 2016; Paperny, 2012). Funding reprioritization5 and operational restructuring have also resulted in substantial losses of job positions in the federal health department – Health Canada and six women’s health organizations which, among other things, focus on health in a broad sense as it relates to policy, environmental pollution, maternal and infant health in on-reserve Aboriginal communities, and barriers to treatment for addiction and sexually transmitted infections (STIs) (Smith, 2012). Further, many activist and advocacy organizations in Canada have experienced operational budget cuts or have been defunded entirely– a far cry from the endearing community responses to- and social organizing around the issues that brought international attention to the epidemic in the first place. These national trends are contextualized by similar global trends, where the original flood-gate of international aid programs to address rising HIV rates have begun to decrease, as many donor countries have begun reprioritizing HIV and redirecting aid funding (Smith & Whiteside, 2010; Whiteside & Smith, 2009).                                                  5 National and provincial funding for HIV has not increased in Canada, however ASOs are expected to use their dwindling funding to address the complex health needs of clients dealing with co-infections such as HIV, STIs, Hepatitis C and other Blood Borne Infections.  HEALTH TOMORROW, VOL. 4 (2016)                9  Although replenished in 2013, round eleven of the Global fund was cancelled and the President’s Emergency Plan for Aids Relief (PEPFAR) has decreased its funding for HIV antiretroviral medication, leaving over 7.6 million HIV positive people with precarious treatment access (Hersher, 2011; Lewis, 2011). In the U.S., the president has proposed a $186 million national budget cut of the Centre for Disease Control’s funding for HIV/AIDS services (Villarosa, 2017).   This rapid de-funding marks a movement beyond the era of HIV exceptionalism, which only makes sense if the protagonists in our narrowly-centered HIV story are white, gay men. The meta-narrative here is that the disease that had once killed gay men at an astronomical rate is now treatable and preventable. The mainstream gay community in the west – the heroes in the HIV response and the community for which HIV was demarcated an exceptional disease in the first place – proved to be champions for securing their rights, treatment, health care, and reducing the prevalence of HIV. As a result, an exceptional response to HIV is no longer necessary and a scaled-back response has gained traction. An era beyond HIV exceptionalism is the natural conclusion of this neatly packaged story arc. However, if we re-frame the story of the HIV movement, centering the rampant spread of HIV in different communities and the community mobilization of different protagonists (i.e. women, intravenous drug users, and BIPOC communities), we cannot overlook the detrimental impact this disease continues to have on many marginalized communities nationally and across the globe. Any proposition that we have somehow reached a milestone of an era beyond HIV has genocidal implications.   Our realities The systemic push for an era beyond HIV and for the reprioritization of national and international HIV/AIDS funding grossly oversimplifies the issues at hand. These arguments negate the fact that despite the great strides made in the HIV movement, not all communities have experienced the benefits of HIV treatment, prevention, and care, as locally and globally, HIV/AIDS continues to follow lines of colonially-rooted HEALTH TOMORROW, VOL. 4 (2016)                10  inequities (Centre for Disease Control, 2013; Gossett, 2014; Government of Canada, 2013; Williams, Newman, Sakamoto, & Massaquoi, 2009). The demographic composition of HIV looks different today than it did 30 years ago, and in fact, even at the dawn of the epidemic there were differently marginalized communities dealing with the throws of being infected and affected by HIV (Villarosa, 2017). The feminization of the HIV epidemic has long been reported in Canada and around the world (Devine, 1994; Roth & Hogan, 1998; Whiteside & Smith, 2009). The first documented case of AIDS in a woman in Canada appeared in Quebec in 1981. The patient was described as a 25 year old Haitian woman (Devine, 1994). Today Women account for a growing proportion of positive HIV test reports across Canada (Devine, 1994; Public Health Agency of Canada, 2010). Internationally, women accounted for 41% of people living with HIV in 1997; currently this figure has risen to 50% (Coovadia & Hadinghan, 2005, no pagination; World Health Organization, 2014). These trends are linked to gender inequality, the lack of women’s sexual and reproductive rights, and the interconnection between women’s and men’s sexual health (Bowleg, 2004; Dunkle, Wingood, Camp, & DiClemente, 2010; Robertson, 2007; UNAIDS, 2014; Whiteside & Smith, 2009; Williams et al., 2009). However, heterosexual men and men who have sex with both men and women remain underserved in the HIV response. These issues are of particular importance in communities of colour, where many people of colour may be engaging in same sex relationships but do not identify with the gay communities in the West.  Within Canada, HIV/AIDS differentially impacts many socially and politically marginalized populations. Aboriginal, African, Caribbean, and Black (ACB) communities, including sexual minorities of colour, increasingly bear the burden of this disease (Government of Canada, 2013; Whiteside & Smith, 2009), and similar trends can be seen in the United States (Scott, 2008). For instance, ACB communities account for 2.9% of the Canadian population, but comprise 16.9% of new HIV infections (Public Health Agency of Canada, 2015). Aboriginal communities comprise 4.3% of Canada’s population (Employment and Social HEALTH TOMORROW, VOL. 4 (2016)                11  Development Canada, 2013) and yet account for 15.9% of the country’s reported HIV cases (Government of Canada, 2013). Intravenous drug use is the highest mode of HIV transmission in Aboriginal communities (Challacombe, 2015), accounting for 45.3% of new infections (Public Health Agency of Canada, 2015). Things are so dire for some Indigenous communities, that in 2016 a group of doctors declared a public health state of emergency in Saskatchewan where HIV rates are two times higher than the national average, due largely in part to intravenous drug use (Markewich, 2016; Picard, 2016). Intravenous drug use has been recognized as a coping mechanism for the colonial violence and intergenerational trauma experienced by Indigenous communities (Ricci, Flicker, Jalon, Jackson, & Smillie-Adjarkwa, 2009; Truth and Reconciliation  Commission of Canada, 2015; Wilson, 2016; Wilson et al., 2016). The factors that contribute to HIV vulnerability are compounded for Aboriginal communities that are geographically remote and under-resourced. For instance, over 20% of Aboriginal communities have limited or no access to clean water (Mitchell & Maracle, 2005).  Further, many Aboriginal communities have limited access to harm reduction supplies, culturally relevant sexual health education and adequate, non-discriminatory health care (Mitchell & Maracle, 2005; Ricci et al., 2009). As such, the burden of disease looks very different and is much more urgent a situation for communities that, for many economic and socio-structural reasons cannot access clean water and basic amenities for survival, much less HIV treatment (Flicker, 2012; Larkin et al., 2007; Ricci et al., 2009). The driving factors in the HIV epidemic include the compounded layering of intersectional oppression (i.e. racism, sexism, homophobia, heteropatriarchy, classism, colonialism, etc). (Crenshaw, 1991), which has very real and devastating consequences on the health and wellbeing of entire communities. This reality cannot be ignored or understated.  There is a disproportionate prevalence of HIV and lack of accessible treatment for many people around the world (Smith & Whiteside, 2010) and this global context is as important as the national context given the transnational connections of BIPOC communities. Globally, of the over 35 million people living with HIV, HEALTH TOMORROW, VOL. 4 (2016)                12  the vast majority reside in Sub-Saharan Africa (Lewis, 2011; UNAIDS, 2014). AIDS-related illnesses continue to claim approximately 2 million lives each year and in many countries annual infection rates and AIDS-related deaths continue to rise (Smith & Whiteside, 2010; Whiteside & Smith, 2009). Despite international mobilization around treatment access and the biomedical world view (Guta, Murray, & McClelland, 2011), millions have become infected in the past decade (Centre for Disease Control, 2013; Gossett, 2014; Smith & Whiteside, 2010).  Arguments for an era beyond HIV is irrelevant to the realities of many people living with HIV, because not all people infected and affected by HIV are treated equal or have equal access to the benefits and strides made in HIV patient care and research. Without aid and international solidarity, many countries cannot afford to sustain costly treatment programs for their citizens, thereby increasing the burden of care, putting many lives in danger and threatening the persistence of this worldwide epidemic (Coovadia & Hadinghan, 2005; Ooms et al., 2010; Piot, 2006; Smith & Whiteside, 2010). UNAIDS projections indicate that, unless the AIDS response is increased, populations in thirty-eight African countries will decrease by 14% by 2025 (Coovadia & Hadinghan, 2005). To curb this impact, predictions indicate that US $22-24 billion will be needed annually for the global response to HIV (UNAIDS, 2013). Additionally, in many Global South countries a vast proportion of those living with HIV comprise the workforce, contributing to the increased rather than decreased economic dependency of these nations in the long-term as AIDS-related mortality has decimated the workforce of many countries and left millions of dependent children without their parents (Coovadia & Hadinghan, 2005; Smith & Whiteside, 2010). To this point: “Studies predict that in the ten most severely affected African countries, the agricultural workforce will decline by 10-26% by 2020” (Coovadia & Hadinghan, 2005, no pagination).  Arguments for deprioritizing HIV overlook the fact that despite the large amount of aid funding from the international community, shortfalls in both funding and the numbers of people receiving ART treatment HEALTH TOMORROW, VOL. 4 (2016)                13  remain. For instance, of the approximately 35.3 million people living with HIV globally, 95% reside in low- and middle- income countries and of these, only 9.7 million had access to ART at the end of 2012 (UNAIDS, 2014). These numbers demonstrate the need for continued and increased funding (Nixon & Maimbolwa, 2014). In addition, better coordination of international aid efforts are required for cost-effective initiatives that address socio-structural factors, which exacerbate the epidemic (Whiteside & Smith, 2009).  The fact is that many of the communities most impacted by HIV today lack the political clout needed to keep this health issue a high priority on the national and international stage (Jürgens & Cohen, 2007). Furthermore, in Canada, the HIV research and programming agenda that is prioritized does not serve BIPOC communities. For instance, current studies focus on exploring aging with HIV and the impact of pre-exposure prophylaxis (PrEP) (which is a drug an HIV negative person can take prior to unprotected sexual intercourse to drastically reduce, if not eliminate, their chances of contracting HIV) (Arkell, 2017). These study agendas presume a client (whether they be HIV positive or negative) who has access to the Canadian health care system and prescribed medication, or at the very least is knowledgeable about the existence of preventive medication in the case of PrEP. A client who is informed, empowered, and comfortable discussing their sexual relationships and health with their physician. A client who can afford the roughly $1000 price tag6 associated with PrEP, since this drug is not covered by Canada’s public health insurance plans (Arkell, 2017). A client who has relatively stable access to food and housing to keep up with the intensive drug regimens of these respective pharmaceutical interventions. BIPOC communities are often in precarious relationships with the Canadian nation-state that leave these groups socio-economically disadvantaged. Always just outside the margins of white settlerism,7 BIPOC communities have limited claims to citizenship, belongingness and thus                                                  6 At the time of writing this article, according to Canadian AIDS Treatment Information Exchange, the oral PrEP Truvada costs $1000 CAD. This cost is covered by some private insurers and there is an expectation that Canada’s public health insurance plans will eventually cover the costs of the drugs (Arkell, 2017) 7 I use this term to symbolize the literal and metaphoric boundaries of white settler societies, long established in the nation-building project of the Americas to protect the interests, stolen resources and wealth of white settlers and provide a  HEALTH TOMORROW, VOL. 4 (2016)                14  access to the nation-state’s health care system (Villarosa, 2017). As such, the HIV response has had a tendency of leaving BIPOC communities, and the socio-structural factors that contextualize their vulnerability, behind and out of the picture (Ryan, 2017).   Re-centering our narratives Recognition of BIPOC narratives of resistance and advocacy for social transformation have not been adequately examined or celebrated. This begs the questions, what issues and which bodies are “in place” or “out of place” (Catungal, 2013, p. 267) in the political field of sexual health and HIV organizing? “What happens when your past has been denied, suppressed and disappeared in history books and in academic institutions by those who operate as ‘experts in legitimation?” (Gosset, 2010, no pagination). How does this erasure impact narratives of agency and self-determination? (Catungal, 2013; Gossett, 2010; Morgenson, 2009). The dominant narrative of HIV activism motivates my interrogation of other stories of resistance and social movements surrounding the disease. This is not to deny the hardships and hard won battles of white, gay men at a time of fear, hostility, and homophobic violence (Russo, 1988). Instead, this is to make room for diverse narratives of experience. Surely, sexually diverse and racialized communities greatly impacted by this disease were not merely acted upon. They are not simply passive recipients and beneficiaries of the gains made by the white gay community popularized in the public imagination and memory. This is a problematic line of thought that builds upon the West’s ‘savior complex’ and infantilizes marginalized others. It is also in-keeping with white settler rhetoric that frames racialized others as penetrators of white social space, and the undeserving benefactors of the fruits of white settler colonies. This rhetoric erases the fact that nation states historically embroiled in the British North American empire-building project were established on stolen Indigenous territories and on the enslavement and indentureship of black and brown peoples – forms of                                                                                                                                                              geographic and social separation of the “white race” from the racialized and Indigenous subjects of the empire (Mawani, 2002). In the context of HIV, we see the perpetuation of the white settler project and its apartheid-like separation and differential access to life-saving and life-enhancing medical advancements such as PrEP and anti-retroviral therapy.  HEALTH TOMORROW, VOL. 4 (2016)                15  colonial violence that contextualize the HIV vulnerability of BIPOC communities. It erases the fact that Western health care systems, including advances in the field of HIV, were established from unethical research that brokered and devalued black and brown people’s lives and humanity (Freimuth et al., 2001; Hill, 2009; Robertson, 2007; Walcott, 2017; Wright, 1993). Herein, I critically allude to white privilege more generally and the nuanced ways it has operated in the AIDS industrial complex to catapult the careers of white clinicians and researchers who do research on, and not with, BIPOC communities, and the ways it has led to the prioritization of the health needs and realities of white people infected and affected by HIV.  Gay rights are often positioned within a framework that is post-racial or post-oppressive and is assumed to be inclusive of all diversity, whether it be sexual, racial, cultural, gendered, or otherwise (Catungal, 2013; Lord, 2013). These assumptions centralize sexuality, while excluding the intersections of race, class, gender and culture. In turn, this has served to overlook the ‘whitening’ of social activist spaces like the gay rights movement that regulates and pushes racialized, queer bodies to the margins, while privileging  middle-class, white, gay men in health care provision and mainstream ASOs, as well as political “decision-making and priority-setting” in the movement (Catungal, 2013, p. 259; Lord, 2013). Many mainstream ASOs perpetuate systemic racism and sexism, especially in their leadership, through the normalization of patriarchy and whiteness (Gould, 2012), making them hostile, non-inclusive environments for non-white, non-male, trans, and gender nonconforming bodies (Catungal, 2013; Sommella, 1997). Historically, the mainstream gay rights movement has done a poor job of including other groups such as women (cis or trans), people of colour, Aboriginal peoples or those with intersecting identities (Gossett, 2010). “Racism has been the backdrop of Pride events from Toronto to Berlin, as well as the wider gay landscape” (Celik et al., 2010, no pagination). It is this context that led the Toronto, New York City, Vancouver and San Francisco chapters of Black Lives Matter to organize demonstrations at Pride parades in their respective cities to bring awareness to the operation of racist and colonial violence within the mainstream HEALTH TOMORROW, VOL. 4 (2016)                16  LGBTQ community, and the consistent erasure of people of colour in Pride celebrations (Battersby, 2016; CBC News, 2016; Kane, 2016; Wong, 2016). This framework of racism helps to ground campaigns such as the popularized statement “gay rights is the new civil rights,”  (Gosset, 2010, no pagination) as if the declared win for civil rights in the 60s somehow marked the undebatable end of racial injustice and the assurance of minority rights in America (Gossett, 2010; Stohr, 2013). Such a statement lacks critical analysis and underestimates the far-reaching impacts and entrenchment of racism (Geary, 2014; Gould, 2012). It contributes to state violence towards and general ignorance of the far-reaching impacts of the mass incarceration of black and brown people in the prison industrial complex, which exacerbates issues of HIV disclosure and transmission (Gossett, 2014).  Further, in an act of neo-colonialism, gay rights advocates in the West have been at the forefront of lobbying for policies that withhold international aid funding from Global South countries in which HIV is endemic (such as Jamaica and Uganda) and where homophobic ideals run rampant (White, 2013). The message from proponents of this approach has been – ‘come into the 21st century on the issues of sexual liberation and queer politics like the western world or financially you are on your own.’  Such acts represent non-western cultures as “archaic, patriarchal, and homophobic,” ironically overlooking the fact that many of these cultures developed from the sexual violence centralized in western colonial processes through Christianization (Celik et al., 2010, no pagination). These strategies are often forceful and ineffective because they encourage the paternalization of Global South countries by the international community and spurs, rather than prevents, violence and resentment towards queer communities in developing contexts. Gossett (2010) interrogates the seemingly confused state of the mainstream gay rights movement in the west by asking, “How did we move from gay and trans liberation to queer neoliberalism?  From gay anti-capitalism to the depoliticized neoliberal gay market niche? From gay anti-imperialism and protests against police and state HEALTH TOMORROW, VOL. 4 (2016)                17  violence to homonationalism and the support of state militarization?” (no pagination; see also McCaskell, 2016 and Walcott, 2016).  Narrative(s) of resistance Taking a note from popular educator Paulo Freire, there is tremendous power in names and the political act of naming, telling, and sharing our stories, histories, lives, and experiences as valid contributions to our legacies, communities, and society more generally (Freire, 1970).  For Black people, the ability to tell our stories from our perspectives is also about engaging in a journey, a process of creatively expressing, speaking, and writing our humanity into being. This is no simple project given the pervasive colonial agenda to devalue, dehumanize and exterminate us.  As such, in the paragraphs below I expand beyond the commonly told white history of the HIV movement to center the political organizing of BIPOC communities around the issue of HIV/AIDS. Naturally, people have intersectional identities along the lines of race, class, gender, sexuality, and ability. It is then understandable that these social movements are not insular and do not operate in isolation from other movements. Social movements intersect, build upon, and conflict with each other and cannot be finitely located in time or place (Patton, 1994; Petchesky, 2003). Given the arbitrariness of settler nation-state borders for Indigenous peoples in the Americas, and the transnationality of diasporic peoples, I will discuss political movements both in Canada and abroad.  The AIDS Coalition to Unleash Power (ACT UP) chapter in Philadelphia provides a good example of activism from an intersectional understanding of power and politics, one which de-homogenizes and disrupts the dominant narrative of the history of HIV exceptionalism as a solitary victory for one community. ACT UP Philidelphia operated from an understanding that oppressions, like racism, homophobia, and capitalism, build upon each other and it is precisely this layering that contributed to government inaction on AIDS in the 80s. ACT UP Philadelphia did not operate entirely on an AIDS-based agenda, as it understood that AIDS could be a “flashpoint” in history from which to highlight a broader understanding of inequality (Kerr, 2013, no HEALTH TOMORROW, VOL. 4 (2016)                18  pagination; Mbali, 2005). The group originally attracted gay rights activists who could not locate themselves in the apolitical bureaucracies of mainstream gay rights groups operating at the time such as the Gay and Lesbian Alliance Against Defamation (GLAAD); women working in the women’s movement to end rape and violence against women (Kerr, 2013); queer and trans people of colour linked to the Black Panther’s movement around gay liberation, women’s liberation, third world and people of colour liberation (Gossett, 2010); activists who worked in the peace movement, fighting imperialism and wars in El Salvador and Nicaragua; and civil rights and anti-apartheid activists, to name a few (Kerr, 2013).  ACT UP Philadelphia’s approach was to organize activists through the use of media, art, design, demonstrations, theatre, drag, and so on, which afforded them opportunities to take-up spaces activists were previously barred from accessing, while garnering public attention to the issues (Sommella, 1997).  Some of ACT UP’s activities in the 80s include launching “campaigns to decriminalize condoms” in jails (Gosset, 2010, no pagination); heckling and interrupting speeches; overtaking spaces to create residences for people living with AIDS; starting needle exchanges; and organizing a public demonstration to express solidarity with HIV positive Haitian migrants incarcerated at Guantanamo (Gossett, 2010, 2014).  In Canada, ethno-specific ASOs emerged in urban centers such as Toronto to disrupt “the ubiquitous whiteness of queer public culture” (Catungal, 2013, p. 258); as a direct critique to the mainstream HIV sector; and to provide spaces for support, belonging and culturally relevant sexual health services “for people of colour by people of colour” (Catungal, 2013, p. 263). “The Asian Community AIDS Services (ACAS), the Alliance for South Asian AIDS Prevention (ASAAP), and the Black Coalition for AIDS Prevention (Black CAP) all emerged out of community-based struggles to respond to the mounting crisis of HIV in the 1980s” (Catungal, 2013 p. 260). The work of ACAS dates back to the 1980s through the organizing of Gay Asians Toronto and the Gay Asian AIDS Project, which was formed in 1989 and identified the gaps in AIDS services for people of Asian descent (Catungal, 2013). ASAAP was founded in 1989 by a group of South Asian gays HEALTH TOMORROW, VOL. 4 (2016)                19  and lesbians. Black CAP was formed in 1987 by members of Toronto's Black communities with the goal of generating awareness and education on HIV transmission and prevention (Catungal, 2013). As evidenced by the presence of the terms “coalition”, “alliance” and “community” in their names, these ethno-specific ASOs have histories in collective action (Catungal, 2013, p. 269). These organizations strategically created spaces and strategies for prevention, education, and support work that centralized the concerns, realities, representations, and cultural and linguistic needs of communities of colour.  Internationally in countries like South Africa, long before they gained support from advocates in developed countries, local activists pushed their government to put HIV on the political agenda so people living with HIV could have access to the treatment they desperately needed (Smith & Whiteside, 2010). This mobilization was later succeeded by the rights-based, patient-driven, civil society movement – the Treatment Action Campaign (TAC) which addressed issues of treatment access by centering colonial histories, global capitalism and the structuring of race, gender, migration, and health (Morgenson, 2009). TAC was mainly comprised of gay rights and anti-apartheid activists who opposed “racism in the gay rights organizations and homophobia in anti-apartheid organizations, government institutions, and broader society” (Mbali, 2005, no pagination). The emergence of anti-apartheid, gay rights activism in TAC provided the framework for “broad-based human rights” focused alliances in post-apartheid South Africa (Mbali, 2005, no pagination). TAC was different from the apolitical organizing of the national gay rights group in the 1980s, the Gay Association of South Africa (GASA) which, much like GLAAD in North America, was dominated by middle-class, conservative white men. Unlike TAC, GASA was largely silent on the issues of apartheid and institutional racism. GASA was later accused of operating only in the interests of white, queer people, while ignoring the discrimination and oppression faced by Black South Africans. This would be the basis for the later splintering of GASA (Mbali, 2005).  HEALTH TOMORROW, VOL. 4 (2016)                20  Indigenous activists in the US and Canada conceptualized AIDS vulnerability in a much more holistic way as the result of colonization, which had unbridled impact on Indigenous sexual cultures, public health, and spiritual and traditional life (Mikkonen & Raphael, 2010; Morgenson, 2009; Simpson, 2004). These activists traced the way “conquest marginalized Indigenous peoples from the conditions of good health” as colonial practices such as biological warfare, assimilation, the residential school system, and removal from land and culture disrupted the very conditions of traditional life (Morgenson, 2009, p. 47). These various forms of violence induce trauma and enhance the vulnerability of Indigenous peoples to HIV/AIDS, among other health ills (Mitchell & Maracle, 2005). In 1987, an activist group called the Indigenous People’s Task Force was formed. It integrated traditional healing methods into its health services, and utilized storytelling and theatrical performances for health education (Morgenson, 2009). Understanding the colonial underpinnings of homophobia in Indigenous communities as a key site of AIDS vulnerability, Indigenous LGBT and Two-Spirit people started mobilizing in the 80s to recover historical records of the acknowledgement of “gender and sexual diversity” in traditional Indigenous societies. These activists then used this knowledge to “challenge homophobia” and promote healing in Indigenous communities and confront colonialism in North American society overall (Morgenson, 2009, p. 48). Further, organizations like the National Native American AIDS Prevention Center have operated since the 80s and link their activism to community survival through the renewal of Indigenous knowledge and the challenge of non-Native authority over Indigenous self-determination and sovereignty (Morgenson, 2009).  They have focused on Indigenous empowerment and decolonizing approaches to address the social, psychological, and material conditions producing HIV and AIDS in Aboriginal communities (Morgenson, 2009). In Canada, grassroots organizations that are based within under-served communities like the Native Youth Sexual Health Network (which is coordinated by members of the communities it serves) operate from an Indigenous framework to understand health in a much more holistic way that includes factors like environmental justice, food security, mental, HEALTH TOMORROW, VOL. 4 (2016)                21  sexual and reproductive health, social and economic empowerment, human rights, and advocacy (Native Youth Sexual Health Network, n.d.).  In their response to HIV and AIDS, Indigenous activists have also participated in transnational alliance-building to challenge colonial sexual cultures, global public health, and health policies. Towards this end, a pan-Aboriginal response has surfaced that bridges national differences with shared experiences of colonization among Indigenous groups, especially those in settler states such as the US, Canada, New Zealand, and Australia (Morgenson, 2009). Global Indigenous activism was noticeable in the preparation of the UN Draft Declaration on the Rights of Indigenous Peoples and in the Indigenous People’s Summit of the International AIDS Conference (IAC). At the 2006 Summit of the IAC, The Toronto Charter: Indigenous People’s Action Plan on HIV/AIDS 2006 was formulated (Morgenson, 2009) and was the start of a more formal collaboration that birthed the International Indigenous Working Group on HIV & AIDS. The Toronto Charter aims to: 1. Hold settler states, international bodies, and national and international law accountable for the effects of colonization and the fulfillment of treaty and constitutional obligations to the Indigenous peoples whose lands they occupy. 2. Affirm Indigenous rights, self-determination, and sovereign control over all aspects of their lives and health. 3. Argue that settler governments are responsible for ensuring equitable access to health services and health outcomes for all and must grant Indigenous peoples a “state of health that is equal to that of other people.” Towards this end, the Charter demands Indigenous control and management of health systems, culturally sensitive programming, and access to their own languages, cultures and traditions to address the physical, social, mental, emotional, and spiritual dimensions of health that are necessary to prevent HIV (Morgenson, 2009, p. 50).  In avoiding the creation of purist and idealist representations of the aforementioned organizations and advocacy efforts, it is important to note that they are not without their own critiques and imperfections. For instance, neoliberal criticisms of ethno-specific ASOs charge that they further divide already scarce resources HEALTH TOMORROW, VOL. 4 (2016)                22  by replicating efforts and adding to the growing quantity of organizations requiring support from a limited pool of funds. ASOs are also charged with moving far from their activist origins to become highly bureaucratized and professional spaces in an appeal for government funding. In turn, these spaces often denounce civic engagement, and exclude and exploit people living with HIV for research and access to funding (Guta et al., 2011; Walcott, 2017).  Further, some chapters of ACT-UP have come under heavy scrutiny of racism for “replicating the racial divide of American society” (Gould, 2012, p. 56; Ma, 2003). In this, some white members “resisted acknowledging their privilege and the way in which racism exacerbates the AIDS epidemic” (Gould, 2012, p. 56). Many of these members did not relate to or have personal experiences with racism, sexism, and poverty and thus, could not understand the connections between these intersectional issues and HIV. In turn, this led to the formation of ACT UP New York’s people of colour caucus. However, there is a lack of critical analysis in the creation of a “totalizing picture” that treats racist dynamics within the organization as definitive of the organization as a whole, neglecting the redeemable actions of ACT UP and its impact on the AIDS crisis; the anti-racist works of its diverse organizers, which included queer people of colour;  as well as the differential racial dynamics within its various chapters (Gould, 2012, p. 55).  Humanism and human rights The above examples demonstrate how AIDS organizers from various communities responded to government neglect, colonial violence, discrimination, erasure, and control. They used their resources to form services that revitalized identity, community, and culture – all of which contextualized the transmission of HIV and the lethal nature of AIDS in their communities. It was not enough to mobilize for HIV treatment in absence of contextualizing the disease within anti-racist, anti-colonial, and prison abolitionist struggles, which racialized and Indigenous communities had been combatting for decades. Broadening the scope of how HIV was understood and linking it to the convergence of other inequities and ongoing movements was integral to HEALTH TOMORROW, VOL. 4 (2016)                23  information dissemination, community mobilization, survival, and the fight for humanism. In acknowledging the retention of culture and traditions that disrupt the colonial meta-narrative as forms of resistance (some of which are centuries old – as is the case in Indigenous communities) and social movements conducive to community health and wellbeing (Simpson, 2009, 2011), I am broadening the historic context of the HIV movement. I also argue that when it comes to HIV, BIPOC communities are still fighting for their humanity and their lives. We do not live in an era beyond HIV and any suggestion to the contrary is to revel in Black, Indigenous, and People of Colour death.  There remains a dire need for a continued and focused response to HIV beyond the narrowly defined scope of biomedicine and treatment access, making connections to struggles for humanity, human rights, and international solidarity (Ooms et al., 2010). In this context, I call for a re-framing of the history of HIV activism, one that integrates the links between seemingly separate social movements (e.g. movements for gay rights, anti-colonialism, and anti-apartheid) to the human rights of people infected and affected by HIV. It is not enough to discuss the gains made in the HIV movement as the sole victory of white, gay men, and as somehow alienable from other rights, because HIV/AIDS thrives in environments prone to colonial violence, human rights violations, and inequality that locate the body at the intersections of race, class, gender, sexual orientation, and geography (Khan, 2001; Mbali, 2005; Petchesky, 2003). HIV sheds light on the fact that rights cannot and do not exist in isolation, they are as indivisible and interdependent as the multiple and complex identities people assume. Sexual, human, legal, social, personal, and macro-economic rights are all interconnected. For instance, the right to access health services is interconnected with, and is as important as, the legal right to be free from discrimination and violence (e.g. the structural violence of the law), which inhibits access to health services (Petchesky, 2003). The interdependence of different kinds of rights makes sense in light of the fact that the “self” extends beyond bodily integrity to include family, culture, social and economic relations, which encompass broader rights such as social and macro-economic rights. Likewise, HEALTH TOMORROW, VOL. 4 (2016)                24  health has been extended to holistically encompass physical, mental, and social wellbeing (Jürgens & Cohen, 2007). The obstruction of one right leads to the obstruction of the others, which devalues human life.   Conclusion In locating the gains made in the HIV/AIDS movement as the products of long-standing histories of social movements the world over, rather than as the gains made by a single community, this broader understanding of the history of HIV helps to legitimate the narratives of marginalized groups and make space for their voices at the proverbial table. It also becomes easier to understand the debates around HIV exceptionalism as arguments which, at their core, are about human rights (Lewis, 2011). A shift to an era beyond HIV signifies the phasing-out of programs that secure the right to treatment, care, and support of people infected and affected by HIV/AIDS, which will undoubtedly exacerbate the global epidemic (Petchesky, 2003). This is unacceptable as health and wellbeing are international concerns requiring international solidarity, especially in an increasingly globalized world of travel and migration that shapes social and sexual relationships (Coovadia & Hadinghan, 2005). Further, to effectively combat the HIV epidemic, interventions must address and be situated within, rather than avoid, the interconnected systems of domination (Hill-Collins, 1990), global disparities, and the structural drivers of HIV vulnerability such as the obstruction of women’s rights, sexual inequality, racism and colonialism. It is not enough to push condoms and talk about pharmaceutical interventions and treatment (Guta et al., 2011). A targeted HIV response remains relevant and is required to curb the devastating effects of the HIV epidemic (Lewis, 2011; Piot, 2006). The forfeiting of HIV funding has genocidal implications for BIPOC communities. This should be considered a crime against humanity as it constitutes a direct obstruction of the human rights of HIV positive people tirelessly fought for in numerous waves of social mobilizing, critical resistance, and international solidarity efforts throughout space and time.  HEALTH TOMORROW, VOL. 4 (2016)                25  Acknowledgements: The authors would like to thank Honor Ford-Smith, Llana James, Stephanie Nixon, Ronak Ghorbani, Sarah Switzer, Adrian Guta, Damion Platt, Jennisha Wilson, Dr. LaRon Nelson and his High Impact Field-based Intervention Research Lab for their tremendous time, insight and feedback on this paper.  We would also like to thank our communities, support systems and  social networks – not the least of which includes allies who identify as ‘gay, white men’- as their diverse lived experiences and struggles against intersectional oppression in the HIV movement have contributed to the formulation of this manuscript.         References  Arkell, C. (2017). Oral pre-exposure prophylaxis (PrEP) (Fact Sheet). Toronto, Ontario: CATIE. Retrieved from http://www.catie.ca/en/fact-sheets/prevention/pre-exposure-prophylaxis-prep Ashiabi, G. (2008). African American and non-Hispanic white children’s health: Integrating alternative explanations. Journal of Ethnicity and Health, 13(5), 375–398. Battersby, S. J. (2016). Black Lives Matter protest scores victory after putting Pride parade on pause. Toronto Star. Bowleg, L. (2004). Love, Sex, and Masculinity in Sociocultural Context: HIV Concerns and Condom Use among African American Men in Heterosexual Relationships. Men and Masculinities, 7(2), 166–186.  Brandt, A. M., & Rozin, P. (1997). Behavior, Disease, and Health in the Twentieth-Century United States: The Moral Valence of Individual Risk. In Morality and Health: Interdisciplinary Perspectives (pp. 53–77). New York: Routledge. Catungal, J. P. (2013). Ethno-specific safe houses in the liberal contact zone: Race politics, place-making and the genealogies of the AIDS sector in global-multicultural Toronto. ACME: An International E-Journal for Critical Geographies, 12(2).  HEALTH TOMORROW, VOL. 4 (2016)                26  CBC News. (2016). Toronto Pride agrees to list of demands after Black Lives Matter Toronto halts parade for 30 minutes. Retrieved June 22, 2017, from http://www.cbc.ca/news/canada/toronto/pride-parade-toronto-1.3662823 Celik, Y., Basu, S., Chebout, L., Thaler, L., Haritaworn, J., Petzen, J., Barskanmaz, C. (2010). Judith Butler Turns Down Civil Courage Award from Berlin Pride: 'I Must Distance Myself from This Racist Complicity'. Retrieved May 9, 2015, from http://mrzine.monthlyreview.org/2010/suspect200610.html Centre for Disease Control. (2013). Estimates of New HIV Infections in the United States. Retrieved August 3, 2014, from http://www.cdc.gov/hiv/statistics/surveillance/incidence/index.html Challacombe, L. (2015). The epidemiology of HIV in people who inject drugs in Canada. CATIE. Retrieved from http://www.catie.ca/fact-sheets/epidemiology/injection-drug-use-and-hiv-canada Coovadia, H. M., & Hadinghan, J. (2005). HIV/AIDS: global trends, global funds and delivery bottlenecks. Global Health, 1(1), 13. Cram, S. (2016). Canadian Aboriginal AIDS Network’s funding to be slashed 70% by 2017. CBC News – Indigenous. Retrieved June 22, 2017, from http://www.cbc.ca/news/indigenous/caan-will-see-slash-in-funding-by-2017-1.3808631 Crenshaw, K. (1991). Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color. Stanford Law Review, 43(6), 1241–1299.  Devine, C. (1994). The Epidemiology of HIV/AIDS in Women. Canadian Woman Studies, 14(3), 17–18. Dunkle, K. L., Wingood, G. M., Camp, C. M., & DiClemente, R. J. (2010). Economically Motivated Relationships and Transactional Sex Among Unmarried African American and White Women: HEALTH TOMORROW, VOL. 4 (2016)                27  Results from a U.S. National Telephone Survey (p. 90). Department of Behavioral Sciences and Health Education Emory University Rollins School of Public Health.  Emmerich, R. (2015). Stonewall. United States: Centropolis Entertainment. Employment and Social Development Canada. (2013). Canadians in Context - Aboriginal Population. Retrieved May 9, 2015, from http://well-being.esdc.gc.ca/misme-iowb/.3ndic.1t.4r@-eng.jsp?iid=36 Flicker, S. (2012). Taking Action! Art and Aboriginal Youth Leadership for HIV Prevention. Toronto, Ontario. Retrieved from http://www.takingaction4youth.org/pdfs/Taking_Action_Government_Report.pdf France, D. (2012). How to Survive a Plague: The inside story of how citizens of science tamed AIDS. Mongrel Media. Retrieved from http://surviveaplague.com/ Freimuth, V. S., Quinn, S. C., Thomas, S. B., Cole, G., Zook, E., & Duncan, T. (2001). African Americans’ views on research and the Tuskeegee Syphilis Study. Social Science & Medicine, 52, 797–808. Freire, P. (1970). Pedagogy of the Oppressed. New York: Seabury Press. Retrieved from http://www.pedagogyoftheoppressed.com/ Geary, A. M. (2014). Antiblack Racism and the AIDS Epidemic: State Intimacies. New York, NY: Palgrave Macmillan.  Goldberg, D. T. (2007). Raceless States from Race, Racialization and Anti-Racism. In Canada and Beyond (pp. 206–228). Toronto, ON: University of Toronto Press. Gosset, C. (2010). Che Gossett on AIDS activist Kiyoshi Kuromiya’s legacy and the intersections between all movements for liberation. Retrieved May 9, 2015, from HEALTH TOMORROW, VOL. 4 (2016)                28  https://aidsandsocialjustice.wordpress.com/2010/06/13/che-gossett-on-aids-activist-kiyoshi-kuromiyas-legacy-and-the-intersections-between-all-movements-for-liberation/ Gosset, C. (2014). We will not rest in peace: AIDS activism black radicalism, queer and/or trans resistance IN Queer Necropolitics. New York: Routledge. Gould, D. B. (2012). ACT UP, Racism, and the Question of How To Use History. Quarterly Journal of Speech, 98(1), 54–62.  Government of Canada, P. H. A. of C. (2013, November 29). At a Glance – HIV and AIDS in Canada: Surveillance Report to December 31st, 2012. Public Health Agency of Canada. Retrieved August 3, 2014, from http://www.phac-aspc.gc.ca/aids-sida/publication/survreport/2012/dec/index-eng.php Guta, A., Murray, S., J., & McClelland, A. (2011). Global AIDS governance, biofascism, and the difficult freedom of expression. APORIA: The Nursing Journal, 3(4).  Hawkes, S. (2008). Addressing Sexually Transmitted Infections (STIs), Including HIV/AIDS, in the Context of Sexual Health. International Journal of Sexual Health, 20(1–2), 91–108.  Hersher, R. (2011). UNAIDS-backed reports sing the same tune but stay silent on funding crunch. Retrieved May 9, 2015, from http://blogs.nature.com/spoonful/2011/12/unaidsbacked_reports_sing_the_1.html Hill, G. (2009). 500 Years of Indigenous Resistance. Oakland: PM Press. Hill-Collins, P. (1990). Black Feminist Thought: Knowledge, Consciousness, and the Politics of Empowerment. Boston: Unwin Hyman. Hillman, B. L. (2011). 'The most profoundly revolutionary act a homosexual can engage in': Drag and the politics of gender presentation in the San Francisco gay liberation movement, 1964-1972. The Journal of Hte History of Sexuality, 20(1), 153–181. HEALTH TOMORROW, VOL. 4 (2016)                29  Jürgens, R., & Cohen, J. (2007). Now More Than Ever: HUMAN RIGHTS AND HIV/AIDS (10 Reasons Why Human Rights Should Occupy the Centre of the Global Struggle). Kane, L. (2016, July 15). Black Lives Matter Vancouver wants police float out of Pride parade | Globalnews.ca. Retrieved June 23, 2017, from http://globalnews.ca/news/2828500/black-lives-matter-vancouver-wants-police-float-out-of-pride-parade/ Kaufman, C. E., Shelby, L., Mosure, D. J., Marrazzo, J., Wong, D., de Ravello, L., … Cheek, J. E. (2007). Within the Hidden Epidemic: Sexually Transmitted Diseases and HIV/AIDS Among American Indians and Alaska Natives. Sexually Transmitted Diseases, PAP.  Kerr, T. (2013). AIDS Activism and Beyond: Radical Queer Politics of the ‘80s and 90s. Retrieved May 9, 2015, from https://www.visualaids.org/blog/detail/aids-activism-and-beyond-radical-queer-politics-of-the-80s-and-90s#.UW1LV7Xvt9M Khan, F. (2001). RIGHTS: NGOs on the Link between AIDS Race and Discrimination. Retrieved May 10, 2015, from http://www.ipsnews.net/2001/09/rights-ngos-on-the-link-between-aids-race-and-discrimination/ Larkin, J., Flicker, S., Koleszar-Green, R., Mintz, S., Dagnino, M., & Mitchell, C. (2007). HIV Risk, Systemic Inequities, and Aboriginal Youth: Widening the Circle for HIV Prevention Programming. Canadian Journal of Public Health / Revue Canadienne de Sante’e Publique, 98(3), 179–182. Lewis, S. (2011). On the Gutting of the Global Fund. Retrieved May 9, 2015, from http://www.aidsfreeworld.org/Publications-Multimedia/Speeches/On-the-Gutting-of-the-Global-Fund.aspx Lord, C. R. (2013). Making Race and Sexuality Visible in ‘Official’ Historical Queer Narratives: Pelau MasQUEERade in the Toronto Pride Parade. Presented at the Rethinking Race and HEALTH TOMORROW, VOL. 4 (2016)                30  Sexuality: Feminist Conversations, Contestations and Coalitions Conference., Concrodia University, Montreal. Ma, M. Y. S. (2003, January 15). Challenging Power Relationships. Retrieved August 3, 2014, from http://www.actuporalhistory.org/interviews/video/ma.html Marine, S. (2011). Special issue: Stonewall’s legacy – Bisexual, gay, lesbian, and transgender students in higher education. ASHE Higher Education Report, 37(4), 1–145. Markewich, C. (2016). Sask. doctors call for state of emergency over HIV rates. Retrieved April 25, 2017, from http://www.cbc.ca/news/canada/saskatoon/saskatchewan-doctors-state-of-emergency-hiv-1.3768183 Mawani, R. (2002). In Between and Out of Place: Mixed-Race Identity, Liquor and the Law in British Columbia, 1850 – 1913. In Race, Space and the Law: Unmapping a White Setteler Society (pp. 47–69). Toronto, Ontario: Between the Lines. Mbali, M. (2005). TAC in the History of Rights-Based, Patient Driven HIV/AIDS Activism in South Africa. Passages, 2.  McCaskell, T. (2016). Queer Progress: From Homophobia to Homonationalism. Toronto, Ontario: Between the Lines. Mikkonen, J., & Raphael, D. (2010). Social Determinants of Health The Canadian Facts. Toronto: York University School of Health Policy and Management.  Millet, G., Peterson, J., Flores, S., Hart, T., Jeffries, W., Wilson, P., … Remis, R. (2012). Comparisons of disparities and risks of HIV infection in black and other men who have sex with men in Canada, UK, and USA: a meta-analysis - Millett-Lancet-black-MSM-Canada-UK-USA.pdf. The Lancet, (380), 341–48. HEALTH TOMORROW, VOL. 4 (2016)                31  Mitchell, T. L., & Maracle, D. T. (2005). Healing the Generations. Journal of Aboriginal Health.  (March) 15. Morgenson, S. L. (2009). Indigenous AIDS Organizing and the Anthropology of Activist Knowledge. New Proposals: Journal of Marxism and Interdisciplinary Inquiry, 2(2), 45–60. Mutegi, J. (2013). The So-Called “Father of Modern Gynecology” Actually Tortured Slaves, Killed Babies, Says Professor – Naturally Moi. Retrieved April 26, 2017, from http://naturallymoi.com/2013/09/the-so-called-father-of-modern-gynecology-actually-tortured-slaves-killed-babies-says-professor/ Native Youth Sexual Health Network. (n.d.). Native Youth Sexual Health Network – Who We Are. Retrieved April 26, 2017, from http://www.nativeyouthsexualhealth.com/whoweare.html Nixon, S. A., & Maimbolwa, M. C. (2014). Review of Living with HIV and Dying with AIDS: Diversity, Inequality and Human Rights in the Global Pandemic, by Lesley Doyal with Len Doyal. Surrey, UK: Ashgate, 2013. Developing World Bioethics, 14(1), 56–57.  Ooms, G., Hill, P. S., Hammonds, R., Van Leemput, L., Assefa, Y., Miti, K., & Van Damme, W. (2010). Applying the principles of AIDS ‘exceptionality’ to global health: Challenges for global health governance. Global Health Governance, 4(1), 1–9. Paperny, A. M. (2012). Fearing advocacy, Ottawa rejects HIV/AIDS funding proposals. Retrieved May 9, 2015, from http://www.theglobeandmail.com/news/politics/fearing-advocacy-ottawa-rejects-hivaids-funding-proposals/article4465894/ Patton, C. (1994). Last Served?: Gendering the HIV Pandemic. Bristol, PA: Taylor & Francis.  Petchesky, R. P. (2003). Global Prescriptions: Gendering Health and Human Rights. London: Zed Books Ltd.  HEALTH TOMORROW, VOL. 4 (2016)                32  Picard, A. (2016). Saskatchewan should declare HIV-AIDS public health emergency. Retrieved April 25, 2017, from http://www.theglobeandmail.com/news/national/data-points-to-hiv-crisis-in-saskatchewan/article31948500/ Piot, P. (2006). AIDS: From crisis management to sustained strategic response. Lancet, 368, 526–530. Public Health Agency of Canada. (2010). HIV/AIDS Among Women in Canada IN HIV/AIDS Epi Updates – July 2010 (HIV/AIDS Epi Updates - July 2010). Public Health Agency of Canada. Retrieved from http://www.phac-aspc.gc.ca/aids-sida/publication/epi/2010/5-eng.php Public Health Agency of Canada. (2015). Summary: Estimates Of HIV Incidence, Prevalence and Proportion Undiagnosed In Canada, 2014. Ottawa, Ontario: Public Health Agency of Canada. Retrieved from http://www.catie.ca/sites/default/files/2014-HIV-Estimates-in-Canada-EN.pdf Ricci, C., Flicker, S., Jalon, O., Jackson, R., & Smillie-Adjarkwa, C. (2009). HIV Prevention with Aboriginal Youth: A Global Scoping Review. Canadian Journal of Aboriginal Community-Based HIV/AIDS Research, 2, 25–37. Robertson, S. (2007). Who feels it knows the challenges of HIV prevention for young black women in Toronto. Black Coalition for AIDS Prevention. Roth, N. L., & Hogan, K. (1998). Gendered Epidemic: Representations of Women in the Age of AIDS. New York: Routledge.  Russo, V. (1988, May 9). Why We Fight. Retrieved August 3, 2014, from http://www.actupny.org/documents/whfight.html Ryan, B. (2017, January 9). PrEP: A Dream Deferred. Retrieved January 13, 2017, from https://www.poz.com/article/prep-dream-deferred Salehi, R. (2010). A Critical Review of Community Based Participatory Research: Implications for Public Health Researchers. Comp 1 FES, York University. HEALTH TOMORROW, VOL. 4 (2016)                33  Scott, L. (2008). A Tale of Two Cities. Retrieved March 26, 2015, from http://www.poz.com/articles/oakland_san_francisco_aids_2186_14596.shtml?commentson=yes Shimeless, H., & Bailey, R. (2011). African and Caribbean Council on HIV/AIDS in Ontario. Presented at the Towards the Development of a Coordinated National Research Agenda for Women, Transwomen, Girls and HIV/AIDS in Canada: A Multi-Stakeholder Dialogue, Toronto, Ontario. Simpson, L. (2004). Anticolonial Strategies for the Recovery and Maintenance of Indigenous Knowledge. The American Indian Quarterly, 28(3), 373–384.  Simpson, L. (2009). Lighting the Eighth Fire: The Liberation, Resurgence, and Protection of Indigenous Nations. Winnipeg, Manitoba: Arbeiter Ring. Simpson, L. (2011). Dancing On Our Turtle’s Back: Stories of Nishnaabeg Re-creation, Resurgence and a New Emergence. Winnipeg: Arbeiter Ring. Smith, J. (2012). Federal budget 2012: Health Canada cuts funding to women’s health research groups. Retrieved May 9, 2015, from http://www.thestar.com/news/canada/2012/04/25/federal_budget_2012_health_canada_cuts_funding_to_womens_health_research_groups.html Smith, J. H., & Whiteside, A. (2010). The history of AIDS exceptionalism. Journal of the International AIDS Society, 13(1), 47. Sommella, L. (1997). This is about People Dying: The Tactics of Early ACT UP and Lesbian Avengers in New York City. In Queers in Space: Communities, Public Places, Sites of Resistance. Seattle Washington: Bay Press. Retrieved from http://www.actupny.org/documents/earlytactics.html HEALTH TOMORROW, VOL. 4 (2016)                34  Stohr, G. (2013). Gays Gain While Minorities Lose in Historic Rulings. Retrieved May 9, 2015, from http://www.bloomberg.com/news/articles/2013-06-27/gays-win-while-blacks-lose-ground-in-historic-u-s-june Timberg, C., & Halperin, D. (2012). Tinderbox: How the West Sparked The AIDS Epidemic and How The World Can Finally Overcome It. New York: Penguin Books.  Toronto Teen Survey. (2010). What did Black, African, and Caribbean youth have to say? Toronto, ON: Planned Parenthood Toronto.  Truth and Reconciliation  Commission of Canada. (2015). Truth and Reconciliation  Commission of Canada: Calls to Action (p. 20). Truth and Reconciliation Commission of Canada.  UNAIDS. (2014). AIDS by the numbers. UNAIDS.  Villarosa, L. (2017, June 6). America’s Hidden H.I.V. Epidemic. The New York Times. Retrieved from https://www.nytimes.com/2017/06/06/magazine/americas-hidden-hiv-epidemic.html Walcott, R. (2016). Queer Returns: Essays On Multiculturalism, Diaspora and Black Studies. London, Ontario: Insomniac Press. Walcott, R. (2017, April). “If It Don’t Fit, Don’t Force It.”. Presented at the The Canadian Association for HIV/AIDS Research., Montreal, Quebec. Retrieved from https://www.youtube.com/watch?v=eZ0RaBNs3lM&t=119s White, C. M. (2013). Human Rights and the Impact of Criminalization: Legalizing Homophobia in Jamaica, Nigeria, and Uganda.  Whiteside, A., & Smith, J. (2009). Exceptional epidemics: AIDS still deserves a global response. Globalization and Health, 5(15). Retrieved from http://www.globalizationandhealth.com/content/5/1/15 HEALTH TOMORROW, VOL. 4 (2016)                35  Williams, C. C., Newman, P. A., Sakamoto, I., & Massaquoi, N. A. (2009). HIV prevention risks for Black women in Canada. Social Science & Medicine, 68(1), 12–20.  Wilson, C., Flicker, S., & Restoule, J. P. (2015). Beyond the Colonial Divide: African Diasporic and Indigenous Youth Alliance for HIV Prevention. Decolonization: Indigeneity, Education & Society. Wilson, C. L. (2016). Beyond the Colonial Divide: African Diasporic and Indigenous Youth Alliance Building for HIV Prevention. York University, Toronto, ON. Wilson, C., Oliver, V., Flicker, S., The Native Youth Sexual Health Network, Prentice, T., Jackson, R., Mitchell, C. (2016). Culture as HIV Prevention: Indigenous Youth Speak Up! International Journal of Community Research and Engagement, 9(1), 74–88. Wong, J. C. (2016). Black Lives Matter pulls out of San Francisco gay pride over policing | US news | The Guardian. The Guardian. Retrieved from https://www.theguardian.com/us-news/2016/jun/24/black-lives-matter-pulls-out-san-francisco-pride-police World Health Organization. (2014). Gender, women and health - Gender inequalities and HIV. Retrieved May 9, 2015, from http://www.who.int/gender/hiv_aids/en/ Wright, R. (1993). Stolen Continents. Toronto, ON: Penguin Books Canada Ltd. Xavier, E. (2010). Putting Homeless Youth on the Agenda. The Gay & Lesbian Review Worldwide, 17(2), 29. Yong, E. (2016). How One Man Was Wrongly Blamed For Bringing AIDS to America. Retrieved April 25, 2017, from https://www.theatlantic.com/science/archive/2016/10/how-one-man-was-wrongly-blamed-for-bringing-aids-to-america/505412/  ",
    "id": 143689287,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.wlu.ca:psyc_faculty-1068"
    },
    "title": "Narratives of resistance: (Re) Telling the story of the HIV/AIDS movement – Because the lives and legacies of Black, Indigenous, and People of Colour communities depend on it",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T08:00:00+00:00",
    "publisher": "Scholars Commons @ Laurier",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=1068&amp;context=psyc_faculty"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/143689287.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/143689287"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/143689287/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/143689287/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/143689287"
        }
    ],
    "abstract": "Centering the narratives of the intersectional struggles within the HIV movement for Indigenous sovereignty, Black and People of Colour liberation, and LGBTQ rights tirelessly fought for by Black, Indigenous, and People of Colour communities legitimates their lives and legacies within the movement; and the relevance of a focused response to the HIV epidemic that continues to wreak devastation in these communities. The recent political push for a post-HIV era solely centers the realities of middle-class white, gay men and has genocidal implications for Black, Indigenous, and People of Colour communities",
    "tags": [
        "text",
        "HIV/AIDS",
        "Black",
        "Indigenous and People of Colour communities",
        "Social Movements",
        "Narrative",
        "Psychiatry and Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.wlu.ca:psyc_faculty-1068",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3375",
        "openDoarId": 0,
        "name": "Wilfrid Laurier University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 143689287,
        "depositedDate": null,
        "publishedDate": "2016-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T02:41:11+00:00",
        "acceptedDate": null,
        "createdDate": "2017-12-30T13:07:56+00:00"
    },
    "urls": [
        "https://scholars.wlu.ca/psyc_faculty/56",
        "https://scholars.wlu.ca/context/psyc_faculty/article/1068/viewcontent/Narratives_of_Resistance_HTII_Vol_4__2016_II.pdf"
    ],
    "lastUpdate": "2024-01-24T02:41:11+00:00",
    "setSpecs": []
}