{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Howard, Jeff"
        },
        {
            "name": "McCoy, Teresa"
        },
        {
            "name": "Wang, Chenzi"
        }
    ],
    "contributors": [],
    "createdDate": "2022-05-05T12:27:55+01:00",
    "dataProvider": {
        "id": 21502,
        "name": "Scholars Junction - Mississippi State University Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/21502",
        "logo": "https://api.core.ac.uk/data-providers/21502/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.54718/TLWL4442",
    "downloadUrl": "https://core.ac.uk/download/492914815.pdf",
    "fullText": "Journal of Human Sciences and Extension Volume 9 Number 3 Article 6 10-28-2021 Nationwide Perspectives and Experiences of Gay and Bisexual Male 4-H Alums Jeff Howard University of Maryland Extension, jwhoward@umd.edu Teresa McCoy Ohio State University Extension, mccoy.860@osu.edu Chenzi Wang University of Maryland Extension, czw0017@umd.edu Follow this and additional works at: https://scholarsjunction.msstate.edu/jhse  Part of the Social and Behavioral Sciences Commons Recommended Citation Howard, J., McCoy, T., & Wang, C. (2021). Nationwide Perspectives and Experiences of Gay and Bisexual Male 4-H Alums. Journal of Human Sciences and Extension, 9(3), 6. https://scholarsjunction.msstate.edu/jhse/vol9/iss3/6 This Original Research is brought to you for free and open access by Scholars Junction. It has been accepted for inclusion in Journal of Human Sciences and Extension by an authorized editor of Scholars Junction. For more information, please contact scholcomm@msstate.libanswers.com. Nationwide Perspectives and Experiences of Gay and Bisexual Male 4-H Alums Acknowledgments Thank you and deep appreciation for the men in the “To Practice Brotherhood” Facebook group for their willingness to share their insights of their lived 4-H experience and to the site administrators who provided access to the site and the membership. Appreciation is extended to Dr(s). Matt Benge and Katherine Soule, as well as Kait Murray, for their technical expertise in the review of our research instrument. Lastly, we greatly appreciate the professionals who conducted precursor reviews of our draft article and made suggestions to improve it. This original research is available in Journal of Human Sciences and Extension: https://scholarsjunction.msstate.edu/jhse/vol9/iss3/6 Gay Male 4-H Alumni   107 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Nationwide Perspectives and Experiences of  Gay and Bisexual Male 4-H Alums Jeff W. Howard University of Maryland Extension Teresa McCoy   Ohio State University Extension Chenzi Wang University of Maryland Extension  While 4-H espouses to be inclusive of all, the reality is often that the bulk of membership within 4-H community clubs is viewed with a heteronormative lens of participation. Recognizing that existing studies of gay and bisexual individuals who grew up in 4-H do not exist, this study is novel and critical to begin to fill the research gap and provide evidence of the experiences of gay male youth in 4-H. A total of 165 gay and bisexual men who are 4-H alumni shared what about 4-H helped them feel included, that they belonged, and what about the experience caused them to feel excluded. Respondents also offer advice to help 4-H leaders create welcoming and inclusive environments where LGBTQ+ children may thrive. Furthermore, based on the findings, recommendations for the Cooperative Extension System and future studies are offered. Keywords: LGBTQ+, gay, inclusion, belonging, 4-H, diversity, leadership, confidence  Introduction The 4-H program continues to hold the position as the largest youth development program in the United States (National 4-H Council, 2020) and is located in 70 countries around the world (Global 4-H Network, 2020). While the program currently reaches six million youth annually, a national 4-H strategic goal was created to grow the 4-H program to 10 million members by 2025. This effort is known as “4-H Grows: A Promise to America’s Kids” and states that “4-H will reflect the population demographics, vulnerable populations, diverse needs, and social conditions of the country” and that inclusion, caring adults, and diverse leadership will be critical elements to achieve this goal (United States Department of Agriculture, National Institute of Food and Agriculture, & 4-H National Headquarters, 2017, p. 2).  To accomplish this membership goal by 2025, 4-H must be deliberate in developing inclusive environments that welcome vulnerable and diverse youth populations. As a strategy, and under  Direct correspondence to Jeff Howard at jwhoward@umd.edu 1Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   108 Journal of Human Science and Extension   Volume 9, Number 3, 2021 the umbrella of the Extension Committee on Organizational and Policy (2020), 12 groups were formed with youth development professionals from around the nation. The groups, known as “Champions,” concentrate on work to support vulnerable populations, including a group for Lesbian, Gay, Bisexual, Transgender, Queer/Questioning (LGBTQ+) youth. These groups are provided national-level direction by the 4-H Program Leaders Working Group (PLWG, 2020a) and the Access, Equity, and Belonging Committee (AEBC, 2020a).  While it is possible to obtain, for example, the number of incarcerated youth or youth in foster care, it is a major challenge to access a definitive number of LGBTQ+ youth in America. These data are not reported with any real accuracy, particularly since many surveys do not ask questions about gender identity or sexual orientation (Fish & Russell, 2018). While the vast majority of scholarship on the impact of affirming environments on LGBTQ+ youth has been conducted in K-12 settings (Gonzalez, 2017; Hatchel et al., 2018, Kosciw et al., 2020), scholarship related to community and youth-serving organizations has consistently underscored the social and emotional benefits of supportive and inclusive settings for LGBTQ+ youth (Diaz & Kosciw, 2011; Fish et al., 2019; Williams; et al., 2019).  Another challenge of studying youth of 4-H age is the milestone process puts youth at different stages of awareness and acceptance, making a generalized study to an adolescent age range group difficult. Milestones are the major stages that many LGBTQ+ individuals live through so they can be their authentic selves and live as they were born to be. Milestones, in layperson terms, include awareness, acceptance, and disclosure of one’s sexual orientation or gender identity. Bishop et al. (2020) say, “milestones reflect the ages at which sexual minority people report first experiencing pivotal events in the exploration, formation, and integration of their sexual identities” (p. 2). Commonly assessed milestones include the age of first attraction to a same-sex person, self-identification as a sexual minority, same-sex sexual behaviors, and disclosure of a sexual minority identity (e.g., Calzo et al., 2011). As milestones are occurring at younger ages (Newport, 2018), it makes 4-H that much more important for LGBTQ+ youth as they are disclosing these identities earlier and are therefore more vulnerable to the stigma. The age span of 4-H youth membership from nine to nineteen years of age may create complexities as many within the program who are within the LGBTQ+ community may be at different milestone stages. As such, 4-H has a responsibility to understand how to better support these youth. The readiness of 4-H to engage and support these youth becomes more and more critical.   As researchers and Extension practitioners, we speculated there are likely thousands of children who grew up in 4-H who are LGBTQ+. As the country’s largest youth development organization, 4-H is a leader in cultivating young people’s strengths and leadership capacities; however, there is limited conceptual scholarship—and virtually no empirical research—related to LGBTQ+ youth within 4-H and the professionals who work with them (Gonzalez et al., 2020; Soule, 2017). Our study goal in this project was to discover how adults working with 4-H could become better champions of LGBTQ+ youth. Recognizing the challenges of asking current 2Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   109 Journal of Human Science and Extension   Volume 9, Number 3, 2021 youth 4-H members about their experiences, our study focused on asking 4-H alumni who are gay or bisexual, and are now adults, for their advice and suggestions based on their lived experiences and perspectives.  We launched a novel research study and enlisted the help of gay and bisexual males who are 4-H alums, and are now adults, and are members of a private Facebook group to uncover elements of the club experience that were positive as well as experiences that were perhaps not positive for them. The research concentrated on two core questions: (1) What 4-H club experiences helped gay and bisexual male identifying youth feel accepted and a sense of belonging, and (2) What   4-H club experiences caused gay and bisexual male identifying youth feel they were not accepted and did not belong? Our thoughts were that the 4-H experience could provide opportunities for gay and bisexual male youth to find a place where they felt a sense of belonging and acceptance. Belongingness or having a sense of belonging—the experience of being valued and establishing consistent, meaningful interpersonal relationships within a group (Baumeister & Leary, 1995)—has been researched as a fundamental human need (Maslow, 1943; Ryan & Deci, 2000). For adults and young people who are lesbian, gay, bisexual, transgender, queer, or who hold an identity that does not conform to dominant social norms related to sexual orientation and gender identity (i.e., LGBTQ+), an increased sense of belonging and support has been linked to positive physical, social, academic, and mental health outcomes (Kosciw et al., 2020; Wong et al., 2014), including higher self-esteem and psychological well-being (Barr et al., 2016). In contrast, a decreased sense of belonging has been connected to an increased capacity for suicide, higher rates of depression, and low self-esteem (McLaren, 2009; Snapp et al., 2015).  It is essential for LGBTQ+ youth to find safe and affirming spaces in which they can be authentic to themselves, without fear of retribution, and create supportive relationships (Talburt, 2004). In safe environments, youth learn and apply social and emotional skills to treat each other with respect, share with one another, and learn (Cameron & Pierce, 1994). Only when youth feel safe emotionally and physically can they present themselves in an authentic manner and engage in positive development (Nadal et al., 2011). We also understand that the relationship between caring adults and youth is important for positive youth development outcomes (Arnold, 2018). Are LGBTQ+ Youth in 4-H? While 4-H strives to be inclusive of all, the reality is often that the bulk of membership within   4-H community clubs is often viewed with a heteronormative lens of participation (Rosenberg, 2015). This means, based on societal assumptions and social norming, there may be people who believe that the 4-H program does not include children who identify within the LGBTQ+ community. The historic agrarian and rural background of 4-H origins, and a continued public perception that is similar, likely influence the perception that LGBTQ+ youth are not part of the 4-H experience (Elliott-Engel et al., 2020).  3Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   110 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Gray (2007) found that LGBTQ+ identities have been primarily urban in nature, leading to very little being known about rural LGBTQ+ individuals. Contemporary efforts of groups such as the Movement Advancement Project (MAP, 2019) have focused on identifying rural LGBTQ+ presence in rural America. Between 2.9 and 3.8 million LGBTQ+ people, or 10-15% of the total United States LGBTQ+ population, reside in rural communities (MAP, 2019). Bosio (2016) notes that with new societal shifts, these frames of reference of rural and urban LGBTQ+ people are being challenged.  The existence of a private Facebook group made up of over 800 men who identify as gay, bisexual, or trans and who affiliate with some type of agriculture background and/or career, and who spent their adolescent years growing up in rural areas points to the possibility that some may have been involved in 4-H. Furthermore, public social media groups such as Out in Ag (n.d.) demonstrate LGBTQ+ presence in agriculture. Several individuals in the social media group display their connections to 4-H on their social media profiles.  LGBTQ+ Youth Involvement in 4-H Efforts are underway to both acknowledge and affirm the inclusion of youth of all gender expressions and sexual orientations in the 4-H Youth Development Program (Elliott-Engel et al., 2020). In 2019, National 4-H Council and Cooperative Extension made the following statement through Jennifer Sirangelo, President & CEO, National 4-H Council: “Together, Cooperative Extension and National 4-H Council affirm our shared values of inclusion for all youth in 4-H programs and we know our programs have been particularly relevant and impactful to LGBTQ+ youth” (AEBC, 2020b, p. 1). Elliott-Engel (2018) exposed that 4-H administrators have begun to acknowledge the presence of LGBTQ+ youth and adults in their program and that the 4-H program is committed to serving LGBTQ+ youth. University faculty have taken steps to build capacity through published journal articles (Gonzalez et al., 2020; Soule, 2017), guiding principle documents (AEBC, 2020b), and a national gathering, the Ohio 4-H LGBTQ+ Summit in 2018 (Oberstadt, 2019).  Why Did We Focus on LGBTQ+ Youth The AEBC has chosen to concentrate on 12 population groups that are marginalized. Although all are important, we chose the LGBTQ+ community because of our research interests, our Extension professional experiences, and the knowledge that LGBTQ+ youth are marginalized (Martin & Meezan, 2008). The research points out that LGBTQ+ youth (and adults) evidence disproportionate rates of poor mental health and substance use relative to their heterosexual peers (Plöderl & Tremblay, 2015; Russell & Fish, 2016). It should not be assumed that LGBTQ+ young people are inherently more vulnerable to compromised health than their peers. LGBTQ+ young people experience unique and chronic identity-based stigma, discrimination, and rejection which elevate stress and contribute to deficits in mental health and maladaptive coping strategies, such as substance use (Goldbach et al., 2014, 2017; Hatzenbuehler et al., 2009; Meyer, 2003).  4Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   111 Journal of Human Science and Extension   Volume 9, Number 3, 2021 While we have noted it is challenging to assess the true census of LGBTQ+ children in the United States, what is known is that LGBTQ+ youth are more likely to be assaulted or bullied, experiment with alcohol and drugs, attempt suicide, and experience homelessness (Centers for Disease Control and Prevention, 2020; Human Rights Campaign, 2018). Furthermore, LGBTQ+ youth are less likely to receive community and family support. For youth who know they are different from many of their peers but are not at a place in life to understand those feelings, it could be emotionally overwhelming and a drain on their mental health. Concealing a sexual minority identity can simultaneously generate the stress of hiding, protect against the stress of discrimination, and keep one apart from sexual minority communities and their norms and supports (Pachankis et al., 2020). Although all children need life skills to help them become caring and contributing members of a community, LGBTQ+ children are profoundly more vulnerable with special social, interpersonal, and developmental needs (Swires, 2018). In some rural settings, 4-H may be the only opportunity for these youth to find a place where they feel accepted. Recognizing that existing studies of gay and bisexual individuals who grew up in 4-H do not exist, this study is both critical and novel and will start to fill the research gap and provide evidence of the experiences of gay and bisexual male youth in 4-H.  Methods Researchers’ Orientation and Positionality Engaging in research forces the articulation of certain worldviews and paradigms on the part of the researcher. Miles et al. (2020) say that “It is worthwhile, we think, for researchers to make their positionality and standpoint clear. To know how a researcher construes the shape of the social world and aims to give us a credible account of it is to know our conversational partner” (p. 5). Merriam (2009) says researchers should be forthcoming about their world views, biases, and assumptions because those have influenced their work. Therefore, we have chosen to divulge that two of us are cisgender straight females, and the other is a cisgender gay male who credits the 4-H program experience for helping him navigate his way through life while still closeted. Furthermore, his career concentration has been within 4-H youth development for over 30 years. In addition to being researchers, we are also employees of Extension, and therefore, part of the environments and cultures within which we study. We believe that is an asset because it provides us with a depth of knowledge and understanding. For this research, we believe our personal and professional experiences provide depth in interpreting others’ experiences and constructing knowledge (Creswell, 2007; Riccucci, 2010).  Research Design We chose a descriptive survey design to allow us to begin describing the experiences of gay and bisexual men who were involved in 4-H during their adolescent years because there was limited 5Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   112 Journal of Human Science and Extension   Volume 9, Number 3, 2021 previous research on this specific area of study. This research design allowed us to collect quantitative data and draw on a phenomenological approach with qualitative data through closed-ended and open-ended questions, respectively. Both data collections were conducted within the same questionnaire at the same time. Descriptive survey research designs aim to describe rather than predict or establish causal relationships (Jackson, 2009). This approach allowed us to begin describing the men involved in the Facebook group and their experiences in 4-H during their adolescent years (Jackson, 2009). This study was approved by the University of Maryland Institutional Review Board (IRB# 1568977-1).  Purpose and Research Questions As researchers, we believe that 4-H club experiences may provide a positive environment for young gay and bisexual men to feel accepted and included. To investigate our beliefs, we were interested in asking 4-H alumni who are gay or bisexual males about the consistent elements of the 4-H club experience that they felt built inclusion and a sense of belonging. The two research questions were 1) How can 4-H club leaders help to create accepting and inclusive environments for gay and bisexual youth?  2) How can 4-H club leaders avoid creating non-inclusive, non-accepting environments for gay and bisexual youth?  Research Population While not considered a vulnerable population as identified by IRB standards, members of the LGBTQ+ community are often marginalized and may be more at risk in research studies than the general population (Martin & Meezan, 2008). In addition, LGBTQ+ persons may not be out, and privacy has to be maintained. Because of these risk and privacy concerns, we made the decision to recruit participants from a private Facebook group comprised of men who identify as gay or bisexual and are involved in agriculture-related professions. In addition, this group was selected for convenience because it was easily accessible, had members who likely had been involved in 4-H, and responding would be easy (Creswell & Creswell, 2018). The choices we made and their ramifications will be further discussed in the limitations section. Survey Construction A literature review showed this specific topic focused on 4-H did not have a body of research and results, and therefore, no survey instruments were available. Therefore, we used related literature, knowledge of 4-H youth development, and expertise in survey design and development to construct a questionnaire. The survey was peer reviewed by three national experts in 4-H youth development, LGBTQ+ youth inclusion and belonging, and child 6Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   113 Journal of Human Science and Extension   Volume 9, Number 3, 2021 development. Special attention was paid to language reflecting current norms in the LGBTQ+ community and sensitivity about these men’s personal, lived experiences. There were seven main sections to the survey:  ● Demographics of the survey respondents (including if they had been involved in any other youth-serving organizations), ● 4-H club experiences (if applicable) that built confidence, ● 4-H club experiences (if applicable) that supported them in their journey to being open as a gay man,  ● 4-H club experiences (if applicable) that built acceptance and inclusion, ● Advice for 4-H club leaders and youth workers today to help them create accepting and inclusive environments for gay youth, ● 4-H club experiences (if applicable) that made these men feel excluded, and ● Advice they would give to 4-H club leaders and youth workers to help them avoid creating environments that would be non-inclusive and non-accepting. Survey Implementation The research was conducted via the web and the Facebook group, which made procedures efficient and less costly. In March 2020, we sought and obtained written permission from the group administrators to recruit survey respondents from the total group membership of 795 people. All respondents were 18 years of age or older. The recruiting message was posted by a research team member (who is also a member of the Facebook group) on the group page with a link to the survey. The message fully explained the nature of the research. To increase visibility, the message was frequently “liked,” resulting in the message appearing again at the top of the group’s newsfeed. Targeted members of the Facebook group were also asked to repost the message with messages of what 4-H meant to them. With each repost, a broader number of group members would be alerted based on algorithms influenced by whom the posting member was personal Facebook friends with. In addition, personal messages were sent via Facebook Messenger to 120 individual members who were our Facebook friends to ask them to participate in the survey. The survey was open for six weeks, and 165 members completed the survey.  Data Analysis Descriptive statistics (counts and percentages) were used to analyze responses in parts one through four of the survey. Descriptive coding using a grounded theory approach was used for the qualitative data from open-ended questions and sorted into categories. Subcategories were then developed, along with a narrative description (Miles et al., 2020, p. 65).  7Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   114 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Results Respondent Demographics Table 1 presents the demographics of survey respondents. The purpose of collecting this information was to give a framework for better understanding the participants’ 4-H club experiences and prepare a foundation to help with future research. For clarification, respondents were asked about the state in which they spent most of their adolescent years. For ease of reporting in table format, we collapsed that data into Extension regions. The U.S. states with the largest number of respondents were Texas, 11; Illinois, 8; Kentucky, 8; and Maryland, 8. States and territories that did not have any respondents to this survey were Alabama, Connecticut, Delaware, District of Columbia, Hawaii, Maine, Massachusetts, Nevada, New Hampshire, New Jersey, Rhode Island, Utah, and the territories of American Samoa, Guam, Northern Mariana Islands, Puerto Rico, and the U.S. Virgin Islands.  Table 1. Respondent Demographics (N = 165) Demographics n % Extension region in which respondents spent most of their adolescent years (excluding 1890): North Central Northeast Southern Western   43 22 50 22   31 16 37 16 Type of area or community in which respondents spent most of their adolescent years Rural Urban Suburban   140 2 21   86 1 13 Current age 20-25 years of age 26-30 years of age 31-40 years of age 40-50 years of age 51-60 years of age 61-70 years of age  17 32 65 29 15 2  11 20 41 18 9 1 Ages when a participant of the 4-H club experience* 5-7 years of age 8-11 years of age 12-14 years of age 15-19 years of age 20 years of age All of the above  25 76 96 85 25 46  7 22 27 23 7 13 Identify as Gay Bisexual Other  152 7 1  95 4 1 8Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   115 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Demographics n % Age at which respondents became aware that they were different from most boys 7 years of age 8-9 years of age 10-11 years of age 12-13 years of age 14-15 years of age 16-17 years of age 18-19 years of age 20-29 years of age   31 23 31 41 16 12 3 3   19 14 19 26 10 8 2 2 Age at which respondents accepted they were gay or bisexual    10-11 years of age 12-13 years of age 14-15 years of age 16-17 years of age 18-19 years of age 20-29 years of age 30 years of age or older               1 3 15 9 36 81 15  1 2 9 6 23 51 9 Time period when respondents came out publicly for the first time High school After high school College After college In my adult years Have not come out publicly  4 12 65 27 36 16  3 8 41 17 23 10 *Could select more than one age category. We asked survey respondents if they had been part of any other youth-serving organizations. Out of 161 responders, 138 (85%) answered yes, and 24 (15%) answered no. Table 2 lists youth-serving organizations in which respondents participated. Table 2. Youth-Serving Organizations in Which Respondents Participated (N = 138) Youth-Serving Organizations n % Boy Scouts Boys and Girls Clubs Church youth groups Community sports Future Community Leaders of America National FFA Organization School athletics Student government 27 1 72 42 7 106 73 70 7 -- 18 10 2 27 18 18 In summary, the overall average respondent spent most of his adolescent years in the South or North Central regions, predominantly in a rural area, is 31-40 years of age, identifies as gay, and was part of 4-H club experiences from ages 8-19. By the ages of 12-13 years, he recognized that he was different from most boys, accepted he was gay or bisexual at the ages of 18-19, and came 9Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   116 Journal of Human Science and Extension   Volume 9, Number 3, 2021 out publicly for the first time during college. In addition to 4-H, he was active in the National FFA Organization, church youth groups, school athletics, and student government.  4-H Club Experiences that Built Confidence For this research, we asked survey respondents about 4-H club experiences that made them feel more confident as a gay or bisexual male youth. We found that having leadership experiences, a place to belong, and adult volunteers who were kind to them were the top three methods that helped young gay and bisexual males become more confident. Table 3. 4-H Experiences that Built Confidence Experiences n % Leadership experiences Having a place to belong Having adult volunteers be kind toward you Being part of a team Serving as an officer Having speaking roles Serving your community Having a place where people accepted me no matter my mannerisms or appearance 101 80 72 64 64 59 58 53 18 15 13 12 12 11 11 10 4-H Club Experiences that Supported Being Open as a Gay Man We asked the respondents about positive outcomes that 4-H experiences provided which helped them in their journey to being open as a gay or bisexual man. The top four outcomes were personal pride, self-confidence, acquiring empathy for others, and the ability to speak confidently in public. Table 4 presents all of the results. Table 4. Positive Outcomes from 4-H Experiences Positive Outcomes n % Personal pride Self-confidence  Empathy for others Ability to speak confidently in public Ability to express or defend an opinion Organizational skills Managing complex situations Ability to positive debate 108 104 104 104 90 87 74 67 15 14 14 14 12 12 10 9 4-H Club Experiences that Built Acceptance and Inclusion We also asked the respondents about the support they received from 4-H club leaders in helping them to feel accepted, whether they were out to that leader or not. Our study shows that, for this group of respondents, 4-H volunteers were supportive of them. Of 146 responses, 64 (44%) indicated the volunteers were very supportive, and 41 (28%) said the volunteers were moderately 10Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   117 Journal of Human Science and Extension   Volume 9, Number 3, 2021 supportive. Of this group, 26 (18%) felt a little support from the volunteers, and 15 (10%) experienced the volunteers as not at all supportive. Advice on How to Create Accepting and Inclusive Environments To better understand the 4-H experiences that built confidence, promoted acceptance and inclusion, and created positive outcomes that helped in the journey to being an openly gay or bisexual man, we asked the respondents to provide guidance and advice to 4-H club leaders and youth workers on how to create accepting and inclusive environments for LGBTQ+ youth. We note with full understanding that our respondents identify as gay or bisexual and only reflect the feelings of those surveyed. Therefore, we should not assume their responses are inferred to be exactly what a lesbian, trans, or queer/questioning person would feel. However, we believe that more inclusive spaces can be created for all youth, including LGBTQ+ youth, and families based on the feedback from these men’s lived experiences in 4-H.  Five major themes were discovered through the systematic analysis of over 93 respondent comments and are summarized here.  Create a Place for LGBTQ+ Youth to Belong and Be Part of a Team Research respondents encouraged 4-H leaders to offer spaces that are open and welcome, safe, non-judgmental and accepting, and fair and equal. They emphasized it is important to be open to those who are different for whatever reasons and listen to other perspectives without judgment. One respondent said, “Treat everyone with respect and ensure bullying and harassment are never acceptable–in words or actions.” Respondents recommended that these youth be treated like any other child (equally) and should never be singled out. They also said, “Be a leader that the 4-H’ers can talk to.”Respondents shared one should not assume a child is gay, or straight, or anything. “You never know who may (internally) identify as gay or transgender and someday outwardly identify as such.” One respondent noted:  The boy who seems to constantly have a girlfriend, comes from a churchgoing family, is perhaps a youth leader in the church, etc., may not internally identify with the sexuality they are expressing on the outside during their formative school years, perhaps including even through college.  Create a Place Where Youth are Accepted No Matter Their Mannerisms or Project Choices that May Be More Historically Gender Specific  Respondents emphasized the language that leaders choose is important. They recommended that leaders find the strengths of the youth, focus on those, and show inclusivity through language and action. For example, sometimes people say, “Don’t be a girl … that [project] is only for 11Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   118 Journal of Human Science and Extension   Volume 9, Number 3, 2021 girls.” Instead, leaders should eliminate the gender roles that are assigned to activities or projects. The following are more recommendations made by the respondents: “Be careful to not stigmatize gender non-conforming behavior (for all youth).” “Be aware of micro messages and squash them when observed from students or adults.” “Be a role model to a member of the LGBTQ+ family or an ally.” “Share examples of leaders who identify publicly as gay.”  Have Leaders that are Role Models and Advocates and Who Bring Diversity to the Club Through Speakers, Topics, and Activities  Respondents shared it is necessary to create training opportunities for 4-H leaders on how to be inclusive and aware of their actions and words. Specifically, diversity can be improved by appointing LGBTQ+ volunteers as adult leaders, bringing speakers to the club who are gay and were in 4-H, and inviting speakers who are openly gay to talk about topics of interest to the kids. Youth will then see that gay people are just regular people like them. They also advised showing diversity in family situations in both text and pictures when teaching.  Positive role models and representation of gay individuals were pointed out repeatedly by respondents as critical to creating an environment of inclusion and acceptance. As one said,   In my time in 4-H, I did not have any gay role models and did not have a chance to engage with anyone from the LGBTQ+ community in a positive light. Today, we live in a much more inclusive culture for the gay community, so getting 4-H youth involved with gay leaders and other adults that show support for the LGBTQ+ community is becoming more possible and more important!  Another respondent said, “I was a 4-H leader from 2001-2018, and with me being out, once older, it helped kids see that they were accepted.” Yet another comment shared was  I did not have anyone that I knew while growing up in 4-H that identified as gay. Being from the mountains in a very religious, white, and Christian region, it was difficult to overcome the self-denial and internalized homo-negativity when it came to myself. Have Adult Leaders who are Kind to LGBTQ+ Youth  Our respondents shared their knowledge that children who are LGBTQ+ need encouragement, empathy, love, and nurturing. They advocated leaders, “Be kind and let the kids know they have someone to confide in.” Other pieces of advice were: “Just remember that they are all children living and growing, and your attitude toward who they are could save and or change their lives.” They emphasized that “Compassion and empathy go a long way,” and leaders should “Nurture their positive growth–don’t cause any harm to them.” In summary, “Love and accept the children and show that you care.” 12Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   119 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Leaders should be engaged in “Encouraging young people to be their authentic self, regardless of gender identity or sexual orientation, [which] is the key that unlocks inclusivity in later years.” One respondent offered this advice: “If you see parents/kids doing anything that can hurt someone who is gay, stand up for the kid.” “Not everyone identifies or loves the same way, and that’s ok,” offered one respondent. Meet youth where they are at, not where you want them to be.  Provide Leadership Experiences, Such as Serving as Officers and Speaking Roles  Respondents urged leaders to “create success through goals and achievement, skill development, and activities that promote growth.” They also encouraged leaders to “identify youth’s strengths and build those skills.” They also advocated to “help guide youth into projects of interest to them, but them might be embarrassed to do in front of their peers.” Lastly, they advised to “always ask for participation, but don’t force it.”  They recommended environments be created where there is a way for all kids to be successful. In addition, they believed it is important to encourage finishing projects, allow independence through supportive means, and provide opportunities and activities that may appeal to a broader range of children rather than the same projects that have been offered over decades.  4-H Club Experiences that Created Feelings of Rejection and Exclusion  While it is rewarding to know about the positive experiences of these young gay and bisexual males who were involved in 4-H, we also believed it was critical to know if some of the men had felt rejected or not included and what types of experiences had caused those feelings. Of 153 respondents, 92 (60%) said they had not had experiences that caused them to feel rejected and not included. However, 61 (40%) indicated there were experiences that caused them to feel rejected and not included. For the 61 that experienced rejection, Table 5 highlights the most frequent experiences that led to feeling rejected and excluded. Table 5. 4-H Experiences that Led to Feelings of Rejection and Exclusion Negative Experiences n % Feeling not included by other 4-H members Feeling that success or accomplishment was affected by people suspecting that I was gay Feeling not included by adult leaders/volunteers Feeling that other members’ parents did not want their children to be around me Other 39 20  20 12  7 40 20  20 12  7 To explore these experiences in-depth, we asked these former 4-H’ers to describe experiences that caused them to feel rejected and not included. Three major themes were discovered through the systematic analysis of over 73 qualitative comments from an open-ended question. 13Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   120 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Peer and/or Leader Relationships that Caused Feelings of Othering, Marginalizing, or Bullying While some respondents said there were fellow club members who were always kind, and they never felt rejected by the volunteers or county agents, others said they were bullied by members of their 4-H club and did not feel accepted in some clubs. They also reported they had friends who were rejected. Comments included: “I always felt they knew I was gay and would talk about it behind my back,” or “Other kids didn’t really like hanging out with me because I was different. … I put a lot of energy into my projects because I didn’t have anything else to do.”  One participant said he remembered being called a “fag” at state competitions when staying overnight. Another participant reported,  When people found out I was gay, they did not want me around the younger kids because they thought I would turn them gay. … My pastor at my church kicked me out too and said I couldn’t help with bible class. Another memory was hearing people talk about social issues related to the gay community and feeling marginalized.  Shame and Power Because there was not any open discussion about gay or bisexual people in some circumstances, one respondent said the lack of recognition “made it clear that it was not a subject to be talked about.” This caused feelings of shame and the thought that no one else was like him. Exclusion and shame were felt because of the type of projects and entries these youth chose:  I sometimes felt some exclusion or shame for pursuing project areas and exhibiting entries at the county and state fair in static project areas that were historically more feminine, such as visual arts, interior design, and flower arranging. Being the only male participant in some of these project areas made me question why I liked those subject areas and why I was different than many of the other boys.  These men pointed out that “parents talk,” and their peers who were competitors and assumed they were gay “used that to try and assert power.” For example, one respondent said,  I once had a boy tell me he couldn’t play with me at the 4-H meeting because his dad said I was too much of a sissy. … I will never forget it! When I was older, some of the boys would call me faggot and didn’t want to room with me at stock shows and contests … they would tell me to my face.   14Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   121 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Language and Gender Stereotypes  A common theme across the study concerned language and gender stereotypes. These men reported that male youth who did not present as masculine were rejected or shunned out of main groups. One participant said this type of experience led, for him, to a “delayed coming out” because he had seen how others had been treated (badly) and did not want to be treated that way. Another comment was that “At stock shows, kids would call me names and [say] that I talked like a girl.” Advice on How to Avoid Creating Non-Accepting and Non-Inclusive Environments We asked the men to provide advice to 4-H club leaders and youth workers to help them avoid creating a non-inclusive and non-accepting environment for gay youth. Many of the comments reflect the same five themes in how to create an accepting and inclusive club environment. However, some explicit advice was offered about what not to do (see Table 6). Table 6. Ways to Avoid Creating Non-Inclusive and Non-Accepting Environments Category Theme Advice from Gay and Bisexual Research Respondents Identities • Do not treat an identity non-conforming child less than any other. This is a child, and all children need our support! • Do not assume that some youth are not struggling with their identity and sexual orientation.  • Do not assume sexual orientation or gender identity. • Do not let club members and leaders engage in micro-aggressions. An example of a micro-aggression would be to tell a gay male youth, “You might not get elected to office unless you stop acting like such a sissy!” Openness • Do not ostracize or label. • Develop an understanding of the various forms of bullying and work with the club officer team to develop zero-tolerance expectations within the club. • Avoid creating divides that focus on differences. These divides push youth away from each other. • Dispel rumors that only certain kinds of people are in 4-H or are involved in agriculture. Language and stereotypes • Do not allow inappropriate or degrading jokes. • Do not talk negatively about any group. • Shut down homophobic language. • Do not use gender-biased language. Do not categorize things as boys or girls only. • Do not unnecessarily separate youth by gender. • Avoid strict male/female normed activities (such as sewing or baking for girls; rocketry and robotics for boys) Leadership • Do not accept expressions of intolerance. • Stop exclusion behaviors immediately. • Do not treat open or assumed LGBTQ+ youth differently. • Do not show direct support of organizations or efforts that oppose the LGBTQ+ community.  15Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   122 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Limitations Any kind of data analysis is open to error. As employees of Extension, we could have introduced bias into the study through the survey questions. Bias could also have been introduced during analysis of the open-ended responses because of our knowledge of the organization and the topic being studied. The results of this study describe only those men in the Facebook group who identify as gay or bisexual and who responded to the survey. Results, therefore, cannot be generalized to the overall LGBTQ+ population.  Discussion Our novel study produced empirical data demonstrating we do indeed have gay children in 4-H. These 4-H alumni were once children whose lives, based on the majority of our findings, were made better because of the 4-H program. Our respondents told us that 4-H instilled leadership, public speaking skills, and feelings of empathy and confidence. They also told us how to help  4-H leaders create welcoming and inclusive environments.  The demographics of our study demonstrate that the majority of respondents knew they were different than most other boys at 12-13 years old, and some as young as seven, but did not accept that they were gay until they were 18-19 years old. Being aware at that age and yet not accepting until they were young adults brings forward this question “What happened to these boys between the time they knew they were different, and they accepted they were gay”? The information shared by our respondents includes a glimpse of how the 4-H experience helped them through their milestones experience and adolescent development as a gay or bisexual child. Although many in our study group moved through milestones and reached a point in their life where they came out, some did not. Some of the men in the study are still closeted. The concern and fear of societal and family rejection are so great that LGBTQ+ people may “live stealth” or “hide in plain sight.” Living stealth or hiding in plain sight is often attributed to the transgender community (Urghart, 2018) as a describing factor of them living their life as their gender identity, which is opposite of their sex assigned at birth.  Similar language is used in the context of gay or bisexual men trying to fit into a heteronormative world (Neal, 2014). Neal writes of these men’s experiences as they reveal their internalized oppression, fearfulness, insecurity, shame, and strong need to belong and connect with the community. Some gay and bisexual men hoped that marriage to a woman might change their homosexual desires or at least “cover” them. Some simply sought a stable domestic life or longed to father children (Neal, 2014). In this context, hiding in plain sight means they marry an opposite-sex partner and try to live a life that society expects of them. In this scenario, it is reasonable to suspect that the population of gay individuals is much larger than we know. People who are gay may be in our churches, schools, workplaces, and communities-at-large. Because of oppressive discrimination, they may hide their true sexual identities. There may be a larger 16Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   123 Journal of Human Science and Extension   Volume 9, Number 3, 2021 number of gay volunteers and youth in the 4-H program than historically imagined, but they are not out to their families or the community and hide in plain sight.  Recommendations 4-H can continue to play a role in supporting LGBTQ+ youth as we speculate there are likely thousands of children currently in 4-H who internally identify as such. Our novel study sought to uncover empirical data that could lead to some recommendations for 4-H volunteers and workers to create welcoming and inclusive environments for LGBTQ+ youth, whether they are out or not. Based on our respondents’ advice, we offer the following recommendations to club leaders to enhance environments where LGBTQ+ children may thrive. 1) Design an annual 4-H club program plan that provides speaking roles for every member of the club, not just those elected into office. We know there is often a fear of public speaking, but for a gay boy, another issue may be that he has a fear of “sounding gay.” In addition, gay individuals may experience fear of being “outed” based on their voice. Thorpe (2014) documents through film modern stereotypes of the gay male voice, and scientific research has uncovered phonetically significant features produced by many gay men and demonstrated that listeners accurately guess speakers’ sexual orientation at rates greater than chance (Thorpe, 2014). Although this fear may exist among gay boys, there is an opportunity to offer speaking roles in a nurturing and accepting environment in which they can build confidence. It is critical to make sure the volunteers who help with the club have a spirit of caring as a nurturing adult. Positive youth development (PYD) research shows this relationship is important for all youth to thrive, and PYD is especially important to gay males as they mature. Having caring and affirming adults is a preventative factor in LGBTQ+ youth suicide ideation, attempts, and completions. At the same time, caring adults in the 4-H program need to be competent in non-discrimination and best practices to effectively support and affirm LGBTQ+ youth and establish a harassment-free environment (Bradley et al., 2017). 2) Provide speakers who are role models for gay youth. Our study participants noted not having gay role models or examples. There is an opportunity for 4-H club leaders to provide this by requesting speakers who are openly gay–not to discuss LGBTQ+ related topics–but to speak on any topic of interest to youth. This will help normalize engagement with the LGBTQ+ community.  3) Use gender-neutral project descriptions and language. As our study participants shared, there were occasions where they felt rejected within 4-H because they chose non-gender-conforming projects. Framing clothing or nutrition projects as “for the girls” must be avoided.  17Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   124 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Recommendations for the Cooperative Extension System The evidence presented can be used for Extension programs in each state to respond to and incorporate LGBTQ+-related issues as part of the organization’s diversity, equity, and inclusion (DEI) plans. Extension should demonstrate that it is an LGBTQ+ ally and a welcoming space for all youth and families.  Wallace et al. (2017) note an exercise in their safe spaces curriculum where Extension staff and volunteers are encouraged to examine their beliefs and to determine if they are demonstrating prejudicial behavior. This is one example of a suggested exercise of taking their non-discrimination statement and asking, “Are there protected classes listed in the program policy that I feel uncomfortable with?” An organization that conducts such assessments and then draws on the results to acknowledge their shortfalls could lead to action steps to positively address them. Extension researchers have developed competencies that entry-level Extension agents will need for the future (Harder et al., 2010). Using the suggested competencies as a baseline, Benge et al. (2011) conducted a study among University of Florida Extension faculty to identify pre-hire entry competencies of potential employees that should be considered. Interpersonal skills, specifically cultural sensitivity, is a highly ranked skill set sought in hires (Benge et al., 2011). As such, this approach could lead to Extension employees who have an enhanced level of empathy and awareness of vulnerable population communities, including LGBTQ+ individuals.  Extension programs must cautiously brace themselves for potential opposition to the display of LGBTQ+ support and inclusion. To best prepare, Extension programs must create clear policy, guidance, and protocol. Drawing on the local state’s land-grant university, Title IX offices may prove to be a good resource.  It is especially important to point out that as of 2020, there is no national 4-H policy on LGBTQ+ inclusion and practices to support the community. While the United States Department of Agriculture, National Institute of Food and Agriculture (USDA-NIFA) has a non-discrimination statement, each land-grant university must create its own state policy and practice guidelines associated with LGBTQ+ inclusion in their 4-H program. To help land-grant university Extension programs develop such state policy, the National 4-H Program Leader’s Working Group has given approval for a guidance document developed by the 4-H LGBTQ+ Champion group. The guidance covers many elements of inclusion and PYD-researched suggestions to support children: Practicing for Inclusion of Individuals of All Genders and Sexual Orientations (2020) (PLWG, 2020b) can be a principled starting point for states to develop their policy.  Suggestions for creating LGBTQ+ inclusive 4-H programs are shared by Gonzales et al. (2020) through the journal article, Making the Best Better for Youths: Cultivating LGBTQ+ Inclusion in 18Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   125 Journal of Human Science and Extension   Volume 9, Number 3, 2021 4-H. It is a peer-reviewed and accepted protocol that can be drawn on to measure a program’s inclusive appeal or provide insight, via assessment, of ways to improve. Opportunities are noted to visually display LGBTQ+ inclusion as well as build collaborations. Other opportunities to create inclusive connections include Extension professionals creating an ally relationship with the Gay-Straight Alliance (GSA) in local schools to create partnerships (Elliott-Engel et al., 2020). GSA clubs are student-run organizations that unite LGBTQ+ and allied youth to build community and organize around issues impacting them in their schools and communities (GSA, 2020). Further examples of community support can be created through the use of blogs and podcasts by 4-H youth development professionals to educate the public and potentially create more inclusive communities (Rand, 2019). Extension leadership should be deliberate in offering DEI training about LGBTQ+ inclusion. Soule (2017) says, “It is vital for youth to experience inclusive programming that is welcoming. Extension has a responsibility and an obligation to provide youth with programs and spaces that are inclusive of all sexes, gender identities, gender expressions, and sexual orientations” (p. 1). Soule further notes that without a basic understanding of the needs and context of these protected classes, Extension personnel are likely to engage inadvertently in practices that have been identified as discriminatory.  Other studies and reviews within the context of 4-H inclusion practices advise that organizations need to develop policies and training to help front-line staff/volunteers to support youth to have positive and inclusive experiences (Elliott-Engel et al., 2020). In addition, research projects within Extension graduate programs have shown gaps in the knowledge pertaining to LGBTQ+ youth and further support key areas needed in 4-H curriculum (Swires, 2018).  To truly embrace a philosophical appreciation for equity and inclusion, training should be offered to create awareness of inequities and begin a process toward understanding. There is also a need for 4-H PYD professionals to start viewing PYD frameworks through an equitable and social justice lens (Fields, 2020).  A research team at the University of Florida recently completed a review of 4-H youth workers’ experiences while working with LGBTQ+ youth (Poliseno et al., 2020). Following the qualitative interview process, their recommendations included training and professional development opportunities for 4-H Extension faculty members regarding working with the LGBTQ+ community as a demonstrated need within the organization. The team recommends that USDA-NIFA’s 4-H and PYD division should lead the charge in developing a national standard curriculum for 4-H Extension faculty members to learn how to work best with the LGBTQ+ community. Lastly, they advocate for NIFA to establish a train-the-trainer program for this initiative, thereby empowering 4-H Extension agents to bring these trainings and ideas to their volunteers who deliver the local 4-H program (Poliseno et al., 2020). While we support the Florida team’s recommendation of a training program, we recommend the LGBTQ+ Champion 19Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   126 Journal of Human Science and Extension   Volume 9, Number 3, 2021 team lead this work. The LGBTQ+ Champion group is made up of land-grant university professionals who have expertise in LGBTQ+ programming.  Recommendations for Future Studies  While we celebrate this first-ever study of the lived experiences of gay male 4-H alumni, there are limitations to the study, as noted in the methods section. The 4-H movement needs a nationwide study of current 4-H members who identify within the LGBTQ+ community. There has been significant social change over the past 10-20 years, and therefore, youth today may experience these things a little differently than our respondents did. While our study provided insight into the experiences of gay and bisexual males, there needs to be an approach to collect better data from current LGBTQ+ youth in 4-H so they can be better supported. The challenges of such a project are significant when considering the political climate and potential resistance from some youth workers and Extension administrators as well. The LGBTQ+ Champion workgroup, under the oversight of the AEBC, could have the political capital to undertake such an effort. This recommendation is influenced by the experience of 4-H federal partners having limitations placed on them regarding vulnerable population work as well as work in equity and inclusion by the sitting presidential administration in 2020 (Elliott-Engel, 2018; Howard, 2019). The study should also be coordinated in cooperation with the National 4-H Council, the national private partner for 4-H. The observations of past work by the LGBTQ Champion group being challenged in a large-scale public forum demonstrated the reality that the public relations unit of the National 4-H Council would need to be prepared to manage negative publicity that may come their way (Crowder, 2018).  Lastly, a national assessment of 4-H youth personnel’s understanding and receptivity to working with the LGBTQ+ community should be conducted. From this baseline, a national train-the-trainer model may be tailored to meet the needs of workers. Similarly, a study assessment of 4-H volunteers could prove tremendously helpful to understanding the base of knowledge and level of acceptance among 4-H volunteers. Both studies could be done via a cooperative arrangement through the volunteerism and equity committees of the National 4-H Youth Development Professionals Association or perhaps other Extension professional associations with like-minded interests. References Access, Equity, and Belonging Committee. (2020a). Committee purpose. https://access-equity-belonging.extension.org/ Access, Equity, and Belonging Committee. (2020b). LGBTQ + youth/community. https://access-equity-belonging.extension.org/about/lgbtq-youth-community/ 20Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   127 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Arnold, M. E. (2018). From context to outcomes: A thriving model for 4-H youth development programs. Journal of Human Sciences and Extension, 6(1), 141–160. https://www.jhseonline.com/article/view/653  Barr, B., Taylor-Robinson, D., Stuckler, D., Loopstra, R., Reeves, A., & Whitehead, M. (2016). ‘First, do no harm’: Are disability assessments associated with adverse trends in mental health? A longitudinal ecological study Journal of Epidemiology and Community Health, 70, 339–345. https://doi.org/10.1136/jech-2015-206209 Baumeister, R. F., & Leary, M. R. (1995). The need to belong: Desire for interpersonal attachments as a fundamental human motivation. Psychological Bulletin, 117(3), 497–529. https://doi.org/10.1037/0033-2909.117.3.497 Benge, M., Harder, A., & Carter, H. (2011). Necessary pre-entry competencies as perceived by Florida Extension agents. Journal of Extension, 49(5). https://archives.joe.org/joe/2011october/a2.php Bishop, M. D., Fish, J. N., Hammack, P. L., & Russell, S. T. (2020). Sexual identity development milestones in three generations of sexual minority people: A national probability sample. Developmental Psychology, 56(11), 2177–2193. https://doi.org/10.1037/dev0001105 Bosio, A. (2016). Agriculture and sexual minorities: Historical precedents and contemporary evolutions. In S. Anthony and E. M. Schmidt (Eds.), Beyond the superficial: Making sense of food in a globalized world (pp. 75–95). Brill. Bradley, R. H., Pennar, A., Iida, M., Owen, M. T., & Vandell, D. L. (2017). The dialectics of parenting: Changes in the interplay of maternal behaviors during early and middle childhood. Journal of Child and Family Studies, 26(6), 3214–3325. https://doi.org/10.1007/s10826-017-0805-6 Calzo, J. P., Antonucci, T. C., Mays, V. M., & Cochran, S. D. (2011). Retrospective recall of sexual orientation identity development among gay, lesbian, and bisexual adults. Developmental Psychology, 47(6), 1658–1673. https://doi.org/10.1037/a0025508 Cameron, J., & Pierce, W. D. (1994). Reinforcement, reward, and intrinsic motivation: A meta-analysis. Review of Educational Research, 64(3), 363–423. https://doi.org/10.2307/1170677 Centers for Disease Control and Prevention. (2020). LGBT youth. https://www.cdc.gov/lgbthealth/youth.htm  Creswell, J. W. (2007). Qualitative inquiry and research design: Choosing among five approaches. Sage. Creswell, J. W., & Creswell, J. D. (2018). Research design: Qualitative, quantitative, and mixed methods approaches (5th ed.). Sage. Crowder, C. (2018, April 13). Iowa 4-H is reaching out to LGBTQ kids, and it’s causing an uproar among conservatives. The Des Moines Register. https://www.desmoinesregister .com/story/news/2018/04/13/4-h-lgbt-inclusion-guidelines-cause-uproar-iowa-john-paul-chaisson-cardenas-transgender-rights/513058002/  21Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   128 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Diaz, E. M., & Kosciw, J. G. (2011). Jump-starting youth community leadership: An evaluation of a leadership development program for lesbian, gay, bisexual, transgender, and ally youth. Journal of Youth Development, 7(1). https://doi.org/10.5195/jyd.2012.157 Elliott-Engel, J. (2018). State administrators’ perceptions of the environmental challenges of Cooperative Extension and the 4-H program and their resulting adaptive leadership behaviors [Unpublished doctoral dissertation]. Virginia Tech.  Elliott-Engel, J., Amaral, J. R., Westfall-Rudd, D. M., & Rudd, R. D. (2020). Perspectives on LGBTQ+ inclusion and identity development from a College of Agriculture and Life Sciences. North American College and Teachers of Agriculture Journal, 64, 102–112. https://www.nactateachers.org/index.php/volume-64-2020/2987-perspectives-on-lgbtq-inclusion-and-identity-development-from-a-college-of-agriculture-and-life-sciences Extension Committee on Organization and Policy. (2020). 2020–2021 Cooperative Extension section leadership. https://www.aplu.org/members/commissions/food-environment-and-renewable-resources/CFERR_Library/ecop-directory/file Fields, N. (2020). Literature review: Exploring 4-H thriving through an equity lens. National 4-H Council. https://access-equity-belonging.extension.org/wp-content/uploads/2020/02 /Literature-Review-Thriving-Model-Equity-Lens-FINAL-4.pdf  Fish, J. N., Moody, R. L., Grossman, A. H., & Russell, S. T. (2019). LGBTQ youth-serving community-based organizations: Who participates and what difference does it make? Journal of Youth and Adolescence, 48(10), 2418–2431. https://doi.org/10.1007/s10964-019-01129-5  Fish, J. N., & Russell, S. T. (2018). Queering methodologies to understand queer families. Family Relations, 67(1), 12–25. https://doi.org/10.1111/fare.12297 Gay-Straight Alliance. (2020). GSA homepage. https://gsanetwork.org/ Global 4-H Network. (2020). 4-H around the world. http://global-4-h-network.com/4h-global/ Goldbach, J. T., Schrager S. M., & Mamey, M. R. (2017). Criterion and divergent validity of the sexual minority adolescent stress inventory. Frontiers in Psychology, 8, Article 2057. https://doi.org/10.3389/fpsyg.2017.02057  Goldbach, J. T., Tanner-Smith, E. E., Bagwell, M., & Dunlap, S. (2014). Minority stress and substance use in sexual minority adolescents: A meta-analysis. Prevention Science, 15(3), 350–363. https://doi.org/10.1007/s11121-013-0393-7 Gonzalez, M. (2017). Advocacy for and with LGBT students: An examination of high school counselor experiences. Professional School Counseling, 20(1a), 38–46. https://doi.org/10.5330/1096-2409-20.1a.38  Gonzales, M., White, A., Vega, L., Howard, J., Kokozos, M., Soule, K., & Elliott-Engel, J. (2020). “Making the best better” for youths: Cultivating LGBTQ inclusion in 4-H. Journal of Extension, 58(4), Article 3. https://tigerprints.clemson.edu/joe/vol58/iss4/3/  Gray, M. L. (2007). From websites to Wal-Mart: Youth, identity work, and the queering of boundary publics in Small Town, USA. American Studies, 48(2), 49–59. https://doi.org/10.1353/ams.0.0067 22Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   129 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Harder, A., Place, N. P., & Sheer S. (2010). Towards a competency-based Extension education curriculum: A Delphi study. Journal of Agricultural Education, 51(3), 44–52. http://www.jae-online.org/vol-51-no-3-2010/84-towards-a-competencybased-extension-education-curriculum-a-delphi-study.html Hatchel, T., Espelage, D. L., & Yuanhong, H. (2018). Sexual harassment, victimization, school  belonging, and depressive symptoms among LGBTQ adolescents: Temporal insights American Journal of Orthopsychiatry, 88(4), 422–430. http://dx.doi.org/10.1037/ort0000279 Hatzenbuehler, M. L., Dovidio, J. F., Nolen-Hoeksema, S., & Phills, C. E. (2009). An implicit measure of anti-gay attitudes: Prospective associations with emotion regulation strategies and psychological distress. Journal of Experimental Social Psychology, 45(6), 1316-1320. https://doi.org/10.1016/j.jesp.2009.08.005  Howard, J. (2019, October 14-17). When inclusion of all is in opposition to administration and constituency groups [Conference concurrent session]. National Epsilon Sigma Phi Conference, Colorado Springs. https://espnational.org/2019-CO-Member-Presentations  Human Rights Campaign. (2018). Preventing substance abuse among LGBTQ teens. https://assets2.hrc.org/files/assets/resources/YouthSubstanceAbuse-IssueBrief.pdf?_ga=2.139890867.1272349588.1606252486-1687700054.1574361762  Jackson, S. L. (2009). Research methods and statistics: A critical thinking approach (3rd ed.). Wadsworth. Kosciw, J. G., Clark, C. M., Truong, N. L., & Zongrone, A. D. (2020). The 2019 national school climate survey: The experiences of lesbian, gay, bisexual, transgender, and queer youth in our nation’s schools. GLSEN. https://www.glsen.org/sites/default/files/2021-04/NSCS19-FullReport-032421-Web_0.pdf  Martin, J. I., & Meezan, W. (2008). Applying ethical standards to research and evaluations involving lesbian, gay, bisexual, and transgender populations. Journal of Gay & Lesbian Social Services, 15(1–2), 181–201. https://doi.org/10.1300/J041v15n01_12 Maslow, A. H. (1943). A theory of human motivation. Psychological Review, 50(4), 370–396. https://doi.org/10.1037/h0054346 McLaren, S. (2009). Sense of belonging to the general and lesbian communities as predictors of depression among lesbians. Journal of Homosexuality, 56(1), 1–13. https://doi.org/10.1080/00918360802551365 Merriam, S. B. (2009). Qualitative research: A guide to design and implementation. Jossey. Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674–697. https://doi.org/10.1037/0033-2909.129.5.674 Miles, M. B., Huberman, A. M., & Saldana, J. (2020). Qualitative data analysis: An expanded sourcebook (4th ed.). Sage. Movement Advancement Project. (2019). Snapshot: LGBTQ equality by state. https://www.lgbtmap.org/equality-maps  23Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   130 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Nadal, K. L., Wong, Y., Issa, M.-A., Meterko, V., Leon, J., & Wideman, M. (2011). Sexual orientation microaggressions: Processes and coping mechanisms for lesbian, gay, and bisexual individuals. Journal of LGBT Issues in Counseling, 5(1), 21–46. https://doi.org/10.1080/15538605.2011.554606 National 4-H Council. (2020). What is 4-H? https://4-h.org/about/what-is-4-h/ Neal, C. (2014). The marrying kind: Lives of gay and bi men who marry women. CreateSpace Independent Publishing Platform. Newport, F. (2018, May). In U.S., estimate of LGBT population rises to 4.5%. Gallup. https://news.gallup.com/poll/234863/estimate-lgbt-population-rises.aspx  Oberstadt, K. (2019). Working with LGBTQ+ youth and families. Using the internet for publication [Presentation]. NAEPSDP Virtual Summer School Presents: Diversity and Inclusion 101.  Out In Ag. (n.d.). Home [Facebook page]. Facebook. Retrieved November 10, 2020 from https://www.facebook.com/groups/1899778453406404  Pachankis, J. E., Mahon, C. P., Jackson, S. D., Fetzner, B. K., & Bränström, R. (2020). Sexual orientation concealment and mental health: A conceptual and meta-analytic review. Psychological Bulletin, 146(10), 831–871. https://doi.org/10.1037/bul0000271 Poliseno, C., Benge, M., & Suarez, C. (2020). Understanding the experiences of Florida 4-H  Extension agents working with LGBTQ audiences [Manuscript submitted for  publication].  Program Leaders Working Group. (2020a). 4-H programming partnerships. https://nifa.usda.gov/sites/default/files/resource/4-H%20Programming%20Partnerships.pdf Program Leaders Working Group. (2020b). Practices for inclusion of individuals or all genders and sexual orientations. https://access-equity-belonging.extension.org/wp-content/uploads/2020/02/Inclusion-Practices-Gender-and-Orientation-Final-2-20-2020.pdf Plöderl, M., & Tremblay, P. (2015). Mental health of sexual minorities. A systematic review. International Review of Psychiatry, 27(5), 367–385. https://doi.org/10.3109/09540261.2015.1083949 Rand, J. (2019, January 9). How to be more inclusive with LGBTQ youth [blog post]. University of Minnesota Extension Youth Development Insight. https://blog-youth-development-insight.extension.umn.edu/2019/01/how-to-be-more-inclusive-with-lgbtq.html Riccucci, N. M. (2010). Public administration: Traditions of inquiry and philosophies of knowledge. George University Press. Rosenberg, G. N. (2015). The 4-H harvest: Sexuality and the state in rural America. University of Pennsylvania Press. Russell, S. T., & Fish, J. N. (2016). Mental Health in lesbian, gay, bisexual, and transgender (LGBT) youth. Annual Review of Clinical Psychology, 12(1), 465–487. https://doi.org/10.1146/annurev-clinpsy-021815-093153 24Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   131 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Ryan, R. M., & Deci, E. L. (2000). Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being. American Psychologist, 55(1), 68–78. https://doi.org/10.1037/0003-066X.55.1.68 Snapp, S. D., Burdge, H., Licona, A. C., Moody, R. L., & Russell, S. T. (2015). Students’ perspectives on LGBTQ-inclusive curriculum. Equity & Excellence in Education, 48(2), 249–265. https://doi.org/10.1080/10665684.2015.1025614 Soule, K. E. (2017). Creating inclusive youth programs for LGBTQ+ communities. Journal of Human Sciences and Extension, 5(2), 105–125. https://docs.wixstatic.com/ugd/c8fe6e_7797678bb8774b74ab884816fb073abc.pdf Swires, M. (2018). Ag kids aren’t gay: The LGBTQ+ climate in Pennsylvania 4-H [Unpublished master’s thesis]. The Pennsylvania State University. https://agsci.psu.edu/unesco/initiatives/ag-kids-arent-gay-the-lgbtq-youth-climate-in-pennsylvania-4-h-assessing-the-need-for-lgbtq-youth-professional-development-with-4-h-educators-and-adult-volunteers/final-report  Talburt S. (2004). Intelligibility and narrating queer youth. In M. L. Rasmussen, E. Rofes, & S. Talburt (Eds.), Youth and sexualities (pp. 17–39). Palgrave Macmillan. https://doi.org/10.1057/9781403981912_2 Thorpe, D. (Director). (2014). Do I sound gay? [Documentary picture]. IFCFilms. https://www.youtube.com/watch?v=Duv3lYhOy-A United States Department of Agriculture, National Institute of Food and Agriculture, & 4-H National Headquarters. (2017). Strategic plan: 4-H youth development a 2025 vision. https://nifa.usda.gov/sites/default/files/resource/National-4-H-strategic-plan-2018-09-26.pdf Urquhart, E. (2018, June 29). What it’s like for men to pass for cis in the south. Slate News and Politics. https://slate.com/human-interest/2018/06/why-trans-men-in-the-south-go-stealth.html Wallace, M., White, A., Deen, M., & Jensen, M. (2017). Creating safe spaces through mutual affirmation. Washington State University Extension.  http://pubs.cahnrs.wsu.edu/publications/pubs/fs290e/ Williams, N. D., Levine, D., & Fish, J. N. (2019). 2019 needs assessment: LGBTQ+ youth centers and programs. CenterLink. Wong, G., Derthick, A. O., David, E. J., Saw, A., & Okazaki, S. (2014). The what, the why, and the how: A review of racial microaggressions research in psychology, Race and Social Problems, 6(2), 181–200. https://doi.org/10.1007/s12552-013-9107-9 Jeff Howard, PhD, is Assistant Director and Unit Head for Program and Organizational Development with University of Maryland Extension. Dr. Howard’s career history also includes serving as State 4-H Program Leader in Maryland from 2009-2019. His scholarship concentration is focused on the support of LGBTQ+ youth and international programming. 25Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021Gay Male 4-H Alumni   132 Journal of Human Science and Extension   Volume 9, Number 3, 2021 Teresa McCoy, DPA, is Director for Learning and Organizational Development with Ohio State University Extension. Prior to her current appointment, she was Assistant Director with University of Maryland Extension concentrating on Evaluation and Assessment.  Chenzi Wang, PhD, is Coordinator of Program Development and Evaluation with University of Maryland Extension.  Acknowledgments Thank you and deep appreciation for the men in the “To Practice Brotherhood” Facebook group for their willingness to share their insights of their lived 4-H experience and to the site administrators who provided access to the site and the membership. Appreciation is extended to Dr(s). Matt Benge and Katherine Soule, as well as Kait Murray, for their technical expertise in the review of our research instrument. Lastly, we greatly appreciate the professionals who conducted precursor reviews of our draft article and made suggestions to improve it. 26Gay Male 4-H AlumniJournal of Human Sciences and Extension Volume 9, Number 3,  2021",
    "id": 492914815,
    "identifiers": {
        "doi": "10.54718/TLWL4442",
        "oai": "oai:scholarsjunction.msstate.edu:jhse-1303"
    },
    "title": "Nationwide Perspectives and Experiences of Gay and Bisexual Male 4-H Alums",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-10-28T08:00:00+01:00",
    "publisher": "Scholars Junction",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarsjunction.msstate.edu/cgi/viewcontent.cgi?article=1303&context=jhse"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/492914815.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/492914815"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/492914815/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/492914815/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/492914815"
        }
    ],
    "abstract": "While 4-H espouses to be inclusive of all, the reality is often that the bulk of membership within 4-H community clubs is viewed with a heteronormative lens of participation. Recognizing that existing studies of gay and bisexual individuals who grew up in 4-H do not exist, this study is novel and critical to begin to fill the research gap and provide evidence of the experiences of gay male youth in 4-H. A total of 165 gay and bisexual men who are 4-H alumni shared what about 4-H helped them feel included, that they belonged, and what about the experience caused them to feel excluded. Respondents also offer advice to help 4-H leaders create welcoming and inclusive environments where LGBTQ+ children may thrive. Furthermore, based on the findings, recommendations for the Cooperative Extension System and future studies are offered",
    "tags": [
        "text",
        "Gay",
        "Inclusion",
        "Belonging",
        "4-H",
        "Diversity",
        "Leadership",
        "Confidence",
        "LGBTQ",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarsjunction.msstate.edu:jhse-1303",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "21502",
        "openDoarId": 0,
        "name": "Scholars Junction - Mississippi State University Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 492914815,
        "depositedDate": null,
        "publishedDate": "2021-10-28T08:00:00+01:00",
        "updatedDate": "2024-02-21T01:20:06+00:00",
        "acceptedDate": null,
        "createdDate": "2022-05-05T12:27:55+01:00"
    },
    "urls": [
        "https://scholarsjunction.msstate.edu/jhse/vol9/iss3/6",
        "https://scholarsjunction.msstate.edu/context/jhse/article/1303/viewcontent/933.pdf"
    ],
    "lastUpdate": "2024-02-21T01:20:06+00:00",
    "setSpecs": []
}