{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hafford-Letchfield, Trish"
        }
    ],
    "contributors": [],
    "createdDate": "2023-05-11T08:33:51+01:00",
    "dataProvider": {
        "id": 131,
        "name": "University of Strathclyde Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/131",
        "logo": "https://api.core.ac.uk/data-providers/131/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/565367756.pdf",
    "fullText": "Navigating inequalities during difficult times: how shifting sociocultural and historical discourses shape the lives and care of LGBT+ in later lifeDr Trish Hafford-Letchfield (She/Hers)Professor of Social WorkUniversity of Strathclyde, Glasgow, ScotlandTrish.Hafford-Letchfield@strath.ac.uk#ArchwayDivaLGBTQI+ & Global Human Rights• LGBTQ Equality Index https://www.equaldex.com/equality-index measures the current status of LGBT rights, laws, and freedoms as well as public attitudes towards LGBT people in 197 countries globally• ILGA-EU (2021)Annual review of the Human Rights situation of LGBTI people covering events that occurred in Europe and Central Asia during 2020 https://ilga-europe.org/report/annual-review-2021/What are we learning from LGBTQI+ research to improve policy and practice with older people?A note on identities and terminology• Acknowledging and showing respect• Taking responsibility for educating ourselves • The right to self-identify• Avoiding ‘othering’• Consult and ask• Intersectionalities with other identities• + sign to recognise less articulated identities• ‘Queer’ & ageingThe significance of LGBTQ+ historyEnduring legacies of older people’s lives: Reformism vs liberation- Pathologisation - Criminalisation of same-sex consenting relationships- Discrimination and violence- Denial of family life, employment etc- Invisibility (closet)- Activism and Resilience through collectivism and changeHealthinequalities• LGBT+ people in later life report poorer health than the general population and have worse experiences of care (Westwood et al, 2020)• inequalities in self-rated health included, long-term illness, smoking, suicide attempts, and life satisfaction (Kneale, 2020)• Irrespective of accessing cancer, palliative/end-of-life, dementia and/or mental health services (Almack et al, 2017)• Research on trans/non-binary health significantly neglected (Toze et al, 2019)• Minority stress, use of adaptive or compensatory behaviours• Chronic social stressors contribute to physical signs of stress leading to poor health and wellbeingCombined with environmental factors (housing, employment history, availability of family and social support) nuanced by a wide range of intersecting identities based on socio-economic status, culture, race, ethnicity, disability and religion, a gap remains in understanding how these socio-cultural and historical factors (living alone, afraid to speak up)  have shaped the lives and care of LGBTQ+ people and the development of inclusive and affirmative care support.What are the implications for care?• Likely to delay or avoid access to services • Earlier transfer to long-term institutional care (Westwood et al, 2020). • Vulnerable to discrimination by care providers• Overlooking and undervaluing LGBTQ+ people’s life stories• Social policies that are based on normative family care, cisgendered and heteronormative (chosen families and friends)• Invisibility of carers and carer support• Lack of data capture/monitoring on LGBTQ+ ageing• Curriculum, training, education of professionals • Capitalising on the strengths and resilience of LGBTQ+ ageing through partnerships and involvementLGBTQ+ Ageing and Covid Mixed methods online survey (n=375) 2020 (3/12 Lockdown) Qualitative study: convenience sample (n=17) of community-dwelling LGBT+ older people from diverse backgrounds immediate impact of social distancing measures on the lives of LGBT+ people (≥60 years) living in the UK LGBT+ older people’s subjective experiences of ‘lockdown’ and the strategies used to manage their situations.  How UK LGBT+ community-based organisations responded to the key challenges and adapted their provision and support during the initial crisis5 themes1) Risk factors and specific risks to Trans/Non-Binary individuals2) care practices in LGBT+ lives; 3) strengths and benefits of networking; 4) politicisation of ageing issues and their relevance to LGBT+ communities5) learning from communication and provision in a virtual world.Theme 1: Risk factors finding new structure to support relationships they valued and/or depended upon Invisibility and visibility – government bubbles/contact tracing/disclosure Transitions in care/new care arrangements without advocacy or support Bringing existing issues to the fore Increased  trolling/hostilities for Trans/Non-Binary – reactionary Cessation of support/treatments for Trans/Non-Binary Loss of momentum in LGBT+ programmesTheme 2: Care practices in LGBT+ lives Evidence of established relationships within comfortable living surroundings, financial ease, and access to local support Strong caring and anticipation of the needs of others, active in local networks,  active outreach  Carers for older parents Mending relationships with family – also traumatic bereavements Afraid of new carers – to extent of Do Not ResusitateTheme 3: Strengths and benefits of networkingStrong networking, peer support, increased engagement onlineLocal community became ‘kinder’Adapting online vs not able to maintain contact onlineSo what more did we learn? positive narrative of increased social kindness and inclusion: “we are all in this together” Strong narratives of self-agency – strengths in care practices tensions with perceptions of reactionary narratives, social inequalities and intolerance towards stigmatised groups, particularly trans people Severe consequences for some groups/individuals community-based organisations vital to responding to the need to tailor or supplement mainstream services – long term capacity building Marginalised from mainstream services - COVID-19 posed risks to LGBT+ older people marginalized in hetero- and/or cis-normative services strategic commitment to LGBT+ community provision and acknowledgement of the challenges faced by the community and their expertise in responding.The UK LGBTQ+ Learning Framework for Care in Later Life- Co-produced with LGBTQ+ people in later life- National framework based on:- background on LGBTQ+ issues and awareness; - health and wellbeing issues later in life based on research evidence- information on providing personalised care and support covering topics of intersectionality, supporting people with dementia or HIV, and understanding intimacy and sexuality later in life; - recommendations for leadership, education, and service development to continue to improve care and support in this area.- Resources and guidance embedded into learning outcomes- 19 Topics across 4 domains can be used as modules, whole courses, to embed LGBTQ into existing mainstream training and specialist areashttps://www.skillsforcare.org.uk/Support-for-leaders-and-managers/Supporting-a-diverse-workforce/LGBTQ-learning-framework.aspx#:~:text=This%20learning%20framework%20for%20working,gender%20and%20sexually%20diverse%20communities.Summary • Be a good ally and take PRIDE in your practice and care• Work with the person first• Take responsibility for developing your knowledge and skills on LGBTQ+ issues in care• Respond to and challengediscrimination no matter how minor• Be active in developing your services and actively engage with the community to do soFull details of some relevant studies informing this presentation can be found at: Hafford-Letchfield, T., Toze, M., & Westwood, S. (2021). Unheard voices: A qualitative study of LGBT+ older people experiences during the first wave of the COVID-19 pandemic in the UK. Health & Social Care in the Community, 001, 1–11. https://doi.org/10.1111/hsc.13531 Hafford-Letchfield, T., Westwood, S. & Toze, M. 2022, 'Navigating LGBT+ ageing inequalities during challenging times: a case study of UK LGBT+ community organisations', Journal Socialno delo, 61(1), pp. 41-59. https://doi.org/10.51741/sd.2022.61.1.41-59 On Care Homes:  Hafford-Letchfield, T., Simpson, P., Willis, PB. Aalmack, K. (2018) Developing inclusive residential care for older lesbian, gay, bisexual and trans (LGBT) people: An evaluation of the Care Home Challenge action research project. Health and Social Care in the Community https://onlinelibrary.wiley.com/doi/10.1111/hsc.12521 On resilience:  Jurček A, Keogh B, Sheaf G, Hafford-Letchfield T, Higgins A (2022) Defining and researching the concept of resilience in LGBT+ later life: Findings from a mixed study systematic review. PLoS ONE 17(11): e0277384. https://doi.org/10.1371/journal.pone.0277384On education and co-production: Hafford-Letchfield, T., Pezzella, A., Connell, S., Urek, M., Jurček, A., Higgins, A., . . . Lewis-Brooke, S. (2023). Learning to deliver LGBT aged care: Exploring and documenting best practices in professional and vocational education through the World Café method – CORRIGENDUM. Ageing & Society, 43(1), 249-249. doi:10.1017/S0144686X21000611On LGBTQ research ethics: Henrickson, M.; Giwa, S.; Hafford-Letchfield, T.; Cocker, C.; Mulé, N.J.; Schaub, J.; Baril, A. Research Ethics with Gender and Sexually Diverse Persons. Int. J. Environ. Res. Public Health 2020, 17, 6615. https://doi.org/10.3390/ijerph17186615",
    "id": 565367756,
    "identifiers": {
        "doi": null,
        "oai": "oai:strathprints.strath.ac.uk:85435"
    },
    "title": "Navigating inequalities during difficult times : how shifting sociocultural and historical discourses shape the lives and care of LGBT+ in later life",
    "language": null,
    "publishedDate": "2023-04-27T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://strathprints.strath.ac.uk/85435/1/Hafford_Letchfield_ITTS_2023_Navigating_inequalities_during_difficult_times_shifting_sociocultural_and_historical_discourses.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/565367756.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/565367756"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/565367756/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/565367756/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/565367756"
        }
    ],
    "abstract": "A growing but established evidence base on the health and structural inequalities for LGBTQ+ people points to the cumulative effects of lifelong exposure to prejudice and discrimination and the trauma and risks linked to stress adaptation and its impact on later life. Combined with environmental factors nuanced by a wide range of intersecting identities based on socio-economic status, culture, race, ethnicity, disability and religion, a gap remains in understanding how these socio-cultural and historical factors have shaped the lives and care of LGBTQ+ people and the development of inclusive and affirmative care support. Drawing on some of my own research, I will provide an overview of some of the current discourses on LGBTQ+ ageing highlighting the challenges and opportunities for navigating the highs and lows in the journey towards affirmative and rights based care",
    "tags": [
        "HV40-HV69-2",
        "HV40-HV69-2"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "HV40-HV69-2"
    ],
    "oai": "oai:strathprints.strath.ac.uk:85435",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "131",
        "openDoarId": 0,
        "name": "University of Strathclyde Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 565367756,
        "depositedDate": null,
        "publishedDate": "2023-04-27T01:00:00+01:00",
        "updatedDate": "2024-02-12T10:13:31+00:00",
        "acceptedDate": null,
        "createdDate": "2023-05-11T08:33:51+01:00"
    },
    "urls": [
        "https://strathprints.strath.ac.uk/85435/1/Hafford_Letchfield_ITTS_2023_Navigating_inequalities_during_difficult_times_shifting_sociocultural_and_historical_discourses.pdf"
    ],
    "lastUpdate": "2024-02-12T10:13:31+00:00",
    "setSpecs": []
}