{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sturchio, Bianca, MSW"
        }
    ],
    "contributors": [],
    "createdDate": "2020-08-14T04:51:01+01:00",
    "dataProvider": {
        "id": 13925,
        "name": "University of Southern Maine: Digital Commons@USM",
        "url": "https://api.core.ac.uk/v3/data-providers/13925",
        "logo": "https://api.core.ac.uk/data-providers/13925/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/328050822.pdf",
    "fullText": "University of Southern Maine USM Digital Commons All Theses & Dissertations Student Scholarship Spring 2020 Navigating LGBTQ+ and Disabled Intersections Online: Social Support and Identity Construction in the Age of Social Media Bianca Sturchio MSW University of Southern Maine Follow this and additional works at: https://digitalcommons.usm.maine.edu/etd Recommended Citation Sturchio, Bianca MSW, \"Navigating LGBTQ+ and Disabled Intersections Online: Social Support and Identity Construction in the Age of Social Media\" (2020). All Theses & Dissertations. 379. https://digitalcommons.usm.maine.edu/etd/379 This Open Access Thesis is brought to you for free and open access by the Student Scholarship at USM Digital Commons. It has been accepted for inclusion in All Theses & Dissertations by an authorized administrator of USM Digital Commons. For more information, please contact jessica.c.hovey@maine.edu.   NAVIGATING LGBTQ+ AND DISABLED INTERSECTIONS ONLINE: SOCIAL SUPPORT AND IDENTITY CONSTRUCTION IN THE AGE OF SOCIAL MEDIA   BY   BIANCA STURCHIO   Presented to the Graduate School of The University of Southern Maine in Partial Fulfillment of the Requirements for the Degree of   MASTER OF SOCIAL WORK MAY 2020     Committee Members:  Donna Wampole, DSW, LCSW University of Southern Maine, Committee Chair Rachel Casey, PhD., MSW, University of Southern Maine, Committee Member Jeannette Andonian, PhD., LCSW, University of Southern Maine, Committee Member    Copyright © by Bianca Sturchio, 2020 All Rights Reserved  iii  Chapter 2    Abstract NAVIGATING LGBTQ+ AND DISABLED INTERSECTIONS ONLINE: SOCIAL SUPPORT AND IDENTITY CONSTRUCTION IN THE AGE OF SOCIAL MEDIA  Bianca Sturchio, MSW  The University of Southern Maine, 2020  Supervising Professor: Donna Wampole Abstract There is a lack of research about the lived experiences of self-identified lesbian, gay, bisexual, transgender, queer, and otherwise-identified (LGBTQ+) young adults with disabilities who use the Internet to achieve particular social aims. Using open-ended survey questions, the researcher applied multidimensional and overlapping frameworks of intersectionality, feminist-disability theory, and social work to answer the following: What are the lived experiences of disabled, LGBTQ+ young adults who use social media for social support and identity construction? Using secondary data, fifteen (N=15) cases of LGBTQ+ disabled young adults aged 18 to 31 living in the United States were selected, and data was analyzed using a phenomenological thematic analysis. The research revealed salient themes, such as community/belonging, access to “others like me,” positive identity formation and protective mental health factors to name a few, each of which respectively facilitated or complicated participants’ motives to use social media platforms. Implications of   iv the research findings for social science scholars and suggestions for future research are discussed. Keywords: LGBTQ, social media, social networking sites, disabled, chronic illness, social support, identity construction, young adults, emerging adulthood   iii Table of Contents  Abstract iii List of Tables v List of Figures vi  Chapter One: Introduction to the Research 1 Contextualizing the Issue: Topic Overview 2 The Objective of The Research and Research Question 5 Overview of Chapters One Through Five 6 Significance and Contribution of The Study 7 Theoretical Perspectives 8 Intersectionality 10 Feminist-Disability Theory 11 Queer Theory 14 Theorizations of Social Identity 15 Social Identity Theory 15 Self-categorization Theory 16 The Social Identity Approach 19 A Framework of Identity-Making 20 Personal Rationale and Connection 23 Key Concepts and Definitions 24  Chapter Two: LGBTQ+ Disabled Young Adults: A Literature Review 29 Young Adults and Emerging Adulthood 29 Social Media’s Current User Base: Young People 33 Social Media Use and Associated Outcomes 34 Social Media for Social Support and Identity Construction 38 LGBTQ+, Disabled Identity Intersections 40 LGBTQ+ Identity in the United States 43 Disabled and Ill Identity in the United States 45 Social Media: LGBTQ+ Populations 46 Social Media: Illness & Disability Populations 51  Chapter Three: Research Composition 59 Methodology 59   iv Positionality and Rigor of the Study 60 The Role of The Researcher 60 Rigor of The Study 61 Data Collection Procedures 67 Sampling 68 Recruitment 70 The Secondary Data 72 The Current Data 72  Chapter Four: Data Analysis and Results 76 Participant Demographics 76 Age and Location 76 Gender Identity 77 Data Analysis 79 Major and Minor Themes 82 Major Theme 1. Community/Belonging 82 Minor Theme A. Access to “Others Like Me” 83 Minor Theme B. Mental and Physical Wellbeing 84 Major Theme 2. Positive Identity Development 85 Minor Theme C. Identity Exploration 85 Major Theme 3. Streamlined Communication 87 Major Theme 4. Relationship Facilitation 88 Neutral Theme. Little to No Change 89  Chapter Five: Limitations, and Discussion of the Findings 91 Limitations 91 Discussion 92 New Perspectives 96 Practice Recommendations 97 Concluding Remarks 98      v Chapter 3.          List of Tables   Table 1. Guba & Lincoln's (1985) Trustworthiness Criteria 63 Table 2. Guba & Lincoln's (1985) Techniques to Achieve Criteria 64  Chapter 4.           List of Tables  Table 3. Participant Demographics: Locations in the United States 78 Table 4.  Participant Demographics: Gender Identity 79 Table 5. Codes and Themes for Question 1 81 Table 6. Codes and Themes for Question 2 81 Table 7. Major and Minor Themes 82   vi Chapter 4.          List of Figures  Figure 1. Locations of Participants 78  1 Chapter One: Introduction to the Research Young disabled, LGBTQ+ people often encounter multimodal discrimination and exclusion in their day to day lives, though scholars seldom examine their experiences within formal, empirical research (Toft & Franklin, 2020a, p. 73). It is not that this combined formation of non-normative orientation and ability is uncommon, but rather that scholars researching LGBTQ+ and disabled populations “generally rely on interviews with informants and the retrospective review or surveillance of medical or administrative records,” (Tasman et al., 2015, p. 294).While social and behavioral science scholars have studied young disabled adults as well as LGBTQ+ adults in the past, these constructs are examined separately within the literature (Oakley, 2017; Lupton & Seymour, 2003; Stevens et al., 2018). Additionally, existing data narrows in on specific sub-populations, like college students in their academic environment (Miller, 2018). Few analyses consider the intersectional, everyday aspects of social support and identity in young, LGBTQ+ disabled people from their perspective (Bernert, 2011; Caldwell, 2010; Drummond & Brotman, 2014; Toft & Franklin, 2020a). Fewer scholars examine LGBTQ+ disabled peoples’ use of emergent communications technologies, specifically online social media, and mention social support and identity construction within their research (Egner, 2018; Miller, 2017). The lack of involvement of LGBTQ+ disabled people within research involves policies by research ethics and review boards that prevent recruitment of “vulnerable populations” for research (Anderson, 2010, p. 21; Egleston et al., 2010; Liddiard et al., 2019) due to matters of coercion and harm (Dalton & McVilly,   2 2004), as well as discriminatory attitudes, and misinformation about particular disabilities (Whitney, 2006). Common misconceptions, biases, and beliefs from researchers about vulnerable groups, particularly individuals with intellectual and developmental disabilities, perpetuate negative tropes, which undermine their potential to make valuable contributions within formal research domains. Instead, LGBTQ+ and disability discourse has been, and in no small degree, still is, overwhelmingly dominated by people who are not disabled.  Contextualizing the Issue: Topic Overview The Williams Institute at the UCLA School of Law suggests there are between 9-11 million LGBT adults in the United States (The Williams Institute, 2011; 2019). Given that approximately one in four people have a disability, there are an estimated 3-5 million LGBTQ+ people with a disability (Movement Advancement Project, 2019). The ways in which younger generations of LGBTQ+ and disabled people interact socially has undergone drastic shifts, namely due to the advent of networked technologies, such as social media, and technologically evolved devices--mobile phones, tablets, laptop computers and the like. Availability of Web-accessible devices have increased across the globe, and at present, digital technologies largely govern young people’s interactions and communications with each other.  As early as the 1990s, LGBTQ+-identifying people have dominated the Internet in use and frequency and engaged in Web-based interfaces to connect with others, in multidimensional contexts compared to heterosexual-identifying adults (McKenna & Bargh, 1998). Decades later, it still stands true that higher percentages   3 of LGBTQ+ people engage in digital content and use SNSs to interact with others and build close connections or pursue romantic interests online compared to heterosexual people (Pew Research Center, 2013a).  Previous data on Internet technologies and the body has championed individuals’ efforts to present and reinvent oneself online using various means (Lupton & Seymour, 2003). Unlike offline interactions, Web-based platforms like social media give people with disabilities control over how and when they reveal information about their limitations and offer new possibilities for relationship development (Bowker & Tuffin, 2002). However, rising awareness of the “digital divide,” has become a prominent concern among disability scholars. The digital divide refers to the unequal and marginalizing access to digital technologies within the information society, though the term is most commonly used to describe inequalities in Internet access due to lack of proficiency or diminished access and opportunity, or circumstances that restrict individuals’ use of said technologies (Mäkinen, 2006). To this point, social media technologies are not equally accessible throughout industrialized societies, nor are they evenly dispersed across all disability subsets.  Research on online communication technologies used by people with disabilities present contested findings among scholars. The Internet may open up opportunities for countless people across disability spectrums in the sense that the Internet can compensate for offline limitations or barriers, thus empowering individuals with disabilities or health conditions to socially engage in ways that were previously inaccessible to them (Lupton & Seymour, 2003). Contrarily, the literature   4 also illustrates how one’s disability may further limit their access to the benefits offered by such technologies. People with disabilities experience condition-specific restrictions which are often unique to their disability configuration. Physical coordination barriers, communication disabilities, ocular impairments (Lupton & Seymour, 2003), or social elements, like a shortage of occupational therapists and rehabilitation specialists to assist in the use of stated technologies or learn the required skills all limit the possibilities of disabled people (Lissitsa & Madar, 2018). Without proper technical adaptations, entry into the online world remains inaccessible for many, even when an Internet connection is possible. Much of the available literature on people with disabilities and communication technologies address this ongoing discordance.  Findings from Lissitsa and Madar (2018) confirm prior data from Guo et al. (2005), which indicate that once disabled people become Internet users, they have access to shared, open digital spaces that serve as sites to break down barriers that exist in their physical and social environments. Research from DeHaan et al. about LGBTQ+ disabled youth demonstrated that individuals can seek community and obtain a greater awareness about their uncertainties by connecting and learning from others online. However, much of the time, the social platforms young people use today are seldom imagined with the needs of disabled people in mind. It is important to note, however that this document does not discuss the digital divide nor the accessibility of online interfaces. Rather, the aim of this work is to explore the experiences of LGBTQ+ disabled people’s utilization of social media platforms to   5 better understand how networked technologies offer new social possibilities and contribute to their social and developmental processes.  The Objective of The Research and Research Question The purpose of this qualitative phenomenological study is to illuminate the lived, online experiences of LGBTQ+ disabled young adults. The study intends to contribute to the limited empirical academic works that center the experiences of LGBTQ+ disabled or chronically ill young people to offer a person-centered approach to how this population achieves social support and identity-making online. By utilizing survey data on self-identifying young LGBTQ+ and disabled/ill populations throughout the United States, this writer will capture the phenomenon of LGBTQ+ disabled people’s experiences of engaging in social media platforms for psychosocial developmental purposes. As a result of this study, social science scholars and clinicians can better understand how LGBTQ+ disabled populations might experience their social relationships and identity-related concerns, potentially leveraging the strategies LGBTQ+ disabled people use to fulfill their social and developmental needs. This research additionally seeks to offer an implicit alternative to the often oversimplified and generalized view that social media at large is detrimental to young people’s psychosocial development and wellbeing by positioning social media use within LGBTQ+ disabled contexts. The question, “What are the lived experiences of disabled, LGBTQ+ young and emerging adults who use social media for social support and identity construction?” is the focus of this research study. Increased knowledge about the   6 lived experiences of young, disabled LGBTQ+ adults is necessary to recognize the complex challenges encountered by this demographic.   Overview of Chapters One Through Five Chapter One of this document introduces the problem statement that anchors this work, articulates the significance of this research, and offers the potential contributions of this study to social work and other domains. Following, the researcher provides her rationale for embarking on this study and her connection to the work. Lastly, the chapter ends with key concepts and relevant definitions. Demonstrated in Chapter Two of this work, the pre-existing scholarly data about LGBTQ+ and disabled intersections remain scarce. The literature review, located in this chapter, provides a topical overview of young and emerging adulthood, as well as social media and LGBTQ+ and disabled/chronically ill populations. Following the review, the researcher addresses the following areas: 1) social media’s current user base; 2) social media for social support and identity construction, and 3) associated outcomes of social media use. From there, social media and mental illness, chronic illness, and disability populations receive consideration, as do social media and LGBTQ+ populations. Lastly, available literature about social media demonstrates a great deal of divergence in opinion and data outcomes about the risks associated with social media use, and more specifically, the impact of social media use on mental and physical health outcomes. These uncertainties are explored concluding Chapter Two. Chapter Three covers the research composition, which includes methodologies, grounding theoretical perspectives, and the research design. The   7 researcher also discusses the inclusion/exclusion criteria, recruitment for the study, and methods for data collection. Chapter Four presents the findings of the data, which includes the results of the study, followed by an analysis of the data. Chapter Five closes this study with a discussion of the findings, limitations of the work, and closing remarks.  Significance and Contribution of The Study This document synthesizes information about the significant role of social media within the everyday experiences of adults who exist at non-normative intersections of body and identity, specifically self-identified LGBTQ+ adults with disabilities. This research offers insight into the lived experiences of LGBTQ+ disabled young people who use social media to explore identity-related matters and navigate social support needs, including engaging in social relationships with other LGBTQ+ disabled adults.  Decades of empirical data can speak to the importance of social interaction within everyday life and on human psychosocial development. Scholars have successfully linked loneliness—a discrepancy between desired and actual social contact—and social isolation, with adverse health consequences (Perlman & Peplau, 1981). Hawkley and Capitanio’s (2015) study for instance, found outcomes of depression, poor sleep quality, impaired executive function, accelerated cognitive decline, poor cardiovascular function and impaired immunity among lonely and isolated individuals at every stage of life. The absence of social relationships in the lives of young people can result in higher rates of anxiety, depression, and paranoia (Lim et al., 2016), decreased social skills (Giedd, 2012), and a lower perceived   8 quality of life. Given that LGBTQ+ disabled people possess the same human need and socio-emotional desire for social reciprocity and participation and are more susceptible to experiencing the outcomes mentioned above, it remains imperative for scholars and clinicians to understand the social relationships of LGBTQ+ adults with disabilities and chronic health conditions. Increasing scholars’ awareness will enable professionals to effectively guide individuals living within these intersections and support the efforts of themselves and the significant people in their lives, to develop healthy, satisfying, supportive relationships.  Social work research, in particular, has not adequately accounted for the combined complexities of owning an LGBTQ+ and disabled identity. However, doing so remains critical to promoting and understanding the experiences and needs of LGBTQ+, disabled individuals. The themes embedded throughout this work are multifaceted, complex, and deserve critical attention by social workers, advocates, and policymakers alike. Governing bodies and esteemed individuals can use this research to grasp and mitigate some of the structural inequalities that contribute to the disproportionately adverse and oppressive experiences of LGBTQ+ disabled adults.  Theoretical Perspectives This study situates theories of intersectionality, feminist-disability theory, queer theory, social identity theory, and identity frameworks within feminist scholarship. These perspectives are conceptualized through an intersectional lens to examine how these interconnected frameworks merge to create various levels of privilege and oppression. A feminist-informed phenomenological thematic content   9 analysis provides a unifying framework to conceptualize, investigate, and analyze socioeconomic, personal, and structural disparities (Bowleg, 2012; Hankivsky & Christoffersen, 2008).  Feminist-based scholarships address gender-based stereotypes and biases, and foster empowerment for marginalized groups; researchers “commonly apply their findings in the service of promoting social change and social justice use (Hesse-Biber, 2012, p. 4). Disability through a feminist perspective, then, begins with the assumption that disability is always inextricably linked to other social markers and power structures. Rosemarie Garland-Thomson’s (2002) feminist-disability analysis engages “several fundamental premises of critical theory” including: Representation structures reality, that the margins define the center; that gender (or disability) is a way of signifying relationships of power; that human identity is multiple and unstable, and that all analysis and evaluation have political implications. (p. 6) Understanding how disability operates as an identity category and cultural concept realizes disability as woven through individuals’ multiple identities that are not merely additive, but interdependent on the presence or absence of other interlocking systems. Epidemiological studies illustrate how groups at the intersections face distinct experiences, shaped “not only by their multiple identities but also by systems of privilege and oppression,” (Miller, 2018, p. 3; Torres et al., 2009).   10 Intersectionality Intersectional theory, effectively termed intersectionality, is a theoretical framework that describes how multiple social identities (race, gender, sexual orientation), operate at micro and macro levels to reflect and create interlocking systems of societal privilege and oppression. Societal oppression is the “attitudes, behaviors, and pervasive and systematic social arrangements by which members of one group are exploited and subordinated while members of another group are granted privileges” (Bohmer & Briggs, 1991, p. 155). The term, first coined by Black feminist legal scholar Kimberlé Crenshaw (1991) was used to describe the exclusion of Black women from both white feminism and antiracist discourse. The framework of intersectionality grew from the “study of production and reproduction of inequalities, dominance, and oppression,” (Shields, 2008, p. 303) and captures the complexity of sharing multiple identities, rather than distilling people down into solitary narratives. Torres et al, (2009) maintained that intersectionality, when operationalized moves beyond singular categories of analysis to consider simultaneous interactions between different aspects of social identity, as well as the impact of systems and processes of oppression and domination (e.g., racism, classism, sexism, ableism, homophobia) that occur at both macro and micro levels. They note, “it is not enough to simply acknowledge that all individuals possess multiple identities and these identities interact. … [M]multiple identities must be connected to the larger social structures in which they are embedded” (p. 587). Broadly speaking, an intersectional perspective centers the voices of people marginalized by social minority identities; considers individual and collective   11 identities; focuses on power relations; and strives for justice-oriented outcomes (Jones & Abes, 2013). Frameworks of intersectionality have been applied within the social sciences, contemporary feminist domains, and other social justice-oriented contexts that bridge individual experience and identity to structural inequalities.  Feminist-Disability Theory The foundational works of Rosemarie Garland-Thomson (2005), Susan Wendell (1989), Tobin Siebers (2008) and others articulate the benefit of incorporating various feminist theories into frameworks of disability. Siebers (2008) claims that disability studies can change our basic assumptions about identity, ideology, language, politics, social oppression, and the body. A feminist lens can broaden this scope to challenge preconceived beliefs about disability experiences--that is, disability as both an identity and culture, or how experiences of disability are interwoven within other sociocultural constructs. An exigence of this work is the disciplinary split between disability studies and feminist theory, the latter of which, scholars argue, often excludes disability as a category of exploration (Silvers, 2009).  Feminist disability studies, from which the theory evolved, urges scholars to consider relationships between people, power, and their environment, namely how cultures shape social ascriptions, and how natural and sociopolitical structures prioritize certain bodies. The feminist disability framework specifically unpacks how society produces cultural and social systems that privilege “normate” bodies that fit the “comforting narrative of embodiment” (Ahlvik-Harju, 2016) –at the expense of bodies that do not fit that archetype. Here, the comforting narrative describes the   12 white Western cultural ideal of “normalcy”—that is, the able-bodied, heterosexual, conventionally appealing male subject. Within feminist disability studies, Garland-Thomson’s (1997; 2002) articulation of the normate body can be understood as the quintessence of ability, an exemplar which is molded by and anchored in ableist assumptions that set precedent to how bodies “are” and “should be,” (Reynolds, 2020, p. 246). Instead, the framework positions disability as: a culturally fabricated narrative of the body, similar to what we understand as the fictions of race and gender. The disability/ability system produces subjects by differentiating and marking bodies. Although this comparison of bodies is ideological rather than biological, it nevertheless penetrates into the formation of culture, legitimating an unequal distribution of resources, status, and power within a biased social and architectural environment. (Garland-Thomson, 2002, p. 5) A critical feminist-disability framework serves to examine discomfort, fear, and tension arises from atypical embodiments, rethink and re-conceptualize society’s normative yardstick: the hegemonic, ideal body typology, and interrogate historical and cultural understandings of the body as it relates to disability. Additionally, it questions the implications of marking, categorizing, and placing value on the physical body.  The feminist disability domain leans toward the sociocultural model of disability and recognizes society’s construction of disability where a relationship exists between the disabled body, and society’s inability to accommodate it. The domain exists in contrast to the medical model, which positions disability as “problems,” or “defects” within the individual. The categorization assumes a   13 negative relationship between people and their disabilities, and codes the disabled body as “broken,” rather than interpreting the disabled body as a unique variation from the expected norm, though not any less valid or worthy of dignity than a “normate” body. These assumptions speak to a more widespread, meaningful need to address the diversity that exists among disabled bodies and challenge the broad-based assumptions that overshadow disabled people’s experiences, both of which the framework positions itself against. Likewise, the theory rejects the notion that disabled bodies necessitate cure and fixing--there is no inherent “wrongness” in being disabled (Egner, 2018, p. 128). Furthermore, it also acknowledges, like queer theory, that disability exists as an unstable, fluid category of human existence. Along these lines, Rosemarie Garland-Thomson (2005) maintains: ...We learn to understand disability as something that is wrong with someone, as an exceptional and escapable calamity rather than as what is perhaps the most universal of human experiences. After all, if we live long enough, we will all become disabled. (p. 1568) Rather than thinking about disability as a static, homogenous manifestation of wrongness, which often erases intra-group differences for people who exist at multiple identity intersections, the field of feminist disability studies encourages scholars to consider conceptualizations of disability as unique and individualized, existing on a spectrum, and a reality everyone will eventually experience--and can experience at any time. Hall’s (2015) focus on feminist and philosophical explorations of gender, women, and sexuality studies supports these objectives and   14 argues the need to contextualize disability narratives and situate disability studies within feminist and philosophical frameworks. Hall (2015) maintains that one of the promises of feminist disability studies is to highlight the diversity of disability experiences and criticize presuppositions about feminist conceptions of disability.   Queer Theory Deriving from multiple critical and cultural contexts, queer theory is “a tool that can be used to reconsider sociopolitical, historical, and cultural norms and values” (Wozolek, 2019, p. 1). Like disability theory, disciplines of queer theory seek to challenge hegemonic constructs of normalcy; it “explores the discrepancy between gender identity, anatomical sex and sexual desire, resisting hegemonic heterosexuality,” (Piantato, 2016, p. 3). It also represents an affront to heterosexual culture, becoming a “term of reference for those marginal sexualities that could not fit into the traditional discourse about gender and sexuality,” (p. 3). The term queer was originally employed as a pejorative device to mark non-heterosexual identities as “Other.” In the early 1990’s, however, “queer” was neutralized, and positively reappropriated as a form of pride, resistance and socio-political identity (Kaplan, 1990; Sandahl, 2003; Zosky, & Alberts, 2016). Albeit, the change is not without contestation; older LGBTQ+ community members are more likely to reject the notion of reclaiming the term believing the word has been such a powerful epithet of homophobic hate that its historical intent can never be divorced from the word itself (Brontsema, 2004).    15 In qualitative research, queer theory tends to analyze people and groups in ways that seek to “queer” everyday experiences. That is, queer frameworks aim to “interrogate and disrupt dominant hierarchical understandings” of people’s social identities and daily goings-on (McRuer, 1997, p. 4). Halperin (1997), a studied queer theorist articulates a concise understanding of McRuer’s description stating, “queer is by definition whatever is at odds with the normal, the legitimate, the dominant,” (p. 62).  Theorizations of Social Identity Social Identity Theory Social identity theory, arguably one of the more recognized frameworks for understanding processes of identity-making has been defined by social psychologist Henri Tajfel’s as “an individual’s awareness that they belong to a social category or group, and the emotional and value significance to them of their group membership” (Hogg, 2012, p. 502). Stets and Burke (2000) define a social group as a “set of individuals who hold a common social identification or view themselves as members of the same social category,” (p. 225). The social identity theory holds that the groups individuals belong to “influence how others know us--they are the lens through which people view us” (Hogg, 2012, p. 502). Hogg (2012) continues, “Groups furnish us with an identity, a way of locating ourselves in relation to other people. Indeed, our sense of self derives from the groups and categories we belong to,” (p. 502).  The earlier works of Tajfel and colleagues (1986) attest that groups provide various means for maintaining and enhancing an individual’s esteem and worth; the   16 groups that individuals hold membership in can influence feelings of pride on a personal basis as well as on a collective group level, depending on how the group is valued in society. Social identity theory rests on the distinction between the collective or group self (social identity), which centers on group membership, group processes, and intergroup behavior, and the individual self (personal identity) which is associated with close personal relationships and idiosyncrasies of the person (Hogg, 2012). Therefore, people experience personal identity through “idiosyncratic attributes that make one different from other people, or in terms of close relationships with specific others individuals,” or social identity through “commonalities among people within a group and differences between people of different groups,” (Hogg, 2012, p. 503). Self-categorization Theory Building on the insights of social identity theory is self-categorization theory. Since the original formulation of social identity theory, additional research has aimed to examine the cognitive and behavioral motivations of self-esteem in maintaining strong ingroup relations (Abrams & Hogg, 1988; Oakes & Turner, 1980). Considerations include ingroup bias--how people interpret their social rank in different social settings, stereotyping through self-categorization and the reification of self/Other, and how these actions affect self-perception and the views of others. Social psychology conceptualizes these added components as theoretically separate from the original social theory, which constitutes the basis of self-categorization theory, otherwise known as group social identity theory (Brown, 2019).   At the center of self-categorization theory is the idea that individuals have a   17 natural desire to split the social world into two categories: “the ingroup,” or, the group with which one identifies, and “the outgroup” that is, any group other than the one with which one identifies (Stets & Burke, 2000, p. 224). The separation of the ingroup and outgroup is a mechanism of securing self-esteem and social standing. Individuals will go to great lengths to attest their group exhibits ingroup hallmarks (e.g., is superior). Moreover, not behaving as such would designate a negative self-view (Tajfel & Turner, 1986). Within the social identity framework, individuals attest to their superiority and carry out the aforementioned social splitting through categorization and comparison.  Members of social groups self-identify or attach labels to themselves to provide context to their self-articulation and attest their belonging to identifiable groups. Ingroup individuals also categorize other people as a way to stratify the social environment and enact a systematic means of defining others (Ashforth & Mael, 1989). That is, they contextualize other people based on their in/outgroup affiliations. Such states of ingroup belonging and outgroup demarcation delineate the self from others based on the primary characteristics of each group. Trepte and Loy (2017) offer a concise conceptualization of the features of self-categorization, which encompass many of the elements mentioned earlier. They state: Social categorization implies that people are defined and understood not only as individuals but also as belonging to certain social categories (ability, socioeconomic status, or sexuality, for example [researcher’s clarification]. People socially interact based on experiences they have had with others who belong to different categories. During interaction, they constantly   18 contextualize their social categories. These, in turn, influence their behavior. (p. 3) When the literature speaks to the notion of individuals identifying with an ingroup, they experience group identification through a perceptual-cognitive construct that is not necessarily associated with any specific behaviors or affective states (Ashforth & Mael, 1989).  An individual “need only perceive themselves as psychologically intertwined with the fate of the group. Behavior and affect are viewed only as potential antecedents or consequences,” (Ashforth & Mael, 1989, p. 21). It is after an individual has identified themselves as being a part of a group that they are likely to subconsciously and consciously assume their identity as an ingroup member by functioning in ways that align with the inferred norms and values of those groups. As a basic example, if an individual believes that college students are intellectual, then they will assume they, too, are intellectual if they identify with the ‘college student’ group (Hogg & Tindale, 2000). By carrying out measures to declare group membership, individuals receive positive emotional feedback, which endorses the individual’s achievement of the membership-affirming actions, and enhances their self-esteem, thus providing validation for their ingroup alignment. Throughout one’s history, individuals establish and maintain the ‘self’ through memberships within copious groups. As individuals articulate their values and beliefs, they discard their membership to groups that do not align with the self. In other words, the creation of ‘self’ happens through decision-making processes regarding which groups to identify with--that is, which groups provide a valuable source of self-esteem for the individual. Individuals claim membership to one or   19 many groups that offer self-esteem, thus positioning them to access more people—engaging with likeminded people, or determining divergent ideologies, concurrently reifies an individual’s self-concept. This phenomenon supports Tajfel’s (1979, 1986) claims that people tend to have positive feelings towards groups of which they are a member compared to outgroup members. Brown’s (2019) understanding of Tajfel is that “people prefer to see themselves in a positive light, which implies that there will be a general search for positive distinctiveness in their perceptions of and dealings with other groups,” (p. 6). In other words, in sustaining a positive outlook of individuals in the ingroup, individuals can, in return, boost their self-esteem by claiming or affirming their membership to that group, thus reflecting the positive values they extend outward back onto themselves.   The Social Identity Approach In review, the social identity approach suggests that people have two versions of the self. One comprises a personal identity, which encompasses distinctive characteristics--bodied attributes, abilities, psychological traits, interests of a person outside of a group context, and the other describes a social identity, which comprises an array of salient group classifications. Social identification, therefore, is the psychological perception of oneness with or belongingness with others based on factors of personal identity or salient group classifications, some of which are assigned by others, influenced by intergroup dynamics, and resonate with an individual, and others of which the individual negotiates. A person’s self-concept remains both an intergroup as well as an interpersonal phenomenon, where collective   20 and personal identities groups are inextricably linked, directly influence one another, and are simultaneously contained inside separate theoretical frameworks. Within active processes of identity exploration and affirmation, individuals are continuously engaging in categorization and group maintenance to the degree that the group is functioning to reaffirm or deny their given self-concept at any particular time. This active defining and re-constructing of ‘self’ promotes the contextual, fluid, and complex nature of identity at large. People hold memberships to diverse combinations of social categories; all people are in stages of determining which group memberships best suit their self-concept while simultaneously maintaining membership to groups that offer stable support over time. Furthermore, the social identity approach supports the development of the self/Other paradigm and institutes a framework for how people articulate a positive sense of self and maintain membership within social groups. The framework additionally explains how group membership can support meaning-making and identity exploration within social dynamics by helping people determine who they are, or which groups they fit into and thus discover how they relate to others.  A Framework of Identity-Making Orsatti and Riemer (2015) developed the multimodal framework of identity-making to interrogate traditional theories of social identity and establish a broader comprehension of identity within the context of social media. The authors reject past scholar’s observations on the matter, namely, due to the implications within scholars’ intent to determine congruence between the online and offline self. These   21 aims, Orsatti and Riemer argue, imagine a hierarchy between online and offline articulations, and assume a pre-formulated, unchallenged existence of “the self,” that can only meaningfully exist offline. Following this assumption, previous scholars, by default, consider identities formed and displayed online as less valuable, reliable, or genuine. Supporting Orsatti and Riemer’s framework, scholars historically use the terms “self” and “identity” interchangeably to describe “the core” or “essence” of who a person is (Orsatti & Riemer, 2015, p. 10). Herein lies another criticism from Orsatti and Riemer: these conjectures assume social identities are singular and static through the lifespan. The frameworks fail to consider the dynamic and complex forces that contextualize an individual’s articulated self. Orsatti and Riemer challenge these pre-existing notions and offer an interpretation that lends itself to a more productive approach to placing social identities. According to Orsatti and Riemer (2015), individuals form their identities through active and practical reciprocations within their environment, including through the technologies that influence an individual’s daily experiences (p. 8). Identity formation happens, the authors allege, not only within deliberate cognitive thinking but through “our most basic ability to live in and cope skillfully with our world” (Hoy, 1993, p. 173). In other words, an individual’s manner of identity-making traverses a broad combination of internal and external interactions, environmental factors, and commonplace exchanges. Within this understanding, identity is situationally contingent and determined by the perpetual subject and object of negotiation within the individual (Code & Zaparyniuk, 2010). That is to say, an individual’s visible or exhibited disposition may lack congruence with one’s   22 inner nature, but only as a mechanism of conforming to the immediate context and environment. To these aims, the authors urge scholars to adopt a non-essentialist view of a person as “not having a stable, central, and unified self but . . . as continuously being constituted and reaffirmed by being part of various social practices and contexts” whether on or offline (p. 6). Orsatti and Riemer (2015) conclude their debate, asserting that the “Internet becomes an active part of how people form identities and how they come to understand themselves” (p. 1). The authors use the term identity-making to convey the perpetual re-articulation of oneself required in the act, thus reinforcing their rejection of online social identity as merely a watered-down replica of one’s offline self, portrayed through a digital environment (Orsatti & Riemer, 2015, p. 1). Taken together, these theories provide related, but distinct benefits, all of which to an extent function interdependently within one another, but not enough to stand alone. It is necessary to situate this work in a multimodal feminist-informed, intersectional framework of queerness and disability, alongside conceptions of social identity, as each perform different functions. Feminist-disability and queer theory help scholars understand why binary constructions of ability/disability, and conceptions of normal/abnormal, or self/other maintain structural systems of oppression, whereas intersectionality and identity theories highlight how these oppressions differ within various sociopolitical contexts. Within the scope of this research, these theories support the contextual factors that motivate LGBTQ+, disabled young people to engage in social media use to achieve social aims. Approaching this work from multiple lenses is strategically necessary as few   23 conceptual models account for the nuances needed to include non-heteronormative individuals and people with various disability embodiments in research. As Sleeter (2010) makes clear, no one theory or discipline alone can nor should attempt to handle the complexity and scope of sexuality, or the phenomena of disability.  Personal Rationale and Connection I grew up learning that my physical body and identity markers inherently restrict my social opportunities. I am a twenty-nine-year-old, statistically poor, visibly physically disabled, queer female, who also struggles with severe and persistent mental health challenges as well as physical chronic illness manifestations. I utilize social media as a tool for learning, visibility, and connection. It has been essential to my own process of identity-formation, and the crux of building community with others to whom I can relate.     24 Key Concepts and Definitions Coming Out. Coming out typically describes the process of a person disclosing their sexual orientation and/or gender identity. However, coming out can apply to any social identity or experience that is stigmatized when compared to the norms of society. For instance, individuals can “come out” as fat, disabled, chronically ill, autistic, or neurodivergent. Disability. Within this document, disability refers to a loss or restriction of functional ability or activity as a result of contextual barriers in the relative environment. Modern approaches to disability emphasize the effects that society has in collectively disabling people and denying opportunities, to look beyond biomedical manifestations and diagnostic pathologies of impairment1 (Martin, 2015). Disabled people2 or people with disabilities. People with disabilities describes individuals who have long-term physical, mental, intellectual, or sensory conditions which mediate and restrict their full participation in society. While contemporary etiquette practices emphasize using person-first language, this writer, as a disabled scholar,3 incorporates both identity-first and person-first language within this document to reflect shifts in language that reimagines disability as an                                                  1 The term 'impairment' is broadly contested as it undermines the understanding that society is responsible for processes of disablement, rather than disability existing as a trait of the individual. 2 As a disabled scholar, I use identity-first language alongside person-first designations to refer to people with disabilities. It is an intentional choice employed to reflect shifts in language guided by disabled people and supported within larger disability culture (Forber-Pratt, 2019). Identity-first language recognizes the presence of a disability as inseparable to the individual (Dunn & Andrews, 2015) and cognizes disability as a neutral phenomenon (Sinclair, 2013) free from determinations of human worth (Forber-Pratt & Zape, 2018; Gitchel, 2011). The data used in this work derive from personal experiences of adults who choose to self-identify using identity-first language, e.g. as disabled, LGBTQ+ adults. 3 Non-disabled scholars who are contributing to disability research should ask their participants, or relevant organizational spokespersons about their preferred terminologies. If that is not possible, person-first language should be used (NCDJ Style Guide, 2018).   25 inseparable, neutral facet of an individual (Dunn & Andrews, 2015; Silvers, 2009). While person-first language is widely utilized and accepted as the preferred method of identification within some minority groups, such as autistic populations, not all groups within disability culture are proponents of identity-first language.  Discrimination. Discrimination occurs when a person acts on prejudice, or a preconceived opinion that is not based on reason or actual experience, by treating someone differently. One type of discrimination is microaggressions, defined as commonplace verbal, behavioral, or environmental events (Sue et al., 2007), or educational, financial, political, and policy systems that convey hostile, negative, or derogatory insults toward persons of marginalized status, directly due to that status (Olkin et al., 2019). When that discrimination is systematized, pervasive, and unjust, it is oppression, and when targeted at people with disabilities, it is ableism (2019). Emergent disability scholarship considers ableism as an interconnected system that functions within discursive, representational and relational processes that perpetuate the abled/disabled binary and able-bodied privilege (Campbell, 2009; Goodley, 2017). Gender Identity. Gender identity refers to “a person’s internal sense of being masculine, feminine, androgynous, or neither. As such, it permits distinguishing between transgender and cisgender individuals, a transgender person (as opposed to cisgender) being one whose gender identity differs from (as opposed to matches) her/his/their biological sex at birth,” (Park, 2017, p. 1). Because they differ to the majority in terms of sexual orientation and gender identity, LGBT people are also referred to as ‘sexual and gender minorities.’ It should be noted that, although these   26 categories continue to be widely used, sexual orientation does not always appear in such definable categories and, instead, exists on an unstable, fluid continuum (American Psychological Association, 2012), and people perceived or described by others as falling under the LGBTQ+ umbrella may identify in various ways (D’Augelli, 1994). LGBTQ+. LGBTQ+ is the non-exhaustive acronym for the spectrum of sexual orientations and gender identities outside to encompass heterosexual dynamics, including lesbian, gay, bisexual, trans*, and questioning/queer. Note, LGBTQ+ people are defined with respect to two distinct characteristics: (1) sexual orientation and (2) gender identity (OECD, 2019).  Passing. Passing, as described by a contributor of the GLBTQ Encyclopedia Project, is defined as seeking or allowing oneself to be identified with a race, class, or other social group to which one does not genuinely belong (Gianoulis, 2015, p. 1). The reasons for passing can be as complex as the social structure, but passing has most often occurred for reasons of economic security, such as increased access to employment or housing; or physical safety, when exposing one's true identity might attract violence; or for the avoidance of stigma (Gianoulis, 2015, p. 2).  Sexual Orientation. The Williams Institute describes sexual orientation as “a person's capacity for profound emotional and sexual attraction to, and intimate and sexual relations with opposite-sex individuals, same-sex individuals,” both opposite-and same-sex individuals, or neither depending on how a person may identify (Park, 2017, p.1). “Sexual orientation allows for differentiating between heterosexual, lesbian, gay, bisexual, queer, and asexual orientations,” (2017).   27 Social Media. Social media describes a catch-all term that refers to the set of tools, applications, and services that enable people to interact with others using Internet-based network technologies such as personal computers and smartphones (Van der Graaf, 2015). Social media functions as metaphorical virtual meeting places that introduce the exchange of media among users who are both producers and consumers (Chandler & Munday, 2020). Social media includes the popularization of weblogs and blogging, dynamic message boards, and virtual communities, as well as popular social networking services such as Facebook, Myspace, and Twitter, feature micro-blogging characteristics. It is to be noted that within this document, the author uses the terms social media and social networking sites (SNS), as understood within boyd and Ellison’s (2007) seminal framework, interchangeably. Their definition holds that web-based services that allow individuals to construct a public or semi-public profile within a bounded system; articulate a list of other users with whom they share a connection, and view and traverse their list of connections and those made by others within the system. (p. 211) Social Support. Social support is an all-encompassing term that can be categorized into three types: emotional support, social support, and instrumental support, or what others might refer to as informational support. Social support obtained online describes the internet-facilitated receipt of both tangible and intangible assistance from those in one’s social environment (Nick et al., 2018). Ryff and Singer (2000) characterize social support as “a participatory process that   28 involves nurturing relational exchanges with other individuals” (p. 96), primarily individuals within shared intra-group populations. Trans. Trans, more commonly known in the context of transgender identity, is an umbrella term used to describe a spectrum of people’s various gender identities that fall within a cross-gender identification from the sex they were assigned as at birth. Some queer theorists and social scientists use trans* with the addition of a typographical asterisk to represent “the expansiveness and constantly expanding communities of trans* people,” leaning toward inclusivity for gender non-conforming and non-binary folks (Nicolazzo & Quaye, 2017, p. 169). However, there have been critiques that the asterisk feels exclusionary towards gender non-conforming and non-binary folks because it enforces a binary expectation (trans-man/cisgender-man and trans-woman/cisgender-woman respectively) to “fill in the blank” for man or woman (UCDaivis LGBTQIA Resource Center, 2019).      29 Chapter Two: LGBTQ+ Disabled Young Adults: A Literature Review Young Adults and Emerging Adulthood U.S. culture recognizes young or emerging adults (between the ages of 18 to 29 years old) as living in a developmental stage of transition; according to social psychologists, it is during this time where identity explorations typically occur (Arnett, 2000; Arnett, 2015, Erikson, 1968). Previous research has shown that social media plays a significant role in young people’s construction and negotiation of identity, where social media functions as shared spaces that young people access to virtually engage with their friends, and explore identity-related matters (Itō et al., 2019). The online environment offers a locality where young people can test limits in their social world, form their “social identity” and seek the approval of their peers in the process. These elements heavily contribute to self-esteem and one’s sense of self or “ego identity,” both of which are an essential element of psychosocial development (Côté & Levine, 2002). Erikson’s two types of identity – ego identity and cultural or social identity – inform the psychosocial development of young people. Ego identity, to paraphrase, Erikson refers to “a conscious sense of self as unique,” and “continuity of experience,” and is an interdependent factor of social identity (Côté & Levine, 2002, p. 94). Social identity “captures the extent to which there is a supportive community that validates the identity and gives it strength” (Côté & Levine, 2002, p. 94). The scholars explain that a “greater validation of social identity can nurture ego identity” (2002, p. 94). In other words, having an abundance of close-knit, quality connections make for a more secure and positive sense of self. Erikson precisely argues that the “most obvious concomitants” of identity “are a feeling of being at home in one’s   30 body,” a sense of “knowing where one is going, and an inner assuredness of anticipated recognition from those who count” (Erikson, 1968, p. 165). A core assumption recognized by formative scholars is that people’s subjective sense of who they are is, to a significant degree, determined by the way they perceive and define themselves within social groups (Levy et al., 2005 p. 200).  Recent sociocultural and technological shifts in industrialized societies, however, have reshaped how and when young people find and join informal social groups and carry out their psychosocial developments.   Unlike previous conceptions of identity and development, “it is no longer normative for the late teens and early twenties to be a time of entering and settling into long-term adult roles” (Arnett, 2000, p. 259). Instead, these years “are more typically a period of frequent change and exploration” (Arnett, 2000, p. 259). Recent cultural shifts have reshaped young people’s methods of socializing with one another and exploring aspects of themselves. With the click of a button, young people can fulfill a significant amount of their social needs online. Not only have the mechanisms of engaging in social behaviors changed dramatically, but social trends have also demonstrated that young people spend more time in states of exploration and development throughout a later time in their lives compared to previous generations. These changes establish a need to reconsider what constitutes a “young adult” and “emerging adulthood.”  In an article published in Lancet Child and Adolescent Health, scholars argued that adults do not mature until they are into their 30’s (Pasha-Robinson, 2018; BBC News, 2019). Lead author Professor Susan Sawyer (2018), affirms the   31 change is due to delays in role transitions, including prolonged durations spent in educational domains, and increased rates of individuals buying property, marrying, and establishing families later in life than previous generations (Sawyer et al., 2018). Furthermore, the understanding that adolescence encompasses 10–19 years of age “dates from the mid-20th century, when patterns of adolescent growth and the timing of role transitions were very different to modern patterns in many places” (2018, p. 223). The author maintains that the “contemporary patterns of adolescent growth and popular understandings of this life phase has lifted its endpoint age well into the twenties, occurring up to age 24,” (p. 223). Following this guidance, the age bracket that would encompass emerging adulthood would surpass 29 years of age (Sawyer et al., 2018, p. 223). To be clear, the researcher applies these considerations to her research and thus refers to any person aged 18 and 30+/- as a young adult, and the corresponding age range as young adulthood or emerging adulthood, interchangeably. During emerging adulthood, young people engage in new skills and experiences, expand their social networks, and gain knowledge to inform their worldview by interacting with multiple ecological, social systems (Arnett, 2013; Arnett, 2015; Erikson, 1968). More relevant to this study is that emerging adults experience increased opportunities for autonomy, identity exploration, and world-making as they reconcile between forging an independent self and maintaining financial and social-emotional attachments to their family of origin (Arnett, 2014). Corroborating these findings, Arnett’s (2014) Clark University Poll of Emerging Adults shows that 77 percent of 18 to 29-year-olds somewhat or strongly agreed to   32 the statement “This is a time of life for finding out who I really am,” while 83 percent of participants agreed with the statement, “This time of my life is full of changes.” (Arnett, 2014). Generally speaking, emerging adulthood is a time of opportunities and precarity, with the magnitude of each depending on the individual, their socioeconomic and cultural environment, and their degree of resource access (Schwartz et al., 2015).  Those with sufficient resources, including financial capital, positive self-image and maturity, and robust social supports, are likely to be afforded and engage in opportunities that elevate their potential and lead to a positive developmental trajectory. Disproportionately vulnerable individuals, such as those who are structurally disenfranchised by poverty, disjointed family systems and generational trauma, minority identifications, or by chronic disease and disability, face secondary challenges. These challenges often relate to identity and self-concept, illness management, health complications, and limited experiential opportunities that result in unmet social support and guidance (Houman & Stapley, 2013). As mentioned later in this work, LGBTQ+ disabled young people in particular encounter fewer social opportunities, particularly to learn about, and experience romantic relationships in their immediate physical words. This population may also discover that their family, peers, or other formal supports do not offer the acceptance and nurturing they need (Rosario et al., 2013). The potential absence of these supports is particularly troubling, as prior research confirms the benefits of receiving acceptance from friends and family on health disparities like depression, and overall perceived quality of life for minority individuals (Rosario et al., 2013; Ryan et al., 2010). In   33 consequence, LGBTQ+ young people with disabilities may struggle to achieve the developmental tasks of socialization and identity within the culturally expected timeframe, to experience access-related hardships in various areas of their lives.  Social Media’s Current User Base: Young People Global data shows that more than 3.5 billion people worldwide (Mohsin, 2020) or nearly half of the world’s population (46 to 49 percent) have active social media accounts (Kemp, 2020). In the United States, social media users comprise 226 million people (Edison Research, & Triton Digital, 2020, p. 20). Data reporters associate the elevated use of social media to the prevalence of smartphone ownership, particularly within younger cohorts, and eased access to social media technologies on mobile devices. Marilyn Mohsin (2020) author for the e-commerce organization Oberlo speaks to this point: Mobile possibilities for users are continually improving, which makes it simpler by the day to access social media, no matter where you are. Most social media networks are available as mobile apps or have been optimized for mobile browsing, making it easier for users to access their favorite sites while on the go. (paras. 2-3) Recent data determines that adults between the ages of 18 and 29, known as Millennials, make up the largest division of social media users, accounting for 90 percent of all users in the United States (Vogels, 2019). Evidencing Mohsin’s (2020) claim above, 96 percent of individuals in this age group own a smartphone (Anderson, 2019), and nearly all use their phones to access the Internet for social media purposes (Ortiz-Ospina, 2019). Because millennials and “digital natives”   34 (young people who have been around computers all their lives) have grown up with unprecedented access to social media and media-enabled smartphones, the majority of social media users remain steadily enmeshed in these technologies (Muir, 2017). As Bates, Hobman, and Bell (2020) articulate, the young generation’s “immediate and personalized mobile access to social media...accompanies them through all of the environments they inhabit” in their day to day activities (p. 54)  Social Media Use and Associated Outcomes Some literature suggests that SNS may be a “double-edged sword,” as it is capable of both enabling people to express their thoughts and feelings, and exacerbating existing psychological vulnerabilities (Keles et al., 2020, p. 80). On the one hand, SNS use can foster a sense of community, increase the availability of social support, and allow for inter-exchanges of information and connections with like-minded others (Obst & Stafurik, 2010). On the other hand, some scholars purport that heavy SNS use can manifest into the new phenomenon of “problematic social media use.” Problematic social media use best depicts young people’s engagement in social media in ways that undermine their wellbeing. Examples include negative psychological outcomes (Flynn et al., 2018, p. 1), or encountering social, school, or work difficulties (Marino et al., 2016). Some scholars argue that outcomes such as depression, loneliness, anxiety, and decreased self-esteem exist due to social networking site use, in addition to depression, which has become an emergent concern among scholars (Lenhart et al., 2015). Other researchers have suggested that problematic use is instead a consequence of other aspects of psychological ill-being (Satici et al., 2014) and manifestations of existing adjustment   35 problems (Martínez-Ferrer et al., 2018), and not the use itself. A substantial number of studies show that engaging in social media use may either elicit protective factors or increase a user’s predisposition to specific health or social-related vulnerabilities. Though the evidence remains inconclusive, it is advantageous to know the significant findings on each side of the debate. Numerous empirical articles correlate high rates of social media use among young adults with both depression and anxiety (Kuss & Griffiths, 2017; Labrague 2014; Murrieta et al., 2018; Wright et al., 2013). One systematic review of thirty studies indicated that 16 percent of studies analyzed substantiated a positive but small correlation between online social network engagement and depressive symptoms, and included multiple caveats (Baker & Algorta, 2016). Seabrook et al. ’s (2016) systematic review examined the relationship between SNS use and depression and anxiety. The scholars determined similar findings of increased symptoms of depression and anxiety, including negative interpersonal interactions, frequent social comparisons, and other problematic behaviors, all of which social media use was a contributing factor. However, Seabrook et al. (2016) addressed many contra-indicatory findings and associations within their research.  Additional findings from Primack et al., (2017) conducted a nationally representative sample of 1,787 U.S. adults aged 19–32 years old about their social media habits perceptions of isolation. Their data suggest that young adults with high social media engagement tend to feel more socially isolated than their counterparts with lower social media usage (p. 7). Primack et al. reason that the “increased time spent on social media may displace more authentic social experiences that might   36 truly decrease social isolation,” but that “certain characteristics of the online milieu may facilitate feelings of being excluded,” (2017, p. 6). The authors also pin the perceived isolation increase to the fact that social media feeds are often highly curated, only broadcasting users’ best moments, or the most socially desirable aspects of one’s life (Madden et al., 2013). Exposure to such highly idealized representations of others’ daily lives--although heavily manipulated--may trigger a person’s innate drive to evaluate their progress and standing on various aspects of their lives (Festinger, 1954). These responses, in turn, “elicit feelings of envy, or the false belief that others lead happier and more successful lives” (Primack et al., 2017, p. 6).  Research by Verduyn et al. (2017) found that passively using social network sites provoked social comparisons and envy, which may have negative downstream consequences for subjective wellbeing (p. 295). In contrast, the same study showed that when active usage of social network sites predicts subjective wellbeing, it creates social capital and stimulates feelings of social connectedness (p. 296). Their findings suggest that active engagement is more likely to produce a positive outcome. Passive browsing, in comparison, they argue, is more likely to produce a negative outcome, perhaps due to the open exchange that occurs in active users engagements versus the silent value judgments people form as they scroll through someone’s social media feed. On the contrary, oppositional data challenges these criticisms by highlighting the benefits, such as findings that link increased social capital and reduced loneliness to higher social networking site (SNS) use (Lee et al., 2013; Manago & Melton,   37 2019). Scholars Lin et al. (2020) suggest that people who feel more socially connected online may gravitate toward technical systems that reify those connections and that using sites like Facebook allows people to reinforce distant and otherwise fleeting relationships. The scholars offer the possibility that there may be a positive feedback loop between a user’s engagement with the platform, and the perceived benefits a user experiences (p. 4). Thus, the social networks young adults use may facilitate the development of robust interpersonal connections. Additional findings from a systematic review of qualitative data from Baker and Algorta (2016) suggest that individuals experiencing positive social relationships and interactions via Facebook are less likely to report depressive or anxious symptoms. Reasons for these outcomes vary, though prior studies indicate that young adults who are less comfortable with face-to-face interaction may prefer social networking sites for communication because it may be less intimidating to initiate social contact or express themselves (Barker, 2009; Indian & Grieve, 2014). Supporting research from Grieve and Watkinson (2016) suggests that having others acknowledge and validate one’s true self is associated with better psychological health and that an individual can more readily express their true self can on Facebook than in person (p. 420). More specifically, Grieve and Watkinson’s (2016) study asserted that better coherence between the true self and the Facebook self was associated with better social connectedness and less stress. The research from scholars cited previously (Seabrook et al., 2016; Verduyn et al., 2017) shows how some users may engage in social media in ways that may be harmful. However, Berryman et al. (2017) argue that many findings significantly   38 “differ from much of the warning-focused public dialogue” (2017, p. 308). Interestingly, research from Berryman, Ferguson, and Negy (2017) found no indications supporting the claim that social media use is predictive of impaired mental health functioning (p. 308). Berryman et al. (2017) suggest how one uses social media may be more crucial than mere exposure, supporting the evidence in Verduyn et al’s (2017) dually contradicting findings. While social media-related risks undeniably exist for young adult Internet users, non-heterosexual, disabled young adult’s offline social environments are also often fraught with risks that prohibit safe disclosure of their disability, or sexual and gender identity. Compared to non-minority counterparts, sexual minorities with disabilities experience an increased risk of rejection, as well as verbal, physical, and sexual victimization, both in and outside of the home. These vulnerabilities contribute to clinical concerns such as substance use, depression, post-traumatic stress, and elevated suicidality (Craig & McInroy, 2013; Craig et al., 2015). These challenges emphasize the potential benefit of Internet communication technologies for minority adults. For many emerging and young adults, engaging in social media use affords opportunities for self-exploration, relationship building, and expressional freedom that outweigh potential dangers. As many of the cited cases reveal, it is not the act of engaging in media itself that is harmful, but the methods and motives for utilizing online spaces (Naslund et al., 2016).  Social Media for Social Support and Identity Construction Since its inception, research on Web-based communications, like blogs, forums, and social networking platforms, has remarkably increased. Scholarship in the field has given rise to a profound understanding of the way technologies have   39 altered contemporary communication practices. The latest progressions in this area have led to a wealth of digital environments through which everyday people construct and negotiate identities through multimodal, web- and text-based tools. Social networking technologies have distilled \"the structural and functional characteristics of mass/interpersonal/peer communication\" that are typically observed in real-time exchanges, making them achievable through immediately available and widely adopted interfaces (Walther et al., 2010, p. 17). Social media remains a unique dimension of social communication; it facilitates the production and consumption of user-generated content, provides public locations for social commentary and discursive dialogues, and allows people to connect to close and distanced others. Users can engage in the platforms and with others through various means--sharing photos and videos, responding to users' content, keeping tabs on loved ones' goings-on by \"following\" their profile, and uploading content of their own. On Facebook, individuals can also form connections by participating in mutual groups, and privately communicating with users in real-time through Facebook’s direct messaging feature. The degree to which most of these functions remain public resides in the user's discretion, which satisfies the motives of users who want unbridled autonomy, but on their terms: young and emerging adults. Social networking technologies offer modernized ways to explore and express social relationships and identity, in a context unfamiliar to that of prior generations (Lijadi & Schalkwyk, 2017). The ubiquity and omnipresence of social media platforms within young and emergent adult's lives currently function, in part, as venues to fulfill vital developmental tasks that readily surface during this   40 evolutionary stage (Arnett, 2014; Davis & Weinstein, 2017; Erikson, 1968). Social media remain indispensable to emerging and young adult demographics; they support the actualization of an independent sense of self and provide channels for peer-based socialization. Through low-risk locales, users can carry out impression management (Hall et al., 2013) and self-presentation (Gonzales & Hancock, 2011) tactics. Users can explore identity-related curiosities, facilitate dimensions of self-expression through curated media sharing, seek interpersonal social supports, or pursue romantic connections, for example, all of which are central to the psychosocial and identity-related demands of young and emerging adulthood (Arnett, 2000; boyd, 2007; boyd, 2014; Davis & Weinstein, 2017).  All the while, these activities can be accomplished while preserving varying degrees of anonymity, mediating personal self-disclosure, and curating one's self-presentation. To this end, social media platforms function in ways similar to the ascent of online forums, chat rooms, message boards, and Instant Messaging technologies of the late 90's and early 2000's--providing numerous developmental opportunities for young and emerging adults. What is distinguishing about modern SNS is the “scale and scope” with which social media has become an enmeshed part of people's daily lives (Orsatti & Riemer, 2015, p. 1I). Orsatti and Riemer (2015) maintain that it is against this backdrop that identity and sociality emerge as central concepts for understanding the application, characteristics, and significance of social media (see “Theorizations of Social Identity”). LGBTQ+, Disabled Identity Intersections   LGBTQ+ adults and people with disabilities encounter many of the same socioeconomic and psychosocial disadvantages (Disability Rights Education &   41 Defense Fund ((DREDF), 2018). However, the experiences of LGBTQ+ disabled adults remain excluded from national datasets and individual empirical examinations, which make learning about their experiences an ongoing challenge (Healthy People 2020 Database, 2019; Perez, 2014). National research projects tend to operationalize structural characteristics like race, socioeconomic status, and gender as independent variables to measure thematic patterns and differences across groups. These determinations position sexual identity and disability as distinct factors of the individual, rather than collective group attributes--effectively rendering disabled LGBTQ+ individuals invisible (Nakkeeran & Nakkeeran, 2018). Not only is there a dearth of empirical data about LGBTQ+ adults, and adults with disabilities as independent categories, studies are even less likely to view LGBTQ+ and disabled identities as concurrent identity intersections, especially within the social and behavioral sciences. Concomitantly, research on LGBTQ+ disabled young people and their use of social media remains vastly underexplored. Determining the exact percentages of LGBTQ+ identified individuals, and disabled adults globally remain challenging for a multitude of reasons, such as reservations in identity disclosure, locational exclusion, and varied understandings of LGBTQ+ and disabled connotations across different cultural groups. What the data reveals within the United States, however, is that LGBTQ+ adults and adults with disabilities account for a significant portion of the population. Public health data demonstrates an estimated 4.5 percent of the adult population in the United States, or roughly 11.4 million people–identify as lesbian, gay, bisexual, or transgender, according to a recent analysis of polling data from The Williams Institute at the   42 UCLA School of Law (The Williams Institute, 2019). Similarly, one in four adults, or 61 million Americans, have a disability that impacts major life activities, as illustrated in the latest estimates from the CDC’s Morbidity and Mortality Weekly Report (Okoro et al., 2018).  Throughout history, LGBTQ+ individuals and people with disabilities have encountered, and continue to endure, parallel adversities. The dominant culture tends to identify non-normative individuals solely based on their embodied identity intersections—their gender identity and presentation of disability--while subjecting them to humiliation and indignity in the process of identifying them. At the same time, the cis-gender and heteronormative population’s refusal to accept LGBTQ+ disabled individuals as “regular” members of society push people in LGBTQ+ and disability communities to their margins either physically, or in terms of social visibility (Nakkeeran & Nakkeeran, 2018). Individuals with disabilities and non-heteronormative identity face a paradoxical reality of being both hyper-visible (intense scrutiny), and invisible (social exclusion) in society. Reddy (1998) illustrates this invisible-hyper-visible conundrum in her seminal work on normative whiteness: Whiteness and heterosexuality seem invisible, transparent, to those who are white and/or heterosexual; they are simply norms. In contrast, whiteness makes itself hyper-visible to those who are not white, much as heterosexuality forces itself upon the consciousnesses of gays and lesbians. And one way that these constructs reinforce their invisibility to those who   43 benefit from them is precisely through this hypervisibility to those who do not. (Reddy, 1998, p. 55) Due to their stigmatized and devalued status, LGBTQ+ and disabled individuals face various forms of violence: social labeling, isolation, stereotyping, as well as bullying and discrimination. These outcomes exacerbate identity repression and simultaneously reinforce social distancing for those who are courageous enough to express their identity--as well as those who do not have the option to conceal their identity. Such processes, reinforced by Western ethnocentrism, categorize LGBTQ+, and disabled adults as “Other,” (Conover & Israel, 2019).  LGBTQ+ Identity in the United States The social climate in the United States has dramatically transformed within the last decade, indicating more tolerance for people with non-normative identity and orientation expressions in specific contexts (Duncan et al., 2019). For instance, political changes in the number of people who accept same-sex marriages rose from 31 percent in 2004 to 61 percent in 2019, according to polling data (Pew Research Center, 2019). Additionally, according to the 2013 Pew Survey of Americans, 93 percent of LGBT individuals believed “society is becoming more accepting” of their sexual orientation. Overall, favorability expected to increase (Pew Research Center, 2013a). However, 2018 Accelerating Acceptance Index, a national survey among U.S. adults conducted by The Harris Poll on GLAAD’s behalf, saw an erosion in LGBTQ+ acceptance from 53 percent in 2017 to 45 percent in 2018 (The Harris Poll & GLAAD, 2019). Among the most recent findings, 36 percent of young people said they were uncomfortable learning a family member was LGBTQ+ in 2019, compared with 29 percent in 2017 (The Harris Poll & GLAAD, 2019). Though the   44 Index reports that the drop in LGBTQ+ acceptance remains unchanged overall, a growing number of young people ages 18-34 report being less comfortable around LGBTQ people (The Harris Poll & GLAAD, 2019). These findings are particularly alarming, as it is this age group that society often regards as the most tolerant. A comprehensive study about the experiences of 1,197 LGBT adults in the United States confirmed that four in ten people had been rejected at some point in their lives by a family member or close friend because of their sexual orientation or gender identity (Taylor, 2013). Thirty percent state that they were a victim of physical violence because of their sexual orientation, and 58 percent reported being the target of slurs or jokes about homosexuality, and many reported discriminations in the workplace (Taylor, 2013). It is important to note that it was only as recently as 2013 that the 4th edition of the Diagnostic and Statistical Manual of Mental Disorders characterized gender non-conforming identities as illness under the pathology of Gender Identity Disorder (GID) (Byne et al., 2018). The diagnosis has since been re-labeled as Gender Dysphoria in the most recent edition of the Diagnostic and Statistical Manual. However, its presence remains a complex and highly contested event. Opponents who reject the inclusion of Gender Dysphoria in the DSM-5 argue that the diagnosis unfairly pigeonholes human differences as human disease. That is, the existence of the diagnosis within the DSM-5, an internationally renowned reference and authority on diagnosing mental disorders, likens non-normative identity configurations to psychological dysfunctions. Often, this pathology occurs despite any diagnostically credible evidence of life-interfering distress in the individual.   45  Furthermore, if transgender and other LGBTQ+ people do happen to present with symptoms of distress, the distress is generally a manifestation of shame (Greene & Britton, 2012). According to Budden (2009), the shame response encapsulates “the painful self-consciousness of, or anxiety about, negative judgment, unwanted exposure, inferiority, failure, and defeat,” (p. 1033). Sexual minority populations experience shame as a consequence of society’s outright dismissal and lack of acceptance for all “atypical” gender and sexuality configurations (Greene & Britton, 2012). Shame is the product of social derision, biased experiences, physical intimidation, and damaging cultural messages, and it remains a core element within studies of LGBTQ+ identity formation and development (Sedgwick, 2009). Adding the compounding effects of disability positions individuals at greater risk and vulnerability.   Disabled and Ill Identity in the United States Public attitudes about and experiences of people with disabilities vary per context, disability type, and interceding social factors. While it is impossible to provide an in-depth view on every disability and corresponding data within this document, a few studies lend a basic overview about social distancing within perceptions of disability, and the discriminatory experiences of people with disabilities. Barr and Bracchitta (2014) studied the attitudes toward people with disabilities based on three broad, general groupings: developmental disability, behavioral disability, and physical disability. People had the most contact with individuals with physical disabilities, and the most negative attitudes toward individuals with developmental disabilities (Barr & Bracchitta, 2014, p. 231).   46 Contact with individuals with behavioral disabilities was the best predictor of positive attitudes toward all disability types (Barr & Bracchitta, 2014). Different research from Huskin, Reiser-Robbins, and Kwon (2018) revealed that some people might be more hesitant to interact with people based on visual manifestations of and stigmatizing ideas about specific disability types (p. 54). Their data suggests the general public tend to enact the greatest social distance toward individuals with HIV/AIDS, mental illness, intellectual disability, and autism, respectively (2018, p. 59). Both of these findings match the early findings of Westbrook et al. (1993), which indicated that the most stigmatized disabilities tend to be those that are most visible, those that involve mental functioning, and disability presentations in which the affected individual is seen as liable for their condition, such as in the case of mental health diagnoses. LGBTQ+ people and disabled adults disproportionately encounter social distancing, discrimination, and victimization from both peers and adults (Krahn et al., 2015); many feel discriminated against and invisible not only within society but within their own already marginalized communities (Kronfeld, 2018; Patterson et al., 2015). Internet technologies provide minority adults a way to cope with the inequities they experience by finding comfort in interacting with others online (Craig et al., 2015).  Social Media: LGBTQ+ Populations The landscape of LGBTQ+ populations in the United States has undergone numerous changes in the past several decades. Within the past ten years, LGBTQ+ people have experienced fluctuations in social acceptance (The Harris Poll & GLAAD, 2019), and a rapid decline in the number and types of LGBTQ+-specific   47 venues, including gay bars, nightclubs, and bookstores (Simon Rosser et al., 2008). As such, LGBTQ+ people have taken to online platforms to connect with others and navigate and explore various parts of their identities (Gross, 2003; Gross, 2004). Social media technologies in particular, which span from contemporary venues like Facebook, Instagram, Reddit, and Tumblr, to traditional media like blogs, forums, and message boards, perform various socio-cultural and developmental functions for LGBTQ+ people, culture and communities (Duguay, 2014; Haimson, 2018; Kuper & Mustanski, 2014). In a nationally representative survey of 1,197 people, 80 percent of self-identifying LGB individuals reported using and connecting to others through SNSs. An additional 55 percent reported that they had met new LGBT friends by connecting online (Pew Research Center, 2013a). Among emerging adult populations specifically, 90 percent of all adults aged 18 to 29 and 89 percent of LGB self-identified adults in the same age bracket have used social networking sites and various social media platforms to connect with others online (Pew Research Center, 2013a). Similar findings of LGBTQ+ youth indicate they are active social media users as the platforms help “reduce distress and refute stereotypes” or negative perceptions about themselves and their identity (Hanckel & Morris, 2014, p. 3). Additional research from Duguay (2016) suggests social media provides young people with opportunities to share stories of similar experiences, access sexuality-relevant information, and experiment in the presentation of one’s self to the rest of the world.  Social media provides minority individuals the opportunity to confidentially search for information about LGBTQ+ identity and form meaningful connections   48 with others online when offline possibilities are limited (Bates, Hobman & Bell, 2020). Evidence from previous studies confirms that young adults are more likely to discuss socially taboo ideas or explore information on stigmatized topics online (Pingel & Thomas et al., 2013) due to diminished risk with navigating anonymously. Online, individuals can initiate intimate relationships, locate sex partners, learn about safe same-sex sexual behavior, sexual health promotion, and orientation identity (Pingel & Bauermeister et al., 2013). Venues that enable individuals to navigate anonymously may be particularly significant to LGBTQ+ people who may not be comfortable discussing sensitive matters, like sexual health, with parents or friends. It may bring additional benefit to individuals whose sexual health needs may exist outside of traditional heterosexual sex education curriculums. To this point is the case of 19-year-old Anthony, a gay male quoted in Gray’s (2009) study about young LGBTQ+ adults who use online technologies for various purposes. Anthony stated: I definitely think online is probably the best way [to get real information] … because books and stuff are usually like fiction...you get a story but it's not real, whereas online you can learn so much… I think online is way more-it gives you way more information; you can search up anything you want; you can go and look up [information from] different countries even… (p. 101) Additional findings from Craig and McInroy (2014) confirm that minority young people tend to disclose information more openly when interacting with others who exist outside of their offline social circle (Kanuga & Rosenfeld, 2004). Research shows individuals favor this approach due to anonymity, reduced risk of   49 receiving stigmatizing attitudes from peers, and decreased fear and inhibition due to social distance (Ma et al., 2016).  Access to social media platforms may be additionally beneficial for people who live in conservative socio-political climates environments that limit the possibility of openly exploring identity-related matters. For some, asking vulnerable questions and experimenting with embodiments of their identity would generate social ostracization and compromise safety. For instance, members of various ethnic/racial backgrounds may receive messages that being LGBTQ+ is unacceptable within their community or culture (Higa et al., 2012). Negative perceptions may be in part due to the particular value assumptions and agreements established within specific ethnic-specific or religious populations, which often result in increased levels of internalized homophobia (Harper et al., 2004; Harper et al., 2016). To avoid being ostracized, they may connect with others, and answer their identity curiosities online.  Gray’s (2009) data from nineteen months of ethnographic fieldwork in rural Kentucky evidences this with the case of Brandon, a college-aged, bisexual, African American male. Brandon used the Internet as what he referred to as his “gay outlet” (p. 1178). Gray (2009) explained how Brandon struggled to reconcile his sexual desires, which he viewed as threatening to the bonds he shared with family and friends, and oppositional to his leadership position at school (p. 1178). Going online allowed Brandon to explore the intricacies of his identity during a time when coming out to family felt irreconcilable with his established identity as a young, well-liked, progressive Black student (p. 1179). Brandon shared:   50 ...I found websites about political stuff… there was a whole world of people talking about being bisexual… well, not as many people talking about that but at least I could see [emphasis added] places that were for people like me… this was my gay outlet… I could read personals, stories about people my age telling their parents about their feelings… I could even find rooms for chatting with people living near my hometown! (2009, p. 1178) Seemingly, the Internet is a crucial resource for young adults. It is particularly vital to those who cannot explore their identity offline--due to lack of “gay spaces,” or owning another significantly marginalized identity that would make coming out an extreme risk.  Online technologies like social media remain an affordance for people of religious groups who may not approve of LGBTQ+ people due to the tenets of their religion, or personal cultural perceptions. Etengoff and Rodriguez’s study suggested gay men from Christian and Orthodox Jewish backgrounds used online communications more frequently (61 percent) than religious supports such as prayer or religious counseling (34 percent) to make sense of their coming-out process (2016). For young minority individuals, navigating online serves as a protective factor, allowing individuals to cultivate a sexual minority identity online when their offline lives may require them to present as heterosexual or limit their identity presentation in some way (Hillier & Harrison, 2007). Sexuality and gender diverse young people additionally value online information to locate professionals who identified as allies, resulting in higher consistency and patient engagement (Sawesi et al., 2016; Robards et al., 2019, p. 7). LGBTQ+ people may benefit from   51 communicating and learning through Internet technologies to achieve identity-specific information needs. A similar reality exists for individuals who embody an LGBTQ+ identity in addition to added minority markers (Miller, 2017) such as LGBTQ+ people with disabilities or chronic health conditions. Social Media: Illness & Disability Populations A study by Pew Research examining Internet use and health revealed that 59 percent of adult Americans, or 80 percent of Internet users had accessed disability-specific or health-related information online (Fox, 2011). In a more recent Pew Research survey, one in four adults, or 24 percent of users reported that they turned to others who had the same health condition during their last bout with illness. Twenty-six percent had followed someone else’s health journey online, and 16 percent of Internet users reported going online to find others who might share the same health concerns in the last year (Fox & Duggan, 2013). However, the experiences of disabled and chronically ill individuals have yet to be fully understood. Much of the social sciences literature about disabled and chronically ill adults’ use of social media are positioned within contexts of risk-prevention or focus on specific experiences of online learning, or young adult college students (Kimbal et al., 2018; Miller, 2017). However, research from technology and communication-oriented scholars on people with disabilities and chronic health conditions who use assorted technologies, including social media, overwhelmingly demonstrate that by modern social media technologies and SNSs may be emancipatory tools for disabled and chronically ill people. That is, digital environments may provide venues for individuals with disabilities and life-limiting conditions, who experience various   52 access limitations, to expand their social circle. Emerging technologies allow individuals to engage with others in new ways that promote social relationships, and strengthen self-determination, independence, participation, and overall quality of life. Furthermore, social media offers individuals affected by illness a solution for health management by means of enabling specialized access to health information, as well as social support, and other psychosocial benefits (Frost & Massagli, 2008; Househ et al., 2014). Darcy and colleagues (2016) studied the effects of a mobile technology-based application on people with various disabilities. Their results matched data previously identified by researchers in the field, indicating the potential for people with disabilities to engage in technology to promote independence and enhance disability citizenship. More specifically, participants revealed that the mobile platform provided opportunities to express identity, personality, individuality, and uniqueness. Furthermore, the technology functioned as venues for entertainment—music, photography, messaging interfaces, but also facilitated participants’ narrative identities, which some participants used as conversation starters.  Viluckienė and Ruškus (2017) analyzed national survey data to identify the perceived online social capital among adults with and without disabilities in Lithuania. Their research suggested that participation in SNSs by people with physical and sensory disabilities leads to stronger social capital compared to non-disabled SNS users. For clarity, Steinfeld, Ellison and Lampe (2008) described social capital as the benefits a person receives from their relationships with other people, at an individual and community level. Viluckienė and Ruškus’s (2017)   53 research explicitly showed greater affective/evaluative dimensions of social capital. The scholars applied the values of affective/evaluative capital expressed by the UN Convention on the Rights of Persons with Disabilities (CRPD) (United Nations, 2007) relating this particular online capital to dignity, autonomy and valuable participation in community life. More significantly, their data indicated that social networking platforms are of greater use and value to people with disabilities than those without, and that people with physical disabilities receive the most benefit. Viluckienė and Ruškus (2017) reason that the higher use and efficacy of social media among people with physical disabilities may be due to individuals’ limited mobility, and the affordance of online interfaces to transcend environmental and geographical barriers. Broadly speaking, their research shows that people with disabilities can use SNS to “establish connections, contacts, and participate in dialogues according to their interests,” (2017, p. 400). Their findings are consistent with prior research from Obst and Stafurik (2010) and Shpigelman and Gill (2014), both of which indicated that engaging in social media platforms can enhance disabled people’s sense of social belonging, and facilitate social supportive networks for receiving moral support and advice, particularly through participating in disability-specific communities on the Internet. Research from Pacheco, Yoong, and Lips (2017) on the use of social media by young people ages 18-24 with varying degrees of vision impairment who were transitioning to university life showed that information and communication technologies played an enabling role by mitigating transition-related stressors. Participants described how they used social networking sites as mechanisms to   54 “enable impairment compensation,” (p. 4). Elements in impairment compensation included accessing information, facilitating communication, assisting learning, arranging and sustaining support, increasing collaboration, and achieving social connection and participation. For instance, mobile technologies made it easier for individuals to connect with others who faced challenges and turning points related to the academic system, which facilitated socialization and collective empowerment. In specific, the digital interface and interactive online tools within social media sites allowed them to post questions, start group discussions and get feedback from other students who were also concerned and/or had some knowledge about particular academic tasks. In this way, individuals used social media to self-advocate in the academic environment and share in the experiences of others encountering similar adversities.  Furthermore, participants also used social media to maintain existing relationships as well as build new connections. Pacheco et al. (2017) indicate:  meeting new people at university was a difficult task for most participants, who felt isolated, especially at the beginning of the academic trimester. For them, making new friends was perceived as the way to fulfil their need for socialization and to receive support and information regarding academic matters. (p. 9) It is important to note that the participants indicated a preference for face-to-face communication but explained that social media was an entry point to offline interactions. It was a way to connect with friends to make plans, as well as coordinate with particular faculty and staff in ways that were less physically   55 demanding. Though this study was oriented to the academic environment and university learning, the study demonstrates how ICT and specifically social media helped them navigate the complexities of their disability in ways that can be applied to other contexts.  Obst and Stafurik’s (2010) research on the sense of community gained through involvement in disability-specific spaces online shows that online spaces can be effective avenues for social connection and social support for individuals with a physical disability (2010, p. 525). Their data shows that going online renders high levels of moral support and that the amount of time spent online helps determine how connected people feel to other disabled people online (2010, p. 529). More than 60 percent of people in the study reported spending at least two hours a week online with other disabled people, primarily through forums (2010, p. 529). The data also suggests that feeling a sense of community produces higher levels of subjective wellbeing in the areas of personal relations and personal growth (2010, p. 530). In general, the study provides evidence that belonging to a broader online community of relatable others can positively augment wellbeing and can support feelings of belongingness (p. 530). These findings align with observations from other scholars, such as Raver et al., (2018). Raver and colleagues' (2018) research indicates that when a person with a disability experiences a positive disability identity, as defined by embodying a positive sense of self, and feeling an affinity for, connection to, or solidarity with, the disability community (Dunn & Burcaw, 2013), they simultaneously experience “a sense of belonging” (2018, p. 159). Holding a positive self-concept as it relates to disability, or what Dunn and Burcaw (2013) refer to as “a   56 coherent disability identity,” is believed to help individuals adapt to their condition, including navigating related social stresses and daily hassles (p. 148). Scholars also link a coherent disability identity to reduced symptomologies of anxiety and depression in certain disability formations (Bogart, 2015). Aside from online and digital technology use within diverse disability populations, it is additionally common for individuals with chronic disease to take advantage of social media to engage in shared experiences and source condition-specific information to aid in their health management (Fox, 2011). Various published papers on online social media and health have shown beneficial qualities to individuals living with chronic health conditions (Eysenbach et al., 2004; Lee & Cho, 2018; Walton et al., 2017; Yoo et al., 2014). For instance, Merolli et al., (2015) studied the online behaviors of individuals with chronic pain to assess the therapeutic affordances of social media on patients’ self-reported health outcomes. For clarity, the scholars defined social media as “online community platforms that allow users to connect and share interests and/or activities,” (Merolli et al., 2015, p. 14). Their results found that individuals with chronic pain reported improved psychological wellbeing from using SNSs. Participants indicated being able to feel more “enjoyment of life” and that social media increased their “relationships with other people.” Merolli et al’s findings confirm several other studies (Frost & Massagli, 2008; Greene et al., 2011; Househ et al., 2014; van Uden-Kraan et al., 2008) that have reported improved psychological and social outcomes from social media engagement.   57 Individuals with severe mental illness are increasingly turning to popular social media, including Facebook, Twitter, or YouTube, to share their illness experiences or seek advice from others with similar health conditions (Naslund et al., 2016). People with serious mental illness report benefits from interacting with peers online from greater social connectedness, feelings of group belonging, and by sharing personal stories and strategies for coping with day-to-day challenges of living with a mental illness. Findings from Naslund et al., (2016) on the online experiences of people with serious mental illness showed that people who engaged with others through online support networks experienced decreased feelings of isolation, and declines in self-stigma (Naslund et al., 2016). More specifically, participants cited feeling “greater social connectedness and belonging” and viewed “sharing personal stories and strategies for coping with day-to-day challenges,” as beneficial to their everyday lives (Naslund et al., 2016, p. 3). The results from Naslund et al. (2016) confirms findings from the Pew Research Center, which suggests having access to information curated by peers remains a significant supplement for people with chronic mental and physical health conditions (Fox, 2012). “Just as significantly, once people begin learning from others online about how to cope with their illnesses,” Susannah Fox, associate director at the Pew Research Center states, “they join the conversation and also share what they know,” (Pew Research Center, 2013b). Much to the experiences of individuals with mental health conditions seeking support online, research indicates that social support provides a buffer for minority individuals dealing with life stress (Trujillo et al., 2016). Increased social support   58 can mediate one’s psychological and physiological threat response (Hornstein & Eisenberger, 2017), which helps alleviate the intensity of mental health symptoms in adults (Alloway, & Bebbington, 1987). People who receive supportive messages online experience psychosocial benefits, including improved affect, positive reappraisal, and enhanced perceptions of their stressors (MacGeorge et al., 2011). Online networks, including SNSs, provide opportunities for individuals with mental health and disability-related challenges to access various types of support, including advice, emotional comfort, esteem boosts, and strengthened networks, all of which facilitate positive mental health outcomes, coping, and resilience (Oh, 2013).  These cases provide evidence toward social media as critical for minorities who experience differential access to healthcare and social support networks (Gonzales et al., 2016). The Internet, and more specifically social media is an innovative, effective method for young people with disabilities to socially engage despite restrictive social and locational elements, and other factors that hinder equal social access.        59 Chapter Three: Research Composition Methodology   The researcher chose a qualitative design using an online survey to understand the experiences of LGBTQ+ disabled young adults who use social media for various social purposes. The benefit of using web-based qualitative data was pivotal to hearing the first-hand accounts of young people’s experiences and examining the meanings of experiences from the perspective of the group by asking open-ended questions. Prior methodological inquiries show that employing online research technologies have been useful for encouraging research participation of groups which are hidden, hard to reach, and vulnerable (Henrickson, 2007). The online survey approach allowed for maximum diversity and worldview by making participation accessible despite location; the researcher aimed to prioritize inclusivity and meet the various needs of the participants by designing the survey in a way that was accessible through multimodal platforms. Though a survey design may obscure complexities compared to other modalities, like interviews, for example, they nevertheless play a crucial role in demonstrating empirically overarching outcomes of inequality for particular groups of people (Moodley & Graham, 2015). Survey data can be particularly significant in domains where preexisting data is scarce or not available. The data reflected a range of experiences and responses cited in similar research projects, and the online interface provided an ability to access a population that would be otherwise difficult to reach and interview (White & Dorman, 2001). The uniformity of belonging to a self-identified LGBTQ+ disabled population and utilizing social media for purposes of identity construction and social support formed the basis of this population with enough variation to allow   60 for differing opinions and various angles. The qualitative aspect of this research helps generate an overall snapshot of the experiences, feelings, and worldview of a specific community--and in the case of this work, LGBTQ+ disabled young people, while also allowing room to unpack differing perspectives within the group.  Positionality and Rigor of the Study The Role of The Researcher The researcher describes her epistemological position in the study as follows: Data derived from the perspectives of people that are LGBTQ+ and disabled per their own self-identification. Due to the survey-based nature of the research instrument, the researcher did not engage with the participants to directly collect the data. However, the researcher has a tangential, distanced relationship with the sample due to her orientation as an emerging adult who self- identifies as queer and disabled, situating her within LGBTQ+ populations, and disabled populations.  While it is problematic to dilute the unique experiences of LGBTQ+ individuals into a single story or propose that LGBTQ+ individuals belong to a singular and homogenous community, “for many oppressed groups, the experience of commonality is largely the commonality of their difference from, and oppression by, the dominant culture” (Gross, 1991, p. 117). Individuals may not share a collective identity, given the multitude of factors that contextualize individuals’ experiences of coming out. However, in the prevailing culture, hegemonic power structures dictate the social positioning of LGBTQ+ disabled people, which generates a common reality of marginalization for LGBTQ+ disabled people (Gross, 1991). The researcher endures comparable trials due to her intersecting identities.   61 Thus, she can pinpoint relatable details in individuals’ experiences and her own. The proximity of researcher’s experiences to participants’ experiences lend themselves to an essential element within phenomenological research, according to Moustakas (1994) cited by Creswell (2007): The type of problem best suited for [phenomenological] research is one in which it is important to understand several individuals’ common or shared experiences of a phenomenon. It would be important [for the researcher] to understand these common experiences in order to develop practices or policies or to develop a deeper understanding of the features of the phenomenon. (p. 76) Moreover, the researcher has a degree of academic knowledge in the fields of Social Work, Sociology, Women and Gender Studies, and Social Justice. The researcher’s position as an individual who meets the same demographic qualities of those included in the study, combined with her various knowledge in addition to gaps in current literature, underpins the motivations for this work.  Rigor of The Study   An ever-present challenge of qualitative research involves the concern of demonstrating trustworthiness and rigor of the work, or “truth value” (Lincoln & Guba, 1985, p. 290). While many frameworks and ideas exist about which strategies determine the rigor of phenomenological research, the researcher employed the widely cited and acclaimed research criterion proposed by Lincoln and Guba (1985) for purposes of merit and credibility. The researcher employed Guba and Lincoln’s (1985) “trustworthiness guidelines” based on the vast bodies of research that utilize   62 their framework. The scholars possess a broadly accepted distinction among social science researchers, thus inferring the credibility of their methodological configuration. To this point, Polkinghorne (2007) asserted that “validity is a function of intersubjective judgements” and thus depends on “a consensus within a community” to hold merit (p. 474). Answering to Polkinghorne’s (2007) statement is Guba and Lincoln’s (1985) model, which continue to outrank various systems and approaches social scholars have offered to appraise efficacy and validity within qualitative studies (Loh, 2013). Lincoln and Guba’s (1985) dimensions of trustworthiness parallel each of the four rigor dimensions of quantitative methods. The criteria which include credibility, transferability, dependability, and confirmability, may be foundational to qualitative research because, “they respond to the foundations of conventional scientific research,” (Lincoln, 2007, para 1.). Table 1. Guba & Lincoln’s (1985) Trustworthiness Criteria explain their criteria. The strategies the scholars offer as methods to achieve each of the quality criteria describe Table 2. Guba & Lincoln’s (1985) Techniques to Achieve Criteria. Table 1. Guba & Lincoln's (1985) Trustworthiness Criteria Quality Criteria Definition of Quality Criteria Credibility The confidence that can be placed in the truth of the research findings. Credibility establishes whether the research findings represent plausible information drawn from the participants’ original data and is a correct interpretation of the participants’ original views. Transferability The degree to which the results of qualitative research can be transferred to other contexts or settings with other respondents. The researcher facilitates the transferability judgment by a potential user through thick description. Dependability The stability of findings over time. Dependability involves participants’ evaluation of the findings, interpretation and recommendations of the study such that all are supported by the data as received from participants of the study.   63 Confirmability The degree to which the findings of the research study could be confirmed by other researchers. Confirmability is concerned with establishing that data and interpretations of the findings are not figments of the inquirer’s imagination, but clearly derived from the data. Reflexivity The process of critical self-reflection about oneself as researcher (own biases, preferences, preconceptions), and the research relationship (relationship to the respondent, and how the relationship affects participant’s answers to questions).  Correspondent to the definitions provided above are strategies to achieve the quality criteria set forth by Guba and Lincoln (1985).  Table 2. Guba & Lincoln's (1985) Techniques to Achieve Criteria Criteria Techniques to Achieve Criteria Page Source Credibility (internal validity) Prolonged engagement (p. 301-304) Persistent observation (p. 304-305) Triangulation (sources, methods, investigators) (p. 305-307) Peer debriefing (p. 308-309) Negative case analysis (p. 309-313) Referential adequacy (archiving of data) (p. 313-314) Member checks (p. 314-316) Transferability (external validity) Thick description (p. 316) Dependability (reliability) Overlap methods (Triangulation of methods) (p. 317-318) Confirmability (objectivity) Dependability audit: Examining the process of the inquiry (how data was collected; how data was kept; accuracy of data) (p. 318-327) *Table adapted from Loh, 2013, p. 5  The researcher used the following delineated strategies for accuracy and credibility: persistent observation, triangulation, and dependability audit, among other measures. Describing persistent observation, Lincoln and Guba (1985) assert that   64 if the purpose of prolonged engagement is to render the inquirer open to the multiple influences - the mutual shapers and contextual factors - that impinge upon the phenomenon being studied, the purpose of persistent observation is to identify those characteristics and elements in the situation that are most relevant to the problem or issue being pursued and focusing on them in detail.  If prolonged engagement provides scope, persistent observation provides depth. (p. 304) In application of Lincoln and Guba’s (1985) explanation of persistent observation, the researcher engaged herself in the iterative nature of qualitative research through continuous analysis, assessment, and simultaneous fine-tuning, thus investing sufficient time in familiarizing herself with the data. By reading the raw data, taking inventory of the findings, and reviewing the data again, the researcher was able to better ascertain the contextual factors in the lives of LGBTQ+ and disabled young people until prominent themes emerged, providing the researcher with the scope of the phenomenon under study. This step was a crucial and ongoing element of the work that allowed the researcher to procure a deep understanding of people’s lived experiences, acquire rich data, and avoid misinformation.  The researcher likewise carried out methods of triangulation. Triangulation aims to enhance the process of qualitative research by using multiple approaches (Sim & Sharp, 1998). Various triangulation types exist in qualitative research, such as method triangulation, which involves multiple methods of data collection as well as investigator triangulation, which is concerned with using two or more researchers to make coding, analysis and interpretation decisions. The researcher performed   65 method triangulation by becoming versed in the various components of phenomenological research to assure her methodology adhered to standard procedures, and by studying other prominent bodies of research that contained similar aims to see if her findings exhibited similar traits. The researcher likewise engaged in investigator triangulation through ongoing evaluations with her thesis committee, who examined the data using the same methodological lens as the researcher, which established accuracy in her findings, or pointed out areas that required further scrutiny. Aside from the systematized devices used to determine rigor, throughout the course of constructing this multi-chapter document, the researcher consulted multiple experts in the field, namely her dissertation committee, all of whom are credentialed social work professionals who have ample experiential knowledge in conducting ethical research. It may be noted that this work is premised by multiple years of the researcher’s direct involvement in this work, first as an Undergraduate Social Work student. The researcher absorbed herself in the foundational knowledge necessary for carrying out an ethical academic research study--submitting a research proposal for IRB review, learning how to construct an ethical research survey and administer it on a HIPPA-compliant platform for secure data collection, and receiving IRB approval after many revisions and re-submittals. These measures were followed up throughout the researcher’s Graduate track in Social Work, and involved months of refining, narrowing, and clarifying both the aims and scope of this research. All facets of this work from its conception to completion received professional oversight by experts across multiple domains. Likewise, every element   66 involved in the construction of this Masters’ Thesis has been subject to scrutiny and review from the researcher’s thesis committee, each of whom have thoroughly examined this document to confirm that the researcher engaged in critical thinking and articulated her research in due depth and sophistication. In addition to the above-mentioned measures taken by the researcher to create a body of trustworthy literature, this research meets standards for procedural rigor, particularly through receiving IRB oversight from the University of Southern Maine. The Institutional Review Board approved the researcher to engage in this work based on an extensive evaluation, which determined the purpose and operationalization of the work adhered to ethical research standards within social and behavioral human subjects-related research. Furthermore, the researcher utilized contextually appropriate research theories as discussed earlier in this work and carried out a procedural methodology to situate the qualitative inquiry and make sense of the findings.  Additional ongoing reflective examinations were employed to reduce researcher bias and misinterpretation, which was critical throughout evaluations and categorizations of data into codes. The researcher became extremely familiar with the work through iterative processes of open coding, followed by multiple series of coding in order to determine the most appropriate terminologies to best represent the participants’ experiences (Corbin & Strauss, 1998). A handful of codes were constructed to sort the data and develop an understanding of emergent themes in relation to the stated research question. The researcher was guided through this   67 process, which involved a multistep process of identifying preliminary findings, which were later refined and solidified.  Lastly, to guarantee the researcher was not contextualizing the data with, or assigning meaning by inserting her own lived experience onto the cases analyzed, all of the codes were cross-analyzed by the experts on the researcher’s thesis committee, who arrived at similar findings and shared similar processes for arriving to such conclusions. These measures reflect the researcher’s integrity in implementing best practices for research, which include maintaining an objective lens throughout the research process. Data Collection Procedures The data for this study was collected through secondary data survey responses. More specifically, the data gathered answered two questions in the original work: “How has social media played a role in your identity construction, support network, sense of self, mental health, or self-representation?” and “In what ways does the use of social media influence the amount of social connection you have with other people? Does it increase or decrease your support network?”  Surveys were administered using HIPAA-compliant, SNAP Survey Software. Data for this research was automatically collected and stored electronically in a secure web-hosted space connected to the program’s interface. Survey data was exported into a spreadsheet, and participants were de-identified upon entry to maintain confidentiality. The design of the survey enabled participants to start, stop, and return to their submission form using individualized, program-generated links, to allow for elaborate answers, and ample time to accommodate for different   68 processing and articulation needs. The survey remained open from February 25, 2019 to April 3, 2019.  Sampling The current work included a randomly selected pool of 15 adults aged 18 to 31 located in the United States. The researcher began with 35 non-purposively selected cases from the original dataset of 112 cases. Through the researcher’s processes of familiarizing herself with the data, and clarifying the scope of the research, the researcher decided to narrow the sample from 35 cases, to 15 cases. This decision was informed by multiple factors, the most notable being the researcher’s emergent awareness, through extensive interrogations of the data, that she reached research saturation sooner than anticipated, and that a smaller sample would not do a disservice to the themes identified in the data, nor the essence of participants’ experiences. The principle of saturation describes the point at which no new information is obtained and redundancy is achieved. Glaser and Strauss (1967) articulate:  Saturation means that no additional data are being found whereby the [social scientist] can develop properties of the category. As she sees similar instances over and over again, the researcher becomes empirically confident that a category is saturated. The researcher goes out of her way to look for groups that stretch diversity of data as far as possible, just to make certain that saturation is based on the widest possible range of data on the category. (p. 61) Additionally, a narrowed sample allowed for a closer reading of the data and utilizing a mix of purposive and criterion-based sampling homogenized the sample   69 in ways that effectively supported the researcher’s efforts to hone the focus of the study to a particular subset: young adults. To narrow the sample, the researcher applied discretionary measures to exclude participants who exceeded 31 years of age. The researcher also filtered out anyone within the 35 cases who were located outside of the United States. These decisions were informed by the researcher’s understanding of the multitude of variables that contextualize the lives of young and emerging adults, which are much different compared to the contextualizing factors of middle-life and late-aged adults. It was additionally unknown to the researcher the extent of how social norms and cultural practices of non-U.S. locations could alter the findings, such as introducing outlier experiences. The researcher maintains the belief that an international, or cross-cultural examination of LGBTQ+ and disabled experiences is crucial to gaining awareness of different social and cultural forces on minority populations’ social processes. However, these determinations were configured in hindsight; the researcher did not have adequate knowledge in intercultural domains, nor did she consider the implications of broadening the initial survey criteria to individuals living internationally when this study was in its infancy. Upon applying the eliminating criteria, 14 participants were excluded from the study. From there, the researcher eliminated 6 more cases by using a random number generator, as the goal was to refine the pool into a workable sample while also maintaining the richness of folks’ varied experiences. Moreover, it was important to the researcher that she was not inserting bias over the selection of cases included in the study. Given that the work includes socially vulnerable individuals,   70 the researcher made it a point to accommodate all levels of social awareness and articulation skills. That is, the researcher did not want to consciously or subconsciously cherry pick cases based on factors of brevity, thoroughness, self-awareness, and other essential components associated with constructing an introspective or interpretative response. Parameters for included/excluded cases were decided on factors of reliability, as other parts of the world may hold cultural values about LGBTQ+ identity and disability that may skew the findings. The researcher selected a narrower age range, eliminating all prior cases where the participant’s age exceeded 31. Young adult lives are customarily in transitionary periods of self-learning and discovery (Munsey, 2006). There remains a stark difference in the objectives and uses of social media among young users than in adults who are in their mid-life and aging. Older populations require additional considerations relating to their health and the aging process that could not be concisely covered in this document without doing great disservice and would otherwise expand the depth of this work beyond workable measures. Future research may consider looking at LGBTQ+ disabled adults in the aging population to understand their lived experiences, determine their motivations for using social media, and consider the impact of their age range on various disabilities, illnesses, and other social factors.  Recruitment Participants were recruited through various social networking websites, including Tumblr and Facebook. On Tumblr, the platform’s search function was utilized to locate individuals whose posts were marked with relevant hashtags, such as #queer, #disabled, #LGBTQ+, #cripplepunk, #chronicillness, #gayanddisabled,   71 and so on. Oakley (2017) asserts within her research on transgender individuals who use Tumblr that hashtags “function both as a form of identity construction and community discourse by making posts searchable under common terms and, often, expressing a blogger’s gender or sexuality,” (p. 107). Each post, when clicked, brings a user back to the individual blogger’s home page, and each hashtag, when clicked, connects a user to all other posts that share the aforementioned hashtag. The researcher utilized these functions to locate and privately message bloggers to ask for their participation in the study, followed by the survey link if they expressed interest. On Facebook, links were disseminated to large closed groups specifically oriented to people who identify as LGBTQ+, or people who recognize themselves as having a disability. A total of four Facebook groups were surveyed for participants, three of which catered to the intersection of both disabled, LGBTQ+ identities. Other social networks were not considered as sites to recruit participants as the researcher’s access and familiarity with other platforms was insufficient.  The original surveys were administered online, and identifying characteristics were omitted. Basic demographic information was collected from the sample, including age, location, disability and gender identity. The original survey avoided a systematized checkbox method to quantifying identity and disability to avoid reducing identities into stable categories. Thus, these questions were not designed to be quantitative; participants wrote in their self-articulated gender identity and disability alignments to the degree that they felt comfortable. This created a wide spectrum of gender identity and disability variability in the sample.   72 However, this work was reviewed by three seasoned faculty members from the Social Work department at the University of Southern Maine, who helped synthesize and oversee this work to address changes as needed. Additionally, multiple coders were involved in determining the overarching themes in the data, and the researcher actively dialogued with the aforementioned faculty to help “create internal audits of the process” and “engender a reflexive environment about the researchers’ roles in interpretation and analysis,” (Dansby et al., 2017, p. 187). The Secondary Data The aim of the researcher’s previous work was to explore how LGBTQ+ and disabled adults utilize online spaces to engage in the creation and consumption of identity-specific locales, otherwise described by Fraser (1990) as counterpublics. The researcher aimed to identify social uses that take place in digital counterpublics as they relate to matters of identity construction, support-seeking, and knowledge production.  The Current Data The focus of the first study was to investigate identifying social uses that take place in digital counterpublics as they relate to matters of identity construction, support-seeking, and knowledge production. The research was grounded in an arts and humanities discipline, specifically Women and Gender Studies, and the survey questions were broad with ample room for interpretation—and therefore covered a multitude of areas. This current work is grounded in Social Work and utilized only some items from the original measurement tool. The prior survey included a set of 12 questions: 3 demographic, 8 open-ended, and one quantitative, inquiring about the significance of social media in people’s lives, and whether the participants had   73 prior positive and negative experiences. The current work only includes 2 of the 12 questions to narrow the scope and breadth of the data. Furthermore, the number of cases included in the current data were reduced from 112 to 15.  Feminist-Disability-informed Phenomenological Analysis  To best achieve the objectives of this work, the researcher performed a feminist-disability-informed phenomenologically based thematic analysis of secondary data. To address the current gaps in literature, this study aimed to answer the question: “What are the lived experiences of disabled, LGBTQ+ young and emerging adults who use social media for social support and identity construction?” by exploring the lived experiences of a significantly understudied sub-population, in their own words. The primary concepts used in feminist discourse and the social sciences, and within this research include social identity theory and related counterparts, intersectional theory, and feminist-disability theory, which provide the foundation for this analysis.   For this study, the researcher implemented a phenomenological methodology, as it supported the goals of the study, that is, to gain an understanding of the lived experiences of LGBTQ+ disabled young adults who use social media for identity construction and social support. A phenomenological method authorized the researcher to illuminate detailed descriptions and individual implications of lived experiences of a historically understudied and devalued population. Phenomenology enabled the researcher to infer insight by exercising curiosity, open-mindedness, compassion, and flexibility while immersing oneself in the verbatim text-dialogues of individuals' lived experiences in their own words. The associated duties of   74 phenomenological research positions researchers to identify the ways the contexts of people's social, cultural, economic, and historical worlds shape their daily experiences. Furthermore, qualitative research is appropriate for exploring less known or less understood topics or phenomena to encourage deeper understandings or unexpected findings to surface. Furthermore, the approach is suitable when a detailed, in-depth view of a phenomenon is needed to explore a previously understudied multidimensional reality. Scholars have employed methods of ethnography to identify shared patterns of a social or cultural group, and it is not suitable for this study. While culture remains a component of LGBTQ and disability experiences, culture is not the primary focus of this research. A case study approach could have also supplied detailed data as it allows the development of a comprehensive depiction and case interpretation of a single case or numerous cases. However, a case study approach could not adequately meet the researcher's commitment to centering the lived experience of the participants in her work. Thus, a phenomenological methodology satisfied the needs of the research, and perhaps most importantly, provided a reliable method to capture the realities of LGBTQ+ disabled young adults.  As mentioned earlier, the researcher analyzed secondary data. The researcher sought to reuse previous data as the population and topic area remained consistent throughout each study, and the questions answered in the original research were robust enough to sufficiently answer the question guiding the current work. A phenomenological thematic analysis was an appropriate analytical methodology for this work, because the purpose of phenomenological research is to describe and   75 understand the intricate experiences of a given population, within a specific context (Benson, 2013, p. 24) . All participants included in this study share the phenomenon of owning an LGBTQ+ disabled identity, though particular factors such as rural or metropolitan living, sociopolitical climate, race/ethnicity, or religious background, for instance, create different vulnerabilities, systematic affordances and disadvantages, and versatile experiences in context. Thus, a “phenomenological model strives to understand disability and illness by focusing on what it means to be disabled from the first-person perspective of the disabled person,” (Martiny, 2015, p. 554). Phenomenological approaches are well-suited for topics within disability studies, particularly due to the malleable configuration of the framework, which can reach far beyond rigid conceptions of elemental properties--such as gender or biological impairment--to instead capture the essence of the entire person in whichever ways the person describes themselves.     76 Chapter Four: Data Analysis and Results This quantitative study used a phenomenological design in which cases that met the required criteria, as ascertained in previous subsections, were included in the thematic analysis. The purpose of this study was to explore the online experiences of LGBTQ+, disabled adults to understand how individuals in this population utilize social media to navigate processes of identity construction and social support. Participant Demographics Age and Location The data for this work derived from a secondary dataset of survey responses from 112 individuals ages 18-72 living all over the globe. The researcher utilized non-purposive, random sampling to narrow the number of cases to 35. From there, the researcher implemented an additional round of refining through purposive sampling. The purpose of the refinements was to create homogeneity in the data and focus on a specified subset of individuals--in this case, young and emerging adults. This study included 15 cases from individuals living in the United States, between the ages of 18-31. Participants resided in Arizona, Florida, Kentucky, Maine, Missouri, Nebraska, New Jersey, New York, Ohio, South Carolina, Texas, and Virginia, respectively. Three participants resided in New York, two lived in Virginia, and one lived in each of the remaining states mentioned above. Table 3. Participant Demographics: Locations in the United States contain this demographic data, and Figure 1. Locations of Participants illustrate the data in a corresponding color-coded map. Table 3. Participant Demographics: Locations in the United States (N=15) U.S. States Frequency of People per State  Number of People per Frequency   77 ---- 0 --- Arizona, Florida, Kentucky, Maine, Missouri, Nebraska, New Jersey, Ohio, South Carolina, Texas 1 10 Virginia 2 2 New York 3 3   Total: 15   Figure 1. Locations of Participants   Gender Identity The information supplied by the sample revealed a broad range of gender identities, as evidenced in Table 4. Participant Demographics: Gender Identity. The majority of participants identified as gender non-conforming, specifically, nonbinary (N=6) or trans,* (N=4) with differentiating elements. The remainder of the sample described their identities in the following ways: genderqueer/fluctuating, alexigender, agender, female, and cis woman. It is worth noting that while the question inquired only about gender identity, some participants chose to disclose their sexuality as well, perhaps because it is a critical element to how they see themselves.   78 Table 4.  Participant Demographics: Gender Identity (N=15) Identity Groupings Given Gender Identifications Frequency of Identity Type nonbinary nonbinary lesbian 6 nonbinary butch nonbinary, autigender nonbinary, gendervague nonbinary nonbinary trans* transmasculine 4 transmasculine transgender male (ftm) transgender male (ftm) genderqueer/fluctuating genderqueer/fluctuating 1 alexigender alexigender 1 agender agender 1 female female 1 cisgender woman cis woman 1 Total 15   The data additionally revealed an expansive range of distinguishing characteristics that describe how individuals articulate their intersectional identities. Markers of disability type, as well as other considerations like ethnicity, economic status, heritage, and religion, were disclosed in varying degrees by participants. The open nature of the instrumentation determined what information was and was not shared, as disclosure remained up to each participants’ discretion. However, it remains challenging to attach meaningful and accurate language to these   79 identifications and construct a table similar to the one above without attaching generalized assumptions to the words used by participants. Unlike the data on gender identity, participants’ responses regarding their intersecting identities were so diverse that they did not contain commonalities in the language used. The researcher has no way of verifying if her interpretations of participants’ identifications match the intended meanings in how participants see themselves. Additionally, endeavoring to take on this task without participants’ input risks placing individuals into static categories of identity, much to the detriment of this research, because disability, like many other pertinent intersecting identity markers, is a fluid and ever-changing phenomenon. Data Analysis  The researcher performed a phenomenological thematic analysis of the data. The analysis identified ten codes corresponding to the verbatim answers to “Question 1: How has social media influenced your identity construction, support network, sense of self, mental health, self-representation, etc.?” The analysis identified another ten codes corresponding to the verbatim answers to “Question 2: In what ways does the use of social media influence the amount of social connection you have with other people?” Responses that were left unanswered or indicated no change were coded as “little to no change,” and accounted for in the analysis. Some codes were later combined with other related codes for purposes of succinctness and clarity while identifying emergent themes. Question 1 and Question 2 produced a total of 20 codes, and the researcher consolidated some into smaller groups to synthesize the data into relatable parts, and to construct themes. Table 5. Codes and Themes for Question 1 and Table 6. Codes and Themes for Question 2 illustrate the   80 theming process for each question. Table 5. Codes and Themes for Question 1 Question 1: In what ways does the use of social media influence the amount of social connection you have with other people? Does it increase or decrease your support network? Preliminary Codes: Themes: Social support Access to \"others like me\" Learning; resource acquisition Identity Exploration; Resource Acquisition Identity construction Positive Identity Development Eased communication, expedited communication Streamlined communication Access to community; Shared experiences Access to \"others like me;\" Belonging Opportunity for expanded worldview Removed from themes as it only appeared once Platform for resource acquisition Access to “others like me”  Table 6. Codes and Themes for Question 2 Question 2: In what ways does the use of social media influence the amount of social connection you have with other people? Preliminary Codes: Themes: Mitigated loneliness Belonging; Mental and Physical Wellbeing Accessible connection Streamlined Communication Relationship-building, maintaining distance relationships Relationship Facilitation Social support, access to community Access to \"others like me\" Eased communication, expedited communication Streamlined Communication Identity-specific learning, self-acceptance + self-understanding Positive Identity Development; Identity Exploration, Role Formation  Following multiple iterations of open coding, refining, and re-articulating the language used to situate participants’ experiences, the codes generated from Q1 and Q2 revealed 1 neutral theme, 4 major themes, and 3 minor themes.  The major   81 themes revealed include community/belonging; positive identity development; streamlined communication; relationship facilitation, and expanded worldview. Minor themes include access to “others like me,” and mental and physical wellbeing (subthemes of community/belonging), as well as identity exploration (a subtheme of positive identity development). The researcher designated responses from people who attested to social media as having little to no influence in their identity development and socialization, or questions that were unanswered to the neutral theme of “little to no change.” These major themes are represented with definitions in Table 7. Major and Minor Themes. Table 7. Major and Minor Themes (N = 15) Qualitative Themes; Definition of Each Theme Major and Minor Themes Definitions Major Theme 1:  Community/Belonging  Access to online communities of like-minded others facilitates feelings of community, and belonging, and reduces social isolation.  Minor Theme A:  Access to “Others like me”  Social media helps people access supportive networks consisting of people who have similar experiences, interests, curiosities, and goals. These online access points may translate into offline support in the form of face-to-face engagement and social activism. Minor Theme B:  Mental and Physical Wellbeing Social media serves as a protective factor against negative mental and physical health outcomes. Major Theme 2: Positive Identity Development Social media supports processes that lead towards positive identity development, which involve building self-esteem, facilitating exploration of and commitment to self-definition, reducing self-discrepancies (distress arising from the gap between one’s actual self and ideal self), and fostering role formation and achievement.  Minor Theme C: Identity Exploration The active questioning of various identity alternatives, such as through learning identity differentiations, including identity-specific language and information.   82 Major Theme 3: Streamlined Communication Social media allows for instant access to others in less socially and emotionally demanding ways, and written text allows for stronger social connection. Major Theme 4: Relationship Facilitation Social media is a platform for accessible connection, relationship-building, and maintaining distance relationships. Neutral Theme: Little to No Change  Social media has little influence on identity and support.  Major and Minor Themes Major Theme 1. Community/Belonging Participants spoke to their lack of supportive ties with LGBTQ+/disabled people in their offline environments. They simultaneously suggested that engaging with others on social media helps to offset the lack of engagement they experience by providing them with a platform where they can express themselves. Some participants shared that the limitations of their disability/illness restricted the amount of social contact they have with people. Thus, social media served as a place to communicate and share ideas without judgment, in the company of people who could relate to their experiences. One participant cited that social media is the only social enclave where they feel safe to represent their authentic self. For me, social media helped me learn more about the LGBT community and accept myself. when I was questioning, I got onto Instagram and searched the “LGBT” hashtag. immediately I found support, awareness, positivity, and other people with my experiences.   Being disabled and sick I have no friends close by, and I don't have any queer friends close by at all. I have always been odd one out in my physical community, due to physical and mental illness, disability, being queer, even just [due to] the things I say and how I express myself. Social media has really helped me build friendship and confidence.  Facebook...is sort of where I still have to \"play straight/cis\". My distant relations don't know about my queer status, and at the request/demand of my mother, they never will. I keep my old name up, don't post pictures with friends or partners, and rarely even post anything. This crosses over with my   83 status as a visibly disabled person - for people who don't see me outside of Facebook, they might not know about my inability to walk etc., since my mother usually crops photos to exclude my wheelchair. So, Tumblr is really the only social media platform where I feel that I can represent myself to the highest degree of honesty. Tumblr is really the only social media platform where I feel that I can represent myself to the highest degree of honesty.  Minor Theme A. Access to “Others Like Me” Most participants indicated that social media helped them locate, interact with, and establish connections with other people who “were like them.” Engaging in this process was beneficial to their identity-making and support processes, as it allowed participants to learn that other people in the world shared their thoughts and experiences, thus validating their uncertainties. Moreover, social media emerged as a crucial resource for most: individuals expressed that SNSs provided “the only space” to learn about LGBTQ+ identity and interact with other LGBTQ+ individuals. It's one of the only spaces I have where I can connect with people like me, and get useful information, framing, suggestions and feedback, as well as providing a safe space for expression.  It's hugely valuable to me and I have been active in identity-based online communities for over 20 years.  The only way I learned about queer identities was through social media. I grew up in a fairly sheltered environment, so I didn't know any queer people outside of the Internet. I was able to find...and connect with people who were like me online since nobody in my day-to-day life was like that.  By the time I was diagnosed with my first chronic illness, I was on Tumblr already, and I knew there was a community of people out there like me.  In addition to the unprecedented access to others and feeling of community that engaging in social media generated, social media proved to be particularly advantageous to folks who lacked the option to engage with other LGBTQ+/disabled individuals in traditional ways offline due to their health. Individuals utilized SNSs as a way to maintain social connections. Participants indicated:   84 During times when my health prevents me from going out, social media is my window to the world and how I maintain friendships.   Social media allow[s] me to still have contact with people when I’m unable to go outside. The online nature of social media enables me to be social when I wouldn't otherwise be able to, such as if I was unable to leave my house.  Social media provided venues to access other LGBTQ+ and disabled individuals whom they could communicate with and share experiences. The affordability of the Internet helped participants expand the number of social connections they had with other people, which was crucial to their social development as some individuals did not know anyone in their local area who shared elements of their identities. Furthermore, social media served as a bridge to share and socialize with others for those who, at times, are unable to socialize offline due to the limitations posed by their health circumstances.  Minor Theme B. Mental and Physical Wellbeing  Participants cited having access to and receiving support from social media; it served as a protective factor against health outcomes, and a way to cope when mental health symptoms arose, namely feelings of isolation and loneliness.  I have a lot more social support due to having access to these sorts of tools [like social media]. I know I would be a lot more lonely, bored and sheltered from the real world if not for social media.  Without the help of social media, I would still feel utterly alone in this world. It’s been incredibly helpful to find that I am not alone in this journey, which has definitely helped my mental health.  During days when I can't leave the bed, social media feels like a lifeline.  One participant indicated social media helped them face family rejection:  My online LGBT friends gave me the courage to come out to my parents and a few close IRL [in real life] friends. When I wasn’t accepted by my father   85 that took a big toll on my mental health, but my online friends helped me through it. Major Theme 2. Positive Identity Development On the topic of positive identity development, participants expressed at length how connecting with others online contributed to a positive self-view. How individuals conceptualized themselves, as well as how social media produced a positive shift in individuals’ sense of self, ranged vastly. Individuals cited matters of self-acceptance, self-understanding, and negative self-beliefs, which they made sense of by connecting remotely through social media. For many, seeing virtual others cross a profound struggle that they could relate to, validated their hurdles, and lessened the feelings of discomfort, shame, or uncertainty they felt. Early on, I was convinced that no one would love me except out of pity, that I would have to spend years hiding my autistic traits in order to have a partner tolerate me, that I would never be understood...access to other autistic people changed that.  I am much more comfortable now expressing myself as I feel I am on any given day and being more open about who I am.  I used to think my intrusive thoughts, rage, etc. were a moral failure, but seeing how others experience them has normalized and destigmatized these symptoms for me.  It gave me validation for my experiences and the language to define them. Before long, I was a proud spoonie and cripple. Minor Theme C. Identity Exploration  A significant element of positive identity development that numerous participants articulated was the role of social media in their identity-exploration process. Within their various processes, social media equipped people with resources to learn about alternative identities, and challenge preconceived ideas surrounding their socially ascribed identities. Furthermore, they were able to adopt a new   86 language and investigate different self-labeling. Many of these negotiations occurred through being able to witness other people’s journeys, which opened themselves up to new ways of thinking about themselves. Primarily, what played a role in ultimately getting me to call my own self into question, was taking in the experiences of trans individuals on YouTube. Watching them talk about the feelings and events leading up to their coming out led me to realize I, too, shared those experiences in a way. The catalyst for my coming out was being contacted by a trans friend on Facebook, and we had a talk about how I perceived myself throughout my life.  It helped create a good support network for me as I grew into my identity as a bi trans man, since I started talking to more queer people online and educating myself on queer identities. Without this information shared on social media, I wouldn't even have the language to describe huge parts of my identity and life experience.   When I started to consider that I might be attracted to women, I sought out other people’s experiences. I found so many stories online that were similar to mine. I felt validated and less alone since I didn’t know anyone who was out.   Honestly through various social media sights I have met friends who have been able to find this side of me that I didn't really know existed about my sexuality. [They] made me ask the questions about myself and look at myself in a way that I didn't think about previously.  I very recently begun to identify partially as genderqueer. This is directly related to my online involvement with other nonbinary people, especially with a friend who started using it/its pronouns. I found some similarity and relation there when they described their own gender identity to me, and I found a similar interest in it/its pronouns - as a sort of bite back and a harsh taking back of gender. (As I describe it to others: \"it/its is aggressive and harsh. It is impossible to passively ignore. I like the fact that it rubs up against you, discomforts and unsettles''). This is an identity impacted both by neurodivergent identity and by broader queer identity, and it would not have been possible without social media.    Social media has helped me to learn about different identities within the LGBTQ community and helped me to realize that some of those applied to me.   Being able to test-drive my identity in a safe place increased my confidence enough to speak about myself and my identity with people in my life.   87  I am...in a couple groups specific to bisexual identity, and they've helped me learn about this part of myself that I didn't get a chance to acknowledge or explore before getting married; being a \"straight-passing\" wife and mom has been a little bit confusing and rough lately. It helps to know other people deal with being misunderstood in this way.   By showing me ways other people express themselves and inspiring me, [I've learned] things that have helped me understand my own identity in regard to being queer and disabled.  ...I grew frustrated with how little I knew about myself. It's silly, but I made a blog on Tumblr and only followed other autistic people. It was an amazing sort of crash course in learning myself: despite having spent years in \"treatment\" for my disability, I didn't even know the most basic of terms and ideas, such as executive dysfunction, stimming, special interests, and sensory overload. It was like meeting myself for the first time. I had the chance - on that blog and on others - to meet other autistic people properly for the first time. I can't emphasize how much these spaces have positively impacted my mental health. It is incredibly terrifying and lonely to be neurodivergent in a neurotypical world and to have no words for your experiences.   Major Theme 3. Streamlined Communication Participants in the study spoke about the role that social media technologies played in their communications. Individuals viewed the text-based medium of most social media platforms in a favorable light. For some, it allowed people to engage and share ideas with others in less physically and emotionally taxing ways--due to offline social communication barriers, for example. In contrast, other people spoke to the nature of text-based mediums, which allowed for editing one’s thoughts and responding when it is most suitable. Being autistic, I have always struggled with in-person communication. It is exhausting, often hostile, ableist, and difficult for me. From a young age, my parents were supportive and allowed me a lot of access to the Internet. Even before I strongly identified with any of [my major] identities, I socialized almost entirely digitally...access to a controllable, less exhausting social space meant I spent less time recovering from trying to pass, make eye contact, process spoken word, etc.    88 I'm a skilled writer and an extrovert, both of which means I can take advantage of text-based communication and communicate relatively authentically.  I’m an introvert and feel more comfortable socializing within my own parameters anyway. I like that I can feel connected to others while not exhausting myself in the process... I feel as if I communicate better through the written word than verbally, so I tend to feel closer to people with whom I have a written connection.  I express myself better in writing than in speaking, so I'm able to bring up topics I wouldn't normally converse about in face-to-face conversations.  I don't get as easily exhausted by social interaction online.  [Social media platforms] improve my ability to connect. Social gatherings exhaust me easily, which was especially true closer to the time of my brain injury.  Major Theme 4. Relationship Facilitation The study participants indicated using social media to maintain existing relationships with friends and family or people in their everyday lives. It was a particularly useful way for individuals to keep in touch with loved ones who had moved away, or for individuals who had moved to a new area to stay connected to their friends and establish new social connections. I have made friends and had conversations the likes of which I wouldn't be able to with the small community I grew up in.  I think online spaces like social media have given me closer connections to some offline friends and very meaningful connections to friends who I know exclusively online.  [Social media] helps me keep in contact with people much more often and enables me to keep up with many more people.  [Social media] allows me to speak with my friends and fellowship with people who share my experiences.  I rarely interact with people offline and am not lonely solely because of online spaces. I probably know dozens of friends now digitally (maybe 40,   89 50?) and I am close to many of them.  There were two years where all my in-person friends lived in one city. Now we are all at least an hour away from each other, so actually socializing with them is mostly done online with occasional meetups. Down the line we'd like to live in the same area again but for now this is what it is. I actually met them all online too, and they helped me get out of a dead end situation.  [Social media] helps me branch out: I can connect with a whole lot of different people, and not just the small group of people I’m used to in real life. It also helps me be more confident around others.  I live in an extremely rural area. It gives me a chance to connect with those people if I would like to attend or host an event. Without it, I would lose the strength of those connections and my in-person relationships would degrade over time because of my inability to nurture them physically.   Neutral Theme. Little to No Change The researcher accounted for responses that indicated having little to no effect on the outcomes of the data, which she placed in the “little to no change” category and considered a neutral theme. One participant cited feeling as if their use of social media had little influence on their identity development and social support, and another participant did not answer the question.  Social media doesn't really affect my on- or offline socialization, apart from the fact that it keeps me tangentially connected with people I don't get to see often.  Individuals indicated SNSs served as both an ongoing and facilitative tool for individuals to connect to others, share experiences, and navigate identity-related concerns. For many, connecting with people online helped to combat unwanted health outcomes, such as loneliness and isolation, particularly for people whose offline engagement is mediated by the effects of their disability or illness. For some, social media was cited as the primary source of communication and connection with other LGBTQ+/disabled adults.    90 Aside from the findings that were prominent enough to categorize as major and minor themes, one individual cited having an experience relating to a broader worldview, while another mentioned role/identity experimentation in regard to “trying on” identities or labels to see which one “fit.” These aforementioned elements illustrate the crucial aspects of young adults’ access to safe, identity-specific communities, as these spaces can support the facilitation of cornerstone elements of emerging adults’ social development--belongingness, problem-solving, identity-making, and support, for example.     91 Chapter Five: Limitations, and Discussion of the Findings Limitations This research contains several limitations that deserve consideration, beginning with the measure used to gather data for this study. This research used previously collected data generated from survey questions oriented to the same general population oriented to this research. The original questions involved a digitally mediated survey consisting of open-ended questions, meaning participants had primary control over producing the data content that was collected. However, the two questions interrogated in this work, referenced in previous sections, addressed many ideas at once and used language coded in inherent bias and assumption. For instance, one of the questions asks, “How has social media influenced your identity construction, support network, sense of self, mental health, self-representation, etc.?” The phrasing of the question positions the researcher to assume a pre-existing relationship, and thus participants may have supplied a different response compared to an entirely open-ended, non-assuming question. Given the subjective properties of qualitative research and the limitation in the articulation of the survey questions, one cannot assume that the data given by participants did not arise due to an inherently directed question. However, this was only observed in hindsight and went unnoticed during the infancy of this work. Regardless of the researcher’s intentionality in error, the biased language must be taken into consideration to how the articulation of the questions, and interpretation of the open-ended inquiries may have influenced participants’ responses.   An additional limitation is the terminologies used in the process of sorting the data into codes and themes. This work went through extensive coding and   92 recoding, beginning with a close read, followed by open coding, and numerous processes of refining and altering these words. It remained a challenge for the researcher to locate descriptive language that best fit each theme and captured the essence of participants’ experiences without making generalizations, or to the opposite effect, boxing in categories without room for flexibility. Case in point, the more significant elements of this work having to do with identity and social support share similar origins and functions across psychosocial and sociocultural domains. Parsing out whether “community,” or “belonging” was most appropriate was an ongoing battle--which the researcher ultimately solved by combining the two. Determining which essential elements best fit each theme or subtheme was a challenge and limitation imposed by the researcher’s lack of experience in investigating such a robust study using the specific methodology employed.  Discussion This study sought to gain a better understanding of the lived experiences of disabled, LGBTQ+ young and emerging adults who use social media for social support and identity construction. The researcher explicitly focused on disabled young adults between the ages of 18-31 years of age, as this age range is known to constitute a time of transition, and thus serves as a formative stage of young peoples’ lives. The researcher conducted a phenomenological thematic analysis on 15 purposefully, and non-purposefully selected samples gathered from secondary survey data and identified primary and secondary themes. Major themes included community/belonging, positive identity development, streamlined communication, and relationship facilitation. Minor themes included access to “others like me” and   93 mental and physical wellbeing (subthemes of community/belonging), as well as identity exploration (a subtheme of positive identity development). The outcomes of this research suggest social media can improve socio-ecological barriers and psychosocial vulnerabilities for marginalized individuals, namely LGBTQ+ disabled and ill young adults.  This study successfully answered the first element of the research question “what are the experiences of…young adults who use social media for social support” by showing that LGBTQ+ disabled individuals often engage in social media to fulfill an array of social support needs ranging from emotional support, such as coping, self-acceptance, authentic self-expression, and positive identity development; informational support, such as becoming more knowledgeable about one’s diagnosis or condition—commonly by learning from others; and social support, such as emotional venting, advice-seeking, building social connection through self-disclosure, maintaining close interpersonal connections, and expanding one’s social network. These findings confirm previous research from Lee et al. (2013) and Manago and Melton (2019) who show how social media facilitates self-disclosure by providing safe environments to interact with others. The reduced risk afforded by the online environment served as a way for individuals to connect with others and seek support about matters they otherwise would not be able to discuss.  Other psychosocial benefits were revealed in the study, like social media engagement and participants’ sense of community and belonging, as well as social media’s ability to aid in the reduction of self-stigmatized beliefs, and production of self-confidence. A few participants also indicated that their SNS use online carried   94 over into the offline world and facilitated face-to-face interactions. These outcomes confirm prior research in which social media has been found to contribute to positive psychosocial outcomes: a sense of community (Henry, 2012); increased self-esteem (Gonzales & Hancock, 2011); greater life satisfaction (Bargh & McKenna, 2004); facilitation of offline social interactions (Jacobsen & Forste, 2011); increased social capital (Ellison, Steinfield, & Lampe, 2011), and a higher quantity as well as quality of friendships (Mihailidis, 2014).  The latter part of the research question related to identity was additionally achieved. The study showed that individuals utilize social media as a way to investigate identity-related concerns and consider identity alternatives. Unlike heteronormative young people, individuals with LGBTQ+ identities lack opportunities to engage with likeminded others and facilitate their identity development through traditional face-to-face engagements (Houman & Stapley, 2013; Rosario et al., 2013). A prominent reality among most participants was their lack of access to similar others within their offline, local community spaces--and thus they sought out technologies to fulfill their need to connect with individuals whom they shared affinities with and met conditions for belongingness. Several participants spoke in particular about how social media provided a space to express their authentic selves, which, for some, stemmed from a lack of familial acceptance. These experiences reaffirm the findings of The Harris Poll and GLAAD (2019), and Ryan et al., (2010), which indicate lower levels of family acceptance and community tolerance in individuals with non-normative identity presentations.    95   For most LGBTQ+ disabled young people, social media is a significant source of social support, and a platform to explore and solidify their identities. Supporting Pingel and Thomas et al. (2013), participants in this study were able to learn directly from others and obtain identity-specific literacies, such as descriptive language for identity alternatives and other words to describe their inner sense of self. Moreover, seeing others virtually traverse profound struggles that they could directly relate to, validated their experiences, and lessened feelings of self-stigma (discomfort, shame, or uncertainty) they felt. Reinforcing the precursive findings from scholars such as Egner (2018), Hanckel and Morris (2014), Miller (2017), and Toft and Franklin (2020a, 2020b), networked technologies are advantageous to marginalized young adults. They comprise the building blocks for individuals’ social and emotional development. The critical nature of such tools is particularly valuable for those who remain systemically or otherwise disadvantaged by factors of illness, disability, and identity (Egner, 2018; Miller 2017; Toft & Franklin, 2020a). It is much in part through these social developments, albeit online, that young people begin to explore their desires, interlace themselves in a community of “others like them,” and develop a positive self-narrative related to their LGBTQ+ identity and disability/illness. The research concedes Tajfel and Turner’s (1986) indications about identity formation. Young, disabled LGBTQ+ adults explore and construct elements of their identities, in part, by locating others who communicate similar experiences, such as through Tumblr blogs, Facebook groups, and other social forums like Reddit and YouTube. People observe, via digital vlogs, or learn, via written text contained in   96 posts on social media platforms and other digital interfaces contextualizing factors of an LGBTQ+/disabled person’s life. Upon interpreting said factors and relating them to their personal lives, the information they gather reinforces the status quo of the individual or re-conceptualizes how they view themselves. Matching Orsatti and Riemer’s (2015) theoretical framework, some individuals present themselves differently online compared to offline. However, these decisions relate to matters of safety and security; they are still maintaining a dynamic “self” that changes to meet the demands of a given social environment as opposed to maintaining two distinct selves. New Perspectives   In addition to the wide range of existing data this study supports, the research also brought forth a novel perspective relating to the relationship between identity construction and social support. This study specifically investigated matters relating to social support and identity construction. However, it became apparent through working with this research that the broader domains involved in identity construction involve matters of community and belongingness--providing a foundation to generate social support. In order for individuals to feel comfortable enough to incite support or offer their thoughts to others, which necessitates a level of emotional intimacy and trust, it may remain reasonable to suggest that they first need a basis in which to cultivate said emotional connectivity. Within the context of this work, the space in which that would occur is through these digital networking sites. Given these implications, the relationships between belonging and community and   97 developmental identity processes create an additional focus area for future research endeavors. Practice Recommendations This research underscores the value of social relationships for young people and demonstrates a need to explore trajectories of connection-making within LGBTQ+ and ill/disabled populations. Inferences from this work demonstrate how social media technologies can facilitate self-acceptance, enhance positive identity development, and increase access to social support for young people. As demonstrated throughout this document, many LGBTQ+ disabled young people experience reduced access, or no access to other people who share their struggles, including supportive LGBTQ+ disabled community spaces offline. To this point, the research highlights the potential issue of a widespread, deeply felt lack of community and belonging within individual’s offline contexts. More research needs to be done to better understand the barriers LGBTQ+ disabled people encounter regarding their psychosocial development. Greater comprehension of the challenges LGBTQ+ disabled people encounter can position researchers and providers to better understand the strategies that people who claim these identities employ, in order to further support and enhance their problem-solving abilities and socialization skills.  While some people preferred or needed an alternative method of communicating, it may be relevant to investigate future improvements to supplying LGBTQ+ disabled/ill young adults with increased psychosocial support, both in on and offline contexts. Nevertheless, a better understanding of the precise mechanisms involved in forging connections online and offline within LGBTQ+ disabled populations can bolster support and provide opportunities for belongingness and   98 connection for marginalized young people. Thus, this researcher recommends the inclusion of these elements in future research. This work adds to the literature about online technologies as mechanisms for poly-marginalized groups to navigate layers of systematic marginalization, and fulfill their immediate and broader social and emotional needs; however, further investigations are necessary.  Concluding Remarks   The multidimensional and complex nature of disability and identity-related issues give relevance to this research within multiple disciplines, including sociology, social work, anthropology, and communication, and media studies, for example. The outcomes of the research are particularly relevant to professional domains of social service and community health, as it suggests LGBTQ+ disabled individuals are at a severe disadvantage for developing secure social networks with close, supportive ties offline. Prior knowledge points to the emotional and psychological effects of reduced support and socialization on one’s wellbeing, and the added stressors of disability and LGBTQ+ identity present a confounding issue for emerging young adults.  Greater awareness about the lives of LGBTQ+ adults with disabilities can shift societal attitudes about LGBTQ+ individuals or people with disabilities, respectively, and produce new perceptions about people who fit within this subgroup, as well as the use of digitally mediated spaces as sites of socialization. This study reconceptualizes social media as a psychosocial developmental tool to   99 locate information, receive social support, form meaningful connections, and be seen and understood by individuals experiencing similar life circumstances.       100 References Abrams, D., & Hogg, M. A. (1988). Comments on the motivational status of self-esteem in social identity and intergroup discrimination. European Journal of Social Psychology, 18(4), 317–334. https://doi.org/10.1002/ejsp.2420180403 Abrams, D., & Hogg, M. A. (1990). An introduction to the social identity approach. In D. Abrams & M. A. Hogg (Eds.), Social Identity Theory: Constructive and Critical Advances (pp. 1–9). Harvester-Wheatsheaf; Springer-Verlag. Alloway, R., & Bebbington, P. (1987). The buffer theory of social support: A review of the literature. Psychological Medicine, 17(1), 91–108. https://doi.org/10.1017/s0033291700013015 American Psychological Association. (2012). Guidelines for psychological practice with lesbian, gay, and bisexual clients. American Psychologist, 67(1), 10–42. https://doi.org/10.1037/a0024659 Anderson, E. E. (2010). The role of community-based organizations in the recruitment of human subjects: Ethical considerations. The American Journal of Bioethics, 10(3), 20–21. https://doi.org/10.1080/15265161003599667 Anderson, M. (2019, June 13). Mobile technology and home broadband 2019. Pew Research Center: Internet, Science & Tech; Pew Research Center. https://www.pewinternet.org/2019/06/13/mobile-technology-and-home-broadband-2019/ Arnett, J. J. (2000). Emerging adulthood: A theory of development from the late teens through the twenties. American Psychologist, 55(5), 469–480. https://doi.org/10.1037/0003-066x.55.5.469   101 Arnett, J. J. (2014a). Emerging adulthood: The winding road from the late teens through the twenties. Oxford University Press. Arnett, J. J. (2014b). Presidential address: The emergence of emerging adulthood. Emerging Adulthood, 2(3), 155–162. https://doi.org/10.1177/2167696814541096 Arnett, J. J. (2016). The Oxford handbook of emerging adulthood. Oxford University Press. Ashforth, B. E., & Mael, F. (1989). Social identity theory and the organization. The Academy of Management Review, 14(1), 20. https://doi.org/10.2307/258189 Baker, D. A., & Algorta, G. P. (2016). The relationship between online social networking and depression: A systematic review of quantitative studies. Cyberpsychology, Behavior, and Social Networking, 19(11), 638–648. https://doi.org/10.1089/cyber.2016.0206 Barker, V. (2009). Older adolescents’ motivations for social network site use: The influence of gender, group identity, and collective self-esteem. Cyberpsychology & Behavior, 12(2), 209–213. https://doi.org/10.1089/cpb.2008.0228 Barr, J. J., & Bracchitta, K. (2014). Attitudes toward individuals with disabilities: The effects of contact with different disability types. Current Psychology, 34(2), 223–238. https://doi.org/10.1007/s12144-014-9253-2 Bates, A., Hobman, T., & Bell, B. T. (2020). “Let me do what I please with it . . . don’t decide my identity for me”: LGBTQ+ youth experiences of social   102 media in narrative identity development. Journal of Adolescent Research, 35(1), 074355841988470. https://doi.org/10.1177/0743558419884700 BBC News. (2019, March 19). People don’t become “adults” until their 30’s, say scientists. BBC News. https://www.bbc.com/news/newsbeat-47622059  Benson, K. E. (2013). Seeking support: Transgender client experiences with mental health services. Journal of Feminist Family Therapy, 25(1), 17–40. https://doi.org/10.1080/08952833.2013.755081 Bernert, D. J. (2010). Sexuality and disability in the lives of women with intellectual disabilities. Sexuality and Disability, 29(2), 129–141. https://doi.org/10.1007/s11195-010-9190-4 Berryman, C., Ferguson, C. J., & Negy, C. (2017). Social media use and mental health among young adults. Psychiatric Quarterly, 89(2), 307–314. https://doi.org/10.1007/s11126-017-9535-6 Birnbaum, M. L., Rizvi, A. F., Correll, C. U., Kane, J. M., & Confino, J. (2015). Role of social media and the Internet in pathways to care for adolescents and young adults with psychotic disorders and non-psychotic mood disorders. Early Intervention in Psychiatry, 11(4), 290–295. https://doi.org/10.1111/eip.12237 Bogart, K. R. (2015). Disability identity predicts lower anxiety and depression in multiple sclerosis. Rehabilitation Psychology, 60(1), 105–109. https://doi.org/10.1037/rep0000029   103 Bohmer, S., & Briggs, J. L. (1991). Teaching privileged students about gender, race, and class oppression. Teaching Sociology, 19(2), 154. https://doi.org/10.2307/1317846 Bowker, N., & Tuffin, K. (2002). Disability discourses for online identities. Disability & Society, 17(3), 327–344. https://doi.org/10.1080/09687590220139883 Bowleg, L. (2012). The problem with the phrase women and minorities: Intersectionality—an important theoretical framework for public health. American Journal of Public Health, 102(7), 1267–1273. https://doi.org/10.2105/ajph.2012.300750 boyd, d. m. (2014). It’s complicated: The social lives of networked teens. Yale University Press. boyd, d. m., & Ellison, N. B. (2007). Social network sites: Definition, history, and scholarship. Journal of Computer-Mediated Communication, 13(1), 210–230. https://doi.org/10.1111/j.1083-6101.2007.00393.x Brown, R. (2019). The social identity approach: Appraising the Tajfellian legacy. British Journal of Social Psychology, 59(4). https://doi.org/10.1111/bjso.12349 Budden, A. (2009). The role of shame in posttraumatic stress disorder: A proposal for a socio-emotional model for DSM-V. Social Science & Medicine, 69(7), 1032–1039. https://doi.org/10.1016/j.socscimed.2009.07.032 Byne, W., Karasic, D. H., Coleman, E., Eyler, A. E., Kidd, J. D., Meyer-Bahlburg, H. F. L., Pleak, R. R., & Pula, J. (2018). Gender dysphoria in adults: An   104 overview and primer for psychiatrists. Transgender Health, 3(1), 57-A3. https://doi.org/10.1089/trgh.2017.0053 Caldwell, K. (2010). We exist: Intersectional in/visibility in bisexuality & disability. Disability Studies Quarterly, 30(3/4). https://doi.org/10.18061/dsq.v30i3/4.127 Campbell, F. K. (2009). Contours of ableism: The production of disability and abledness. Palgrave Macmillan. http://doi.org/10.1057/9780230245181 Chandler, D., & Munday, R. (2020). Social media. In A Dictionary of Media and Communication (3rd ed). Oxford University Press. https://doi.org/10.1093/acref/9780198841838.001.0001 Code, J. R., & Zaparyniuk, N. E. (2010). Chapter 5.4: Social identities, group formation, and the analysis of online communities. Handbook of Research on Social Software and Developing Community Ontologies, 86–101. https://doi.org/10.4018/978-1-60566-208-4.ch007 Conover, K. J., & Israel, T. (2019). Microaggressions and social support among sexual minorities with physical disabilities. Rehabilitation Psychology, 64(2), 167–178. https://doi.org/10.1037/rep0000250 Corbin, J. M., & Strauss, A. L. (1998). Basics of qualitative research: Techniques and procedures for developing Grounded Theory. SAGE Publications, Inc. Côté, J. E., & Levine, C. G. (2009). Identity formation, agency, and culture a social psychological synthesis. Lawrence Earlbaum Associates, Inc. (Reprinted in 2009 by Psychology Press). (Original work published 2002).   105 Craig, S. L., & McInroy, L. (2014). You can form a part of yourself online: The influence of new media on identity development and coming out for LGBTQ Youth. Journal of Gay & Lesbian Mental Health, 18(1), 95–109. https://doi.org/10.1080/19359705.2013.777007 Craig, S. L., McInroy, L. B., McCready, L. T., Di Cesare, D. M., & Pettaway, L. D. (2014). Connecting without fear: Clinical implications of the consumption of information and communication technologies by sexual minority youth and young adults. Clinical Social Work Journal, 43(2), 159–168. https://doi.org/10.1007/s10615-014-0505-2 Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, 43(6), 1241. https://doi.org/10.2307/1229039 Creswell, J. W. (2007). Qualitative Inquiry and Research Design: Choosing Among Five Approaches 2nd Edition (2nd ed.). SAGE Publications Inc. D’Augelli, A. R. (1994). Identity development and sexual orientation: toward a model of lesbian, gay, and bisexual development. In E. J. Trickett, R. J. Watts, & D. Birman (Eds.), Human diversity: perspectives on people in context. Jossey-Bass. Dalton, A. J., & McVilly, K. R. (2004). Ethics guidelines for international, multicenter research involving people with intellectual disabilities. Journal of Policy and Practice in Intellectual Disabilities, 1(2), 57–70. https://doi.org/10.1111/j.1741-1130.2004.04010.x   106 Dansby, R. A., Turns, B., Whiting, J. B., & Crane, J. (2017). A phenomenological content analysis of online support seeking by siblings of people with autism. Journal of Family Psychotherapy, 29(3), 181–200. https://doi.org/10.1080/08975353.2017.1395256 Darcy, S., Maxwell, H., & Green, J. (2016). Disability citizenship and independence through mobile technology? A study exploring adoption and use of a mobile technology platform. Disability & Society, 31(4), 497–519. https://doi.org/10.1080/09687599.2016.1179172 Davis, K., & Weinstein, E. (2017). Chapter 1 - Identity development in the digital age: An Eriksonian perspective. In M. F. Wright (Ed.), Identity, Sexuality, and Relationships among Emerging Adults in the Digital Age (pp. 1–17). Information Science Reference (IGI Global). https://doi.org/10.4018/978-1-5225-1856-3.ch001 DeHaan, S., Kuper, L. E., Magee, J. C., Bigelow, L., & Mustanski, B. S. (2013). The interplay between online and offline explorations of identity, relationships, and sex: A mixed-methods study with LGBT youth. Journal of Sex Research, 50(5), 421–434. https://doi.org/10.1080/00224499.2012.661489 Disability Rights Education & Defense Fund [DREDF]. (2018, July 19). Health disparities at the intersection of disability and gender identity: Disability Rights Education & Defense Fund. https://dredf.org/health-disparities-at-the-intersection-of-disability-and-gender-identity/.   107 Drummond, J. D., & Brotman, S. (2014). Intersecting and embodied identities: A queer woman’s experience of disability and sexuality. Sexuality and Disability, 32(4), 533–549. https://doi.org/10.1007/s11195-014-9382-4 Duguay, S. (2014). “He has a way gayer Facebook than I do”: Investigating sexual identity disclosure and context collapse on a social networking site. New Media & Society, 18(6), 891–907. https://doi.org/10.1177/1461444814549930 Duncan, S. G., Aguilar, G., Jensen, C. G., & Magnusson, B. M. (2019). Survey of heteronormative attitudes and tolerance toward gender non-conformity in Mountain West undergraduate students. Frontiers in Psychology, 10(793). https://doi.org/10.3389/fpsyg.2019.00793 Dunn, D. S., & Andrews, E. E. (2015). Person-first and identity-first language: Developing psychologists’ cultural competence using disability language. American Psychologist, 70(3), 255–264. https://doi.org/10.1037/a0038636 Dunn, D. S., & Burcaw, S. (2013). Disability identity: Exploring narrative accounts of disability. Rehabilitation Psychology, 58(2), 148–157. https://doi.org/10.1037/a0031691 Edison Research & Triton Digital. (2020). The Infinite Dial: 2020. In The Infinite Dial®. Edison Research. http://www.edisonresearch.com/wp-content/uploads/2020/03/The-Infinite-Dial-2020-from-Edison-Research-and-Triton-Digital.pdf Edison Research. (2019, May 30). The Social Habit 2019. Edison Research. https://www.edisonresearch.com/the-social-habit-2019   108 Egleston, B. L., Dunbrack, R. L., & Hall, M. J. (2010). Clinical trials that explicitly exclude gay and lesbian patients. New England Journal of Medicine, 362(11), 1054–1055. https://doi.org/10.1056/nejmc0912600 Egner, J. E. (2018). An intersectional examination of disability and LGBTQ+ identities in virtual spaces. [Dissertation]. https://scholarcommons.usf.edu/etd/7149/ Ellison, N. B., Steinfield, C., & Lampe, C. (2007). The benefits of facebook “friends:” social capital and college students’ use of online social network sites. Journal of Computer-Mediated Communication, 12(4), 1143–1168. https://doi.org/10.1111/j.1083-6101.2007.00367.x  Erikson, E. H. (1968). Identity: Youth and crisis. W.W. Norton & Company. Erikson, E. H. (1993). Childhood and society. W. W. Norton & Company. (Original work published 1950) Esmail, S., Darry, K., Walter, A., & Knupp, H. (2010). Attitudes and perceptions towards disability and sexuality. Disability and Rehabilitation, 32(14), 1148–1155. https://doi.org/10.3109/09638280903419277 Etengoff, C., & Rodriguez, E. (2016). LGBTQ online communications: building community through blogs, vlogs, and Facebook. In A. Goldberg (Ed.), SAGE Encyclopedia of LGBTQ Studies (pp. 703–706). Thousand Oaks: SAGE Publications, Inc. Eysenbach, G., Powell, J., Englesakis, M., Rizo, C., & Stern, A. (2004). Health related virtual communities and electronic support groups: Systematic review   109 of the effects of online peer to peer interactions. The BMJ (Clinical Research Ed.), 328(7449), 1166. https://doi.org/10.1136/bmj.328.7449.1166  Fergie, G., Hilton, S., & Hunt, K. (2015). Young adults’ experiences of seeking online information about diabetes and mental health in the age of social media. Health Expectations, 19(6), 1324–1335. https://doi.org/10.1111/hex.12430 Festinger, L. (1954). A theory of social comparison processes. Human Relations, 7(2), 117–140. https://doi.org/10.1177/001872675400700202 Fischer, C. T. (2009). Bracketing in qualitative research: Conceptual and practical matters. Psychotherapy Research, 19(4–5), 583–590. https://doi.org/10.1080/10503300902798375  Flynn, S., Noone, C., & Sarma, K. M. (2018). An exploration of the link between adult attachment and problematic Facebook use. BMC Psychology, 6(1). https://doi.org/10.1186/s40359-018-0245-0  Forber-Pratt, A. J. (2019). (Re)defining disability culture: Perspectives from the Americans with Disabilities Act generation. Culture & Psychology, 25(2), 241–256. https://doi.org/10.1177/1354067X18799714   Forber-Pratt, A. J., Zape, M. P. (2018). Disability identity development model: Voices from the ADA-generation. Disability and Health Journal, 10(2), 350–355. https://doi:10.1016/j.dhjo.2016.12.013  Fox, S. (2011, May 12). The social life of health information, 2011. Pew Research Center: Internet, Science & Tech; Pew Research Center.   110 https://www.pewresearch.org/internet/2011/05/12/the-social-life-of-health-information-2011/ Fox, S. (2012, July 14). What people living with rare disease can teach us. Pew Research Center: Internet, Science & Tech; Pew Research Center. https://www.pewresearch.org/internet/2012/07/14/what-people-living-with-rare-disease-can-teach-us/ Fox, S., & Maeve Duggan. (2013, January 15). Health online 2013. Pew Research Center: Internet, Science & Tech; Pew Research Center. https://www.pewresearch.org/internet/2013/01/15/health-online-2013/ Fraser, N. (1990). Rethinking the public sphere: A contribution to the critique of actually existing democracy. Social Text, 25-26(25/26), 56. https://doi.org/10.2307/466240 Frost, J. H., & Massagli, M. P. (2008). Social uses of personal health information within PatientsLikeMe, an online patient community: What can happen when patients have access to one another’s data. Journal of Medical Internet Research, 10(3), e15. https://doi.org/10.2196/jmir.1053 Garland-Thomson, R. (2002). Integrating disability, transforming feminist theory. NWSA Journal, 14(3), 1–32. https://doi.org/10.2979/nws.2002.14.3.1 Garland‐Thomson, R. (2005). Feminist disability studies. Signs: Journal of Women in Culture and Society, 30(2), 1557–1587. https://doi.org/10.1086/423352 Gianoulis, T. (2015). Passing. In The GLBTQ Encyclopedia [Archive]. http://www.glbtqarchive.com/ssh/passing_S.pdf   111 Giedd, J. N. (2012). The digital revolution and adolescent brain evolution. Journal of Adolescent Health, 51(2), 101–105. https://doi.org/10.1016/j.jadohealth.2012.06.002 Gilligan, C. (1982). In a different voice: Psychological theory and womens’ psychological development. Harvard University Press. Gitchel, J. (2011, August 9). Autism first (again). Turtlemoon. https://turtlemoon.tumblr.com/post/8705631073/autism-first-again Glaser, B. G., & Strauss, A. (1967). The discovery of grounded theory: Strategies for qualitative research. Aldine Publishing Co. Gonzales, A. L., & Hancock, J. T. (2011). Mirror, mirror on my Facebook wall: Effects of exposure to Facebook on self-esteem. Cyberpsychology, Behavior, and Social Networking, 14(1–2), 79–83. https://doi.org/10.1089/cyber.2009.0411   Gonzales, G., Przedworski, J., & Henning-Smith, C. (2016). Comparison of health and health risk factors between lesbian, gay, and bisexual adults and heterosexual adults in the United States. JAMA Internal Medicine, 176(9), 1344. https://doi.org/10.1001/jamainternmed.2016.3432 Goodley, D. (2017). Disability studies: An interdisciplinary introduction. SAGE Publications Inc. Gowen, K., Deschaine, M., Gruttadara, D., & Markey, D. (2012). Young adults with mental health conditions and social networking websites: Seeking tools to build community. Psychiatric Rehabilitation Journal, 35(3), 245–250. https://doi.org/10.2975/35.3.2012.245.250    112 Gray, M. L. (2009). Negotiating identities/queering desires: Coming out online and the remediation of the coming-out story. Journal of Computer-Mediated Communication, 14(4), 1162–1189. https://doi.org/10.1111/j.1083-6101.2009.01485.x  Greene, D. C., & Britton, P. J. (2012). Stage of sexual minority identity formation: The impact of shame, internalized homophobia, ambivalence over emotional expression, and personal mastery. Journal of Gay & Lesbian Mental Health, 16(3), 188–214. https://doi.org/10.1080/19359705.2012.671126  Greene, J. A., Choudhry, N. K., Kilabuk, E., & Shrank, W. H. (2011). Online social networking by patients with diabetes: A qualitative evaluation of communication with facebook. Journal of General Internal Medicine, 26(3), 287–292. https://doi.org/10.1007/s11606-010-1526-3 Grieve, R., & Watkinson, J. (2016). The psychological benefits of being authentic on Facebook. Cyberpsychology, Behavior, and Social Networking, 19(7), 420–425. https://doi.org/10.1089/cyber.2016.0010  Gross, L. (2003). Chapter 16: The gay global village in cyberspace. In N. Couldry & J. Curran (Eds.), Contesting Media Power: Alternative Media in a Networked World (pp. 259–273). Rowman & Littlefield Publishers. Gross, L. (2004). “Somewhere there‘s a place for us”: Sexual minorities and the Internet. In M. Sturken, D. Thomas, & S. Ball-Rokeach (Eds.), Technological Visions: Utopian and Dystopian Perspectives (pp. 255–269). Temple University Press.   113 Guo, B., Bricout, J. C., & Huang, J. (2005). A common open space or a digital divide? A social model perspective on the online disability community in china. Disability & Society, 20(1), 49–66. https://doi.org/10.1080/0968759042000283638 Haimson, O. (2018). Social media as social transition machinery. Proceedings of the ACM on Human-Computer Interaction, 2(CSCW), 1–21. https://doi.org/10.1145/3274332 Hall, J. A., Pennington, N., & Lueders, A. (2013). Impression management and formation on Facebook: A lens model approach. New Media & Society, 16(6), 958–982. https://doi.org/10.1177/1461444813495166  Hall, K. Q. (2015). New conversations in feminist disability studies: Feminism, philosophy, and borders. Hypatia, 30(1), 1–12. https://doi.org/10.1111/hypa.12136  Hall, N., Durand, M.-A., & Mengoni, S. E. (2017). “…Their opinions mean something”: Care staff’s attitudes to health research involving people with intellectual disabilities. British Journal of Learning Disabilities, 45(3), 198–207. https://doi.org/10.1111/bld.12195 Halperin, D. M. (1997). Saint Foucault: towards a gay hagiography. Oxford University Press. Hanckel, B., & Morris, A. (2014). Finding community and contesting heteronormativity: queer young people’s engagement in an Australian online community. Journal of Youth Studies, 17(7), 872–886. https://doi.org/10.1080/13676261.2013.878792   114 Hankivsky, O., & Christoffersen, A. (2008). Intersectionality and the determinants of health: A Canadian perspective. Critical Public Health, 18(3), 271–283. https://doi.org/10.1080/09581590802294296 Harper, G. W., Jernewall, N., & Zea, M. C. (2004). Giving voice to emerging science and theory for lesbian, gay, and bisexual people of color. Cultural Diversity and Ethnic Minority Psychology, 10(3), 187–199. https://doi.org/10.1037/1099-9809.10.3.187  Harper, G. W., Serrano, P. A., Bruce, D., & Bauermeister, J. A. (2016). The Internet’s multiple roles in facilitating the sexual orientation identity development of gay and bisexual male adolescents. American Journal of Men’s Health, 10(5), 359–376. https://doi.org/10.1177/1557988314566227 Harris Poll Interactive. (2010, July 12). Gay and lesbian adults are more likely and more frequent blog readers. PRNewswire; Harris Poll Interactive. http://www.prnewswire.com/news-releases/gay-and-lesbian-adults-are-more-likely-and-more-frequent-blog-readers-98317299.html Hawkley, L. C., & Capitanio, J. P. (2015). Perceived social isolation, evolutionary fitness and health outcomes: A lifespan approach. Philosophical Transactions of the Royal Society B: Biological Sciences, 370(1669), 20140114. https://doi.org/10.1098/rstb.2014.0114 Healthy People 2020 Database (DATA2020). (2019). Disability and health: Healthy People 2020. Office for Disease Prevention and Health Promotion. https://www.healthypeople.gov/2020/topics-objectives/topic/disability-and-health    115 Heintzelman, S. J., & King, L. A. (2014). Life is pretty meaningful. American Psychologist, 69(6), 561–574. https://doi.org/10.1037/a0035049 Henrickson, M. (2007). Reaching out, hooking up: Lavender netlife in a New Zealand study. Sexuality Research and Social Policy, 4(2), 38–49. https://doi.org/10.1525/srsp.2007.4.2.38  Henry, S. K. (2012). On social connection in university life. About Campus, 16(6), 18–24. https://doi.org/10.1002/abc.20083 Hesse-Biber, S. N. (2012). Handbook of feminist research: Theory and praxis (2nd ed.). SAGE Publications, Inc. https://dx.doi.org/10.4135/978148338474  Hillier, L., & Harrison, L. (2007). Building realities less limited than their own: Young people practising same-sex attraction on the Internet. Sexualities, 10(1), 82–100. https://doi.org/10.1177/1363460707072956  Hogg, M. A. (2012). Social identity and the psychology of groups. In M. R. Leary & J. P. Langney (Eds.), Handbook of Self and Identity (2nd ed., pp. 503–520). The Guilford Press. Hogg, M. A., & Tinale, R. S. (2001). Blackwell handbook of social psychology: Group processes. Blackwell Publishers Ltd. https://doi.org/10.1002/9780470998458  Holland, K. D., & Holahan, C. K. (2003). The relation of social support and coping to positive adaptation to breast cancer. Psychology & Health, 18(1), 15–29. https://doi.org/10.1080/0887044031000080656    116 Hornstein, E. A., & Eisenberger, N. I. (2017). Unpacking the buffering effect of social support figures: Social support attenuates fear acquisition. PLOS ONE, 12(5), e0175891. https://doi.org/10.1371/journal.pone.0175891  Houman, K. M., & Stapley, J. C. (2013). The college experience for students with chronic illness: Implications for academic advising. NACADA Journal, 33(1), 61–70. https://doi.org/10.12930/nacada-13-227  Househ, M., Borycki, E., & Kushniruk, A. (2014). Empowering patients through social media: The benefits and challenges. Health Informatics Journal, 20(1), 50–58. https://doi.org/10.1177/1460458213476969 Huskin, P. R., Reiser-Robbins, C., & Kwon, S. (2018). Attitudes of undergraduate students toward persons with disabilities: Exploring effects of contact experience on social distance across ten disability types. Rehabilitation Counseling Bulletin, 62(1), 53–63. https://doi.org/10.1177/0034355217727600  Indian, M., & Grieve, R. (2014). When Facebook is easier than face-to-face: Social support derived from Facebook in socially anxious individuals. Personality and Individual Differences, 59, 102–106. https://doi.org/10.1016/j.paid.2013.11.016 Itō, M., Baumer, S., Bittanti, M., boyd, danah, Cody, R., Herr-Stephenson, B., Horst, H. A., Lange, P. G., Mahendran, D., Martinez, K. Z., Pascoe, C. J., Perkel, D., Robinson, L., Sims, C., & Tripp, L. (2019). Hanging out, messing around, and geeking out: Kids living and learning with new media. MIT Press.   117 Jacobsen, W. C., & Forste, R. (2011). The wired generation: Academic and social outcomes of electronic media use among university students. Cyberpsychology, Behavior, and Social Networking, 14(5), 275–280. https://doi.org/10.1089/cyber.2010.0135 Jones, S. R., & Abes, E. S. (2014). Identity development of college students: Advancing frameworks for multiple dimensions of identity. Journal of College Student Development, 55(4), 424–427. https://doi.org/10.1353/csd.2014.0042  Kanuga, M., & Rosenfeld, W. D. (2004). Adolescent sexuality and the Internet: The good, the bad, and the URL. Journal of Pediatric and Adolescent Gynecology, 17(2), 117–124. https://doi.org/10.1016/j.jpag.2004.01.015  Kaplan, E. (1990, August 14). A queer manifesto. The Village Voice. 34. Keles, B., McCrae, N., & Grealish, A. (2020). A systematic review: The influence of social media on depression, anxiety and psychological distress in adolescents. International Journal of Adolescence and Youth, 25(1), 79–93. https://doi.org/10.1080/02673843.2019.1590851 Kemp, S. (2020, February 11). Digital 2020: the United States of America. In: Global Digital Insights by Kepios Pte. Ltd. https://datareportal.com/reports/digital-2020-united-states-of-america Kidney, C. A., & McDonald, K. E. (2014). A toolkit for accessible and respectful engagement in research. Disability & Society, 29(7), 1013–1030. https://doi.org/10.1080/09687599.2014.902357   118 Kimball, E., Vaccaro, A., Tissi-Gassoway, N., Bobot, S. D., Newman, B. M., Moore, A., & Troiano, P. F. (2018). Gender, sexuality, & (dis)ability: Queer perspectives on the experiences of students with disabilities. Disability Studies Quarterly, 38(2). https://doi.org/10.18061/dsq.v38i2.5937 Kitchin, R. (2000). The researched opinions on research: Disabled people and disability research. Disability & Society, 15(1), 25–47. https://doi.org/10.1080/09687590025757 Krahn, G. L., Walker, D. K., & Correa-De-Araujo, R. (2015b). Persons with disabilities as an unrecognized health disparity population. American Journal of Public Health, 105(S2), S198–S206. https://doi.org/10.2105/ajph.2014.30218 Kronfeld, E. (2018, February 16). The intersections of queerness and disability. Out Front. http://www.outfrontmagazine.com/inthemag/intersections-queerness-disability Kuper, L. E., & Mustanski, B. S. (2014). Using narrative analysis to identify patterns of internet influence on the identity development of same-sex attracted youth. Journal of Adolescent Research, 29(4), 499–532. https://doi.org/10.1177/0743558414528975 Kuss, D., & Griffiths, M. (2017). Social networking sites and addiction: Ten lessons learned. International Journal of Environmental Research and Public Health, 14(3), 311. https://doi.org/10.3390/ijerph14030311 Labrague, L. J. (2014). Facebook use and adolescents’ emotional states of depression, anxiety, and stress. Health Science Journal, 8(1).   119 https://www.hsj.gr/medicine/facebook-use-and-adolescents-emotional-states-of-depression-anxiety-and-stress.php?aid=2769 Langley, L. (2017). A case study of adolescent girls’ use of social media and its influence on identity and belonging. [Thesis]. xhttps://search.proquest.com/docview/2340211668?accountid=8120 Lee, H. E., & Cho, J. (2018). Social media use and well-being in people with physical disabilities: Influence of SNS and online community uses on social support, depression, and psychological disposition. Health Communication, 34(9), 1043–1052. https://doi.org/10.1080/10410236.2018.1455138 Lee, K.-T., Noh, M.-J., & Koo, D.-M. (2013). Lonely people are no longer lonely on social networking sites: The mediating role of self-disclosure and social support. Cyberpsychology, Behavior, and Social Networking, 16(6), 413–418. https://doi.org/10.1089/cyber.2012.0553 Lenhart, A., Smith, A., Anderson, M., Duggan, M., & Perrin, A. (2015, August 6). Teens, technology and friendships. Pew Research Center: Internet, Science & Tech; Pew Research Center. http://www.pewinternet.org/2015/08/06/teens-technology-and-friendships/ Leonard, W., & Mann, R. (2018). The everyday experiences of lesbian, gay, bisexual, transgender and intersex (LGBTI) people living with disability. In Analysis & Policy Observatory. Gay and Lesbian Health Victoria at Australian Research Centre in Sex, Health and Society [GLHV@ARCSH]. https://apo.org.au/node/193361   120 Levy, R., Ghisletta, P., Goff, J.-M. L., Spini, D., & Widme, E. (Eds.). (2005). Towards an Interdisciplinary Perspective on the Life Course. Elsevier. Li, G., Pollitt, A. M., & Russell, S. T. (2015). Depression and sexual orientation during young adulthood: Diversity among sexual minority subgroups and the role of gender nonconformity. Archives of Sexual Behavior, 45(3), 697–711. https://doi.org/10.1007/s10508-015-0515-3 Liddiard, K., & Slater, J. (2017). ‘Like, pissing yourself is not a particularly attractive quality, let’s be honest’: Learning to contain through youth, adulthood, disability and sexuality. Sexualities, 21(3), 319–333. https://doi.org/10.1177/1363460716688674 Liddiard, K., Runswick-Cole, K., Goodley, D., Whitney, S., Vogelmann, E., & Watts MBE, L. (2018). “I was excited by the idea of a project that focuses on those unasked questions” co-producing disability research with disabled young people. Children & Society, 33(2), 154–167. https://doi.org/10.1111/chso.12308 Lijadi, A. A., & Van Schalkwyk, G. J. (2017). Place identity construction of third culture kids: Eliciting voices of children with high mobility lifestyle. Geoforum, 81, 120–128. Elsevier. https://doi.org/10.1016/j.geoforum.2017.02.015 Lim, M. H., Rodebaugh, T. L., Zyphur, M. J., & Gleeson, J. F. M. (2016). Loneliness over time: The crucial role of social anxiety. Journal of Abnormal Psychology, 125(5), 620–630. https://doi.org/10.1037/abn0000162   121 Lin, S., Liu, D., Niu, G., & Longobardi, C. (2020). Active social network sites use and loneliness: The mediating role of social support and self-esteem. Current Psychology. https://doi.org/10.1007/s12144-020-00658-8 Lincoln, Y. S. (2007). Authenticity criteria. In G. Ritzer (Ed.), The Blackwell Encyclopedia of Sociology. Blackwell Publishing. https://doi.org/10.1002/9781405165518.wbeosa076 Lincoln, Y. S., & Guba, E. G. (1985). Naturalistic inquiry (1st ed., pp. 1–416). SAGE Publications. Lissitsa, S., & Madar, G. (2018). Do disabilities impede the use of information and communication technologies? Findings of a repeated cross-sectional study – 2003-2015. Israel Journal of Health Policy Research, 7(1). https://doi.org/10.1186/s13584-018-0260-x Loh, J. (2013). Inquiry into issues of trustworthiness and quality in narrative studies: A perspective. The Qualitative Report, 18(33), 1–15. https://nsuworks.nova.edu/tqr/vol18/iss33/1 Lupton, D., & Seymour, W. (2003). ‘I am normal on the ’Net’: Disability, computerised communication technologies and the embodied self. In Discourse, the body, and identity (pp. 246–265). Palgrave-Macmillan. Ma, X., Hancock, J., & Namaan, M. (2016). Anonymity, Intimacy and Self-Disclosure in Social Media. In Proceedings of the 2016 CHI Conference on Human Factors in Computing Systems. Association for Computing Machinery. https://doi.org/10.1145/2858036   122 MacGeorge, E. L., Feng, B., & Burleson, B. R. (2011). Supportive communication. In M. L. Knapp & J. A. Daly (Eds.), Handbook of Interpersonal Communication (pp. 317–354). Sage Publications. https://www.researchgate.net/publication/283326465_Supportive_communication Madden, M., Lenhart, A., Cortesi, S., Urs Gasser, Maeve Duggan, Smith, A., & Beaton, M. (2013, May 21). Teens, Social Media, and Privacy. Pew Research Center: Internet, Science & Tech; Pew Research Center. https://www.pewresearch.org/internet/2013/05/21/teens-social-media-and-privacy/ Manago, A. M., & Melton, C. J. (2019). Emerging adults’ views on masspersonal self-disclosure and their bridging social capital on facebook. Journal of Adolescent Research, 35(1), 111–146. https://doi.org/10.1177/0743558419883789 Marino, C., Gini, G., Vieno, A., & Spada, M. M. (2018). The associations between problematic Facebook use, psychological distress and well-being among adolescents and young adults: A systematic review and meta-analysis. Journal of Affective Disorders, 226, 274–281. https://doi.org/10.1016/j.jad.2017.10.007 Martin, E. (2015). Disability. Concise Medical Dictionary (9th ed.). New York, NY: Oxford University Press. http://doi:10.1093/acref/9780199687817.001.0001 Martínez-Ferrer, B., Moreno, D., & Musitu, G. (2018). Are adolescents engaged in the problematic use of social networking sites more involved in peer   123 aggression and victimization? Frontiers in Psychology, 9(801). https://doi.org/10.3389/fpsyg.2018.00801 Martiny, K. M. (2015). How to develop a phenomenological model of disability. Medicine, Health Care and Philosophy, 18(4), 553–565. https://doi.org/10.1007/s11019-015-9625-x McKenna, K. Y. A., & Bargh, J. A. (1998). Coming out in the age of the internet: Identity “demarginalization” through virtual group participation. Journal of Personality and Social Psychology, 75(3), 681–694. https://doi.org/10.1037/0022-3514.75.3.681 McRuer, R. (1997). The queer renaissance: Contemporary American literature and the reinvention of lesbian and gay identities. New York University Press. Merolli, M., Gray, K., Martin-Sanchez, F., & Lopez-Campos, G. (2015). Patient-Reported outcomes and therapeutic affordances of social media: Findings from a global online survey of people with chronic pain. Journal of Medical Internet Research, 17(1), e20. https://doi.org/10.2196/jmir.3915 Mihailidis, P. (2014). The civic-social media disconnect: Exploring perceptions of social media for engagement in the daily life of college students. Information, Communication & Society, 17(9), 1059–1071. https://doi.org/10.1080/1369118x.2013.877054 Miller, R. A. (2017). “My voice is definitely strongest in online communities”: Students using social media for queer and disability identity-making. Journal of College Student Development, 58(4), 509–525. https://doi.org/10.1353/csd.2017.0040   124 Miller, R. A. (2018). Toward intersectional identity perspectives on disability and LGBTQ identities in higher education. Journal of College Student Development, 59(3), 327–346. https://doi.org/10.1353/csd.2018.0030 Mohsin, M. (2020, March 7). 10 social media statistics you need to know in 2019 [infographic]. Oberlo; Oberlo Dropshipping App. https://www.oberlo.com/blog/social-media-marketing-statistics Moodley, J., & Graham, L. (2015). The importance of intersectionality in disability and gender studies. Agenda, 29(2), 24–33. https://doi.org/10.1080/10130950.2015.1041802 Movement Advancement Project [MAP]. (2019). Movement advancement project | LGBT people with disabilities. LGBTMAP. http://www.lgbtmap.org/lgbt-people-disabilities Muir, S. A. (2017). Digital natives. In M. Allen (Ed.), The SAGE Encyclopedia of Communication Research Methods (pp. 384–386). SAGE Publications, Inc. https://doi.org/10.4135/9781483381411.n144 Munsey, C. (2006, June). Emerging adults: The in-between age. American Psychological Association. http://www.apa.org/monitor/jun06/emerging Murrieta, J., Frye, C. C., Sun, L., Ly, L. G., Cochancela, C. S., & Eikey, E. V. (2018). #Depression: Findings from a literature review of 10 years of social media and depression research. Transforming Digital Worlds, 10766, 47–56. https://doi.org/10.1007/978-3-319-78105-1_6 Nakkeeran, N., & Nakkeeran, B. (2018). Disability, mental health, sexual orientation and gender identity: Understanding health inequity through experience and   125 difference. Health Research Policy and Systems, 16(S1). https://doi.org/10.1186/s12961-018-0366-1 Naslund, J. A., Aschbrenner, K. A., Marsch, L. A., & Bartels, S. J. (2016). The future of mental health care: Peer-to-peer support and social media. Epidemiology and Psychiatric Sciences, 25(02), 113–122. https://doi.org/10.1017/s2045796015001067 Naslund, John A., Grande, S. W., Aschbrenner, K. A., & Elwyn, G. (2014). Naturally occurring peer support through social media: The experiences of individuals with severe mental illness using YouTube. PLoS ONE, 9(10), e110171. https://doi.org/10.1371/journal.pone.011017 Nick, E. A., Cole, D. A., Cho, S.-J., Smith, D. K., Carter, T. G., & Zelkowitz, R. L. (2018). The online social support scale: Measure development and validation. Psychological Assessment, 30(9), 1127–1143. https://doi.org/10.1037/pas0000558 Nicolazzo, Z., & Quaye, S. J. (2017). Trans* in College: Transgender Students’ Strategies for Navigating Campus Life and the Institutional Politics of Inclusion. Stylus Publishing, LLC. Oakes, P. J., & Turner, J. C. (1980). Social categorization and intergroup behaviour: Does minimal intergroup discrimination make social identity more positive? European Journal of Social Psychology, 10(3), 295–301. https://doi.org/10.1002/ejsp.2420100307   126 Oakley, A. (2017). Supporting one another: Nonbinary community building on Tumblr. In Sex in the digital age. Routledge, Taylor & Francis Group. https://doi.org/10.4324/9781315446240 Obst, P., & Stafurik, J. (2010). Online we are all able bodied: Online psychological sense of community and social support found through membership of disability-specific websites promotes well-being for people living with a physical disability. Journal of Community & Applied Social Psychology, 20(6), 525–531. https://doi.org/10.1002/casp.1067 Oh, H. J., Lauckner, C., Boehmer, J., Fewins-Bliss, R., & Li, K. (2013). Facebooking for health: An examination into the solicitation and effects of health-related social support on social networking sites. Computers in Human Behavior, 29(5), 2072–2080. https://doi.org/10.1016/j.chb.2013.04.017 Okoro, C. A., Hollis, N. D., Cyrus, A. C., & Griffin-Blake, S. (2018). Prevalence of disabilities and health care access by disability status and type among adults — United States, 2016. MMWR. Morbidity and Mortality Weekly Report, 67(32), 882–887. https://doi.org/10.15585/mmwr.mm6732a3 Olkin, R., Hayward, H., Abbene, M. S., & VanHeel, G. (2019). The experiences of microaggressions against women with visible and invisible disabilities. Journal of Social Issues, 75(3), 757–785. https://doi.org/10.1111/josi.12342 Organisation for Economic Cooperation and Development (OECD). (2019). The LGBT challenge: How to better include sexual and gender minorities? In Society at a Glance 2019: OECD Social Indicators. OECD Publishing. https://doi.org/10.1787/c64c3d3f-en   127 Ortiz-Ospina, E. (2019, September 18). The rise of social media. Our World in Data. https://ourworldindata.org/rise-of-social-media Pacheco, E., Yoong, P., & Lips, M. (2017). The Role of ICTs in Students with Vision Impairments’ Transition to University. International Conference on Information Resources Management-CONF-IRM2017. https://www.researchgate.net/profile/Edgar_Pacheco3/publication/321866201_The_role_of_ICTs_in_students_with_vision_impairments'_transition_to_university/links/5bdfae904585150b2b9f4daf/The-role-of-ICTs-in-students-with-vision-impairments-transition-to-university.pdf Park, A. (2017). Comment on the definition of sexual orientation and gender identity submitted to the Drafting Committee: Yogyakarta Principles on the application of International Human Rights Law to sexual orientation and gender identity. https://williamsinstitute.law.ucla.edu/wp-content/uploads/Yogyakarta-ReviewSOGI-Definition.pdf Pascoe, C. J. (2011). Resource and risk: Youth sexuality and new media use. Sexuality Research and Social Policy, 8(1), 5–17. https://doi.org/10.1007/s13178-011-0042-5 Patterson, E., Hughes, M., Cray, A., & Hussey, H. (2015, July 30). Disability justice is LGBT justice: A conversation with movement leaders. Center for American Progress. https://www.americanprogress.org/issues/lgbt/news/2015/07/30/118531 Perez, V. (2014). Political participation of LGBT Americans. In Research Memo: Project Vote. ProjectVote. http://www.projectvote.org/wp-  128 content/uploads/2014/06/research-memo-LGBT-participation-June-20-2014.pdf Perlman, D., & Peplau, L. A. (1981). Toward a social psychology of loneliness. In S. Duck & R. Gilmour (Eds.), Personal Relationships in Disorder (pp. 31-56). Academic Press. Pew Research Center. (2013a). A survey of LGBT Americans attitudes, experiences and values in changing times. http://assets.pewresearch.org/wp-content/uploads/sites/3/2013/06/SDT_LGBT-Americans_06-2013.pdf Pew Research Center. (2013b, November 26). The Diagnosis Difference. Pew Research Center Science & Society; Pew Research Center. https://www.pewresearch.org/science/2013/11/26/the-diagnosis-difference/ Pew Research Center. (2019a, May 14). Changing attitudes on gay marriage. Pew Research Center’s Religion & Public Life Project; Pew Research Center. https://www.pewforum.org/fact-sheet/changing-attitudes-on-gay-marriage/ Piantato, G. (2016). How has queer theory influenced the ways we think about gender? Working Paper of Public Health, 5(1). https://doi.org/10.4081/wpph.2016.6948 Pingel, E. S., Bauermeister, J. A., Johns, M. M., Eisenberg, A., & Leslie-Santana, M. (2013). “A safe way to explore:” Reframing risk on the Internet amidst young gay men’s search for identity. Journal of Adolescent Research, 28(4), 453–478. https://doi.org/10.1177/0743558412470985 Pingel, E. S., Thomas, L., Harmell, C., & Bauermeister, J. A. (2013). Creating comprehensive, youth centered, culturally appropriate sex education: What   129 do young gay, bisexual, and questioning men want? Sexuality Research and Social Policy, 10(4), 293–301. https://doi.org/10.1007/s13178-013-0134-5 Polkinghorne, D. E. (2007). Validity issues in narrative research. Qualitative Inquiry, 13(4), 471–486. https://doi.org/10.1177/1077800406297670 Primack, B. A., Shensa, A., Sidani, J. E., Whaite, E. O., Lin, L. yi, Rosen, D., Colditz, J. B., Radovic, A., & Miller, E. (2017). Social media use and perceived social isolation among young adults in the U.S. American Journal of Preventive Medicine, 53(1), 1–8. https://doi.org/10.1016/j.amepre.2017.01.010 Raver, A., Murchake, H., & Chalk, H. M. (2018). Positive disability identity predicts sense of belonging in emerging adults with a disability. Psi Chi Journal of Psychological Research, 23(2), 157–165. https://doi.org/10.24839/2325-7342.jn23.2.157 Reddy, M. (1998). Invisibility/Hypervisibility: The paradox of normative whiteness. Transformations: The Journal of Inclusive Scholarship and Pedagogy, 9(2), 55–64. http://www.jstor.org/stable/43587107 Reynolds, J. (2020). The Normate. In Weiss G., Murphy A., & Salamon G. (Eds.), 50 Concepts for a Critical Phenomenology (pp. 243-248). Evanston, Illinois: Northwestern University Press. https://doi:10.2307/j.ctvmx3j22.39 Robards, F., Kang, M., Steinbeck, K., Hawke, C., Jan, S., Sanci, L., Liew, Y. Y., Kong, M., & Usherwood, T. (2019). Health care equity and access for marginalised young people: A longitudinal qualitative study exploring health   130 system navigation in Australia. International Journal for Equity in Health, 18(1). https://doi.org/10.1186/s12939-019-0941-2 Rosario, M., Reisner, S. L., Corliss, H. L., Wypij, D., Frazier, A. L., & Austin, S. B. (2013). Disparities in depressive distress by sexual orientation in emerging adults: The roles of attachment and stress paradigms. Archives of Sexual Behavior, 43(5), 901–916. https://doi.org/10.1007/s10508-013-0129-6 Ryan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010). Family acceptance in adolescence and the health of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing, 23(4), 205–213. https://doi.org/10.1111/j.1744-6171.2010.00246.x Ryff, C. D., & Singer, B. (2000). Interpersonal flourishing: A positive health agenda for the new millennium. Personality and Social Psychology Review, 4(1), 30–44. https://doi.org/10.1207/s15327957pspr0401_4 Sandahl, C. (2003). Queering the crip or cripping the queer?: Intersections of queer and crip identities in solo autobiographical performance. GLQ: A Journal of Lesbian and Gay Studies, 9(1–2), 25–56. https://doi.org/10.1215/10642684-9-1-2-25 Santos, A. C., & Santos, A. L. (2017). Yes, we fuck! Challenging the misfit sexual body through disabled women’s narratives. Sexualities, 21(3), 303–318. https://doi.org/10.1177/1363460716688680 Satici, B., Saricali, M., Satici, S. A., & Eraslan Çapan, B. (2014). Social competence and psychological vulnerability as predictors of Facebook addiction. Studia Psychologica, 56(4), 301–308. https://doi.org/10.21909/sp.2014.04.738   131 Sawesi, S., Rashrash, M., Phalakornkule, K., Carpenter, J. S., & Jones, J. F. (2016). The impact of information technology on patient engagement and health behavior change: A systematic review of the literature. JMIR Medical Informatics, 4(1), e1. https://doi.org/10.2196/medinform.4514 Sawyer, S. M., Azzopardi, P. S., Wickremarathne, D., & Patton, G. C. (2018). The age of adolescence. The Lancet Child & Adolescent Health, 2(3), 223–228. ScienceDirect. https://doi.org/10.1016/s2352-4642(18)30022-1 Seabrook, E. M., Kern, M. L., & Rickard, N. S. (2016). Social networking sites, depression, and anxiety: A systematic review. JMIR Mental Health, 3(4), e50. https://doi.org/10.2196/mental.5842 Sedgwick, E. K. (2009). Shame, theatricality, and queer performativity: Henry James’s: The art of the novel. In M. A. Barale & J. Goldberg (Eds.), Touching Feeling: Affect, Pedagogy, Performativity (Series Q). Duke University Press Books. https://doi.org/10.1215/9780822384786-002  Sherry, M. (2004). Overlaps and contradictions between queer theory and disability studies. Disability & Society, 19(7), 769–783. https://doi.org/10.1080/0968759042000284231 Shields, S. A. (2008). Gender: An intersectionality perspective. Sex Roles, 59(5–6), 301–311. https://doi.org/10.1007/s11199-008-9501-8 Shpigelman, C.-N., & Gill, C. J. (2014). Facebook use by persons with disabilities. Journal of Computer-Mediated Communication, 19(3), 610–624. https://doi.org/10.1111/jcc4.12059   132 Silvers, A. (2009). Feminist perspectives on disability. In E. N. Zalta (Ed.), The Stanford Encyclopedia of Philosophy (Fall). The Scholarly Publishing and Academic Resources Coalition. https://plato.stanford.edu/archives/fall2019/entries/feminism-disability Simon Rosser, B. R., West, W., & Weinmeyer, R. (2008). Are gay communities dying or just in transition? Results from an international consultation examining possible structural change in gay communities. AIDS Care, 20(5), 588–595. https://doi.org/10.1080/09540120701867156 Sinclair, J. (2013). Why I dislike “person first” language. Autonomy, the Critical Journal of Interdisciplinary Autism Studies, 1(2). http://www.larry-arnold.net/Autonomy/index.php/autonomy/article/view/OP1P1 Sleeter, C. (2010). Building counter-theory about disability. Disability Studies Quarterly, 30(2). https://doi.org/10.18061/dsq.v30i2.1244 Stets, J. E., & Burke, P. J. (2000). Identity theory and social identity theory. Social Psychology Quarterly, 63(3), 224. https://doi.org/10.2307/2695870 Stevens, G., O’Donnell, V. L., & Williams, L. (2018). Patients learning in cyberspace: A thematic analysis of patient-patient discussions in a chronic illness Facebook page. International Journal of Web Based Communities, 14(4), 1. https://doi.org/10.1504/ijwbc.2018.10016101 Sue, D. W., Capodilupo, C. M., Torino, G. C., Bucceri, J. M., Holder, A. M. B., Nadal, K. L., & Esquilin, M. (2007). Racial microaggressions in everyday life: Implications for clinical practice. American Psychologist, 62(4), 271–286. https://doi.org/10.1037/0003-066x.62.4.271   133 Tajfel, H., & Turner, J. C. (1986). The social identity theory of intergroup behavior. In S. Worchel & W. G. Austin (Eds.), Psychology of intergroup relations. Nelson Hall. Tasman, A., Kay, G., & Lieberman, J. A. (2015). Psychiatry (M. B. First & M. Riba (eds.); 4th ed., Vols. 1 & 2). Wiley Blackwell. Taylor, P. (2013). A survey of LGBT Americans: Attitudes, experiences and values in changing times. In W. Swan (Ed.), Pew Research Center Social & Demographic Trends. Pew Research Center. https://www.pewsocialtrends.org/2013/06/13/a-survey-of-lgbt-americans/ The Harris Poll & GLAAD. (2019, June 24). GLAAD’s 2019 Accelerating Acceptance Index: Results show further decline in LGBTQ acceptance among Americans ages 18-34. GLAAD. https://www.glaad.org/blog/glaad%E2%80%99s-2019-accelerating-acceptance-index-results-show-further-decline-lgbtq-acceptance-among The Williams Institute. (2011, April). How many people are lesbian, gay, bisexual, and transgender? Williams Institute Publications > Demographics; The Williams Institute at UCLA School of Law. https://williamsinstitute.law.ucla.edu/publications/how-many-people-lgbt/ The Williams Institute. (2019, March). Adult LGBT population in the United States. Williams Institute Publications > Demographics; The Williams Institute at UCLA School of Law. https://williamsinstitute.law.ucla.edu/publications/adult-lgbt-pop-us/   134 Titchkosky, T. (2001). From the field -- coming out disabled: The politics of understanding. Disability Studies Quarterly, 21(4). https://doi.org/10.18061/dsq.v21i4.325 Toft, A., & Franklin, A. (2020a). Centring the voices of disabled LGBT+ young people in research: Ethical and methodological considerations. In A. Toft & A. Franklin. Young, Disabled and LGBT+: Voices, Identities and Intersections. (pp. 73–87). United Kingdom: Routledge. doi: 10.4324/9780429198458-6 Toft, A., Franklin, A (2020b).  Sexuality and gender identity in the lives of young, disabled LGBT+ persons: Initiating a dialogue. In: A. Toft & A. Franklin. Young Disabled and LGBT+: Voices, Identities and Intersections. (pp 3-11). United Kingdom: Routledge. doi: 10.4324/9780429198458-6 Torres, V., Jones, S. R., & Renn, K. A. (2009). Identity development theories in student affairs: Origins, current status, and new approaches. Journal of College Student Development, 50(6), 577–596. https://doi.org/10.1353/csd.0.0102 Trepte, S., & Loy, L. S. (2017). Social identity theory and self-categorization theory. In The International Encyclopedia of Media Effects (Vol. 63, pp. 1–13). Wiley-Blackwell. https://doi.org/10.1002/9781118783764.wbieme0088 Trujillo, M. A., Perrin, P. B., Sutter, M., Tabaac, A., & Benotsch, E. G. (2016). The buffering role of social support on the associations among discrimination, mental health, and suicidality in a transgender sample. International Journal   135 of Transgenderism, 18(1), 39–52. https://doi.org/10.1080/15532739.2016.1247405 UCDavis LGBTQIA Resource Center. (2020, January 14). LGBTQIA resource center glossary. Ucdavis.Edu. https://lgbtqia.ucdavis.edu/educated/glossary United Nations. (2007). Committee on the Rights of Persons with Disabilities. https://www.refworld.org/pdfid/5280d17a4.pdf Van der Graaf, S. (2015). Social media. In R. Mansell, P. Ang, C. Steinfield, S. van der Graaf, P. Ballon, A. Kerr, J. D. Ivory, S. Braman, D. Kleine, & D. J. Grimshaw (Eds.), The International Encyclopedia of Digital Communication and Society. Wiley Blackwell. van Uden-Kraan, C. F., Drossaert, C. H. C., Taal, E., Shaw, B. R., Seydel, E. R., & van de Laar, M. A. F. J. (2008). Empowering processes and outcomes of participation in online support groups for patients with breast cancer, arthritis, or fibromyalgia. Qualitative Health Research, 18(3), 405–417. https://doi.org/10.1177/1049732307313429 Verduyn, P., Ybarra, O., Résibois, M., Jonides, J., & Kross, E. (2017). Do social network sites enhance or undermine subjective well-being? A critical review. Social Issues and Policy Review, 11(1), 274–302. https://doi.org/10.1111/sipr.12033 Viluckienė, J., & Ruškus, J. (2017). Configurations of using social networking sites and perceived online social capital among adults with and without disabilities. Polish Sociological Review, 387-403.   136 Vogels, E. (2019, September 9). Millennials stand out for their technology use, but older generations also embrace digital life. Pew Research Center; Pew Research Center. https://www.pewresearch.org/fact-tank/2019/09/09/us- Walther, J. B., Carr, C. T., Choi, S. S. W., DeAndrea, D. C., Kim, J., Tong, S. T., & Van Der Heide, B. (2010). Chapter 1: Interaction of interpersonal, peer, and media influence sources online: A research agenda for technology. In A Networked self: Identity, Community, and Culture on Social Network Sites (pp. 17–38). Taylor & Francis Group. Walton, A., Albrecht, T., Lux, L., & Judge Santacroce, S. (2017). Social media: Support for survivors and young adults with cancer. Clinical Journal of Oncology Nursing, 21(5), 537–540. https://doi.org/10.1188/17.cjon.537-540 Wendell, S. (1989). Toward a feminist theory of disability. Hypatia, 4(2), 104–124. http://www.jstor.org/stable/3809809 Westbrook, M. T., Legge, V., & Pennay, M. (1993). Attitudes towards disabilities in a multicultural society. Social Science & Medicine, 36(5), 615–623. https://doi.org/10.1016/0277-9536(93)90058-c White, M., & Doorman, S. M. (2001). Receiving social support online: implications for health education. Health Education Research, 16(6), 693–707. https://doi.org/10.1093/her/16.6.693 Whitney, C. (2006). Intersections in identity–identity development among queer women with disabilities. Sexuality and Disability, 24(1), 39–52. https://doi.org/10.1007/s11195-005-9002-4   137 World Health Organization [WHO] & United Nations Economic and Social Commission for Asia and the Pacific [UNESCAP]. (2009). Training manual on disability statistics. In World Health Organization / United Nations Economic and Social Commission for Asia and the Pacific. UNESCAP. https://www.unescap.org/sites/default/files/Training-Manual-Disability-Statistics-E.pdf Wozolek, B. (2019). Implications of queer theory for qualitative research. Oxford Research Encyclopedia of Education. Oxford University Press. https://doi.org/10.1093/acrefore/9780190264093.013.735 Wright, K. B., Rosenberg, J., Egbert, N., Ploeger, N. A., Bernard, D. R., & King, S. (2013). Communication competence, social support, and depression among college students: A model of Facebook and face-to-face support network influence. Journal of Health Communication, 18(1), 41–57. https://doi.org/10.1080/10810730.2012.688250 Yan, L. (Lucy), Peng, J., & Tan, Y. (2015). Network dynamics: How can we find patients like us? Information Systems Research, 26(3), 496–512. https://doi.org/10.1287/isre.2015.0585 Yoo, W., Namkoong, K., Choi, M., Shah, D. V., Tsang, S., Hong, Y., Aguilar, M., & Gustafson, D. H. (2014). Giving and receiving emotional support online: Communication competence as a moderator of psychosocial benefits for women with breast cancer. Computers in Human Behavior, 30, 13–22. https://doi.org/10.1016/j.chb.2013.07.024   138 Zosky, D. L., & Alberts, R. (2016). What's in a name? exploring use of the word queer as a term of identification within the college-aged LGBT community. Journal of Human Behavior in the Social Environment, 26(7-8), 597-607. doi:10.1080/10911359.2016.1238803  ",
    "id": 328050822,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.usm.maine.edu:etd-1395"
    },
    "title": "Navigating LGBTQ+ and Disabled Intersections Online: Social Support and Identity Construction in the Age of Social Media",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-04-01T08:00:00+01:00",
    "publisher": "USM Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.usm.maine.edu/cgi/viewcontent.cgi?article=1395&context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/328050822.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/328050822"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/328050822/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/328050822/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/328050822"
        }
    ],
    "abstract": "There is a lack of research about the lived experiences of self-identified lesbian, gay, bisexual, transgender, queer, and otherwise-identified (LGBTQ+) young adults with disabilities who use the Internet to achieve particular social aims. Using open-ended survey questions, the researcher applied multidimensional and overlapping frameworks of intersectionality, feminist-disability theory, and social work to answer the following: What are the lived experiences of disabled, LGBTQ+ young adults who use social media for social support and identity construction? Using secondary data, fifteen (N=15) cases of LGBTQ+ disabled young adults aged 18 to 31 living in the United States were selected, and data was analyzed using a phenomenological thematic analysis. The research revealed salient themes, such as community/belonging, access to “others like me,” positive identity formation and protective mental health factors to name a few, each of which respectively facilitated or complicated participants’ motives to use social media platforms. Implications of v the research findings for social science scholars and suggestions for future research are discussed",
    "tags": [
        "text",
        "LGBTQ",
        "social media",
        "social networking sites",
        "disabled",
        "chronic illness",
        "social support",
        "identity construction",
        "young adults",
        "emerging adulthood"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.usm.maine.edu:etd-1395",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13925",
        "openDoarId": 0,
        "name": "University of Southern Maine: Digital Commons@USM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 328050822,
        "depositedDate": null,
        "publishedDate": "2020-04-01T08:00:00+01:00",
        "updatedDate": "2024-02-15T13:31:52+00:00",
        "acceptedDate": null,
        "createdDate": "2020-08-14T04:51:01+01:00"
    },
    "urls": [
        "https://digitalcommons.usm.maine.edu/etd/379",
        "https://digitalcommons.usm.maine.edu/context/etd/article/1395/viewcontent/Bianca_Sturchio_Thesis_Revised.pdf"
    ],
    "lastUpdate": "2024-02-15T13:31:52+00:00",
    "setSpecs": []
}