{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Howard, Amber K"
        },
        {
            "name": "Dove, John"
        }
    ],
    "contributors": [],
    "createdDate": "2024-01-24T05:39:08+00:00",
    "dataProvider": {
        "id": 3475,
        "name": "University of Maine",
        "url": "https://api.core.ac.uk/v3/data-providers/3475",
        "logo": "https://api.core.ac.uk/data-providers/3475/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.31045/jes.6.2.2",
    "downloadUrl": "https://core.ac.uk/download/596876689.pdf",
    "fullText": "Journal of Educational Supervision Volume 6 Issue 2 Cases in Critical Supervision within School Contexts Article 2 2023 Navigating Challenges in a Non-Open and Affirming Practicum Placement: A Case of a Queer-Identifying Student in Education Amber K. Howard Missouri State University - Springfield, AmberHoward@missouristate.edu John Dove jmd7472s@missouristate.edu Follow this and additional works at: https://digitalcommons.library.umaine.edu/jes  Part of the Educational Administration and Supervision Commons Recommended Citation Howard, A. K., & Dove, J. (2023). Navigating Challenges in a Non-Open and Affirming Practicum Placement: A Case of a Queer-Identifying Student in Education. Journal of Educational Supervision, 6 (2). https://doi.org/10.31045/jes.6.2.2 This Case is brought to you for free and open access by DigitalCommons@UMaine. It has been accepted for inclusion in Journal of Educational Supervision by an authorized administrator of DigitalCommons@UMaine. For more information, please contact um.library.technical.services@maine.edu. Case                   Amber K. Howard1 and John Dove  Abstract This article presents a case focused on the experiences of a queer-identifying teacher candidate placed in an educational practicum setting lacking an open and affirming environment. The study examines the challenges faced by the student and explores strategies employed to navigate these difficulties. By analyzing the impact of a non-supportive practicum environment compared to a supportive practicum environment on the students’ well-being and professional development, this case sheds light on the classroom implications and broader discussions surrounding the inclusion of queer-identifying individuals in educational settings. This case underscores the significance of creating inclusive and supportive environments within teacher education programs. It emphasizes the need for classroom applications that foster diversity, cultivate brave spaces, and ensure equal opportunities for all students, irrespective of their sexual orientation or gender identity. By discussing the implications of this case, the article offers insights for educators, policymakers, and institutions in promoting inclusive educational practices that empower and support queer-identifying students in practicum placements and beyond.  Keywords  LGBTQ+ teacher candidate; practicum; inclusive classrooms; critical supervision; relational pedagogy   1 Missouri State University   Corresponding Author: Amber K. Howard (School of Teaching, Learning, and Developmental Science, Missouri State University,  901 National Avenue, Springfield, Missouri, 65897, USA) Email: AmberHoward@MissouriState.edu Navigating Challenges in a Non-Open and Affirming Practicum Placement: A Case of a Queer-Identifying Student in Education Journal of Educational Supervision 10 – 28 Volume 6, Issue 1, 2023 DOI: https://doi.org/10.31045/jes.6.2.2    https://digitalcommons.library.umaine.edu/jes/  11  Journal of Educational Supervision 6(2) Researchers’ Positionality  I (Amber) am positioned as a white, cisgender, middle class woman teaching in a primarily white, middle-class college of education, whose department is led by white, middle class cisgender women. I recognize the privilege that surrounds my position as part of the majority in these spaces. I entered higher education after 12 years of teaching in the K-12 setting where I experienced what it was like to support LGBTQ+ youth in an environment and community that was less than accepting of their identity. I taught the same grade levels - 4th and 5th grade - represented in this case study, and I recall numerous students in my last few years in the classroom who were exploring their own gender and sexual identities. I was not equipped with any learning or training in how to support these students, I just did what I thought would allow them to feel loved and supported in my classroom and in our schools. I knew students could not learn from people they did not like (Pierson, 2013) and pondered how I could “be love” (Shalaby, 2017) to these students. I bring those stories of how I supported these students trying to find their place in a world that wasn’t accepting of them to the higher education setting and share them with elementary teacher candidates today. One of those students is John Dove. I am grateful for his transparency and willingness to share his stories to help future teachers learn the skills they need to support all students.    I (John) am a gay-demisexual, white, cisgender man, and person of faith who is a pre-service teacher at a university in the Midwest. I have been a substitute teacher in this area for the past three years while pursuing my elementary education degree. I primarily substitute in 4th and 5th grade which happen to also be the grades represented in this case. I recognize that I am a minority when it comes to the elementary education field, and value the representation I bring to the students and schools I work with. My intersectionality of being a person of faith, queer, and an educator brings a unique perspective that I believe to be important to the case represented here. Even though I identify as a queer individual, I would not say I was prepared to support LGBTQ+ youth until I began learning from people such as those in my teacher preparation program. Due to my own experiences with religious trauma, I never dealt with the harassment many of my queer friends experienced in their K-12 schooling. I had buried a part of who I was out of safety and fully convinced myself that I could never be queer. It was not until October of 2022 that I fully accepted myself for who I am. I am still working on the whole self-acceptance process but I’m not afraid to tell my story anymore. Only through being our most authentic selves can we encourage our students to be their most authentic selves.     Case Context    This teaching case is situated in the context of teachers as instructional supervisors. I, Dr. Amber Howard, am the first author of this piece, and I am an Assistant Professor of Elementary Education at the university that John Dove, the second author, attends. Part of my duties in this role include supervising preservice teachers in area schools through observing their instruction within their clinical placements and providing instruction through coursework. The context of this case is expanded on thoroughly in the teaching notes portion after the case is presented.     I, John Dove, the second author of this piece, will be sharing scenarios from my own experiences during my practicum as an elementary preservice teacher during the spring semester of 2023. I 12  Journal of Educational Supervision 6(2) have changed the names of the teachers/students and omitted school names for privacy reasons. However, for sociocultural context these events take place in the Midwest.    Case Narrative   At the beginning of the semester, I was placed in a 5th grade intermediate math classroom and filled with excitement for the upcoming days. My cooperating teacher, Mrs. Smith, had taught for thirty years already so I wanted to do my best to learn from her. The first day went well but by the second day I started to notice something was off. The classroom community in Mrs. Smith’s homeroom was tenuous at best, which I found extremely odd since it was already the spring semester and these students had spent over three months together in the classroom.    At the end of the second day, I stayed after school to talk to Mrs. Smith about her students to gain a better understanding of them, and that’s when I heard something I’ll never forget.    “Samantha and Madison are dating,” Mrs. Smith told me, and I simply waited to see what she would say next.    “I know right…ugh,” she said to me with such disgust on her face.    At this point alarms were going off in my head that helped explain why the classroom culture seemed so strained. I spent the rest of the week carefully getting to know each of the students by working in small groups, spending lunch and recess with them, and showing that I could be trusted. The students tended to resist working with Mrs. Smith and they were not engaged in a lot of the instructional content. All the while Mrs. Smith continued to make homophobic comments such as these while speaking with me:    “Those girls could use some mental help.”     “If their home lives were better, perhaps they would have turned out differently.”    “I have them separated in the classroom so they don’t do anything weird.”    By the end of the week many of the students came up to me and said they identified as queer, but one statement really stuck out to me. Samantha came up to me and said, “Mr. Dove, thank you for being such a cool and understanding teacher. We really learn a lot when you’re here…we have never felt safe to talk to our teacher about being queer, so thank you again.”    It was easy to empathize with those students when I heard how unsafe they felt in their classroom and with Mrs. Smith, because I also felt unsafe in that classroom as a queer preservice teacher myself. I spent so much time worrying what my cooperating teacher would do if she found out I was queer that I was consumed by anxiety the rest of my time there. The complexity of the student teacher position led me to feel powerless to help the students as it was outside my power to change their classroom/school environment since I was not their teacher or their principal. While I felt powerless, I knew I could make the choice to help myself.    13  Journal of Educational Supervision 6(2) I made the difficult decision to request a placement change for my own wellbeing. I did not know if it was even possible to switch placements, but I felt that my university supervisors needed to be aware of the situation and then we could work together to find solutions from there. Before even approaching my supervisor, I asked the advice of two previous professors whom I had great trust in. Both assured me that my university supervisor would be kind and considerate to my situation, and that I should let him know as soon as possible so I could get a placement change.     I had not been openly gay for very long at that point, so each person I told about my identity felt like a risk to my safety. I was scared that he wouldn't be able to help me or would not want to. Now, I must say that my supervisor at the time was one of the most wonderfully progressive men I’ve ever met, but that fear of rejection was embedded in me. So, with Dr. Howard by my side, we met with my supervisor to discuss my situation. The meeting went quite well despite all my fears. He listened to me, empathized with my worries, and assured me that my new placement would be as accepting as he could make it. I’m not sure what he did to make it happen, but I very quickly got a new placement. It felt like the most selfish decision I ever made, and I feared that some of the students felt abandoned by my choice. However, I had no power to change their situation and needed to feel safe myself so that I could learn how to be the best teacher who advocates for students.     Through this process, I got moved into a different school and into Ms. Goodman’s 4th grade classroom at a different school within the same district. I was very nervous but excited going into my first day with Ms. Goodman. She was incredibly nice to me from the get-go; but I must admit I was apprehensive to let my guard down. However, by the end of the day I noticed how the classroom environment was so open compared to Mrs. Smith’s. The students were so honest with each other and with their teacher. I watched the students ask questions no matter how “silly” they were perceived, and Ms. Goodman happily answered them all. The students seemed happy, which I was delighted to see. I was baffled in comparison to my previous placement, but I knew I would learn a lot from Ms. Goodman.    Over time, I began to trust Ms. Goodman and told her about my experiences at my previous placement and about my identity as a gay educator. She expressed much sorrow towards the exclusion I experienced, and I felt my shoulders relax. Finally, I had a cooperating teacher who didn’t hate me for being myself.    Ms. Goodman began to tell me more about the school climate towards queer individuals and how there was a lot of room for improvement. One conversation really stuck with me about one of the students, Michael.    Ms. Goodman told me, “Michael was bullied a lot during third grade for his identity and it left quite an impact on his confidence, so I requested to have him in my class so I could provide a more accepting environment.”    It’s one thing to say that and another to build the environment but she proved to me she meant every word. I had been taught how to build such an environment in my classes, but this was my first time seeing an elementary teacher provide a space for all her students to be themselves. She 14  Journal of Educational Supervision 6(2) did all the hard work to build lasting connections with her students and that was reflected in their community. Every morning Ms. Goodman would greet each of her students and ask how they were doing. Whenever a student said something problematic, she never freaked out but instead would open up a nonjudgmental conversation about why we shouldn’t use those words in public spaces. Ms. Goodman would also intentionally pick books to read aloud that showed diverse people living normal lives and specifically open discussions to show that we are all humans living our lives.     I recall fondly, a moment where I realized even the simplest decisions made by Ms. Goodman were made with immense intentionality. Ms. Goodman had single desks that were arranged in table groups and as someone who grew up with the rows and columns set up of single desks, I felt it was unusual for someone who was as forward thinking as her to have them. So, I asked her why she requested to have single desks.     Ms. Goodman explained, “Many students experience never having their own privacy or even worse, guardians who throw away their things as punishment. In fact, I had one student whose father was so angry that his kid was queer that he threw his PlayStation in the garbage. Having single desks allows for students to have their own space and in combination with knowing I respect that space; they feel safe and respected. There is more to being trauma informed than large scale practices, it’s also in the minute details.”    I was astonished to say the least. She took something that I grew up hating and turned it into so much more. And as I began to look closely at those students who I suspect had experienced a loss of privacy and safety, I noticed how much pride they took in taking care of their desks and how the whole class respected the space of others. I made up my mind then that I would strive to have single desks in my future classroom.     Ms. Goodman’s class was regarded as the “talkative” class, but this was a result of the trust the students had in each other to always respect and take care of one another. I noticed how the students learned so much more from feeling safe in her classroom and this helped them increase their emotional intelligence thanks to Ms. Goodman’s efforts. I can recount every time an upset student would come up to me to ask if they could take a couple minutes to calm down and then reenter the learning process. Perhaps though, the culmination of Ms. Goodman’s efforts happened during recess one day.    I often spent recess with the students as I enjoyed getting to know them, but one recess period really opened my eyes to what a difference teachers can make. I was hanging out with a group of my students when I heard Elijah say something I never had the guts to say in front of a group growing up.    “Remember when I had a crush on Neil,” he spoke to his classmates around him.    The group simply chuckled a little and then Neil spoke lightheartedly, “I sure remember!”    Neil continued, “Thanks for respecting that I’m straight though.”    15  Journal of Educational Supervision 6(2) “Of course,” Elijah simply responded. The group laughed again and then continued to play, all the while I stood there almost in tears. No one made a big deal that Elijah had talked about having feelings for another male. Not even Neil, who identified as heterosexual, took offense from having another guy like him romantically. Ten-year-olds who all grew up in a community that was not open and accepting could still create a community that was the opposite in nature. I truly saw in that moment hope for the future, hope for all the people out there being forced to hide themselves, and hope that my students would go on to be great people.   Teaching Notes  The following section will be outlined using Fossey and Crow’s (2011) guidance for high quality case studies. We will conduct a thorough analysis of this case by delving into its local context and relevance, examining its complexity and ambiguity, and suggesting various theoretical perspectives for a comprehensive examination.    Context & Relevance    This case took place in a suburban town in the Midwest with a population of around 6,500, 94.7% of whom identified as white in the 2022 census (US Census Bureau). The national school climate survey from the Gay Lesbian Straight Education Alliance (GLSEN, 2021) indicated that schools in this state were not safe for most LGBTQ+ students. In this 2019 survey 92% of LGBTQ+ students in this state were surrounded with negative remarks about their sexuality in the school setting, and most (69%) LGBTQ+ students experienced some form of harassment about their sexual identity. This unwelcoming environment for LGBTQ+ students and staff contributed to one teacher in a neighboring district to the one explored in the case resigning after receiving intense pressure from the school and community to remove a pride flag that he displayed in his classroom with a sign saying, “In this classroom, everyone is welcome” (Riley, 2021). This district’s conflict over showing support for LGBTQ+ students continued when administrators in one of the largest school district in the state told teachers to remove any pride flags in their high school classrooms (Riley, 2022). It is important to note that both of these situations were instigated by the simple presence of a pride flag to show support for LGBTQ+ students and was not connected to teachers’ behavior or interactions with students.    During the same semester that John experienced this unwelcoming classroom environment, the state and many surrounding states were actively debating a ban on LGBTQ+ education for all grade levels (Ballentine, 2023a). Specifically, transgender students were the target of much of this legislation that resulted in passing bills in numerous states to ban transgender girls and women from playing sports on female teams. Schools who violate this law risk losing substantial funding (Ballentine, 2023b). All of these examples of the unwelcoming environment for LGBTQ+ individuals in schools were important background factors in John’s case. This unwelcoming environment is pervasive in many areas across the United States and is a component that must be considered when analyzing this case (Sawchuck, 2022a).       16  Journal of Educational Supervision 6(2) Complexity & Ambiguity   The complexity of creating spaces where LGBTQ+ youth feel safe arises in part from the political climate (Sawchuck, 2022b), as well as from the climate of religion and spirituality (Schmitz & Woodell, 2018) in the area of the Midwest where this case is situated.     At the time of this writing, there are 15 states in America attempting to pass 30 laws to limit LGBTQ+ representation in school curriculum (Sawchuck, 2022a). This political movement is taking place despite ample research supporting the integration of LGBTQ+ perspectives and inclusion into school curriculum to mitigate bullying, lack of empathy, and mental health concerns (Gowen & Winges-Yanez, 2013; Payne & Smith, 2010; Swanson & Gettinger, 2016).     The current political push to legislate how schools approach LGBTQ+ issues is complex. Its impetuses include states’ rights, nonprofit groups advocating for their viewpoint, the coupling of aggressive rhetoric with transgender bills, and parents’ rights groups (Sawchuck, 2022b). The complexity of much of this legislation has significant implications for classroom teachers. The American Civil Liberties Union (ACLU) has claimed that the Midwestern state where this case is situated was leading the nation in anti-LGBTQ legislation at the time of this writing with 15 anti-LGBTQ laws proposed (Branstetter, 2023). Bayless et al. (2023) explained that much of this legislation goes further than Florida’s Don’t Say Gay law by expanding restrictions on speaking about gender identity and sexual orientation at all grade levels, not just younger elementary school levels. One specific law if enacted would even restrict students from sharing about their LGBTQ+ family members and loved ones. Another proposed bill by a different representative of the same state would eliminate teachers’ ability to use students’ preferred pronouns. The relevance of exploring cases such as this in our current political climate cannot be overstated.    Many of these political movements may be driven by religious beliefs on some level, particularly in the Midwestern area where this case is situated where 77% of residents identify as Christian with 36% of those identifying as evangelical. The majority of people in the state (82%) identified religion as at least somewhat important in making decisions (Pew Research, 2023). Some of these religious communities may contribute to the stigmatized view of LGBTQ+ individuals in the state, according to research by Schmitz and Woodell (2018). In their study that investigated LGBTQ+ youths’ perceptions of the role religion and spirituality played in their lives, they found a connection between a sense of social stigma created by religious institutions and their followers and how LGBTQ+ young people perceived religion. While this study also pointed out how LGBTQ+ youth have used religion to develop resilience and coping, it also uncovered that some LGBTQ+ youth have abandoned religion as a result of the stigma created by religious groups towards their identity.    Another layer of the complexity of how LGBTQ+ issues are approached in elementary schools is the differences between how adults and children in these spaces think about these issues. Teachers have several fears associated with discussing LGBTQ+ issues in the classroom including fears of losing their jobs, emotional abuse, parental retaliation, and assault on a teacher’s integrity (Martino & Cumming-Potvin, 2016). In their study that examined one queer teacher’s approach to “queering and transing the elementary school curriculum” (p. 821) Martino and Cumming-Potvin identified the impact that parents’ viewpoints had on their children. In their 17  Journal of Educational Supervision 6(2) case narrative, they explained how one elementary student expressed discomfort with the ideas portrayed through the literature a queer teacher was using that highlighted queer families. One day, this student engaged in the read aloud and asked thoughtful questions throughout. After the read aloud, the student talked with others in the class matter-of-factly about the sexuality of the characters in the book, identifying one lesbian couple and one gay couple relatively nonchalantly and with no challenge. However, the same student returned the following day with a different viewpoint and said, “my parents are not happy about this” and the child started using language such as “creep” and “sissy” when referring to LGBTQ+ characters (p. 822). This idea of children being more accepting and affirming of difference than adults is supported by Lucas et al. (2014) who found that children have more ease when learning about different types of relationships and are more apt to accept differences in sexuality. The Pew Research Center (Parker et al., 2019) confirmed that Gen Z is more open and affirming than previous generations and supports non-binary gender identifiers with more than 80% of them reporting that they support or are neutral towards same-sex marriage. This contrasts with their parent’s generation where only 67% support or are neutral towards same-sex marriage. This shift in how young people view LBGTQ+ issues is demonstrated in the case above when Neil did not make a fuss over being mistaken as gay.    Theoretical Perspectives   There are numerous theoretical perspectives through which one could examine the case above. Through a combination of Relational and Critical Pedagogy we highlight how an individual could examine this case narrative differently.     Relational Pedagogy.  It would be short-sighted to overlook the relational pedagogy that was used to create an environment where John felt he could approach his professors with his concerns. Relational pedagogy is a theoretical framework that emphasizes the importance of building strong, positive relationships between teachers and students (Hinsdale, 2016). Hinsdale describes relational pedagogy as a practice that invites us to “place the human relationship between teacher and student at the center of educational exchanges and to deeply question both the nature of that relationship and what that relationship might mean to teaching and learning” (p. 2). Relational pedagogy recognizes that meaningful connections contribute to a more effective learning environment. Two of the foundational components of relational pedagogy are building trust and listening to students. In the case narrative, relational pedagogy can be used to examine the interactions between John, Mrs. Smith, and Ms. Goodman and their impact on the students. The case provides an example of a classroom where there is an overall lack of relational pedagogy (Mrs. Smith’s) and contrasts it to a classroom that prioritizes the use of relational pedagogy (Ms. Goodman’s).      Critical Pedagogy.  Critical pedagogy focuses on the power dynamics within educational settings and seeks to challenge oppressive systems. Fovet (2021) described critical pedagogy as     a lens on education which was coined by Paolo Freire. It argues that traditional education—the banking model—oppresses learners instead of producing critically aware thinkers. It reduces them to passive roles and serves wider hegemonic societal expectations that they should comply instead of challenge inequitable power dynamics 18  Journal of Educational Supervision 6(2) they encounter. Critical pedagogy supports teachers as they seek to make learners aware of their oppression; it encourages them to support learner identity and voice, and to create optimal conditions for learners to empower themselves and transform their classroom and school experiences. (p. 97)    This definition of critical pedagogy can be applied in this case. John was experiencing the oppression discussed in this definition in Mrs. Smith’s classroom and had the courage to challenge the inequitable practices instead of taking on a passive role. John's decision to request a placement change can be viewed as an act of resistance against this oppressive environment. The courses in John’s elementary education program use critical pedagogy to develop students’ awareness of inequities in hopes they will enter educational spaces equipped to be change makers and challenge these inequities. Teachers who integrate critical pedagogies into their instruction have the potential to dismantle systems of power in the pursuit of humanizing the educational landscape (Freire, 1970).    LGBTQ+ Issues in Teacher Education and Educational Supervision   “By most counts, US teachers in K-12 settings are woefully ill prepared to teach LGBTQ+ and non-gender conforming youth and to work against heterosexism and homophobia in schools” (Clark, 2010, p. 711). It is imperative that teacher education faculty and educational supervisors work with fervor and intentionality to create spaces in both higher education and in practicum experiences where LGBTQ+ teacher candidates can thrive to model how our future teachers can create these spaces in the K-12 setting. Linley et al. (2016) interviewed and surveyed 60 LGBTQ+ identifying college students to investigate how faculty could support these students. Participants in their study reported feeling support from faculty in both formal and informal interactions inside and outside of the classroom. Some of these formal interactions included the use of inclusive language, using preferred pronouns, shaping course content beyond normative curriculum, confronting homophobic language, and through campus organizations. Informal interactions that showed support in this study included being role models, being visible on campus, participating in campus events that promoted inclusion, and being active in the community. GLSEN (2020) issued a research brief that shares numerous teaching moves educators in both the K-12 and higher education setting can make to provide an inclusive and supportive classroom for LGBTQ+ students. These practices that faculty can enact to show support for LGBTQ+ students are reiterated in Sapon-Shevin’s (2019) chapter that explored how to create LGBTQ+ inclusive classrooms. She framed this chapter by explaining that LGBTQ+ justice work must be framed through a pedagogy of discomfort and claimed that the reason this work is so hard is due to fear. The concept of a pedagogy of discomfort was the foundation of Winks (2017) research that found that using a pedagogy of discomfort to create brave spaces in higher education can contribute to transformative learning.     One note of interest for readers of this journal is the relative lack of research about educational supervision for LGBTQ+ students. When I explored the ERIC databases as well as a complete academic search of databases from my institution for a variety of phrases about LGBTQ+ and educational supervision, the results were overall lacking. There were several articles about counseling supervision (Dorn-Medieros & Christensen, 2019; Luke & Goodrich, 2012), medical supervision (Elertson & McNiel, 2021; Gibson et al., 2020), social work (Atteberry-Ash et al., 19  Journal of Educational Supervision 6(2) 2019; Westwood, 2021), and resources for K12 schools (Beasy et al., 2023; Payne & Smith, 2019), but there was no current research on educational supervision to support LGBTQ+ identifying teacher candidates. The Association for Supervision and Curriculum Development did not have any returns on a search for LGBTQ+ educational supervision. If teacher educators hope to equip teacher candidates with the skills to support LGBTQ+ K12 students to transform the GLSEN (2021) school climate survey results in the coming years, more research needs to be done in the area of LGBTQ+ educational supervision.     Culturally Responsive Instructional Supervision. When examining how to create spaces where LGBTQ+ preservice teachers feel safe and empowered, consideration should be given to what the supervision of these preservice teachers looks like in schools. Gay (1998) calls for supervision that helps teachers, “acquire knowledge, attitudes, values, and skills about cultural diversity; and to apply these in instructional situations” (p. 1218). This type of supervision is referred to as Culturally Responsive Instructional Supervision (CRIS) and is an approach to overseeing and supporting educators that recognizes and values the cultural diversity of both teachers and students by applying culturally responsive practices (Guerra et al., 2022). It seeks to create an inclusive and equitable learning environment where all students, regardless of their cultural background, can thrive. Burkard et al. (2006) found that all supervisees from a wide range of backgrounds and cultures benefited from CRIS, in part because it creates a safe space between supervisors and supervisees. Tohidian and Quek (2017) placed the responsibility on the supervisor to build these safe spaces and CRIS is one way to do so. Overall, Culturally Responsive Instructional Supervision seeks to create an educational environment that values and respects the diverse cultural backgrounds and identities of all students, while providing support and resources for teachers to effectively engage and instruct in this diverse context. John’s university professors attempted to implement CRIS to create a safe space where he was comfortable approaching them with his concerns about his placement. In the end, this resulted in a placement where he could feel safe, productive, and learn important skills as an educator.    Critical Supervision. Another approach to supervision that can be seen through this case is Critical Supervision. Critical Supervision is an approach to overseeing and supporting educators that emphasizes critical thinking, reflection, and analysis through the application of a variety of critical theories including but not limited to Critical Whiteness Studies (Shaver & Elfreich, 2021), Culturally Responsive Pedagogy (Guerra et al., 2022), Equity-Minded Supervision (Livers et al., 2022), and Transformative Learning Theory (Taylor, 2009), among many others. Critical supervision recognizes that “supervision as a field of study and practice has not dissolved the sociocultural processes that enable problematic frames of references with their subsequent behaviors aimed at minoritized students” (Cormier & Pandy, 2021). To address this shortcoming, critical supervision involves examining and questioning traditional practices, power dynamics, and underlying assumptions within educational settings. This form of supervision encourages educators to be thoughtful, self-aware, and socially conscious in their teaching practices. Critical supervision is tightly connected to Jacobs’ (2014) definition of social justice supervision “as a process focused on the professional growth of teachers with the end goal of creating more equitable educational environments for all students” (p. 4). John’s coursework in the elementary education program promoted social justice through the implementation of critical supervision and critical pedagogy.    20  Journal of Educational Supervision 6(2) Classroom Application Activities    Preparing teacher candidates to enter classrooms where they are able to meet the academic, social, and emotional needs of LGBTQ+ students has long been a challenge in teacher education (Kukner et al., 2016). Kitchen and Bellini (2012) claimed that teachers are ill equipped for providing the support needed by LGBTQ+ youth while Goldstein et al. (2007) attested that teacher educators are uniquely positioned to train teacher candidates using anti-oppressive pedagogy to enter classrooms more equipped to support these students. Teachers are cultural workers with a unique positionality to imbue their students with more socioemotional skills to navigate the spaces of difference in which they live (Freire, 2018; Giroux, 1994). In the words of bell hooks (2003) “community is formed not by the eradication of difference but by its affirmation, by each of us claiming the identities and cultural legacies that shape who we are and how we live in the world” (p. 138). It is our hope that John’s story presented in this case can be used by teacher educators to equip teacher candidates more fully for providing a safe, welcoming, and inclusive classroom for all students. Outlined below are a few classroom activities that could be used to accompany this case for teacher candidates to be prepared to create the classroom environment of Ms. Goodman’s classroom and avoid creating spaces that feel like Mrs. Smith’s classroom.    Imagine Inclusive Classrooms    This activity is based on the principle from relational pedagogy (Hinsdale, 2016) that promotes imagination. Hinsdale discussed the concept of imagination as it relates to relational pedagogy as a way to bridge the gap between the self and the other. While we can never fully understand the experience of the other, practicing imagination can help us develop empathy (Todd, 2003) and understanding towards the other. In this specific case, it can allow us to imagine equitable spaces and classrooms. Prior to presenting the case, have students draw or describe what comes to mind when they hear the phrase “inclusive classroom” or “open and affirming classroom.” Allow them to share their thoughts with one another, then present the case to them. After reading, have them compare Mrs. Smith and Ms. Goodman’s classroom environments to what they depicted. Hold a discussion about what biases may be present in the case to frame a discussion of students’ personal biases that resulted in their initial thoughts about what an inclusive classroom may look like. If you wish to continue this discussion, you may bring in GLSEN’s (2020) research brief on inclusive and supportive teaching practices and have them identify how these were or were not present in the study. End this learning session by having students represent what inclusive classrooms look and feel like again in a way that incorporates their learning from the activity.    Compare and Contrast    Have teacher candidates create a T-Chart to help analyze this case. On the one side students will record what they notice and what they wonder about Mrs. Smith’s classroom environment. On the other side, they will record what they notice and what you wonder about Ms. Goodman’s class. After discussing their charts based on the case presented here, have them draw a horizontal line and continue using the chart for two classrooms they have spent time in. This activity could be paired with a variety of readings including Howard et al.’s (2020) text No More Teaching 21  Journal of Educational Supervision 6(2) Without Positive Relationships, Shalaby’s (2017) book Troublemakers, or Pierson’s (2013) TED talk about every child needing a champion.     I have done an activity like this in several of my teacher education courses where students are asked to compare what they see in their clinical placements to what we are reading about that day. This allows teacher candidates to connect theory to practice because they study the research on a topic such as positive relationships from Howard et al. (2020) and Shalaby (2017) and then are asked to connect that research to what they saw in their placement that week. This has had large impacts on students ways of thinking as evidenced in their end of course evaluations and how they report shifts in their equity mindsets.     Equity Literacy    Consider using Gorski and Swalwell’s (2015) Equity Literacy Framework to analyze this case. The aim of using equity literacy is to cultivate four abilities in teachers (p. 2, emphasis original):  1. Recognize even subtle forms of bias, discrimination, and inequity.   2. Respond to bias, discrimination, and inequity in a thoughtful and equitable manner.  3. Redress bias, discrimination, and inequity, not only by responding to interpersonal bias, but also by studying the ways in which bigger social change happens.  4. Cultivate and sustain bias-free and discrimination-free communities, which requires an understanding that doing so is a basic responsibility for everyone in a civil society.     Gorski and Pothini (2018) outline the following steps to using the equity literacy process to analyze cases. First, have teacher candidates identify what biases and inequities are present in the case. Next, examine the different perspectives represented in the study including the teachers, teacher candidate, and students mentioned. In step three, teacher candidates should consider the challenges and opportunities present and then in step four they imagine equitable outcomes. In steps five and six they brainstorm immediate term and long term responses that would allow them to reach that equitable outcome. Using this equity literacy process can have long-lasting impacts on students as it helps shift their understanding around the role sociocultural factors play in schools (Brown & Kraehe, 2010).    I have used the equity literacy process to analyze cases in my teacher education courses for over a year now. The way this process requires preservice teachers to dig deeply into critical thought and biases has profound impacts on their development of analyzing equity in the spaces they work in. One semester, we analyzed a case about a book fair at a school and how the practice of book fairs perpetuates inequities. As a result, a group of preservice teachers collaboratively pooled money together to ensure every student at their practicum site received a book from the book fair. Small actions such as this have the potential to lead to significant changes in the educational landscape as a result of formative experiences with examining equity in their teacher education courses.        22  Journal of Educational Supervision 6(2) Analyze Student-Teacher Communication    Howard et al. (2020) wrote about the importance of developing positive relationships with students to ensure success all around. In their book, they outlined the importance of being intentional about how teachers communicate with students.     Language is an action that builds identity and describes how we feel about each other. We can communicate in ways that break down students and contribute to their feelings of inadequacy or in ways that uplift, affirm their intellect and ways of knowing, and inspire   their curiosity. (p. 42)    In this case with John, Mrs. Smith, and Ms. Goodman, there are several anecdotes of exchanges between a teacher and a student. To analyze the communication involved in these situations, divide each interaction amongst your class. Have them work through the following questions about each of these interactions using Howard et al.’s (2020) recommendations for being more metacognitive about student communication:  • What language choices did the teacher make that shut students down? How could they have communicated differently?  • What language choices created space for students to make positive choices?  • What evidence could you see of each student's emotional, behavioral, and cognitive engagement?  • Does the teacher ever seem like they are judging, showing disdain, or frustration?  • Did the teacher provide more recognition and affirmation to certain students? (p. 43)  Using these reflective questions along with this case has the potential to improve teacher candidates’ problem-solving, analytical, critical thinking, and decision-making skills (Diamantes & Ovington, 2003; Pindiprolu et al., 2003; Zottmann et al., 2012).    Discussion Questions    To assist you in processing this case with colleagues and/or teacher candidates, we invite you to engage with the following discussion questions to explore the case more thoroughly and connect the scenario to your own field of practice.  1. In this case, John requested a new placement from his university professors. Does your program have a process in place for students to share concerns about their placements and potentially request a new placement? What is that process? Was the process created in an effort to support students or more as a punitive system that is only utilized when students are struggling?  2. The program that John was part of collaborates with local districts to provide open and affirming placements to teacher candidates. How could your programs be intentional about placements for LGBTQ+ students to ensure they have an experience where they can truly learn the best practices in education?  3. Despite the local context that lacks inclusion, the university that John attended and where Amber taught prioritizes diversity, equity, and inclusion. What ideas do you have for how the university could expand its DEI efforts into the community in an effort to transform the community to prevent classroom environments like the one created in Mrs. Smith’s classroom?  23  Journal of Educational Supervision 6(2) 4. Reflect on your own practicum placements. Would you describe the classroom environments you have been in as closer to Mrs. Smith’s classroom or Ms. Goodman’s? What could be changed in your placements to make them more inclusive of difference?  5. What biases are inherently present in this case? How do those biases lead to action in the way the teachers respond to students and create a classroom environment? What biases are present in your own thinking? What implications do these biases have on your own classroom?    24  Journal of Educational Supervision 6(2) References  Atteberry-Ash, B., Speer, S., Kattari, S., & Kinney, K. (2019). Does it get better? LGBTQ social work students and experiences of harmful discourse. Journal of Gay and Lesbian Social Services, 31(2), 223-241. https://doi.org/10.1080/10538720.2019.1568337  Ballentine, S. (2023, March 1). Missouri debates ban on LGBTQ education for all grades. Associated Press. https://apnews.com/article/lgbtq-gay-bill-education-florida-missouri-8bd14df6ecb97125944a430f50e9a86d  Ballentine, S. (2023, June 7). Missouri governor signs ban on transgender healthcare, school sports. Associated Press. https://apnews.com/article/transgender-missouri-republican-govenrnor-sports-d0d3ef01544dc7c22592d8ca2464138b  Bayless, K., Shorman, J., & Bond, M. (2023, January 23). Missouri leads the nation in anti-LGBTQ legislation. St. Louis Post Dispatch. https://www.stltoday.com/news/local/govt-and-politics/missouri-leads-nation-in-anti-lgbtq-legislation/article_de653d4d-680c-5046-876b-386c0c51933a.html  Beasy, K., Grant, R., & Emery, S. (2023). Multiple dimensions of safe space for LGBTQ students: School staff perceptions. Sex Education, 23(1), 35-48. https://doi.org/10.1080/14681811.2021.2018677  Branstetter, G. (2023, January 23). How the ACLU tracks anti-LGBTQ bills, and how we are fighting back. ACLU Missouri. https://www.aclu-mo.org/en/news/how-aclu-tracks-anti-lgbtq-bills-and-how-were-fighting-back  Brown, K. & Kraehe, A. (2010). The complexities of teaching the complex: Examining how future educators construct understandings of sociocultural knowledge and schooling. Educational Studies, 46(1), 91-115. https://doi.org/10.1080/00131940903480175  Burkard, A.W., Johnson, A.J., Madson, M.B. et al. (2006). Supervisor cultural responsiveness and unresponsiveness in cross-cultural supervision. Journal of Counselling Psychology, 53(3), 288–301. https://doi.org/10.1037/0022-0167.53.3.288  Clark, C. (2010). Preparing LGBTQ-allies and combatting homophobia in US teacher education. Teaching and Teacher Education, 704-713. doi.org/10.1016/j.tate.2009.10.006  Cormier, D.R. & Pandy, T. (2021). Semiotic analysis of a foundational textbook used widely across educational supervision. Journal of Educational Supervision, 4(2), 101-132. https://doi.org/10.31045/jes.4.2.6  Diamantes, T., & Ovington, J. (2003). Storytelling: Using a Case Method Approach in Administrator Preparation Programs. Education, (3-13)123, 465.  Dorn-Medeiros, C. & Christensen, J. (2019). Developing a rubric for supervision of students counseling LGBTQ clients. Journal of LGBTQ Issues in Counseling, 13(1), 28-44. https://doi.org/10.1080/15538605.2019.1565798  Elertson, K. & McNiel, P. (2021). Answering the call: Educating future nurses on LGBTQ healthcare. Journal of Homosexuality, 68(13), 2234-2245. https://doi.org/10.1080/00918369.2020.1734376  Fossey, R., & Crow, G. M. (2011). The elements of a good case. Journal of Cases in Educational Leadership, 14(3), 4–10. https://doi.org/10.1177/1555458911426467  Fovet, P. (2021). Maintaining a firm social justice lens during a public health crisis: Lessons learnt from the ‘learning pods’ phenomenon. In Educational Recovery for P-12 Education During and After the Pandemic, F. Fovic (ed.). IGI Global.  Freire, P. (2018). Teachers as cultural workers: Letters to those who dare teach. Routledge.  25  Journal of Educational Supervision 6(2) Freire P. (1970). Pedagogy of the oppressed. New York, NY: Continuum.  Gay, G. (1998). Cultural, ethnic, and gender issues. In G. R. Firth and E. F. Pajak (Eds.), Handbook of research on school supervision (pp. 1184-1227). MacMillan.  GLSEN. (2020). Supporting LGBTQ Students by Protecting LGBTQ Teachers (Research Brief). GLSEN.  GLSEN. (2021). School climate for LGBTQ students in Missouri. GLSEN 2019 State Snapshot. https://www.glsen.org/sites/default/files/2021-01/Missouri-Snapshot-2019.pdf   Gibson, A., Gobillot, T., Wang, K., Conley, E., Coard, W., Matsumoto, K., Letourneau, H., Patel, S., Merel, S., Sairenji, T., Whipple, M., Ryan, M., Morales, L., & Heinen, C. (2020). A novel curriculum for medical student training in LGBTQ healthcare: A regional pathway experience. Journal of Medical Education and Curricular Development, 7, 1-7. https://doi.org/10.1177/2382120520965254   Giroux, H. (1994). Doing cultural studies: Youth and the challenge of pedagogy. Harvard Educational Review, 64(3), 278-309.  Goldstein, T., Russell, V., & Daley, A. (2007). Safe, positive, and queering moments in teaching education and schooling: A Conceptual framework. Teaching Education, 18(3), 183-199. https://doi.org/10.1080/10476210701533035  Gorski, P. & Pothini, S. (2018). Case studies on diversity and social justice education (2nd ed.). Taylor & Francis. Gorski, P. & Swalwell, K. (2015). Equity literacy for all. Educational Leadership, 72(6), 34-40.  Gowen, K. & Winges-Yanez, N. (2013). Lesbian, gay, bisexual, transgender, queer, and questioning youths’ perspectives of inclusive school-based sexuality education. The Journal of Sex Research, 51(7), 788-800. https://doi.org/10.1080/00224499.2013.806648   Guerra, P., Baker, A.M., Cotman, A.M. (2022). Instructional supervision: Is it culturally responsive? A textbook analysis. Journal of Educational Supervision, 5(1), 1-26, https://doi.org/10.31045/jes.5.1.1  Jacobs, J. (2014). Fostering equitable school contexts: Bringing a social justice lens to the field of supervision. Florida Association of Teacher Educators Journal, 1(14), 1-16.  Hinsdale, J. (2016). Relational pedagogy. Oxford Research Encyclopedia of Education.  DOI: https://doi.org/10.1093/acrefore/9780190264093.013.28  Howard, J., Milner-McCall, T., Howard, T. (2020). No more teaching without positive relationships. Heineman.  hooks, b. (2003). Teaching community: A pedagogy of hope. Routledge.  Kitchen, J., & Bellini, C. (2012). Addressing lesbian, gay, bisexual, transgender, and queer (LGBTQ) issues in teacher education: Teacher candidates perceptions. Alberta Journal of Educational Research, 58(3), 444-460. https://doi.org/10.11575/ajer.v58i3.55632  Kukner, J., Kearns, L., & Tompkins, J. (2016). Pre-service educators and anti-oppressive pedagogy: Interrupting and challenging LGBTQ oppression in schools. Asia-Pacific Journal of Teacher Education, 44(1), 20-34. https://doi.org/10.1080/1359866X.2015.1020047  Livers, S.D., Baker, A.M., Guerra, P., Acosta, M. (2022). The complexities and discourse of supervision for equity and justice in teaching and teacher education. Journal of Educational Supervision, 5(2), 1-10. https://doi.org/10.31045/jes.5.2.1   Lucas, C., Bridgers, S., Griffiths, T., Gopnil, A. (2014). When children are better (or at least more open-minded) learners than adults: developmental differences in learning the forms 26  Journal of Educational Supervision 6(2) of causal relationships. Cognition, 131(2), 284-299. https://doi.org/10.1016/j.cognition.2013.12.010  Luke, M., & Goodrich, K. (2012). LGBTQ responsive school counseling supervision. The Clinical Supervisor, 31, 81-102. https://doi.org/10.1080/07325223.2012.672391  Linley, J., Nguyen, D., Brazelton, B., Becker, B., Renn, K., & Woodford, M. (2016). Faculty as sources of support for LGBTQ college students. College Teaching, 0(0), 1-9. https://doi.org/10.1080/87567555.2015.1078275  Martino, W. & Cumming-Potvin, W. (2016). Teaching about sexual minorities and “princess boys”: a queer and trans-infused approach to investigating LGBTQ-themed texts in the elementary school classroom. Discourse: Studies in the Cultural Politics of Education, 37(6), 807-827. https://doi.org/10.1080/01596306.2014.940239  Parker, K., Graf., N. & Igielnik, R. (2019, January 17). Generation Z looks a lot like millenials on key social and political issues. Pew Research Center. https://www.pewresearch.org/social-trends/2019/01/17/generation-z-looks-a-lot-like-millennials-on-key-social-and-political-issues/  Payne, E. & Smith, M. (2010). The reduction of stigma in schools: A new professional development model for empowering educators to support LGBTQ students. Journal of LGBTQ Youth, 8(2), 174-200. https://doi.org/10.1080/19361653.2011.563183  Payne, E. & Smith, M. (2018). Refusing relevance: School administrators resistance to offering professional development addressing LGBTQ issues in schools. Educational Administration Quarterly, 54(2), 183-215. https://doi.org/10.1177/0013161X17723426   Pew Research Center. (2023). Religious landscape study. Pew Research Center. https://www.pewresearch.org/religion/religious-landscape-study/state/missouri/   Pierson, R. (2013). Every kid needs a champion. TED Talks Education. https://www.ted.com/talks/rita_pierson_every_kid_needs_a_champion?language=en   Pindiprolu, S. S., Peterson, S. M., Rule, S., & Lignugaris/Kraft, B. (2003). Using web-mediated experiential case-based instruction to teach functional behavioral assessment skills. Teacher Education and Special Education, 26(1), 1-17. https://doi.org/10.1177/088840640302600102  Riley, C. (2021, September 8). Missouri teacher resigns after school district tells him to remove pride flag, not discuss sexuality. USA Today. https://www.usatoday.com/story/news/nation/2021/09/08/southwest-missouri-teacher-resigns-after-school-district-ordered-lgbtq-pride-flag-removed/5767266001/  Riley, C. (2022, August 17). Teachers at Springfield’s largest high school, Kickapoo, told to remove pride flags. Springfield News Leader, https://www.news-leader.com/story/news/education/2022/08/17/kickapoo-high-school-springfield-teachers-told-remove-lgbtq-pride-flags/10349421002/  Sapon-Shevin, M. (2019). Strategies and resources for creating LGBTQ inclusive classrooms. Teachers College Record, 121. https://doi.org/10.1177/016146811912101306  Sawchuck, S. (2022a, April 6). Beyond “Don’t say gay”: Other state seek to limit LGBTQ youth, teaching. Education Week. https://www.edweek.org/policy-politics/beyond-dont-say-gay-other-states-seek-to-limit-lgbtq-youth-teaching/2022/04  Sawchuck, S. (2022b, April 19). What’s driving the push to restrict schools on LGBTQ issues? Education Week. https://www.edweek.org/leadership/whats-driving-the-push-to-restrict-schools-on-lgbtq-issues/2022/04  27  Journal of Educational Supervision 6(2) Schmitz, R. & Woodell, B. (2018). Complex processes of religion and spirituality among midwestern LGBTQ homeless young adults. Sexuality and Culture, 22, 980-999. https://doi.org/10.1007/s12119-018-9504-8  Shalaby, C. (2017). Troublemakers: Lessons in freedom from young children. The New Press.  Shaver, E. & Elfreich, A. (2021). Critical reflection, dialogue, and supervision: Culturally relevant teaching and adult learners in a a transition to teaching program. Journal of Educational Supervision, 4(2), 23-44. https://doi.org/10.31045/jes.4.2.2  Swanson, K., & Gettinger, M. (2016). Teachers’ knowledge, attitudes, and supportive behaviors toward LGBTQ students: Relationship to gay-straight alliances, anti-bullying policy, and teacher training. Journal of LGBTQ Youth, 13(4), 325-351. https://doi.org/10.1080/19361653.2016.1185765  Taylor, E. W. (2009). Transformative learning. In J. Mezirow & Taylor, E. W. (2009). Transformative learning Insights from community, workplace, in higher education (pp. 3-17). Jossey-Bass.  Todd, S. (2003). Learning from the other: Levinas, psychoanalysis, and ethical possibilities in education. SUNY Series, Second Thoughts. New York Press.  Tohidian, N.B. & Quek, K.M.T. (2017). Processes that inform multicultural supervision: A qualitative meta-analysis.  Journal of Marital and Family Therapy, 43(4), 573–590. https://doi.org/10.1111/jmft.12219  US Census Bureau. (2022). Quick facts. https://www.census.gov/quickfacts/fact/table/willardcitymissouri/POP060210   Westwood, S. (2021). Religious-based negative attitudes towards LGBTQ people among healthcare, social care, and social work students and professionals: A review of the international literature. Health and Social Care in the Community, 30, 1449-1470. https://doi.org/10.1111/hsc.13812  Winks, L. (2017). Discomfort, challenge, and brave spaces in higher education. Implementing Sustainability in the Curriculum of Universities, 99-111. https://doi.org/10.1007/978-3-319-70281-0_21  Zottman, J., Goeze, A., Frank, C., Zentner, U., Fischer, F., Schrader, J. (2012). Fostering the analytical competency of pre-service teachers in a computer-supported case-based learning environment: A matter of perspective? Interactive Learning Environments, 20(6), 513-532. https://doi.org/10.1080/10494820.2010.539885    Author Biographies  Amber K. Howard is an assistant professor of elementary education at Missouri State University. Her research interests include equity-centered teacher education, equity-centered trauma-informed education, secondary trauma experienced by teachers, and humanizing teaching practices. Specifically, her current research explores how K12 teachers experience secondary, or vicarious, trauma due to the trauma their students share with them. She teaches courses in the Elementary Education undergraduate and graduate programs at Missouri State.  John Dove is an elementary educator in the Midwest. His research interests include equity and trauma informed education, LGBTQ+ youth experiences, and humanizing teaching practices. Specifically, his research explores how marginalized youth, especially those who identify as 28  Journal of Educational Supervision 6(2) queer, experience stigmatized and discriminatory education. He hopes that teaching the future generations to think equitably will have long lasting positive effects.     ",
    "id": 596876689,
    "identifiers": {
        "doi": "10.31045/jes.6.2.2",
        "oai": "oai:digitalcommons.library.umaine.edu:jes-1154"
    },
    "title": "Navigating Challenges in a Non-Open and Affirming Practicum Placement: A Case of a Queer-Identifying Student in Education",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-12-11T20:18:11+00:00",
    "publisher": "DigitalCommons@UMaine",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.library.umaine.edu/cgi/viewcontent.cgi?article=1154&context=jes"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/596876689.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/596876689"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/596876689/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/596876689/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/596876689"
        }
    ],
    "abstract": "This article presents a case focused on the experiences of a queer-identifying teacher candidate placed in an educational practicum setting lacking an open and affirming environment. The study examines the challenges faced by the student and explores strategies employed to navigate these difficulties. By analyzing the impact of a non-supportive practicum environment compared to a supportive practicum environment on the students’ well-being and professional development, this case sheds light on the classroom implications and broader discussions surrounding the inclusion of queer-identifying individuals in educational settings. This case underscores the significance of creating inclusive and supportive environments within teacher education programs. It emphasizes the need for classroom applications that foster diversity, cultivate brave spaces, and ensure equal opportunities for all students, irrespective of their sexual orientation or gender identity. By discussing the implications of this case, the article offers insights for educators, policymakers, and institutions in promoting inclusive educational practices that empower and support queer-identifying students in practicum placements and beyond",
    "tags": [
        "text",
        "LGBTQ+ teacher candidate",
        "practicum",
        "inclusive classrooms",
        "critical supervision",
        "relational pedagogy",
        "Educational Administration and Supervision"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.library.umaine.edu:jes-1154",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3475",
        "openDoarId": 0,
        "name": "University of Maine",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 596876689,
        "depositedDate": null,
        "publishedDate": "2023-12-11T20:18:11+00:00",
        "updatedDate": "2024-01-24T05:39:08+00:00",
        "acceptedDate": null,
        "createdDate": "2024-01-24T05:39:08+00:00"
    },
    "urls": [
        "https://digitalcommons.library.umaine.edu/context/jes/article/1154/viewcontent/auto_convert.pdf",
        "https://digitalcommons.library.umaine.edu/jes/vol6/iss2/2"
    ],
    "lastUpdate": "2024-01-24T05:39:08+00:00",
    "setSpecs": []
}