{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rosenberg, Rae Daniel"
        }
    ],
    "contributors": [],
    "createdDate": "2020-07-31T01:44:22+01:00",
    "dataProvider": {
        "id": 647,
        "name": "Edinburgh Research Explorer",
        "url": "https://api.core.ac.uk/v3/data-providers/647",
        "logo": "https://api.core.ac.uk/data-providers/647/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1177/0042098020914857",
    "downloadUrl": "https://core.ac.uk/download/327124451.pdf",
    "fullText": "     Edinburgh Research Explorer                                      Negotiating racialised (un)belonging: Black LGBTQ resistance inToronto’s gay villageCitation for published version:Rosenberg, RD 2020, 'Negotiating racialised (un)belonging: Black LGBTQ resistance in Toronto’s gayvillage', Urban Studies, pp. 004209802091485. https://doi.org/10.1177/0042098020914857Digital Object Identifier (DOI):10.1177/0042098020914857Link:Link to publication record in Edinburgh Research ExplorerDocument Version:Peer reviewed versionPublished In:Urban StudiesPublisher Rights Statement:Copyright Urban Studies Journal Limited 2020General rightsCopyright for the publications made accessible via the Edinburgh Research Explorer is retained by the author(s)and / or other copyright owners and it is a condition of accessing these publications that users recognise andabide by the legal requirements associated with these rights.Take down policyThe University of Edinburgh has made every reasonable effort to ensure that Edinburgh Research Explorercontent complies with UK legislation. If you believe that the public display of this file breaches copyright pleasecontact openaccess@ed.ac.uk providing details, and we will remove access to the work immediately andinvestigate your claim.Download date: 31. Jul. 2020    Negotiating Racialized (Un)Belonging: Black LGBTQ Resistance in Toronto’s Gay Village    Abstract This paper explores the ways in which homeless Black queer and trans youth embody and perform everyday acts of temporal and spatial resistance in Toronto’s gay village. By analyzing interviews, mental maps, and photographs from my research with homeless lesbian, gay, bisexual, transgender, queer, and Two-Spirit (LGBTQ2) youth, I present how homeless Black queer and trans youth counter the whiteness and anti-Black racism they frequently experience in the village through acts of remembering and placemaking. Specifically, I argue that despite the small-scale reach of the everyday resistance that manifests in our interviews, temporal and spatial resistance challenges the whitewashing of Toronto’s gay village, which is particularly crucial in a moment when the village is centered in conversations of anti-Black racism in the city’s queer community. Engaging in these forms of everyday resistance illustrates the ways in which homeless Black LGBTQ youth instruct their own placemaking in an otherwise uninhabitably racialized neighbourhood, shift narratives of their experiences in processes of knowledge production, and spark processes of their own politicization and community building.    Keywords Black geographies, queer geographies, youth, everyday resistance, embodiment    Introduction Toronto’s gay village, also known as the Church-Wellesley Village (CWV), has been at the centre of recent Black Lives Matter Toronto (BLMTO) activism calling attention to anti-Black discrimination within the lesbian, gay, bisexual, transgender, queer, and Two-Spirit 1     (LGBTQ2) community. In the midst of this heightened attention to queer racism in the village, this paper explores how homeless 2 Black LGBTQ youth3 embody forms of everyday resistance as they move through and inhabit the CWV. The concept of everyday resistance encapsulates the mundane and often invisibilized acts of living that occur in urban spaces, and contributes to the construction of activist subjectivities, which I exemplify through the ways in which homeless Black LGBTQ youth construct themselves as agents of change within the village, their broader communities, and their own social and material lives. In this paper I argue that temporal and spatial resistances are performed through remembering and enacting forms of community building within the village, particularly through auto-phtographic walking interviews conducted with four homeless Black queer and trans youth in the village. By exploring multiple, detailed racial encounters from four auto-photographic walking interviews, I illustrate how youth’s acts of everyday resistance (re)construct a sense of community that can inform future activism by charging their subjectivities with a sense of meaning, value, and purpose. While such forms of resistance are temporary and smaller-scale, they not only politicize homeless Black LGBTQ youth, but also temporarily disrupt racist queer urban logics by altering the meaning of the village from a space that is predominantly felt as toxic, to one that is rendered temporarily inhabitable through feelings of belonging, community building, and empowerment.  In this paper, I follow the queer geographical understanding of gay villages as complex and heavily contested spaces for the LGBTQ2 community. The majority of queer geographical theorizing describes the development of gay villages in the global North4 through years of predominantly gay, white, cis male socio-economic networking, which     grew into political hubs during the Canadian and American lesbian and gay rights movements (Brown, 2000, 2013; Collins and Drinkwater, 2017; Ruting, 2008). These narratives have been critiqued for (re)producing an ‘erasure [which] is part of a larger conceptualization of the black queer subject as a new entity, whose history is built upon an already existing white LGBTTI2QQ space and history’ (Ware, 2017: 172), and reinforcing the whitewashing of queer geographical scholarship (Eaves, 2017; Nero, 2005; Oswin, 2008; Rosenberg, 2017; Walcott, 2007). The lineage of queer spatial history charted by queer geographical scholarship is, consequently, dominated by white perspectives and spaces. As such, in this paper I push back against citational practices that affirm this whiteness, and instead primarily draw upon queer of colour scholarship that attends to racialized – particularly, Black – queer spatial formations. Toronto’s village offers a location in which this critique can be exercised, as few geographical analyses of the CWV attend to the production of race that occurs within and around its boundaries, despite literature that highlights the role of anti-Blackness in Toronto’s broader LGBTQ2 communities (George et al., 2012; Giwa and Greensmith, 2012; Husbands et al., 2013; Walcott, 2007; Ware, 2017). Consequently, this paper engages with race as a queer topic, and considers race and racism as integral to understanding the intricacies of politics and cultures in Toronto’s gay village. I follow the work of Black geographers who illuminate the textures of Blackness within space, pushing the boundaries of queer geographic scholarship in which Blackness – and race more generally – is frequently rendered a postscript (Isoke, 2014). This paper builds upon Bailey and Shabazz’s (2014: 318) notion of anti-Black heterotopias as consisting of multiple, everyday landscapes which ‘[bring] into focus the ways that so-called deviant subjects, …as well as     [their] hidden, placeless geographies… are suppressed and demeaned, even while they supply discursive, social, sexual labor for those who have social privilege.’ Black geographies foreground race within conversations of variously sexual and gendered subjects and places, and as such, offer a crucial intervention into queer geographies.  Consequently, I situate the material experiences of homeless Black LGBTQ youth as fundamental to queer geographic analysis, following Gill’s (2012: 33) charge for a ‘praxis of Black queer presence… to insistently foreground the material reality, quotidian experiences and cultural products of Black queer peoples.’ While homelessness is central to the experiences of youth participants, many youth of colour spoke about race as central to their experiences of homelessness, and conversations with Black youth about the CWV reveal significant entanglements about being Black in the village. Hence, this paper primarily focuses on the experiences of race and racism that manifest for homeless Black LGBTQ youth in the village.  Doing so requires a brief reflection of my positionality as a white, queer, trans masculine, and housed researcher, particularly the ways in which my socio-economic positions informed the dynamics between myself and youth participants, and the embodied performances that took place during the research process. I follow Kobayashi (2003) and Proudfoot’s (2015) hesitation of merely listing social positions as signaling my awareness of power dynamics in the research process, and/or (re)constructing a sense of Otherness within my research analysis. Instead, I aim to utilize my positionality as an additional means of analyzing the performances of everyday resistance that manifested my interviews. In this paper I argue that part of the everyday resistance enacted by youth participants includes the ways in which they disrupt productions of knowledge that position them as     victims who cannot initiate change in their lives. As I illustrate, their resistance also disturbs how academia has represented their materialities and experiences, by presenting agentic subjectivities who inform their social environments and instruct their own futures. While my positionality is helpful as a means of analysis, I also wish to avoid the pitfalls of using it as a means of turning toward whiteness and Black jouissance (Ellison et al., 2017). For this reason, this paper utilizes positionality as a means of witnessing how homeless Black LGBTQ youth perform acts of everyday resistance in a highly racialized queer urban context, how these actions inform the space of the village, and the ways in which these performances can shift our understandings of urban activism.   Toronto’s Church-Wellesley Village Visible queer spaces in Toronto began emerging in the 1950s, during which clubs were ‘class stratified and often racially segregated’ (Maynard, 2017: 18), femmephobic, and generally hostile toward queer people of colour (Nolan, 2017). Such practices continued into the 1960s, and clubs like the King Edward and Nile Room were ‘known to deny entry to men of colour and men who didn’t dress in conventional masculine fashion’ (Maynard, 2017: 16). While these spaces allowed for white queerness to proliferate, many other queer sites in Toronto emerged from within Black community spaces, such as Black R&B and soul clubs, dance halls, as well as the work of performers such as Jackie Shane, who carried queerness into straight clubs across the city during her shows (Maynard, 2017; McGowan, 2018; Nolan, 2017).  Having a concentrated queer neighbourhood was not viewed as important or necessary until a series of homophobic events between 1977 and 1981 (Burgess, 2017;     Nash, 2006). Afterwards, the village became a concentrated location in which Toronto’s LGBTQ community emerged and grew, increasingly under the guise of consumption. The past two decades have witnessed tremendous business expansion alongside substantial condominium development, increased rent, and the loss and relocation of infamous village businesses and landmarks (Burgess, 2017; Nash, 2013a). This recent history of the CWV aligns with other gay villages in the United States and Canada, which have become increasingly ‘caught up in broader neoliberal processes constituting cosmopolitan, consumer landscapes through their incorporation into post-industrial entrepreneurial cit[ies]’ (Nash, 2013b: 244), and are officially recognized and delineated by municipalities.    Urban Activisms and Everyday Resistance While urban spaces function as, and are subjected to, structures of power, ‘there are always countervailing tendencies’ (Amin and Thrift, 2002: 128) against structures of dominance by urban dwellers who find ways to survive against, and negotiate with, manifestations of power in cities, rendering urban life inherently politicized. Resistance is frequently related to activism as direct collective action between marginalized peoples and forces of power – for example, LGBTQ youth of colour leading campaigns to support undocumented youth, as well as challenges to heteronormative school cultures (Grady, Marquez, and McLaren 2012; McGlashan and Fitzpatrick, 2017; Terriquez, 2015). Collective queer action has also been explored in gay villages. Gavin Brown (2007: 2697), for example, explains the ways in which LGBTQ activists utilize ‘mutinous’ interruptions such as dance parties, or direct actions in Pride parades, to facilitate ‘practical and political attempt[s] to create alternative forms of sociality and mutual support in the     here and now.’ Such interruptions highlight how queer spaces are (re)claimed and utilized by queer activists, cultivating social relations that foster networks of support that extend beyond commodified queer cultures. Goh (2018) offers insight into the collective actions of LGBTQ non-profit organizations – Project FIERCE and the Audre Lorde Project – in New York City’s West Village, and the ways in which they engage not only LGBTQ youth of colour, but also inform the neighbourhood and its urban development. Similarly, Irazábal and Huerta (2015: 11) explore how a Project FIERCE walking tour of the West Village with LGBTQ youth of colour empowered youth and enabled ‘a personalized account of the geography of the neighborhood’ through performative reflexivity. These inquiries into collective queer action taking place in gay villages – particularly those initiated by and for LGBTQ people of colour – expose what elements of queer space have become normalized, and how intersectional analyses reveal the ways in which urban spaces ‘are actively fought over, marked and signified, and controlled and built’ (Goh, 2018: 467).  While activism is often seen in these collective and highly visible forms, it is subtle acts of everyday resistance that I aim to focus on in the remainder of this paper. Everyday urban life holds the potential to refuse and resist forms of power embedded in the city, despite the ways in which it can be experienced as dominating, powerful, and violent. Yet little is written of the informal, unrecognized, unintentional, and (semi-)private acts of resistance that manifest against structures of power in everyday queer lives. Johansson and Vinthagen (2016: 7) argue that practices of everyday resistance ‘[emerge] out of a series of relationships and processes of interaction’ between the agents of resistance and the people, spaces, and temporalities with which they interact. Everyday resistance exists within and outside of social movements, can be both overt and covert, and rests within the specific     social positionalities, as well as spatial and temporal contextualities, of the resisting agent. This plurality emphasizes the dynamism of what everyday resistance looks like, and where/when/how it manifests. The body has been a notable site of exploration of everyday resistance amongst feminist geographers, for example, how fat bodies resist sizeism and fatphobia (Longhurst, 2005b), and the ways in which clothing, hair, and body art can be used as means of resistance (Longhurst, 2005a; Rosenberg and Oswin, 2015). Scholars have also argued about the ways in which trans people embody resistance simply by asserting their identities in spite of socio-spatial rules to limit or completely prevent expressions of authentic gender (Nordmarken, 2014; Ware, 2017), such as South Korean FTMs entering hospitals, or using health insurance from workers compensation, while presenting as men (Na and Choo, 2011).  In the remainder of this paper I build upon these notions of embodied resistance to ‘represent experiments in autonomous modes of queer living,’ in which ‘autonomy operates on two interrelated levels – collective and individual’ (Brown, 2007: 2688 [original emphasis]). Specifically, I focus on forms of temporal and spatial resistance which emerge through the more mundane, everyday actions that are located in the realm of memory, embodiment, and socio-spatial interaction, and explore how everyday resistance manifests during auto-photographic walking interviews with four Black youth participants. In what follows, I first provide a brief methodological discussion, followed by a contextualization of the racialized dynamics in the village and how participants of colour perceive it as a racially toxic space. While the majority of participants of colour associate the village with actions and expressions of queer racism, my auto-photographic walking interviews with Black youth participants illustrate the ways in which Black queer and trans youth impress     forms of agency that assert Black LGBTQ placemaking and belonging into an otherwise uninhabitable queer landscape.   Walking Through the Village Throughout this paper, I draw upon 13 of 29 semi-structured interviews with homeless LGBTQ2 youth that were conducted between September 2016 and October 2017, and more heavily investigate auto-photographic walking interviews with four Black queer and trans youth as case studies to explore instances of everyday resistance in the CWV. Of the 29 youth participants involved in my research, 19 identified as people of colour or Indigenous while 10 were white; 16 youth identified as trans and/or non-binary and 13 as cisgender; and the ages of youth who I interviewed were spread evenly between the span of 18-29. A total of 14 youth participated in an auto-photographic walking interviews, four of whom identified as Black. Initial interviews were stationary and located in a setting of the participant’s choice, and included a mental mapping activity where youth were asked to draw a map of the village, or anything they associated with the village. Mental mapping, as Jung (2014: 989) describes, constitutes a cognitive representation of worlds, power relations, and embodiment to communicate emotions, subjectivities, and experiences often alongside verbal methods (see also Gieseking, 2013). Mental maps transmit multi-sensory representations of place in a form which prioritizes reflexivity to understand the intersections of power, subjectivity, and experiences of place (Ley, 2000: 499). For my purposes, mental mapping proved to be a useful exercise in speaking more openly about     youth’s associations with the village and incited conversations about their experiences with substance use, racism, and classism that they strongly associate with the village. Follow-up interviews were walking and photography-based, and entailed meeting a youth participant (or group if they preferred) at a pre-determined location in the CWV. Walking interviews cultivate collaborative knowledge with participants, provide rich narratives of place, and emphasize embodiment in the spatial context of the ‘field site’ (Evans and Jones, 2011). Combined with auto-photography, these interviews highlight participants’ self-reflection about their everyday lives and environments, and reveal more personalized aspects of identity and embodiment that can otherwise remain unnoticed. Auto-photographic walking interviews rely on the blend of walking and visual methods to ‘[evoke] multisensory, and thus an embodied, experience[s]’ (Powell, 2010: 539) in the research process, and to destabilize power relations by locating ‘“the researched” behind the camera’ (Johnsen et al., 2008: 195). Such a method attends to and emphasizes the complex negotiations of bodies in space, which can reveal subtle forms of resistance and how subjects become political actors within particular places.  Given the personal nature of this method, I rely more heavily on four rich follow-up interviews to explore the embodied temporal and spatial resistances enacted by Black youth participants in our auto-photographic walking interviews. In initial youth interviews, participants were asked about their perceptions of race and racism in the village, and within Toronto’s LGBTQ2 community more broadly. Some youth of colour were reluctant to have these conversations, most likely because of my whiteness; however, the majority of youth responded to these questions, discussing how their own experiences and perceptions of the village relate to broader issues of racism within the queer community. The topic of racism     was particularly fruitful in group interviews, and engaging in these conversations during initial interviews led to more in-depth conversations about race and racism in auto-photographic walking interviews with youth of colour.  The Spatializations of Queer Racism  For youth of colour, and some white and Indigenous youth participants, Toronto’s village is often considered a spatial microcosm for racism based on first and second-hand experiences in the neighbourhood. Jordan, a Black youth participant, explains to me that, ‘the most racism I experienced was in the village. [...] When I came down [to Toronto] I was like… people are projecting onto me my race, and everything was racially charged. Every interaction that I had’ (Interview – Jordan). For some youth, this stemmed from their experiences at Pride after the event’s host, Pride Toronto, cancelled multiple stages run by organizations that centre LGBTQ people of colour. Gabriel, who identifies as Brown, discusses how a South Asian stage was removed from Pride festivities in the village, explaining that, ‘they cut the queer stage for Brown people... so we’re kind of enraged at this point cause we don’t know what’s gonna happen, ‘cause we don’t know if there’s gonna be more Brown people involved in Pride anymore.’ A service provider who works with homeless Black LGBTQ youth voices similar frustrations, explaining that ‘the Black Queer Youth stage was taken away. They’re being moved all the time. Why is this always happening to the young Black people that are getting involved with Pride?’ These cancellations reflect a longer, contentious history between Black queer organizations and Pride Toronto. For example, Blockorama, a Black LGBTQ Pride event that has been held simultaneously with Toronto Pride since the 1990s, has faced similar issues with Pride     Toronto, specifically being moved around to small and marginal locations in the village, such as half of a parking lot and a dog park (Interview – Anonymous).  For youth who spend time in the village during Pride celebrations, the repeated cancellations of stages run by queer of colour organizations not only signals a dismissal and deprioritization of LGBTQ people of colour, but also an affirmation of the village as a space that caters to, and encourages, white LGBTQ community formation, while erasing LGBTQ people of colour from its vicinity. Chocolate Baby Daddy5 (CBD), another Black youth participant, reflects that after leaving their first Pride in Toronto, they thought, ‘this is not my street. This doesn’t belong to me. This is for white people’ (Interview - CBD). Other non-Black LGBTQ youth of colour echo this sentiment, reiterating how whiteness informs their experiences and relations in the CWV. For example, Gabriel shares frustration that ‘there’s a lot of value around white people’ in the queer community, and that ‘it’s all about white people’ (Interview – Gabriel). This sentiment is shared amongst other non-Black youth and some white youth as well, who intentionally spend less time in the village due to their friends’ experiences of racism. While some youth of colour do congregate in the village, four out of six Black youth participants actively avoid the CWV because of its overt anti-Black racism. An anonymous service provider with the group Black Queer Youth reflects that,  Church Street is not a friendly place for people of colour. … if you identify as Black, the Black youth are the ones who struggle on Church Street. They’re either eroticized or dehumanized or overlooked. And I know that it’s a real struggle for them to feel like they fit into the queer community when they’re being ousted as different to begin with. It’s hard enough to be queer, it’s hard enough to be trans, and then you bring race into it and it’s just an overlapping spew of issues.       The sentiment expressed by this service provider is reflected in Black youth participants’ overt avoidance of the village. One youth, Shaquil, simply explains that ‘I just don’t want to be there’ (Interview – Shaquil), while others are very explicit in their reasoning and elaborate on their feelings in group conversations and through their mental maps. For example, Jordan’s mental map (Figure 1) illustrates the village with a drawing of separate groups of people, indicating that,   [There are] different boxes. This is the Black people with their boxes, they’re like, ‘you fit here, come with us, you’re Black, too.’ [...] Then you have the white people who are like, ‘hey we love Black men, join us.’ BBC, question mark? Then you have the white people who are like, ‘oh girl, bye’ – no box here. And then... other Black boys who are like, ‘hey we’re like you, we don’t know where to go.’    [Insert Figure 1]    For Jordan, the village functions as a space of social dislocation as a queer Black man, and emphasizes the fragmentation and misunderstanding of his identities, rather than welcoming the multiple social positions he occupies. When prompted further about how the village makes him feel, Jordan responds, ‘it makes me feel really Black. It makes me feel really, really Black. And, like... every aspect of it always comes down to me feeling aware of my colour and me questioning how that’s going to, how to navigate my colour [...] It’s the worst thing’ (Interview – Jordan). Rather than the village offering a space of respite as a queer Black man, it instead emphasizes Jordan’s Blackness, marking him as Other and inciting an anxiety of how his Blackness is interpreted and responded to in a queer urban     environment. As such, Jordan avoids the village, which further isolates him from the concentration of support services that exist in the area for LGBTQ2 youth experiencing homelessness.  Other Black youth participants, like Austin, express similar anxiety tied to how their Blackness is interpreted and treated in the village – particularly in relation to the heightened presence of, and tension with, Toronto Police. In Austin’s mental map (Figure 2), they depict a large piggy bank along a street occupied by people. The letters “RBC”, which stand for the Royal Canadian Bank, are written above the piggy bank, along with the words ‘rights for everyone but black and trans,’ ‘party,’ and ‘cis white male’ written next to the people on the street.   [Insert Figure 2]    Here, Austin paints a vivid picture of the racial and gendered dynamics within the CWV, with the cis white man present in the street, in close proximity and comfort within the party scene that comprises so much of this area. Yet for Austin, this comfort and attention is not offered to Black and trans members of the LGBTQ2 community, as they have written on their mental map. When prompted about the symbology of the piggy bank, Austin explains that, ‘this pig represents the piggy bank... and then also there’s police officers here too, their presence. I definitely don’t think they’re... an ally’ (Interview – Austin). For Austin, the presence of police in the village renders it a more hostile and uninviting place to inhabit, which is a sentiment echoed by multiple service providers who work with homeless Black LGBTQ youth in the village.      For homeless Black LGBTQ youth, their navigation and avoidance of the village is explicitly tied to race, rather than their social position as homeless. This could be due to the invisibility of certain types of homelessness, as well as youth’s continued participation in event and club cultures in the CWV despite their economic and housing precarity. For example, the majority of youth participants who are temporarily housed in Toronto’s only LGBTQ2 transitional house attend Pride together, and spend time at Crews and Tangos, a popular bar in the village. Many youth also express that they try to avoid ‘looking’ homeless by taking frequent showers and wearing clean clothing. By participating in mainstream queer cultural events, youth participants’ homelessness and housing precarity is less visible, and youth are instead read through other markers of identity, including their perceived race and gender.  Thus, for the homeless Black LGBTQ youth who participated in my research, the landscape of the CWV is a contentious space in which queer anti-Black racism invokes both invisibility and unbelonging, as well as a heightened awareness of how their Blackness can signal increased attention from police and non-Black LGBTQ2 people. While this terrain may read as uninhabitable, and as McKittrick (2006: 5) writes, ‘unimaginably black,’ I wish to follow her call to rewrite this landscape ‘into black, and arguably human, existence on different terms’ by turning to an in-depth analysis of the social relations that emerge during the follow-up walking interviews with four Black youth participants: Austin, CBD, Jordan, and Mikey. Through these interviews, I argue that Black youth participants embody forms of resistance in the space of the village, and in doing so temporarily disrupt its racially toxic environment.      Remembering and Enacting as Resistance  Austin differentiates from the majority of Black youth participants, as they do not intentionally avoid the CWV or largely associate the neighbourhood with racism. As we walk to various locations in the village during our follow-up interview, Austin exhibits a familiarity with commercial venues they have either attended for Pride, or worked at in previous years. Austin shares many memories in the CWV, the majority of which are associated with dancing, a passion and talent that they have turned into a career. While Austin takes several photographs of Flash, a strip club on Church Street, they share with me, ‘I paid my way through my private college by stripping for six months [here]. I made $7,000. [...] I wanted to go to this private dance academy. It wasn’t funded by the government so I was like, well, how am I gonna make $7,000 out of nothing?’ (Interview – Austin). As we continue to walk throughout the village, Austin points to different areas where they have danced for work during Toronto Pride, and explains how they have established financial security as a dancer. Recounting these memories from specific locations reminds Austin of how they have persevered as a young Black queer person experiencing homelessness, building a more secure foundation for when their year at Sprott House comes to a close.  Memories also play a strong role in my walking interview with CBD. As noted earlier, CBD feels particularly isolated as a Black non-binary/trans masculine person in the village, and this is reflected in our walking interview, as they minimally interact with the neighbourhood and take very few pictures. However, the photographs they do take during our walking interview hold significant meaning. As we exit the coffee shop where we met, CBD photographs a parking lot, explaining that this was where Blockorama was held     during their first Pride. CBD elaborates, ‘I went to some spaces but sometimes I didn’t feel comfortable, or that I fit [...] Church Street is predominantly white people... And when I went into Blocko, you hear the music before you even come out of the station, and I was like, “oh my gosh, that’s like me! That’s mine!”’ Blockorama was the first time CBD was surrounded by other Black LGBTQ people, and as they describe, ‘it’s like going to a carnival when you’re a kid. It’s like... you’re real! It was great... I just felt like I had a big family’ (Interview – CBD). In this moment, the act of remembering incites a temporal shift that beckons feelings of community back into the village, changing its meaning for CBD and, however temporary, pushing back against the racial charge that it carries.  In addition to this parking lot, CBD photographs Barbara Hall Park, where they had attended the annual Transgender Day of Remembrance (TDOR). TDOR is an annual international event commemorating trans people whose lives have been lost – particularly through violence – during the year. Overwhelmingly, the majority of those who are named are transgender women of colour – often Black and/or Latinx. CBD explains to me that TDOR is ‘a big part of my experience at Church. [...] I felt so connected to those folks [...] I can’t explain it. The way that I felt... it almost makes me want to fight harder and make sure it changes and doesn’t continue’ (Interview – CBD). Upon seeing the park, CBD is reminded of the impact of attending this event, hearing the names of so many people with whom they share experiences as a Black trans person, and how it inspired them to advocate more strongly for Black trans women. Here, memory once again momentarily shifts the meaning of a frequently toxic environment for CBD, and instead impresses a sense of belonging to a larger movement, and a need to become a stronger advocate for members of their own community. This temporal shift not only alters the meaning of this queer urban     space, but also interrupts the isolation that so frequently marks the experiences of homelessness by connecting CBD to their broader Black trans community, and charging them with a political impetus for change.  While Austin and CBD enact temporal resistance against the racial toxicity of the village, Jordan and Mikey instead practice spatial acts of resistance together, in a neighbourhood they do not often inhabit. I meet Jordan and Mikey in the Wellesley station and begin our walking interview, Mikey standing out with their wing-tipped eyeliner, leopard print pants, faux fur coat, and glittery silver purse, while Jordan is clad in a dress shirt, sweatshirt, brightly coloured sneakers, and a leather bag. As we walk, Mikey and Jordan embrace the village, enthusiastically directing each other to pose in various locations. They first gravitate toward the 519 Community Centre, an LGBTQ2 non-profit organization, despite that neither of them utilize its services. Mikey poses for the camera as Jordan directs them, utilizing their coat and purse as props to look fabulous for the camera. Once finished, Mikey asks Jordan to ‘get [a picture] of [them] in the park with all the sketchbags in the back,’ referencing the drug activity that many youth discuss as reasons for avoiding the park (Interview – Jordan and Mikey). They continue to pose in areas they do not often linger, like the middle of the street with the intersection of Church and Wellesley Streets behind them. At another point, Mikey poses leaning onto a vintage sports car, placing their hand on the hood as if the car is their own.  Jordan and Mikey become increasingly tactile in their walking interview, stopping to photograph and sit on street art of red bicycles on a small side street. Toward the end of our interview, they direct me through a side street to the front of a condominium, where     they both climb onto an art installation of metallic cubes for a series of photographs (Figure 3).   [Insert Figure 3]    Jordan and Mikey position themselves confidently as they play with different poses on this artscape, standing assuredly for the camera. In this moment, their bodies perform an act of contestation: standing on what looks like a miniature city, two Black queer youth, stylish in spite of having just moved into transitional housing, fix themselves in front of a condominium, a familiar symbol of wealth and gentrification across Toronto. Their assertive bodily interruption into an otherwise unobstructed view of an iconic urban symbol of economic exclusion and racist geographies invites us to (re)consider the current and future place of homeless Black LGBTQ youth in the gay village, and arguably the city more broadly. As they reperform the city while being photographed, Jordan and Mikey visually manifest how they have enacted spatial resistance by rewriting the village as an inhabitable landscape where homeless Black LGBTQ youth can play and take up space in all of their nuanced identities. By actively inserting themselves into the creases and folds within the neighbourhood, Jordan and Mikey push against the exclusion they often feel in the CWV and, consequently, perform an expansion of queer belonging. Furthermore, interacting with this queer urban environment together creates space in which Black LGBTQ youth utilize the village to form community for themselves, with a confident physicality that this neighbourhood also belongs to them. Jordan and Mikey’s resistance reconfigures how they position themselves in the village, shifting from those who     experience feelings of racialized unbelonging to interruptive actors who dictate the socio-spatial relations they experience in the village.  The Political Charge of Everyday Resistance This paper has sought to combat the whiteness of queer urban studies and queer geographical analyses of North American gay villages by providing an empirical analysis of everyday acts of Black queer and trans youth resistance that manifest in Toronto’s CWV. In the examples of everyday resistance discussed above, homeless Black LGBTQ youth carve space for themselves in an otherwise uninhabitable landscape – an environment which they describe as hostile and unable to hold, and value, the multiplicities of Black queer/transness. These everyday acts of temporal and spatial resistance, of remembering and enacting, initiate social relations that enhance participants’ comfort in inhabiting the space of the village, creating positive dynamics between themselves, the neighbourhood, and their own community, despite a sense of unbelonging.  These forms of refusal are limited in scope, as it is unclear how their political impacts reverberate into institutional and large-scale change. As well, naming these forms of resistance activism fails to account for the intention behind these experiences and conversations taking place in our walking interviews. Temporal and spatial resistance are, to make a Lefebvrian nod, part of the everydayness of the urban, and speak to the seemingly banal ways in which multiply marginalized peoples seek to simply exist and persist in the face of consistent modes of oppression. Yet the significance of these acts is not trivial, and require examination at multiple scales of the body, the neighbourhood, knowledge production, and Black queer political activism. At the scale of the body, these     forms of temporal and spatial resistance may invite a sense of agency into participants’ lives, particularly for homeless Black LGBTQ youth who are intensely governed through municipal and non-profit bureaucracies (Arapoglou, 2004; Woolford and Nelund, 2013). For homeless Black youth who are all living in transitional housing, they must perform certain racially-coded behaviours (speak and engage with authority in particular ways, control the volume of their voice, avoid ‘causing trouble’) to appease a sense of deservingness in order to maintain their temporary housing and other forms of social service support. In other words, homeless Black youth experience intensified governance within the institutions they navigate for housing security, and as such may feel less in control over their own lives. However, walking through the village reminds Austin of the financial stability they created for themself, and CBD of the political direction they want their life to take as a Black trans activist. Temporal resistance, in this sense, propels a sense of accomplishment, futurity, and political value onto the lives and bodies of homeless Black queer and trans youth, countering the isolation, helplessness, and shame of experiencing multiple traumas associated with racism, queer/transphobia, and homelessness. Spatially, Jordan and Mikey direct the ways their bodies inhabit a white and racially contentious queer space, and in doing so counter the behavioural policing they experience both from white queer people and the institutions they navigate daily. Performing their Black queerness in this way momentarily suspends the racialized unbelonging and toxicity that characterizes the Village for the majority of participants of colour, placing Black queer and trans bodies into queer urban space on their own volition, intention, and control.     While temporary, these forms of everyday resistance also interrogate the boundaries of Black queer presence as that which does not belong in the village, suspending the anxiety and discomfort of the neighbourhood by ‘finding a space for themselves’ (Pine, 2010: 1106) and directing their own interactions, bodily movement, and ways they take up space during our walking interviews. In other words, the ways in which homeless Black queer and trans youth temporarily engage the village during our walking interviews challenges the invisibility and unbelonging they frequently experience in white queer spaces, offering moments in which Black queer/transness can dance through the village and facilitate Black LGBTQ community formation – by inspiring youth to become politically active, and also allowing youth to engage the space together, on their own terms. Such small acts of resistance speak to the neighbourhood, then, by countering the white washing of queer space and queer anti-Black racism in the CWV. This is particularly poignant in a moment when Toronto’s gay village is being increasingly seen as an anchor of tension regarding queer anti-Black racism, as being Black in the village directly engages the broader racialized political climate of Toronto’s LGBTQ2 community. As ‘queer space is formed through racial erasures’ (DasGupta and Dasgupta, 2018: 7), asserting Black queerness in the village invites the possibilities of Black queer geographies to push against white queer spatial imaginations. These manifestations of everyday resistance also extend into the research process itself, as they fundamentally impact the making of subjects in the process of knowledge production. As research subjects, Austin, CBD, Jordan, and Mikey influence how I, the researcher, interpret their lives, testimonies, and behavior for scholarship about LGBTQ2 homelessness that will be disseminated across broader knowledge communities. By     embodying temporal and spatial resistance in front of myself as a white researcher, Black youth participants push back against narratives of victimhood and challenge the knowledge construction of homelessness, Blackness, and queerness, by illustrating themselves as subjects who can direct the paths that their lives take, and inform the social relations that occur within queer urban spaces. Of course, homeless Black LGBTQ youth counter inaccurate narratives of their lives regardless of the presence of a researcher, but it is possible that youth sought to combat the description of victimhood that is frequently reinforced by researchers – particularly following our initial interviews, after which they had time to reflect on our conversations. As well, the unscripted nature of the walking interviews allowed for youth to direct the topic and flow of conversation, compared to the semi-structured initial interviews, leading me to believe that these conversations and interventions by youth were intentional, rather than influenced by my presence as a researcher. Undoubtedly, my whiteness also elicited unique responses from each participant, particularly in light of the politicized nature of the village and conversations of Blackness at the time of our interviews. Countering white academic accounts of Black queer and trans homelessness cannot be discounted as part of the research dynamic, and the discourses that youth appeared to challenge during these walking interviews.   Lastly, while there is room to consider alternative readings to these interviews beyond the framework of resistance-as-politics, I wish to reflect on the ways in which these forms of temporal and spatial resistance relate to Black queer politics in Toronto. As CBD indicates in their inspiration to become more active as an advocate for Black trans women, such forms of everyday resistance that (re)construct forgotten feelings of community belonging and togetherness can inform how significantly marginalized youth may enter the     realm of politics in their future, as they hold potential to morph over time into prolonged, collective action. After all, BLMTO draws its history from decades of small-scale Black queer organizing in Toronto, such as Black Coalition for AIDS Prevention and Black Women’s Collective, which were based in groups of friends organizing at small events and meeting in homes, restaurants, and community spaces such as the 519 and York Women’s Centre (Catungal, 2018; Dryden, 2018). Analyzing everyday resistance by homeless Black LGBTQ youth expands our understandings of politics and activism, as they illustrate how oppressive urban logics can be disrupted through embodied, and often invisibilized, forms of action. Featuring the ways in which dominance is subverted on a smaller, everyday scale illuminates the intricate, dynamic, and relational negotiations of power that manifest between individuals, and how such structures of oppression are reinforced in the fabric of specific urban environments. The everyday resistance exhibited by homeless Black LGBTQ youth in the village illuminates their capacity and drive to exist despite oppressive social conditions, and uproot the social and cultural logics of racism that inform the gay village. Rather than only envisioning such youth as victims of multiple marginalization, these expressions of everyday resistance allow us to frame homeless Black LGBTQ2 youth as agents of social and community change in the face of undisturbed queer racism.   Acknowledgments  This paper would not exist without the trust and openness of the homeless LGBTQ2 youth who participated in my research, for which I am deeply grateful. I would like to extend my appreciation to Drs. Alison Bain and Julie Podmore for their invitation to be part of this     special issue, as well as their assistance in crafting the initial submission of this manuscript. Thank you to the anonymous reviewers as well for their thoughtful and helpful feedback.  Funding This paper was developed from research funded by the Social Sciences and Humanities Research Council of Canada. Notes     1. Throughout this paper I utilize different acronyms, including LGBTQ and LGBTQ2. While my broader research includes Indigenous queer, trans, and Two-Spirit youth, I do not include the abbreviation ‘2’ – for Two-Spirit – unless the context I am referencing explicitly includes Two-Spirit peoples. I also understand this acronym to be in flux, and never entirely inclusive of all queer and trans identities.  2. Homeless/homelessness describes those who experience cyclical and recurring housing instability over a range of time, including those who may currently be housed but do not have housing security in the near future. 3. ‘Youth’ is generally characterized as the ages of 16 to 29/30 (Jeffrey, 2010). 4 Gay villages around the world have significantly different tales of emergence than those in the global North, many of which are situated in processes of globalization and (post-)colonialism, as well as the complexities of post-colonial socio-legal frameworks (Oswin 2014; Puar 2015; Ramdas 2013; Tucker 2009; Visser 2003). 5. Youth were invited to use pseudonyms, rather than their real names, to be identified in my research. While some chose more common names, others, like Chocolate Baby Daddy, were playful with this task and provided names that arguably queer the linguistic politics of academic writing.   References Amin A and Thrift N (2002) Cities: Reimagining the Urban. Cambridge: Polity.  Arapoglou VP (2004) The governance of homelessness in the European South: Spatial and institutional contexts of philanthropy in Athens. Urban Studies 41(3): 621–639.  Bailey MM and Shabazz R (2014) Editorial: Gender and sexual geographies of blackness: Anti-black heterotopias (part 1). Gender, Place & Culture 21(3): 316–321.   Brown G (2007) Mutinous eruptions: Autonomous spaces of radical queer activism. Environment and Planning A 39(11): 2685–2698.         Brown MP (2000) Closet Space: Geographies of Metaphor from the Body to the Globe. London: Routledge.  Brown MP (2013) Gender and sexuality II: There goes the gayborhood? Progress in Human Geography 38(3): 457–465.  Burgess A (2017) Steps to gentrification. In Chambers S, Farrow J, FitzGerald M, Jackson E, Lorinc J, McCaskell T, Sheffield R, Taylor R and Thawer R (eds) Any Other Way: How Toronto Got Queer. Toronto: Coach House Books, pp.61–63.   Catungal JP (2018) “We had to take space, we had to create space”: Locating queer of colour politics in 1980s Toronto. In Haritaworn J, Moussa G, and Ware SM (eds) Queering Urban Justice: Queer of Colour Formations in Toronto. Toronto, Buffalo, London: University of Toronto Press, pp.45–61.  Collins A and Drinkwater S (2017) Fifty shades of gay: Social and technological change, urban deconcentration and niche enterprise. Urban Studies 54(3): 765–785.  DasGupta D and Dasgupta RK (2018) Being out of place: Non-belonging and queer racialization in the UK. Emotion, Space and Society 27: 31–38.  Dryden OH (2018) Má-ka juk yuh: A genealogy of Black queer liveability in Toronto. In Haritaworn J, Moussa G, and Ware SM (eds) Queering Urban Justice: Queer of       Colour Formations in Toronto. Toronto, Buffalo, London: University of Toronto Press, pp.62–83.  Eaves L (2017) Black geographic possibilities: On a queer Black South. Southeastern Geographer 57(1): 80–95.  Ellison T, Green KM, Richardson M and Snorton CR (2017) We got issues toward a Black trans*/studies. TSQ: Transgender Studies Quarterly 4(2): 162–169.   Evans J and Jones P (2011) The walking interview: Methodology, mobility and place. Applied Geography 31(2): 849–858.   George C, Adam BD, Read SE, Husbands WC, Remis RS, Makoroka L and Rourke SB (2012) The MaBwana Black men's study: Community and belonging in the lives of African, Caribbean and other Black gay men in Toronto. Culture, Health & Sexuality 4(5): 549–562.  Gieseking JJ (2013) Where we go from here. Qualitative Inquiry 19(9): 712–724.   Gill LK (2012) Situating black, situating queer: Black queer diaspora studies and the art of embodied listening. Transforming Anthropology 20(1): 32–44.         Giwa S and Greensmith C (2012) Race relations and racism in the LGBTQ community of Toronto: Perceptions of gay and queer social service providers of color. Journal of Homosexuality 59(2): 149–185.   Goh K (2018) Safe cities and queer spaces: The urban politics of radical LGBT activism. Annals of the American Association of Geographers 108(2): 463–477.  Grady J, Marquez R and McLaren P (2012) A critique of neoliberalism with fierceness: Queer youth of color creating dialogues of resistance. Journal of Homosexuality 59(7): 982–1004.  Husbands W, Makoroka L, Walcott R, Adam BD, George C, Remis RS and Rourke SB (2013) Black gay men as sexual subjects: Race, racialisation and the social relations of sex among Black gay men in Toronto. Culture, Health & Sexuality 15(4): 434–449.  Irazábal C and Huerta C (2015) Intersectionality and planning at the margins: LGBTQ youth of color in New York. Gender, Place & Culture 23(5): 714–732.  Isoke Z (2014) Can’t I be seen? Can’t I be heard? Black women queering politics in Newark. Gender, Place & Culture 21(3): 353–369.        Jeffrey C (2010) Geographies of children and youth I: Eroding maps of life. Progress in Human Geography 34(4): 496–505.  Johansson A and Vinthagen S (2016) Dimensions of everyday resistance: An analytical framework. Critical Sociology 42(3): 417–435.   Johnsen S, May J and Cloke P (2008) Imag(in)ing “homeless places”: Using auto-photography to (re)examine the geographies of homelessness. Area 40(2): 194–207.   Jung H (2014) Let their voices be seen: Exploring mental mapping as a feminist visual methodology for the study of migrant women. International Journal of Urban and Regional Research 38(3): 985–1002.  Kobayashi A (2003) GPC ten years on: Is self-reflexivity enough? Gender, Place & Culture 10(4): 345–349.   Ley D (2000) Mental maps The dictionary of human geography (4th edition). Malden, Oxford, Victoria: Blackwell Publishing Ltd, pp. 498–499.  Longhurst R (2005a) (Ad)dressing pregnant bodies in New Zealand: Clothing, fashion, subjectivities and spatialities. Gender, Place and Culture 12(4): 433–446.        Longhurst R (2005b) Fat bodies: Developing geographical research agendas. Progress in Human Geography 29(3): 427–259.  Maynard S (2017) ‘A new way of lovin’: Queer Toronto gets schooled by Jackie Shane. In Chambers S, Farrow J, FitzGerald M, Jackson E, Lorinc J, McCaskell T, Sheffield R, Taylor R and Thawer R (eds) Any Other Way: How Toronto Got Queer. Toronto: Coach House Books, pp.11–18  McGlashan H and Fitzpatrick K (2017) LGBTQ youth activism and school: Challenging sexuality and gender norms. Health Education 117(5): 485–497.  Mcgowan D (2018) Jackie Shane: It's just, ‘yes ma’am, no ma’am’. Southern Cultures 24(3): 30–44.   McKittrick M (2006) Demonic Grounds: Black Women and the Cartographies of Struggle. Minneapolis & London: University of Minnesota Press.   Mills S and Waite C (2017) Brands of youth citizenship and the politics of scale: National citizen service in the United Kingdom. Political Geography 56: 66–76.   Na Y and Choo YH (2011) Becoming a female-to-male transgender (FTM) in South Korea. In Bobel C and Kwan S (eds) Embodying Resistance: Challenging the Norms, Breaking the Rules. Nashville: Vanderbilt University Press, pp.48–57.        Nash CJ (2006) Toronto's gay village (1969-1982): Plotting the politics of gay identity. The Canadian Geographer/Le Géographe Canadien 50(1): 1–16.   Nash CJ (2013a) Queering neighbourhoods: Politics and practice in Toronto. ACME: An International E-Journal for Critical Geographies 12(2): 193–219.  Nash CJ (2013b) The age of the ‘post-mo’? Toronto’s gay village and a new generation. Geoforum 49: 243–252.  Nero C (2005) Why are gay ghettos white? In Johnson EP and Henderson MG (eds) Black queer studies: A critical anthology. Durham: Duke University Press, pp.228–245.  Nolan F (2017) A whole other story. In Chambers S, Farrow J, FitzGerald M, Jackson E, Lorinc J, McCaskell T, Sheffield R, Taylor R and Thawer R (eds) Any Other Way: How Toronto Got Queer. Toronto: Coach House Books, pp.22–25.   Nordmarken S (2014) Becoming ever more monstrous: Feeling transgender in-betweenness. Qualitative Inquiry 20(1): 37–50.  Oswin N (2008) Critical geographies and the uses of sexuality: Deconstructing queer space. Progress in Human Geography 32(1): 89–103.        Oswin N (2014) Queer time in global city Sinagpore: Neoliberal futures and the ‘freedom to love’. Sexualities 17(4): 412–433.  Pine AM (2010) The performativity of urban citizenship. Environment and Planning A 42(5): 1103–1120.  Powell K (2010) Making sense of place: Mapping as a multisensory research method. Qualitative Inquiry 16(7): 539–555.   Proudfoot J (2015) Anxiety and phantasy in the field: The position of the unconscious in ethnographic research. Environment and Planning D: Society and Space 33(6): 1135–1152.   Puar J (2015) Homonationalism as assemblage: Viral travels, affective sexualities. Revista Lusófona de Estudos Culturais 3(1): 319–377.  Ramdas K (2013) Contesting landscapes of familyhood: Singlehood, the AWARE saga and the Pink Dot celebrations. In Ho E, Woon CY and Ramdas K (eds) Changing Landscapes of Singapore. Singapore: NUS Press, pp.109–125.  Rosenberg, R. D. (2017). The whiteness of gay urban belonging: Criminalizing LGBTQ youth of color in queer spaces of care. Urban Geography, 38(1), 137-148.       Rosenberg, R. D., and Oswin, N. (2015). Trans embodiment in carceral space: Hypermasculinity and the U.S. Prison Industrial Complex. Gender, Place & Culture, 22(9), 1269-1286.  Ruting B (2008) Economic transformations of gay urban spaces: Revisiting Collins’ evolutionary gay district model. Australian Geographer 39(3): 259–269.  Terriquez V (2015) Intersectional mobilization, social movement spillover, and queer youth leadership in the immigrant rights movement. Social Problems 62: 343–362.  Tucker A (2009) Framing exclusion in Cape Town’s gay village: The discursive and material perpetration of inequitable queer subjects. Area 41(2): 186–197.  Visser G (2003) Gay men, tourism and urban space: Reflections on Africa’s ‘gay capita’. Tourism Geographies: An International Journal of Tourism Space, Place and Environment 5(2): 168–189.  Walcott R (2007) Black men in frocks: Sexing race in a gay ghetto. In Teelucksingh C (ed) Claiming space: Racialization in Canadian cities. Waterloo: Wilfried Laurier University Press, pp.121–133.  Ware SM (2017) All power to all people? Black LGBTTI2QQ activism, remembrance, and archiving in Toronto. Transgender Studies Quarterly 4(2): 170–180.        Woolford A and Nelund A (2013) The responsibilities of the poor: Performing neoliberal citizenship within the bureaucratic field. Social Service Review 87(2): 292–318. ",
    "id": 327124451,
    "identifiers": {
        "doi": "10.1177/0042098020914857",
        "oai": "oai:pure.ed.ac.uk:publications/a2eb605d-745f-4891-923c-81e44bfb218d"
    },
    "title": "Negotiating racialised (un)belonging: Black LGBTQ resistance in Toronto’s gay village",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-06-10T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://www.research.ed.ac.uk/portal/files/157958477/342._Rae.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/327124451.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/327124451"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/327124451/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/327124451/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/327124451"
        }
    ],
    "abstract": "This article explores the ways in which homeless Black queer and trans youth embody and perform everyday acts of temporal and spatial resistance in Toronto’s gay village. By analysing interviews, mental maps and photographs from my research with homeless lesbian, gay, bisexual, transgender, queer and Two-Spirit (LGBTQ2) youth, I present how homeless Black queer and trans youth counter the whiteness and anti-Black racism they frequently experience in the village through acts of remembering and placemaking. Specifically, I argue that despite the small-scale reach of the everyday resistance that manifests in our interviews, temporal and spatial resistance challenge the whitewashing of Toronto’s gay village, which is particularly crucial in a moment when the village is centred in conversations of anti-Black racism in the city’s queer community. Engaging in these forms of everyday resistance illustrates the ways in which homeless Black LGBTQ youth instruct their own placemaking in an otherwise uninhabitably racialised neighbourhood, shift narratives of their experiences in processes of knowledge production and spark processes of their own politicisation and community building",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.ed.ac.uk:publications/a2eb605d-745f-4891-923c-81e44bfb218d",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "647",
        "openDoarId": 0,
        "name": "Edinburgh Research Explorer",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 327124451,
        "depositedDate": null,
        "publishedDate": "2020-06-10T01:00:00+01:00",
        "updatedDate": "2024-02-11T05:19:42+00:00",
        "acceptedDate": null,
        "createdDate": "2020-07-31T01:44:22+01:00"
    },
    "urls": [
        "https://doi.org/10.1177/0042098020914857",
        "http://journals.sagepub.com/doi/10.1177/0042098020914857",
        "https://www.pure.ed.ac.uk/ws/files/157958477/342._Rae.pdf",
        "https://www.research.ed.ac.uk/en/publications/a2eb605d-745f-4891-923c-81e44bfb218d",
        "https://hdl.handle.net/20.500.11820/a2eb605d-745f-4891-923c-81e44bfb218d"
    ],
    "lastUpdate": "2024-02-11T05:19:42+00:00",
    "setSpecs": []
}