{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dawson, Matt"
        },
        {
            "name": "McDonnell, Liz"
        },
        {
            "name": "Scott, Susie"
        }
    ],
    "contributors": [],
    "createdDate": "2016-07-28T20:25:15+01:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1111/1467-954X.12362",
    "downloadUrl": "https://core.ac.uk/download/42369469.pdf",
    "fullText": "    Dawson, M., McDonnell, L., and Scott, S. (2016) Negotiating the boundaries of intimacy: the personal lives of asexual people. Sociological Review, 64(2), pp. 349-365. (doi:10.1111/1467-954X.12362)  This is the author’s final accepted version.  There may be differences between this version and the published version. You are advised to consult the publisher’s version if you wish to cite from it.     http://eprints.gla.ac.uk/116528/            Deposited on: 22 February 2016              Enlighten – Research publications by members of the University of Glasgow http://eprints.gla.ac.uk 1  Negotiating the Boundaries of Intimacy: The Personal Lives of Asexual People Matt Dawson, Liz McDonnell and Susie Scott Universities of Glasgow and Sussex Abstract: This paper uses findings from research diaries to explore the use of practices of intimacy among asexual people.  While much of the literature to date has focused on the supposedly transformative and political nature of uniquely asexual practices of intimacy, our findings suggest something different.  Rather than seeking to transform the nature of intimate relationships, asexual people make pragmatic adjustments and engage in negotiations to achieve the forms of physical and emotional intimacy they seek.  We discuss this in relation to three areas: friendships, sex as a practice of intimacy, and exclusion from intimacy.  Our findings suggest the importance of not only considering the social context in which asexual people practice intimacy, but also how the practices in which they engage may be shared with non-asexual people. Keywords: asexuality, friendships, practices of intimacy, sex, symbolic interactionism Research into asexuality, defined as low levels of sexual attraction and/or desire, has greatly expanded in the last ten years.  Literature has emerged from sexology (Bogaert 2004), psychology (Brotto et al. 2008), health studies (Kim 2010), demography (Prause and Graham 2007), legal studies (Emens 2013) and social science (Scherrer 2008, Carrigan 2011).  Given the ‘emergent’ nature of both asexuality itself and the research field (Gazzola and Morrison 2012) it is perhaps unsurprising that early studies have primarily focused on the demarcation of asexuality as an identity and community.  In doing so, the ways in which asexual people conceive of, and practice, intimacy has been somewhat marginalised.  While, as we shall see, some researchers have highlighted the prevalence of romantic relationships among asexual people, there has been little in-depth discussion of such relationships. At the same time, literature within the sociology of intimacy has, to date, been largely neglectful of asexuality.  While this can partly be explained by the ‘newness’ of the topic, it is perhaps also indicative of an assumption that romantic intimacy, and the practices (Jamieson 1998) it engenders, can be found most strongly in sexual practices.  Sex, including conflicts over it, is one of the things said to mark out romantic intimacy, and love, from other forms (Gabb 2008:142-3, Carter 2013), helping to define the ‘boundaries’ of intimacy (Jamieson 2005).  This connection reaches its zenith in arguments which link changes in sex to wider changes in the nature of modernity (Giddens 1992, Bauman 1998). This article brings these two bodies of literature together.  Based upon findings from a research project on asexual identity and practices of intimacy, we discuss the everyday practices, both romantic and non-romantic, upon which asexual people draw in their intimate lives.  In doing so, we will temper some of the more radical claims concerning how 2  asexuality can ‘remake’ the sphere of intimacy, while suggesting that asexual people frame their intimate relationships in light of their sexual orientations.  While this group may draw upon some practices of intimacy less and others more, it is difficult to claim there are distinctly ‘asexual practices of intimacy’.  We conclude that this opens up further questions for sociological research on asexuality. Asexual Studies and Intimacy As we have suggested elsewhere (Scott and Dawson 2015) existing literature on asexuality can be divided into the psychological and the sociological.  In what follows, we outline the key suggestions from both fields in relation to intimacy. The ‘psychological’ literature was first to emerge and here is taken to include studies from the human sciences more broadly.  The earliest studies sought to establish the proportion of the population who were asexual: originally 1% of the population (Bogaert 2004) with later samples suggesting 0.5% (Carrigan 2015:7) or slightly higher if a more inclusive definition was used (Poston and Baumle 2010).  Perhaps unsurprisingly, this encouraged the human science inclination towards the definition and classification of asexuality using scales of sexual attraction (Prause and Graham 2007), measures of health (Brotto et al. 2010) or finger length ratios (Yule, Brotto and Gorzalka 2014).  While such studies shared the goal of treating asexuality as a legitimate sexual orientation, they did sometimes medicalise and pathologise it as a health condition, such as Hypoactive Sexual Desire Disorder (see Hinderliter 2013), schizoid personality disorder (Brotto et al. 2010:608), poor health (Poston and Baumle, 2010:524), a ‘lack of activitation’ (Prause and Harenski 2014) or as autochorissexualism: an ‘identity-less sexuality’, whereby sexual desire involves situations not including that individual (Bogaert 2012:119-120). Given the sometimes clinical focus of these studies, little attention was given to intimacy.  Some mention was made of the fact that members of their respective samples had, or were having, intimate relationships (Bogaert 2012:67-104).  However, even this could sometimes be reversed as a sign of pathology, hence: ‘the finding that one-third of the sample had never engaged in a relationship…suggest atypical social functioning which appears to be more widespread than just related to sexual relationships’ (Brotto et al. 2010:608).  This also reflected the ontological assumptions of such literature, where the focus was on individual assessment rather than an awareness of the social context of asexuality. It is here that the sociological literature, which we take to include gender and queer studies, made its major contribution. Scherrer (2008) highlighted the diversity of asexual identity, which works across two axes.  The first axis concerns sexual desire: at one end is its non-presence, such as in those who unproblematically define as ‘asexual’ or even ‘sex-repulsed’.  At the other end are groups such as those identifying as ‘grey-a’, who exist ‘in the grey area’ between asexuality and other sexual identities as well as demisexuals, who feel sexual desire under certain circumstances, such as when a relationship develops.  The second axis concerns romantic attraction.  Here, one end is defined by the absence of romantic attraction, as in those identifying as ‘aromantic’ while the other end of the scale can be marked by the object 3  of romantic attraction (e.g. homo-romantic, hetero-romantic, pan-romantic etc.).  These two axes create a complex web of possible and actual asexual identities.  It is important to keep this complexity in mind and see asexuality as a ‘meta-category’ (Chasin 2010), marked by diversity as much as similarity (Carrigan 2011). Reflecting such diversity, some of Scherrer’s participants suggested how their asexuality shaped the forms of intimacy they practiced. For example, one participant claimed ‘I’m romantically attracted to the opposite sex, but don’t desire sexual contact. I enjoy cuddling, and kissing and even pleasing my wife, but I don’t desire sexual intercourse’ (Scherrer 2008:627). Furthermore, Carrigan’s (2012) work suggests how, given that the large majority of asexual people have romantic relationships with non-asexual individuals, these tend to involve negotiating the ‘sexual assumption’ of such partners. However, Carrigan also hints at another stream of literature on asexuality by emphasising the transformative nature of asexual practices of intimacy, since ‘when sexual activity ceases to be the sine qua non of intimacy, an otherwise stable and naturalised boundary between “friendship” and “relationship” becomes decidedly fuzzier’ (Carrigan 2012:15).  This creates the need for new forms of language to describe the relationships asexual people engage in, beyond simple ‘single’ and ‘coupled’ definitions (Scherrer 2010a, 2010b).  This chimes with writers such as Fahs (2010), Pryzbolo (2011), Chasin (2013) and Gressgård (2013) who focus on the political potential of asexuality.  Such writers argue that in disrupting this sexual assumption asexuality has the potential to suggest alternative ways of human being and interaction.   For example, in her call for asexuality to proclaim its radical potential and not succumb to ‘academic conservatism’, Chasin (2013:416) argues: If it can be okay for asexual people to not want sex, maybe we can make it okay for anyone to not want sex. This would be a world where being sexual is no longer mandated as a prerequisite of normalcy or intimacy and where nonsexual relationships are recognized and valued Therefore, this literature claims that asexuality breaks down the ‘boundaries’ of intimacy (Jamieson 2005). Different relationships, most notably friendships and romantic relationships, become less distinct and their similarities throw any distinction into question.  Importantly, as the above quotation suggests, these asexual practices are then seen to be indicative of more; for these authors, they are (hopefully) the harbinger of further social transformation (Pryzbolo 2013; Kahn 2014). Interestingly, from a different political and intellectual perspective, here we have a claim similar to Giddens’ suggestion that same-sex couples were the pioneers of ‘plastic sexuality’ (Giddens 1992:28), which is ‘decentred’ and ‘freed from the needs of reproduction’ (Giddens 1992:2). Unfortunately, again like Giddens’ work, much of this political literature on asexuality does not make use of empirical evidence.   Consequently, although the sociological literature has begun to discuss the relations between asexuality and intimacy, in doing so it has either not fully explored the everyday practices of intimacy due to limited focus or methodology, or subsumed claims about asexual intimacy within a wider political argument, without empirical evidence.  Therefore, this paper aims to 4  provide an understanding of the everyday contingent practices of intimacy used by asexual people, a topic that has been neglected. Methods The findings below come from a two-year project entitled ‘A Qualitative Exploration of Asexual Identities and Practices of Intimacy’, funded by the Leverhulme Trust (grant code RPG-2012-575).  The project set out to answer two questions: ‘How do individuals form an asexual identity?’ and ‘How is intimacy constructed and maintained in relationships where one, or both, of the principles identifies as asexual?’.  Our choice of a two part methodology reflected these questions. Firstly, participants were asked to take part in a biographical interview (Wengraf 2001) which sought to explore not just how participants came to an asexual identity, but also how this had changed over time.  We have discussed some of the findings from this approach elsewhere (Scott, McDonnell and Dawson, forthcoming); the focus of this paper is primarily on our second methodological tool: research diaries. Participants who took part in the interview were then asked to fill in a research diary for two weeks.  The diary had space for daily entries with three prompts concerning interactions, experiences and thoughts concerning asexuality.  We chose research diaries as a method due to their ability to ‘get at’ everyday experiences (Elliott 1997), especially concerning sensitive topic matter (Kenton 2010).  For this reason, diaries have been seen as a valuable tool in research on intimate lives (Gabb 2009).   The diary questions reflected our understanding of intimate practices as relational, drawing on the ‘connectedness thesis’, which considers how ‘association remains possible and desirable, as well as how it may take different shapes at different times’ (Smart 2007:189).  Together with our symbolic interactionist approach to the study of asexuality (Scott and Dawson 2015), means we were interested in seeing how forms of intimacy, and the types of practice these create, were negotiated by participants at an everyday level (Jackson and Scott 2010).  We turned to a symbolic interactionist perspective since we were interested in these contextual and negotiated elements of practices of intimacy.  As we discuss below, particularly significant here is the way in which a normatively sanctioned common ‘definition of the situation’ (Thomas and Thomas 1928) shapes expectations concerning the ‘appropriate’ action in an intimate relationship.  This helped overcome the tendencies towards an individualised focus in the existing literature, expressed either through the natural science desire to classify, or approaches which removed questions of being asexual from the context of social relations.  Consequently, our focus is on the nature of these relationships and the obligations they place on individuals. This is intended to correct to some extent the aforementioned neglect of everyday practices of asexual intimacy (Carrigan 2015:18).   Recruitment and Sample Research into asexuality has both a notable advantage and challenges when it comes to recruitment.  As noted elsewhere (Brotto et al. 2010; Carrigan 2011) the asexual community 5  is both heavily informed about, and eager to take part in, research.  To date, the main, and most efficient, way of recruiting participants is via the Asexuality Visibility and Education Network (AVEN), a website which forms the largest asexual space and community.  AVEN, and those involved with it, most prominently the American activist David Jay, have been central to the increased knowledge, and acceptance, of asexuality (Kim 2010) and have helped facilitate much of the research on the topic to date.  But, the users of AVEN are a particular population, likely to be well-educated, broadly middle class, white, American and female1.  Furthermore, those recruited via AVEN are likely to use the definitions and discourses around asexuality found on that site (Hinderliter 2009:620). Therefore, while we did post a call for participants on the AVEN website, we also sought out other avenues.  Our first was by publishing a piece on asexuality on the Huffington Post which included a contact for any interested participants (Dawson 2013).  We also contacted LGBTQ groups, posted notices in public spaces and found the announcement was reposted on various internet fora, such as Tumblr and Twitter.  There was also an inevitable element of snowball sampling, as participants contacted others whom they thought may be interested. The result of this was over 150 expressions of interest, while we unfortunately only had resources for 50 participants.  Noticing that our population was still skewed to the demographics of previous studies, we first engaged in purposive sampling, by contacting all those who did not match those characteristics (most notably, men and/or people over the age of 30).  We then used a random number generator to bring our total sample to 50.  These 50 participants all took part in the interview and were offered the chance of completing the diary; 27 agreed to do so.  Of this 27, the large majority were ‘white’2, 20 were aged between 18-29 and 18 had a university degree.  From these participants we also found eight different gender identities: ‘female’ was the most common (18) followed by ‘male’ (3) then one each identifying with gender identities including ‘cismale’, ‘agender’ and ‘androgynous’.  Therefore, despite our best efforts, our sample was largely white, young, female and middle class (if we accept level of education as a marker of class).  Given that ours is not the first study on asexuality to have had such a sample, we would suggest that this partly reflects the demographic profile of the community, and partly the online spaces from which most participants were found.  Since there is no reason to assume the practices of asexuality are more prevalent among this demographic grouping we would suggest that having access to the label ‘asexual’, and adopting it as a form of identity, may imply the resources not just to access such spaces but also to adopt the terminology used there3.   Our sample also showed the diversity of sexual orientation among the asexual group, with the 27 participants producing 17 different sexual orientations. The only repeated identities were                                                           1 As suggested by the most recent survey of AVEN members (Ginoza et al. 2014). 2 Demographic detail was provided by self-completion, meaning participants wrote a variety of different ethnic identities.  Saying the large majority were white is the extent of the summary we can offer here without listing the various identities offered. The same is true for some of the following categories. 3 We did try to overcome this but not restricting our recruitment material to just those who identified as asexual, including people ‘who experience little or no sexual attraction or desire’, but it seems this was not entirely successful. 6  ‘aromantic asexual’ (6), ‘heteroromantic asexual’ (4) and ‘asexual’ (3).  We also found participants reflecting the variety of asexual identities, including ‘grey asexual’, ‘panromantic demisexual’, ‘mostly asexual’, ‘repulsed heteroromantic asexual’ and, ‘hetero-romantic, pandemiromantic, polyamorous flexible asexual’.  As we shall see, it is important to highlight the diversity of personal asexual identities, not just to be true to participants but also because it makes generalisations about ‘asexuals’ as a group problematic.  Some asexual individuals (such as our heteroromantic or grey asexual participants) may have more in common with heterosexual people than with our aromantic or repulsed participants, concerning romantic intimacy.  Findings Firstly, our data indicated that asexual people experience full and varied intimate lives, including romantic relationships, friendships and family relationships. There was also mention of non-human forms of intimacy, such as relations with pets (Charles and Davies 2008), for example Freya’s report that lying on the sofa with her dog fills ‘my daily need of closeness to another creature’.  In many ways this is not a ‘finding’ since as researchers we did not expect anything else, and there is very little evidence to indicate some sort of ‘deficit of intimacy’ among asexual people.  However, it is still an important statement to make, given some of the claims in the aforementioned literature about asexual ‘atypical social functioning’.  This leads to a wider point, discussed by Kim (2010), that the desire for, or engagement in, sex, is not a compulsory part of a ‘healthy’ lifestyle.  But, below we will question to what extent this is a polarised choice between ‘sex or no sex’. There are three key themes which emerged: friendship, sex as a practice of intimacy, and exclusion from intimate practices.  However, these themes incorporate many other areas of asexual intimate lives, including physical intimacy, the nature of romance, conflict, consensus, negotiation and different expectations. Friendships Friends were the most commonly mentioned source of intimacy in the diaries.  However, this may reflect the nature of the method and the sample (being relatively young people).  More specifically though, our data relate to the aforementioned claims that asexuality breaks down the boundaries of intimacy. While friends were frequently invoked as a source of emotional intimacy, it was marked how often participants also spoke of them as a source of physical intimacy.  This was sometimes attributed explicitly to their asexuality, as in Delphi’s conversation with a friend: Nell stayed to chat for a while. She’s just broken up with her partner and I wanted to see how she was doing. We had a hug, she kissed my hair, and I was holding her hand for a bit while she was talking to me. Being openly asexual seems to make other people around me feel more comfortable expressing their platonic affection for me in physical ways that are normally only reserved for romance 7  Here, for Delphi, friends provided forms of physical intimacy which, were she not asexual, would be ‘misread’ as signs of romantic/sexual attraction.  This desire for physical intimacy, and its availability from friends, was a common claim, epitomised by Ed, who said ‘basically, I want to cuddle with other people’.   This could be seen to echo the claims about asexuality redrawing, and potentially blurring, the boundaries of intimacy: with sex removed from the equation, the distinction between ‘friends’ and ‘partners’, becomes less clear.  However, there are two caveats we would add to this interpretation.  Firstly, it relies upon friends being comfortable with the idea of asexuality and accepting this orientation as valid.  Given reports of discrimination towards asexual people (MacInnis and Hodson 2013), we should not assume that this acceptance is always forthcoming.  Unfortunately, we found examples of this, such as Martha, whose close friend seemed accepting of her asexuality before one day saying that he did not believe it was real, and offering to ‘throw a fuck her way’4.  Therefore, the use of friendships as sources of physical intimacy ultimately relies upon a common definition of the situation (Thomas and Thomas 1928) – i.e. both partners to the relationship have to operate with common assumptions of what is ‘allowable’ within a friendship, while accepting asexuality as a ‘legitimate’ orientation.  Some of our participants were able to reach such a consensus, while some, such as Liam, who enjoyed touching, hugging and sometimes massaging his friends, faced more difficulties. Secondly, the suggestion that asexual practices of intimacy involve transcending boundaries of intimacy implies that asexual people currently operate outside or beyond these.  However, what our participants spoke of was a careful awareness of, and negotiation around, the different boundaries of intimacy; the lines between their ‘friends’ and (actual or imagined) ‘romantic partners’ were carefully monitored rather than transcended.   An example of this comes from Freya, who could ostensibly be seen to reflect the ‘transformative’ nature of asexual practices of intimacy. She had been in a semi-poly relationship with a married couple, during which time she said had had a ‘wife, a girlfriend and a mistress’.  In her interview she said that she preferred always being someone’s ‘second choice’ and that this arrangement created ‘a relationship where I’m considered family’. However, this story of a day out with her friend indicates something more complex: When we walked together through a very crowded place she took my hand.  It startled me slightly because she never does that. She usually takes me by the arm as we walk together…but she never takes my hand.  I think she considers it a too intimate gesture, something you save for a romantic partner.  So that was…strange Freya’s confusion at her friend’s actions represent a trend we identified amongst participants, to be monitoring, rather than transgressing, the boundaries of intimacy.  While in her case this was about questioning the actions of her friends, we found a broader tendency towards                                                           4 That being said, it was marked how often it was friends participants discussed their asexuality with rather than family members who were seen, partly due to differences of generations, to ‘not understand’.  This can be seen in Bea’s vexation at her mum’s questioning of why she would buy lingerie when she has no sexual partner to show it to or Martha’s feeling that she was a ‘shit daughter’ due to the low probability of her having children.   8  ensuring that behaviour participants considered to be acts of ‘friendly’ physical intimacy were not interpreted as indicators of something ‘more’.  For example, Maisie spoke about how when she met a man she was ‘conscious of every action/gesture/word we exchanged’ since ‘flirting between an asexual and a non-asexual can mean potentially mixed signals’.    Such concerns with negotiating and monitoring the boundaries of intimacy, rather than seeking to reject the divide between ‘friends’ and ‘partners’, could then cause problems for asexual people.  Thus Carla complained one day that she was experiencing: Same problems as usual. Intimacy, intimacy, intimacy. Need. Need. Friendship. Wanting to be close. Making awkwardness. Being sexually confusing to other people.  Being….Almost making sexual overtures out of a need for intimacy. Knowing that that’s not what it’s really about Participants highlighted how the difficulties of negotiating such physically, yet not sexually, intimate relationships would sometimes leave them feeling, as Freya put it, ‘touch-deprived’. This does not detract from the fact that our participants expressed very high levels of intimacy, including disclosing intimacy (Jamieson 1998), with friends.  Our participants’ accounts in many ways resemble claims that friendships are the ‘ideal relationship’ of late modern times (Spencer and Pahl 2006).  However, akin to scholars critical of these optimistic claims (Heaphy and Davies 2012), we want to emphasise that the nature of friendships for asexual people sometimes involves complex negotiations around physical intimacy.  A singular, idealised notion of friendship ‘does not allow for messy and asymmetrical periods of needing practical help or feeling dependent or needy which are routine occurrences…in some friendships’ (Jamieson 1998:105), such as the desire for physical intimacy. Sex as a Practice of Intimacy Reflective of previous research (Carrigan 2012), only one participant was having a (long-distance) relationship with another asexual person who shared their romantic and sexual orientation.  While a few were in relationships with those of different asexual orientations, the large majority of those in relationships were with persons of a different sexual orientation. This meant that sex was currently practised by roughly a third of our participants in the research diaries.  Again, here our findings reflect previous studies which have highlighted the extent to which asexual people engage in sexual activity (Scherrer 2008, Van Houdenhove 2014).  What we add is an awareness of the reason why asexual people may do so.  Given the aforementioned diversity of asexual identities, there are some, such as those identifying as demisexual and grey-a, who will experience forms of sexual desire at certain points, and so their active sex life should not be a surprise.  In what follows, however, we primarily comment on those who experience romantic, though not sexual, attraction. One explanation of why asexual people engage in sexual activity is societal pressure and expectation. For example, Fahs (2010:456) claims that ‘social desirability and economics drive asexual people into relationships despite lack of sexual attraction or arousal’.  We did find some evidence of this, most prominently in the story of Idra, who was in a relationship 9  that, while she was completing the diary, was in its relatively early stages. Idra had made the decision not to tell her partner Broc about her asexuality, since ‘in the past it hasn’t been received well by my friends and family’ and instead had decided to ‘just go with the motions and do what should be the reaction of “normal” couples’.  In particular, she was keen that he should not know at this point, since ‘I like him and I don’t want him to know that more than a couple kisses is something that doesn’t interest me and I don’t want him to take it personally’.  In this sense, she adopted strategies of ‘passing’ in order to conceal what she considered a stigmatising attribute (Goffman 1963).  The pressures on Idra had been relieved, and her ability to pass enhanced, by the fact Broc had been sharing a home which offered little privacy for the two of them to be alone.  However, this passing became more difficult when Broc moved to his own house and wanted to be more sexually intimate. After spending her first night there, Idra wrote: Spending the night with Broc in his new place was an issue; issue I’m not sure is the right word but I can’t think of another one. Having sex is something that we do because I succumb to peer pressure and want to be normal so I go ahead with it. I just wish that I knew how to approach the subject with him and then even know what to say if I did Here we see the difficulties of negotiating sex as an open issue when the definition of the situation, a romantic relationship, demands it.  However, this story also shows the need to move away from blanket statements such as that offered by Fahs.  While she did feel pressure to have sex Idra had not been ‘driven’ into a relationship; she wanted to be with Broc, though at the moment some practices within that relationship were not to her liking.  Others, such as when they danced together and chatted about their families one night on their university campus, were. However, we also found other negotiations around sex in relationships, best illustrated by the story of Simone.  Simone had been in a relationship with George for a few months which included sex.  They had developed some nonverbal signals for when Simone was willing to engage in sex but she was also very aware of how George may desire sex occasionally, leading to the following story: Last night I had hoped to have sex with George, mostly because it’s been a while and we weren’t able to last time we saw each other. I had an infection a few days ago but it seemed to be better, but it turned out penetration was still painful for me. He noticed my cringing and stopped. I was willing to give him a blowjob anyway, but he didn’t ask for one.  For Simone, having sex was something she did for the good of the relationship as a unit and because it was something she could do to make George happy.  It would be too simplistic, and an underestimation of Simone’s agency, to see this as something she was ‘forced’ or ‘driven’ to do.  Instead, it reflects the fact that relationships create a certain definition of the situation and expectations upon actors.  These same actors can, within limits, negotiate such expectations, but also may embrace them as something they want to do. Simone and Idra represent two opposite ends of the continuum between those who offer sex as a valued part of the relationship and those who engage in sex, though not romantic 10  relationships generally, due to pressure.  Many of our participants who engaged in sex often ended up somewhere between these two poles, such as Ed.  Ed had not learned about asexuality until his early forties: his marriage dissolved soon after.  However, his ex-wife continued to live with him, and although they had separate bedrooms they would sometimes sleep together, which could involve sex, though often, reflecting Ed’s desire for physical intimacy, would take the form of cuddling.  Nevertheless, much like the confusion with friends mentioned above, the cuddling could sometimes take on another form: Well, during the cuddling, she was hinting that she wanted to have sex with me.  Truthfully, I wasn’t interested. However, it had been a couple months since she had asked before, and I couldn’t figure out a way to get out of it without hurting her feelings. Finally, I just gave in. I mean, it didn’t hurt me or anything, but I just wasn’t interested While Ed would, as in the above, sometimes acquiesce to his ex-wife’s requests for sex – indeed, towards the end of his diary Ed and his ex-wife were considering become part of a polyamorous relationship with another man she had met – he increasingly developed ways of avoiding being in a situation where sex was possible, for example by getting dressed before she woke up. Therefore, sex as a practice of intimacy occupied different positions in the lives of our participants. However, in all cases, it was a contextual practice of intimacy (Jamieson 1998) carved out within the circumstances of a wider relationship.  It is only by understanding the nature of the relationship of which it is part that we can appreciate its place alongside other practices of intimacy in the lives of asexual people, since ‘to closely describe these limits is to closely study the social relations of the people who draw them’ (Goffman 1983:46).  In short, we cannot assume sex is unwillingly performed by asexual people.  This is true not only of those who do experience sexual attraction, but also of others involved in negotiations with non-asexual partners. However, for many of our participants, sex was not a practice of intimacy they engaged in.  For our sex-repulsed/aromantic participants this was a choice, while for others it was a circumstance: they had not yet been in relationships where this had been a consideration.  Nevertheless, it could become one.  Many diaries recounted discussions with friends and questions about asexuality, a frequent one being whether their asexual friend would have sex with a partner.  Answers to this reflected the discussion above, that they would, to please their partner and/or for the good of the relationship.  This would often lead to a worry expressed by Delphi that ‘even if I was prepared to have sex, how could my awkward fumblings compare with an allosexual5 partner who felt real desire and knew instinctively what to do?’.  In this sense participants such as Delphi suggested a comparison with a ‘competent other’ who appeared to understand the unspoken rules (Scott 2007), a situation unavailable to them due to their asexuality.   Although asexuality shaped our participants’ views of sex, the actual practices they adopted are not unique to asexual people.  After all, non-asexual people sometimes have sex in                                                           5 ‘Allosexual’ is a term sometimes used in asexual spaces to refer to those who are not asexual. 11  relationships when they do not really want to, ‘for the good of the relationship’ (Gabb 2008:143), people who have not had sex worry about their relative lack of competence in relation to their more experienced peers (Tolman 2005), and so on.  Without wanting to marginalise the ways in which these practices are experienced and ‘framed’ (Morgan 2010) by asexual people we do want to highlight that what goes on in such relationships is not automatically unique to asexual people.  We return to this point in the conclusion. Exclusion from Practices of Intimacy As we have seen, our participants lived full intimate lives, including both friendships with the negotiation of physical intimacy, and romantic relationships which may include sex.  However, they also reported feelings of social exclusion from dominant conceptions of intimate life and practice. We have already seen one instance of this: Delphi’s worries that her ‘awkward fumblings’ would lessen her attractiveness to a non-asexual partner.  Indeed, Delphi later experienced this after a friend kissed her at a club and she felt awkward, since ‘this wasn’t going to lead to us hooking up’. Similar experiences were reported by other participants.  For example, Carmel had met Ned, and they quickly realised they were attracted to each other.  However, Carmel spoke of a ‘disconnect when it comes to sexuality’ which meant that they never entered a relationship, despite their mutual attraction.  Ed also wrote about his realisation that his ex-wife had cheated on him due to his lack of sexual desire6.  Meanwhile, Simon suggested that although he could ‘understand sexual attraction in theory’ his lack of practical experience meant he found it difficult to console his friend after her messy break-up.  A lack of felt expertise and/or desire and a disconnection from the expectations of others led to feeling excluded from some areas of intimate life, or practices of intimacy.  Maisie spoke about the difficulty of finding an ‘ACE soulmate’7 who would share the same expectations and practices.  Indeed, it was notable how few of our participants even considered this an option, despite the presence of online asexual dating spaces, such as Acebook and Platonic Partners.  Some saw singledom as their fate, for better or worse. However, it is dangerous to assign such exclusion to ‘asexuality’ and important to recognise that asexual people live complex lives of intersecting identities, which may have an equal or greater impact on their intimate practices. A good example of this came from Ella, who was our oldest participant at 59.  Like other older people who live alone, she had a wide network of friends while also experiencing some instances of isolation (Jamieson and Simpson 2013:182-4). This was illustrated in the following story of a friend’s wedding: I was at a table with a younger couple and 2 men in their early 40s…I and one of the men, Kane, had sat down as far as we could from the speakers.  We chatted a bit.  Then I got up to get a lemonade…When I got back to the table, my place had been moved to the opposite side                                                           6 Although Ed was the only participant to have experienced this directly it was a fear for other participants, meaning some left the possibility open of a polyamorous relationship.  In this sense we found some potential evidence in support of Scherer’s (2010a) claim for the link between asexuality and polyamory. 7 ‘ACE’ is a term often used among the asexual community as an alternative to ‘asexual’. 12  of the circular table, closer to the speakers, and the couple and other man had joined Kane. They were chatting away and there was not even the slightest acknowledgement when I returned to the table. Such is the life for an older, single woman. Is it asexuality at work, age, or just rudeness? Who knows? Here, Ella’s age could be seen to limit her interaction with potential friends and partners.  Undoubtedly her experiences were partly shaped by her asexuality, for example many of her female friends of the same age had formed ‘mommy groups’ to maintain their friendships, from which she felt excluded8.  But, in this instance, it was her status as an ‘older, single woman’ which seemed to shape the interaction.  Such stories, showing the intersection between asexuality and older age, have been invisible in previous research, due to its focus on younger people. Furthermore, given the diversity of asexual identities, we should not assume a commonality of such exclusion.  Martha was an aromantic asexual and was one of the few to have asexual friends beyond online spaces.  She had met John by arranging to meet for coffee via AVEN.  Once she arrived, she quickly realised that John, who was heretoromantic, had imagined the meeting to be a date. Once she told him she was aromantic he initially seemed content but became more irritated, before finally saying, ‘it would be so much easier if I could date an asexual but no – you’re unavailable still.  You aromantics!’.  Therefore, although Martha and John were both ‘asexual’, their differing identities within this meta-category (Chasin 2010) fundamentally shaped how they imagined their interaction to occur9.  This is another example of the disconnection between our personal desires and the normative, socially sanctioned, definitions of the situation. Without wishing to understate the ways in which asexuality can exclude its holders from practices of intimacy or make certain relationships difficult to form, such a claim should always take account of the intersecting identities held by that group (as in the case of Ella) or the complex and different forms of intimate practices such an identity produces (such as the cases of Martha and John).  As we suggest below, these two points have a broader significance. Conclusion This article has, based upon findings from research diaries, detailed the practices of intimacy used by asexual people.  In particular, we have focused on three themes present in the diaries: the centrality of friendships, including for physical intimacy; the role of sex as practice of intimacy; and the ways in which asexual people can feel excluded from intimate practices.  In doing so we have emphasised that the ways in which asexual people practice intimacy have to be understood within the context of the relationship of which it is part. This supports the ‘connected’ thesis of intimacy, as opposed to individualised conceptions (Smart 2007).  It is                                                           8 Of course, being asexual does not mandate being childless, in the same way being heterosexual does not guarantee having them. 9 We should also be careful to ascribe exclusion when a lack of intimacy may be a choice, as in the case of Lisa.  She answered no to the questions on the diary, every day, for two weeks. Reflecting on this she said her response indicated that, as an ‘asocial’ person, ‘I don’t particularly want to feel close to people’.   13  not sufficient to explain the forms of intimacy favoured by asexual people without also recognising the way their intimate others adjust to, negotiate, or reject such practices.  This in turn demonstrates the negotiated elements of interaction and the value of a symbolic interactionist approach (Blumer 1969; Jackson and Scott 2010; Scott and Dawson 2015).  Delphi’s physically intimate friendships and Carla’s continued frustration at having her ‘friend’ signals misread as sexual, were both shaped by the negotiations they are able, or unable, to undertake with significant others (Mead 1934). There are three implications to take from our findings.  Firstly, the claim that asexual people are engaged in radical practices which seek to transcend or negate the boundaries of intimacy is not borne out by our data.  As we have seen, our participants were very much aware of such boundaries and sought to stick within them, rather than critique them.  In this sense, we would echo claims that, while sociologists have often wished for people to be part of the ‘vanguard’ in their personal lives, they have more often than not been ‘pragmatists’ (Duncan 2011). Lay conceptions of love do not always match the overly optimistic or pessimistic views of much social theory (Carter 2013).  Secondly, we highlight the intimate connection between personal asexual identity and intimacy.  For our participants, the practices they were willing or even eager to engage in were framed by where they identified along the sexual and romantic attraction axes.  This opened up potential relationship forms (such as physically intimate friendships) but also closed down future possibilities (as in concerns about sexual experience).  Therefore, the connection between asexual identity and intimacy both opens up, and forecloses, potentialities.  Some participants seemed to have their asexuality rejected as a legitimate social identity, as in Martha’s friend or Idra’s worries about Broc’s reaction.  The third finding however is the key one: namely, that from the above it is difficult to claim there are distinctively ‘asexual practices of intimacy’, as opposed to ‘practices of intimacy that asexual people draw upon more frequently’.  The types of intimate practices engaged in are not inherently linked to being ‘asexual people’ as a group (leaving aside whether such a diverse set of individuals can be seen as a ‘group’), but rather can be found across many sexualities. While our participants, like others who lack established scripts for their sexuality, may have to engage in ‘life experiments’ in order to realise their ideal forms of intimacy (Weeks, Heaphy and Donovan 2001), it would be inaccurate to claim their negotiations are entirely unique.  This can be seen especially in negotiations around sex, which are not limited to relationships involving asexual people.  Rather than treating asexual intimate lives as potential harbingers of radical change, the focus should be on exploring the intersection of  intimate practices with other life circumstances (such as age and class background ) and other sexual identities.  This leads to a wider point for sociologists of not automatically accepting the ontological permanence of categories in which individuals can be placed.  Instead, as our symbolic interactionist approach has shown, being aware of the contingent negotiations and expectations of social relationships with significant others challenges the assumed boundaries between groups, revealing similarity as much as difference.  Thus while asexual people face some particular circumstances when it comes to intimate relationships, the negotiations and frustrations they face are not unique.   References 14  Bauman, Z. (1998) ‘On the Postmodern Uses of Sex’, Theory, Culture and Society, 15:3-4, 19-33 Blumer, H. (1969) Symbolic Interactionism: Perspective and Method. Englewood Cliffs: Prentice-Hall. Bogaert, A. (2004) ‘Asexuality: Prevalence and Associated Factors in a National Probability Sample’, Sex Research, 41:3, 279-287 Bogaert, A. (2012) Understanding Asexuality Plymouth: Rowman Littlefield Publishers Brotto, L. et al. (2010) ‘Asexuality: A Mixed Methods Approach’ Archive of Sexual Behaviour, 39:3, 599-618 Carrigan, M. (2011) ‘There’s More to Life than Sex? Difference and Commonality Within the Asexual Community’, Sexualities, 14:4, 462-478 Carrigan, M. (2012) ‘”How do you Know you don’t Like it if you Haven’t Tried It?” Asexual Agency and the Sexual Assumption’, in Morrison, T.G., Morrison, M.A., Carrigan, M.A. and McDermott, D.T. (eds) Sexual Minority Research in the New Millennium New York: Nova Science, 3-20 Carrigan, M. (2015) ‘Asexuality’ in C. Richards and M.J. Barker (eds) The Palgrave Handbook of the Psychology of Sexuality and Gender. Hampshire: Palgrave Macmillan, 7-23 Carter, J. (2013) ‘The Curious Absence of Love in Women’s Talk’, Sociological Review, 61:4, 728-744 Charles, N. and Davies, C. (2008) ‘My Family and Other Animals: Pets as Kin’, Sociological Research Online, 13:5 Chasin, C.J. (2013) ‘Reconsidering Asexuality and its Radical Potential’, Feminist Studies, 39:2, 405-426 Dawson, M. (2013) ‘Asexuality Needs to be Included when we Discuss Sex and Sexuality’, Huffington Post UK, http://www.huffingtonpost.co.uk/matt-p-dawson/asexuality-discussion_b_3389963.html Duncan, S. (2011) ‘The World We Have Made? Individualization and Personal Life in the 1950s’, Sociological Review, 59:2, 242-265 Elliott, H. (1997) ‘The Use of Diaries in Sociological Research on Health Experience’, Sociological Research Online, 2:2 Emens, E. (2014) ‘Compulsory Sexuality’, Stanford Law Review, 66:2, 303-386 Fahs, B. (2010) ‘Radical Refusals: On the Anarchist Politics of Women Choosing Asexuality’, Sexualities, 13:4, 445-461 Gabb, J. (2008) Researching Intimacy in Families. Hampshire: Palgrave Macmillan 15  Gabb, J. (2009) ‘Researching Family Relationships: A Qualitative Mixed Methods Approach’, Methodological Innovations Online, 42:2, 37-52 Gazzola, S. and Morrison, M. (2012) ‘Asexuality: An Emergent Sexual Orientation’, in Morrison, T.G., Morrison, M.A., Carrigan, M.A. and McDermott, D.T. (eds) Sexual Minority Research in the New Millennium New York: Nova Science, 21-44 Giddens, A. (1992) The Transformation of Intimacy Cambridge: Polity Press Ginoza, M.K. et al. (2014) ‘The 2014 AVEN Community Census: Preliminary Findings’, AVEN, available from: https://asexualcensus.files.wordpress.com/2014/11/2014censuspreliminaryreport.pdf Goffman, E. (1963) Stigma: Notes on the Management of Spoiled Identity London: Penguin Goffman, E. (1983) ‘Felicity’s Condition’ American Journal of Sociology, 89:1, 1-53. Gressgård, R. (2013) ‘Asexuality: From Pathology to Identity and Beyond’ Psychology and Sexuality, 4:2, 179-192 Heaphy, B. and Davies, K. (2012) ‘Critical Friendships’, Families, Relationships and Societies, 1:3, 311-26 Hinderliter, A. (2013) ‘How is Asexuality Different from Hypoactive Sexual Desire Disorder?’ Psychology and Sexuality, 4:2, 167-178 Jackson, S. and Scott, S.J. (2010) Theorizing Sexuality. Buckingham: Open University Press. Jamieson, L. (1998) Intimacy: Personal Relationships in Modern Societies. Cambridge: Polity Press Jamieson, L. (2005) ‘Boundaries of Intimacy’ in McKie, L. and Cunningham-Burley, S. (eds.) Families in Society: Boundaries and Relationships Policy Press: Bristol, 189-206 Jamieson, L. and Simpson, R. (2013) Living Alone: Globalization, Identity and Belonging. Hampshire: Palgrave Macmillan. Kahn, K. (2014) ‘”There’s No Such Thing as a Sexual Relationship” Asexuality’s Sinthomatics’, in Cerankowski, K.J. and Milks, M. (eds) Asexualities: Feminist and Queer Perspectives London: Routledge, 55-76 Kenten, C. (2010) ‘Narrating Oneself: Reflections on the Use of Solicited Diaries with Diary Interviews’, Forum Qualitative Sozialforschung / Forum: Qualitative Social Research, 11:2, Art. 16, http://nbn-resolving.de/urn:nbn:de:0114-fqs1002160 Kim, E. (2010) ‘How Much Sex is Healthy? The Pleasures of Asexuality’ in Metzl, J. and Kirkland, A. (eds.) Against Health: How Health Became the New Morality New York: New York University Press, 157-169 16  MacInnis C and Hodson G (2012) ‘Intergroup Biases towards ‘Group X’: Evidence of Prejudice, Dehumanization, Avoidance and Discrimination Against Asexuals’, Group Processes and Intergroup Relations, 15:6, 725-43. Mead, G.H. (1934) Mind, Self and Society. Chicago: University of Chicago Press. Morgan, D. (2010) Rethinking Family Practices Hampshire: Palgrave Macmillan Poston, D. and Baumle, A. (2010) ‘Patterns of Asexuality in the United States’, Demographic Research, 23:Sept, 509-530 Prause, N. and Graham, C. (2007) ‘Asexuality: Classification and Characterization’, Archives of Sexual Behavior, 36:3, 341-356 Prause, N. and Harenski, C. (2014) ‘Inhibition, Lack of Excitation, or Supprssion: fMRI Pilot of Asexuality’, in Cerankowski, K.J. and Milks, M. (eds) Asexualities: Feminist and Queer Perspectives London: Routledge, 35-54 Pryzbolo, E. (2011) ‘Crisis and Safety: The Asexual in Sexusociety’, Sexualities, 14:4, 444-461 Pryzbolo, E. (2013) ‘Afterword: Some Thoughts on Asexuality as an Interdisciplinary Method’ Psychology and Sexuality, 4:2, 193-194 Scherrer, K. (2008) ‘Coming to an Asexual Identity: Negotiating Identity, Negotiating Desire’ Sexualities, 11:5, 621-641 Scherrer, K. (2010a) ‘Asexual Relationships: What does Asexuality Have to do with Polyamory?’ in Barker, M. and Langdridge, D. (eds.) Understanding Non-Monogamies London: Routledge, 154-159 Scherrer, K. (2010b) ‘What Asexuality Contributes to the Same-Sex Marriage Debate’, Journal of Gay and Lesbian Social Services, 22:1-2, 56-73. Scott, S. (2007) Shyness and Society: The Illusion of Competence. Hampshire: Palgrave Macmillan Scott, S. and Dawson, M. (2015) ‘Rethinking Asexuality:  A Symbolic Interactionist Account’, Sexualities¸ 18:1-2, 3-19 Scott, S., McDonnell, L. and Dawson, M. (Forthcoming) ‘Stories of Non-Becoming: Non-Issues, Non-Events and Non-Identities in Asexual Lives’, Symbolic Interaction Smart, C. (2007) Personal Life: New Directions in Sociological Thinking Cambridge: Polity Press Spencer, L. and Pahl, R. (2006) Rethinking Friendship: Hidden Solidarities Today. Princeton: Princeton University Press 17  Thomas, W.I. and Thomas, D.S. (1928) ‘Situations Defined as Real are Real in Their Consequences’, in Stone, G. and Farberman, H. (Eds) (1970) Social Psychology Through Interaction Waltham: Ginn-Blasidell, 154-5. Tolman, D.L., (2005) Dilemmas of Desire: Teenage Girls Talk about Sexuality London: Harvard: University Press.  Van Houdenhove, E. et al. (2014) ‘Stories about Asexuality: A Qualitative Study on Asexual Women’, Journal of Sex and Marital Therapy, 41:3, 262-81  Weeks, J., Heaphy, B. and Donovan, C. (2001) Same Sex Intimacies: Families of Choice and Other Life Experiments London: Routledge Wengraf, T. (2001) Qualitative Research Interviewing: Biographic Narrative Methods and Semi-Structured Methods. London: Sage Yule, M., Brotto, L. and Gorzalka, B. (2014) ‘Biological Markers of Asexuality: Handedness, Birth Order, and Finger Length Ratios in Self-identified Asexual Men and Women’, Archives of Sexual Behaviour, 43:2, 299-310 ",
    "id": 42369469,
    "identifiers": {
        "doi": "10.1111/1467-954X.12362",
        "oai": "oai:eprints.gla.ac.uk:116528"
    },
    "title": "Negotiating the boundaries of intimacy: the personal lives of asexual people",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "",
    "publisher": "Wiley",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/116528/7/116528.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/42369469.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/42369469"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/42369469/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/42369469/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/42369469"
        }
    ],
    "abstract": "This paper uses findings from research diaries to explore the use of practices of intimacy among asexual people.  While much of the literature to date has focused on the supposedly transformative and political nature of uniquely asexual practices of intimacy, our findings suggest something different.  Rather than seeking to transform the nature of intimate relationships, asexual people make pragmatic adjustments and engage in negotiations to achieve the forms of physical and emotional intimacy they seek.  We discuss this in relation to three areas: friendships, sex as a practice of intimacy, and exclusion from intimacy.  Our findings suggest the importance of not only considering the social context in which asexual people practice intimacy, but also how the practices in which they engage may be shared with non-asexual people",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gla.ac.uk:116528",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 42369469,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2024-02-12T08:59:37+00:00",
        "acceptedDate": null,
        "createdDate": "2016-07-28T20:25:15+01:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/116528/7/116528.pdf"
    ],
    "lastUpdate": "2024-02-12T08:59:37+00:00",
    "setSpecs": []
}