{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Enright, John O."
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:17:32+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144224649.pdf",
    "fullText": "Fordham Law Review Volume 72 Issue 6 Article 14 2004 New York's Post-September 11, 2001 Recognition of Same-Sex Relationships: A Victory Suggestive of Future Change John O. Enright Follow this and additional works at: https://ir.lawnet.fordham.edu/flr  Part of the Law Commons Recommended Citation John O. Enright, New York's Post-September 11, 2001 Recognition of Same-Sex Relationships: A Victory Suggestive of Future Change, 72 Fordham L. Rev. 2823 (2004). Available at: https://ir.lawnet.fordham.edu/flr/vol72/iss6/14 This Article is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted for inclusion in Fordham Law Review by an authorized editor of FLASH: The Fordham Law Archive of Scholarship and History. For more information, please contact tmelnick@law.fordham.edu. COMMENTSNEW YORK'S POST-SEPTEMBER 11, 2001RECOGNITION OF SAME-SEXRELATIONSHIPS: A VICTORY SUGGESTIVEOF FUTURE CHANGEJohn 0. Enright*INTRODUCTIONLarry Courtney lost in the World Trade Center attacks the partnerwith whom he had lived and shared his life for more than thirteenyears.' Like any individual losing a partner, Mr. Courtneyimmediately was forced to confront not only the emotional impact butalso the financial reality of supporting himself without a partner'shelp. In the event of tragedies such as the World Trade Centerattacks, however, federal and state governments provide victims'family members with a certain financial safety net in the event of adeath of a spouse. This safety net includes, among other benefits,workers' compensation payments when a husband or wife dies on thejob and crime victim awards when a spouse dies as a result of acriminal act. Unfortunately for Mr. Courtney, he lost not a wife buthis male partner.2 Consequently, his thirteen-year relationship wasinvisible under the law and he had no right to the governmentalsupport available to similarly situated married couples.Nonetheless, Mr. Courtney made a claim for workers'compensation benefits from his insurance carrier with the hope thatthe carrier would treat him as if he were a husband who had lost hiswife. The insurance carrier, which defers to the New York StateWorkers' Compensation Law to determine eligibility,' denied hisclaim.' Undeterred, he went on to challenge the New York Workers'* J.D. Candidate, 2005, Fordham University School of Law. Many thanks toProfessor James E. Fleming for all of his help and guidance. I would like to furtherthank my parents, John and Rosemary Enright, for their unending support.1. See Robert F. Worth, Gay Man to Seek Benefits for Loss of Companion onSept. 11, N.Y. Times, Apr. 23, 2002, at B7.2. Id.3. N.Y. Workers' Comp. Law §§ 1-430 (McKinney 1992 & Supp. 2004).4. See Worth, supra note 1.28232824 FORDHAM LAW REVIEW [Vol. 72Compensation Law on the grounds that it should apply not only tosurvivors who lost spouses but to same-sex survivors too.' His claimand his insurer's refutation subsequently became moot when the NewYork State Assembly and Senate unanimously passed an amendmentto the Workers' Compensation Law, making eligible for workers'compensation benefits the \"domestic partners\" of victims ofSeptember 11, 2001.6Mr. Courtney's story is striking not only because of the inequitablelaw he initially faced, but more so because of the New York Statelegislature's response. Specifically, the legislature's amendmentmarked the first time a \"domestic partner\" was recognized under NewYork State law.7 Stories such as Mr. Courtney's demonstrate howSeptember 11, 2001 altered the American legal landscape for same-sex couples. One need only look at legislative and judicial responsesin the fields of tort,8 criminal,9 and workers' compensation law, 1°among others, to recognize the undeniable impact of the terroristattacks on our law. In the aftermath of the attacks, legislation at allgovernmental levels, affecting multiple areas of the law, was passed.Among the most immediate challenges, lawmakers sought to addressthe needs of victims' families and, in doing so, were confronteddirectly with the realities faced by certain families who were, in many5. Id.6. 2002 N.Y. Laws 467 (codified at N.Y. Workers' Comp. Law § 4 (McKinneySupp. 2004)). The Empire State Pride Agenda (\"ESPA\") heralded its passage:This law along with several other 9/11-related measures that wereunanimously approved this year by the legislature represent the first timethat domestic partners have been recognized in any context whatsoeverunder New York State law,\" said [Joe] Grabarz [Executive Director of theEmpire State Pride Agenda]. \"Getting lawmakers to this point has been along process of education and grassroots advocacy by the lesbian and gaycommunity from across the state. We hope this is just a beginning and will beworking with legislators to see that our families and relationships receiveadditional support in the future.Press Release, Empire State Pride Agenda, New NY State Law Giving SpousalBenefits to Gay Partners of 9/11 Victims Is a 'Significant Step Forward,' But GayFamilies Still Unprotected in Tragedies (Aug. 21, 2002), athttp://www.prideagenda.org/pressreleases/pr-8-21-02.html. Previously, GovernorPataki had indefinitely suspended the statutorily imposed obligation of providing anemployer notice of the injury or death within thirty days of such injury or death.Exec. Order No. 113.35, 2001 N.Y. St. Reg., No. XXIII, at 87.7. 2002 N.Y. Laws 467 (codified at N.Y. Workers' Comp. Law § 4).8. Air Transportation Safety and System Stabilization Act, Pub. L. No. 107-42,115 Stat. 230 (2001) (codified at 49 U.S.C. §§ 40101 note, 44302-44306 (Supp. 2001)).9. The Uniting and Strengthening America by Providing Appropriate ToolsRequired To Intercept and Obstruct Terrorism (USA Patriot Act) Act of 2001, Pub.L. No. 107-56, 115 Stat. 272 (codified in scattered sections of U.S.C.).10. See, e.g., September 11th Victims and Families Relief Act, 2002 N.Y. Laws 73(codified at N.Y. Workers' Comp. Law § 29(1-b) (McKinney Supp. 2004), N.Y. Est.Powers & Trusts Law § 11-4.7(e) (McKinney Supp. 2004), N.Y. Surr. Ct. Proc. Act §205(3) (McKinney Supp. 2004); N.Y. Surr. Ct. Proc. Act § 2307(2) (McKinney Supp.2004)).SAME-SEX RELATIONSHIPS IN NEW YORKways, completely invisible under the eyes of law: same-sex couples.The reality of these families' needs spurred lawmakers to begin tocorrect the inequities they faced.Traditionally, same-sex couples, because of the inability to legallymarry, have been denied most, if not all, of the benefits available tomarried couples.1  These benefits, such as automatic spousaleligibility for health insurance, recognition under intestacy laws, andthe right to assert wrongful death actions, among others, become evenmore crucial in the event of tragedy.12 Legislators' actions followingthe terrorist attacks of September 11, 2001, particularly in New York,were noteworthy in that they made the surviving partners of same-sexcouples eligible for substantial federal and state awards, includingworkers' compensation payments, crime victim awards and disasterrelief funds, normally available only to spouses and other familymembers.13 In sum, this legislation marked a change in the legaltreatment of same-sex couples and, potentially, a more general changein perception of the problems they face.These substantial changes have not gone unnoticed. One gay andlesbian rights organization proclaimed that the new New York lawsconstituted the \"first time that domestic partners have beenrecognized in any context whatsoever under New York State law.\"14Another individual claimed that certain federal legislation produced achange in the \"'political climate and it's hard to imagine totallyturning back the clock.\"\"' 5 Similarly, others asserted, \"[t]his is the firsttime the federal government has recognized a same-sex relationshipthis way. '\"16 It is clear that a significant turn has been made.New York State legislation passed in response to September 11,2001, coupled with advancements at the federal level, marks asignificant change in the treatment of same-sex couples. While therewas some precedent supporting the increased legal protection ofsame-sex couples, the stories told by the same-sex survivors of victims11. See, e.g., Craig A. Bowman & Blake M. Cornish, Note, A More Perfect Union:A Legal and Social Analysis of Domestic Partnership Ordinances, 92 Colum. L. Rev.1164, 1167-68 (1992); Nancy K. Kubasek et al., Fashioning a Tolerable DomesticPartners Statute in an Environment Hostile to Same-Sex Marriages, 7 Law & Sexuality55, 66-72 (1997).12. See infra Part I.A.13. See infra Part I.C.14. See Press Release, Empire State Pride Agenda, supra note 6 (quoting JoeGrabarz, Executive Director of the Empire State Pride Agenda).15. Jane Gross, U.S. Fund for Tower Victims Will Aid Some Gay Partners, N.Y.Times, May 30, 2002, at Al (quoting Lee M. Miringoff, Director of the Marist CollegePoll).16. See Press Release, Lambda Legal Defense Fund, Federal GovernmentAwards Survivor Benefits to Lesbian Whose Partner Was Killed in 9/11 Attack;Lambda Legal Says Recognition Is First of Its Kind (Jan. 23, 2003) (quoting JenniferMiddleton, Lambda Legal Staff Attorney), at http://www.lambdalegal.org/cgi-bin/iowa/documents/record?record=1193.2004] 2825FORDHAM LAW REVIEWexposed the inequities they face. This Comment argues that suchstorytelling likely played a role in influencing lawmakers' responses toSeptember 11, 2001. Further, in light of applicable theories aboutlegal and social movements, the stories told were persuasive andcan-and should-be used in the future to compel similar lawmaking.Part I begins by discussing the traditional treatment of same-sexcouples under federal and state law. Part I.B. focuses on thetraditional treatment of same-sex couples in New York State. PartI.C. discusses the legislation passed in response to September 11, 2001and how it treated same-sex survivors of victims as if they had lostmarried spouses. Part I.D. discusses how commentators debated thepost-September 11, 2001 lawmaking and the stories they used toadvance their arguments. Part II.A. discusses the role of storytellingin legal scholarship and the important role it has played for advocatesof gay and lesbian rights. In the September 11, 2001 context, thepublic, including lawmakers, heard compelling stories from same-sexsurvivors about how they are mistreated under the law. Part II.B.explores the potential long-term effects of the New York Statelegislation, and limited federal recognition, using theories developedto gauge how socio-legal change occurs. The inquiry is aided byasking how social movements have changed in response to othertragedies and how subsequent political opportunities furthered theircauses. Part III applies the theories of storytelling and social changeintroduced in Part II to argue that emotional events such asSeptember 11, 2001 can play an important part in persuadinglawmakers to recognize same-sex couples under the law. Part IIIfurther argues that, when compared to analogous social movementsfrom the past, the unique circumstance of September 11, 2001 raisedawareness of the reality of same-sex couples' lives and the injusticesthey faced under existing law, thus leading to legal transformationsthat are likely to be sustained and expanded.I. SAME-SEX COUPLES ARE LEGALLY DISADVANTAGED RELATIVETO MARRIED HETEROSEXUAL COUPLESThe number of unmarried, co-habiting couples has risendramatically in the United States over the past thirty years.17 This17. See Yuval Merin, Equality for Same-Sex Couples 190 (2002). The UnitedStates Census Bureau's 2000 census estimates that unmarried couples constituteabout 9% of all \"coupled households\" and same-sex couples account for about 1% ofall coupled households. See U.S. Census Bureau, Married-Couple and UnmarriedPartner Households: 2000, at 3 (2003) (\"A reflection of changing lifestyles is mirroredin Census 2000's enumeration of 5.5 million couples who were living together but whowere not married, up from 3.2 million in 1990 .... [A]bout 1 in 9 (594,000) hadpartners of the same sex.\"), available at http://www.census.gov/prod/2003pubs/censr-5.pdf. Commentators argued that the figures would help sway public opinion.Households Headed by Gays Rose in the 90's, Data Shows, N.Y. Times, Aug. 22, 2001,at A17 (\"'The census figures will change the debate for many Americans from an2826 [Vol. 722004] SAME-SEX RELA TIONSHIPS IN NEW YORK 2827increase has occurred concomitantly for both heterosexual coupleswho have the ability to marry and same-sex couples who do not. 8While many married couples might take for granted those rightsafforded to them by virtue of their relationship, the rising number ofunmarried couples-whether by choice or not-are often all tooaware of what privileges they lack. Part I.A. sets forth and analyzesthe rights and benefits attributable to marriage. It then highlights afew of the rights that become particularly valuable-and necessary-in the event of the death of a spouse.A. Legal Rights Attributable to MarriageSame-sex couples are legally disadvantaged relative to marriedcouples.19 Marriage-dependent rights that same-sex couples do notbenefit from include: parenting rights;20 rights allowing a partner toact as a guardian of the other in the event of hospitalization;2 the rightto adopt children;22 prioritization in claiming human remains; 23 theabstract controversy read about in newspapers or seen in noisy debates on televisionto a discussion about real families, real people and real lives.\"' (quoting David Smithof the Human Rights Campaign)).18. See Merin, supra note 17, at 190.19. See id. at 197-236; David L. Chambers, What If? The Legal Consequences ofMarriage and the Legal Needs of Lesbian and Gay Male Couples, 95 Mich. L. Rev. 447(1996); Dee Ann Habegger, Living in Sin and the Law: Benefits for UnmarriedCouples Dependent Upon Sexual Orientation?, 33 Ind. L. Rev. 991, 998-1001 (2000);Kubasek, supra note 11, at 66-72; Arthur S. Leonard, Legal Recognition of Same-SexPartners Under US State or Local Law, in Legal Recognition of Same-SexPartnerships: A Study of National, European and International Law 133, 134-52(Robert Wintemute & Mads Andenaes eds., 2001). One exception is Vermont's CivilUnion law, where same-sex couples entering into civil unions are given the samerights as married couples. See infra note 93, 137-42 and accompanying text. Eventhose same-sex couples who benefit from a domestic partnership registry or ordinanceremain disadvantaged. See infra Part I.B.2.20. The quest for parenting rights is one of the many battles being fought and, likeall other rights being sought, parenting rights host their own particular complexitiesand problems. See, e.g., Ryiah Lilith, Caring for the Ten Percent's 2.4: Lesbian andGay Parents' Access to Parental Benefits, 16 Wis. Women's L.J. 125 (2001)(highlighting the particular problems facing gay and lesbian parents and theconsequent need for substantive legal rights).21. See Chambers, supra note 19, at 454-55. The most well known example is thecase of Sharon Kowalski. After being critically injured in an automobile accident,Kowalski's father and female partner, Karen Thompson, both sought to act asKowalski's sole guardian. Kowalski's father, who did not recognize his daughter'srelationship, sought to terminate Thompson's guardianship and the Minnesota Courtof Appeals agreed, terminating the guardianship and further terminating any hospitalvisitation rights. See In re Guardianship of Kowalski, 382 N.W.2d 861, 863 (Minn. Ct.App. 1986).22. See generally John G. Culhane, A \"Clanging Silence\": Same-Sex Couples andTort Law, 89 Ky. L.J. 911, 931-36 (2001) (arguing that because sexual relations are notat issue in same-sex adoption cases, as opposed to same-sex marriage cases, courts aremore willing to extend rights in the former but never in the latter); Timothy E. Lin,Note, Social Norms and Judicial Decisionmaking: Examining the Role of Narrativesin Same-Sex Adoption Cases, 99 Colum. L. Rev. 739, 768-69 (1999) (noting that the2828 FORDHAM LAW REVIEW [Vol. 72right to help provide citizenship to a non-American partner;24government-provided benefits, such as social security and workers'compensation;25 employer-provided benefits, such as health insuranceand bereavement leave;26 benefits in bankruptcy proceedings;27 taxbenefits;28 standing for certain tort actions;29 housing rights;\" propertyrights granted through state-created intestate succession laws;31 anddivorce rights, such as the ability to receive, or the obligation toprovide, spousal support and alimony.3 2 Even a perfunctory look atthese benefits evidences same-sex couples' disadvantages relative tomarried heterosexual couples.The inequity of a committed same-sex couple's lack of marriage-dependent benefits is amplified in the event of tragedy, when manyrights available to heterosexual widows and widowers becomecritically important.33 Three legal rights that are particularly salient inlegal status of same-sex adoption varies by jurisdiction).23. See Nancy J. Knauer, The September 11 Attacks and Surviving Same-SexPartners: Defining Family Through Tragedy, 75 Temp. L. Rev. 31, 47 (2002)(recognizing that the personal representative of a decedent's estate often dictates howthe decedent's remains will be handled).24. See Adams v. Howerton, 673 F.2d 1036 (9th Cir. 1982).25. See Bowman & Cornish, supra note 11, at 1167.26. See generally Nancy J. Knauer, Domestic Partnership and Same-SexRelationships: A Marketplace Innovation and a Less than Perfect Institutional Choice,7 Temp. Pol. & Civ. Rts. L. Rev. 337 (1998) (discussing the implications andlimitations of market-based domestic partnership benefits).27. See A. Mechele Dickerson, Family Values and the Bankruptcy Code: AProposal to Eliminate Bankruptcy Benefits Awarded on the Basis of Marital Status, 67Fordham L. Rev. 69, 103 (1998) (arguing for a revision of the bankruptcy system \"toensure that it awards benefits based on the economic, rather than the marital,relationship between two individuals\").28. Id. at 88. For an early analysis of the tax consequences stemming fromemployer-granted benefits, see Jarrett Tomis Barrios, Note, Growing Pains in theWorkplace: Tax Consequences of Health Plans for Domestic Partners, 47 Tax Law.845 (1994).29. See generally Culhane, supra note 22.30. The Fair Housing Act does not bar discrimination in housing based on sexualorientation. 42 U.S.C. §§ 3601-3631 (2000).31. See Knauer, supra note 23, at 43-44.32. See William N. Eskridge, Jr. & Nan D. Hunter, Sexuality, Gender, and theLaw 793 (1997); Kubasek, supra note 11, at 66-67. For an argument in favor of\"divorce\" rights for domestic partners, see Jessica A. Hoogs, Note, Divorce WithoutMarriage: Establishing a Uniform Dissolution Procedure for Domestic PartnersThrough a Comparative Analysis of European and American Domestic Partner Laws,54 Hastings L.J. 707 (2003) (proposing a uniform \"divorce\" procedure based oninternational sources and Vermont's civil union provisions). Vermont's civil unionlaw gives the state's family courts the same jurisdiction over the dissolution of civilunions as it does marriages. Vt. Stat. Ann. tit. 15, § 1206 (2002); see also GregJohnson, Vermont Civil Unions: The New Language of Marriage, 25 Vt. L. Rev. 15,43 (2000) (noting that \"[t]his is a first in America\").33. See Denny Lee, Partners of Gay Victims Find the Law Calls Them Strangers,N.Y. Times, Oct. 14, 2001, § 14, at 4. It is important to mention that although thisComment discusses the lack of rights accorded to same-sex couples, and only touchesupon similar effects to unmarried heterosexual couples, the latter group's problems2004] SAME-SEX RELATIONSHIPS IN NEW YORK 2829the event of a disaster are: (1) the right to a distribution of propertyunder probate law, (2) delegation of health care and monetarybenefits from public and private sources, and (3) the right to damagespayable under states' wrongful death statutes. In the absence oflegislation providing same-sex couples treatment equal to that ofmarried couples-and with respect to probate law, the lack of a willdesignating a same-sex partner as a beneficiary-same-sex partnersare not considered the \"spouse\" of a victim and are prevented fromrecovering accordingly.341. Probate LawProbate law governs and defines the distribution of a decedent'sassets at death.35 Such distribution is made either (1) in accordancewith a will or (2) in the absence of a will, in accordance with theapplicable state's intestacy laws.36 The latter include statutorilydefined default family members to whom a decedent's property willbe distributed upon death.37 Most of these statutes are based, at leastin part, on the Uniform Probate Code,38 and with the exception ofHawaii,39 Vermont,4\" and California,4 no state includes same-sex,committed partners as beneficiaries.42 From this vantage point, aare similar in many respects. For an insight into the parallels felt by widowed fiancresafter September 11, 2001, see Shaila K. Dewan, No Dress, No Vows, and Less Statusin Grief, N.Y. Times, Jan. 22, 2002, at Al.34. See Knauer, supra note 23, at 41-53.35. Jesse Dukeminier & James E. Krier, Property 325-26 (4th ed. 1998).36. See Knauer, supra note 23, at 41-46. In 1993, the New York Supreme Court,Appellate Division, Second Department, declined to recognize a surviving same-sexpartner as the equivalent of a spouse under the New York state law that grants to aspouse the right to make an election of right against a decedent-spouse's will. In reCooper, 592 N.Y.S.2d 797, 798-99 (App. Div. 1993). The court explained that underNew York State law, if a spouse willed away his or her entire estate, such spousecould make a right of election giving him or her one-half of the estate if there were noremaining issue, and one-third of the estate in the event of remaining issue. Id. at 798.The court refused to broaden what it felt was the legislature's clear definition of aspouse as a husband or wife. Id.37. See, e.g., N.Y. Est. Powers & Trusts Law § 4-1.1 (McKinney 2002).38. See Unif. Probate Code, 8 U.L.A. § 1-101 (1993 & Supp. 2003) (amended2003); Marissa J. Holob, Note, Respecting Commitment: A Proposal to Prevent LegalBarriers from Obstructing the Effectuation of Intestate Goals, 85 Cornell L. Rev. 1492,1499 (2000).39. Haw. Rev. Stat. § 560:2-102 (Supp. 2001).40. Vt. Stat. Ann. tit. 15, § 1204(e)(1) (2002) (granting to civil union partners thebenefits \"relating to title, tenure, descent and distribution, intestate succession, waiverof will, survivorship, or other incidents of the acquisition, ownership, or transfer, intervivos or at death, of real or personal property\").41. Cal. Prob. Code § 6401(c) (2003) (setting forth how property will bedistributed to the \"surviving spouse or surviving domestic partner\").42. See Knauer, supra note 23, at 41.2830 FORDHAM LAW REVIEW [Vol. 72surviving same-sex partner is effectively a \"mere stranger\" under theeyes of the law.43Same-sex couples have the ability to circumvent the pitfalls of stateprobate law by creating a will that names a same-sex partner as abeneficiary of the decedent's property upon death.' Family members,however, can contest wills and they often do when they either do notknow about, or disapprove of, the decedent's same-sex relationship.45A same-sex partner's need to be considered a beneficiary of anestate is particularly significant in the September 11, 2001 context,where under requirements established for the federal September 11Victim Compensation Fund, only one personal representative-usually the primary beneficiary of the estate-may file a claim onbehalf of a victim. 4643. Id. At least one commentator has argued that the primary goals of intestacylaws include: (1) the distribution of property in a fashion that emulates thedistribution the decedent would have chosen had she created a will; (2) the executionof an equitable distribution of property among family members; (3) protecting afinancially dependent family by ensuring it collects its share of property; and (4)upholding and encouraging the sanctity of the nuclear family. See Holob, supra note38, at 1499-1501; see also E. Gary Spitko, An Accrual/Multi-Factor Approach toIntestate Inheritance Rights for Unmarried Committed Partners, 81 Or. L. Rev. 255,269-89 (2002) (setting forth four similar values-donative freedom, reciprocity,reliance and ease of administration-that intestacy laws should try to realize). Thesegoals, in part, support past changes in intestacy laws. Specifically, the divergence inthe Uniform Probate Code from prior intestacy statutes that often did not leavesurviving spouses with a great enough share of the estate. The Uniform Probate Codebequeathed a greater share of the estate to surviving spouses under the rationale thatthat was what most decedents would have wanted. See Martin L. Fried, The UniformProbate Code: Intestate Succession and Related Matters, 55 Alb. L. Rev. 927, 929(1992) (\"From the beginning, a distinctive feature of the UPC intestate distributionpattern was the increase in the share passing to the surviving spouse.\"). Whilelegislators draft intestacy statutes to respect a decedent's donative intent byfashioning distribution based on what the decedent probably would have wanted,such statutes actually often limit that freedom by requiring that a minimumpercentage of property be given to a surviving spouse. See Holob, supra, at 1501. Theimportance placed on a surviving spouse punctuates the imbalance felt by survivingsame-sex partners who may have lived their lives in all regards as a spouse but arenow treated as a \"stranger.\"44. See Knauer, supra note 23, at 45; see also Hayden Curry et al., A Legal Guidefor Lesbian and Gay Couples 5/15-17 (10th ed. 1999) (providing a \"how-to\" on willpreparation, including sample forms).45. See Knauer, supra note 23, at 41-49; Gross, supra note 15. Gross's article tellsthe story of one man who had lived with his now deceased same-sex partner for morethan twenty-six years. Because his partner had never legally divorced his former wife,she, along with their financially independent son, would receive his Army pension,Social Security and Workers' Compensation payments. Id. For other couples whosefamilies accepted the relationship, directing payment is easier. Id.; see also Diana B.Henriques & David Barstow, Head of Fund Says Families Should State Their Cases,N.Y. Times, Dec. 22, 2001, at B8 (\"Luz Ortiz, the niece of Gloria Nieves... wasseeking help on behalf of her aunt's 15-year-old son. The boy's mother, althoughliving with a lesbian partner, was married .... [The niece] was hopeful that.., thecompensation award went to Ms. Nieves's son.\").46. See Susan J. Becker, Tumbling Towers as Turning Points: Will 9/11 Usher in a2004] SAME-SEX RELATIONSHIPS IN NEW YORK2. Survivor BenefitsSurvivor benefits accorded to married couples under state andfederal law, and under employer-created programs, come in a numberof forms. As previously noted,47 among others, healthcare benefits,pension funds, life insurance, tax breaks and workers' compensationare all automatically conferred to married spouses.48 The importanceof these benefits is undeniable because healthcare benefits aloneconstitute a large part of an employee's total compensation package.The total value is heightened when you consider that many of thesebenefits are, for tax purposes, excluded from the employee's grossincome.49The availability of these benefits to a spouse or partner after deathdepends on who is named as the beneficiary in the applicableinsurance policy.5\" While employees with same-sex partners have theability to name those partners as beneficiaries, problems arise ininstances where there is no naming of the beneficiary or thebeneficiary form is simply incomplete. In these scenarios, payout willdepend on the employer's policy with respect to domestic partners.5While many municipalities and employers allow for the naming ofdomestic partners as beneficiaries of certain benefits, others do not. 2Where a payor, such as an insurance company, does not recognize adomestic partner in the same class as a spouse, a default payout(where a beneficiary is not named) cannot be made to a domesticpartner, and he or she will receive nothing.53Lastly, federal benefits such as social security are restricted to\"spouses\" and, under the Defense of Marriage Act,54 same-sexpartners are precluded from being considered spouses.553. Wrongful Death Actions and Survival ClaimsWrongful death actions are tort actions reserved to a certain class ofpeople who survive the death of a spouse or close relative. 56 All statesNew Civil Rights Era for Gay Men and Lesbians in the United States?, 9 Wm. & MaryJ. Women & L. 207, 233-36,234 n.138 (2003); Knauer, supra note 23, at 47.47. See supra notes 20-32 and accompanying text.48. See Paula L. Ettelbrick, Wedlock Alert: A Comment on Lesbian and GayFamily Recognition, 5 J.L. & Pol'y 107, 126-30 (1996); Knauer, supra note 23, at 49-51.49. See Knauer, supra note 26, at 342-43. Professor Knauer further discusses thetax disadvantages felt by same-sex couples. Id.50. See Knauer, supra note 23, at 49-50.51. Id. at 49-51.52. See, e.g., infra notes 108-09 and accompanying text.53. See Knauer, supra note 23, at 49-51.54. 1 U.S.C. § 7 (2000); 28 U.S.C. § 1738C (2000). See infra note 143 for adiscussion of the Defense of Marriage Act.55. See Knauer, supra note 23, at 49.56. See Culhane, supra note 22, at 955-56.28312832 FORDHAM LAW REVIEW [Vol. 72have wrongful death statutes allowing beneficiaries of victims ofnegligent or intentional homicides to pursue claims against atortfeasor to compensate them for their losses.57 The case lawdemonstrates that both same sex partners58  and unmarriedheterosexual partners59 are rarely members of this class of potentialbeneficiaries. The identification of beneficiaries is made by statute,which either explicitly lists the class of beneficiaries,' refers to thestate's intestacy statute to determine who is eligible,61  or acombination of both.6 2 In any of these scenarios, same-sex partnersare statutorily ineligible in all states except California, Hawaii, andVermont.63Survival statutes permit the victim's estate to bring tort actions forcertain losses experienced by a victim, including injury to tangibleproperty and personal injury.6' A same-sex partner of a victim mayshare in a survival recovery only if she is a beneficiary of the partner'sestate.65 This recovery, however, does not compensate the victim'ssame-sex survivor for her loss.66 The survivor of a New York victim isparticularly limited because a decedent's pain and suffering beforedeath is not compensable under New York State law.67B. Nonmarital Relationships Have Gained Limited Legal RecognitionPart I.A. discussed how unmarried couples are legallydisadvantaged relative to married couples. In the event of a partner's57. See, e.g., Fla. Stat. ch. 768.16-.27 (1997); Ga. Code Ann. § 19-7-1 (1999); Ind.Code § 34-23-1-1, 34-23-2-1 (1998); N.Y. Est. Powers & Trusts Law § 5-4.1 to 5-4.5(McKinney 2002).58. Culhane, supra note 22, at 967-72; see, e.g., Raum v. Rest. Assocs., Inc., 675N.Y.S.2d 343 (App. Div. 1998) (holding that the same-sex partner of a decedent doesnot have a wrongful death claim under the applicable statute, which \"operateswithout regard to sexual orientation, in that unmarried couples living together,whether heterosexual or homosexual, similarly lack the right to bring a wrongful-death action, and, as such, the statute does not discriminate against same-sex partnersin spousal-type relationships\").59. Culhane, supra note 22, at 957-60.60. Id. at 955-56 nn.209-12.61. Id. at 956 n.213.62. Id.63. Cal. Civ. Proc. Code § 377.60 (West Supp. 2003) (including \"domestic partner\"among those persons with standing); Haw. Rev. Stat. § 663-3(b) (Supp. 2001)(including \"reciprocal beneficiary\" in the list of people who may maintain an action);Vt. Stat. Ann. tit. 15, § 1204(e)(2) (2002) (including \"causes of action related to ordependent upon spousal status, including an action for wrongful death\" among anonexclusive list of legal benefits given to parties in civil unions).64. See, e.g., Ky. Rev. Stat. Ann. § 411.140 (Michie 1998) (allowing for the survivalof rights of action for personal injury and injury to real and personal property, butexcluding actions for slander); S.C. Code Ann. § 15-5-90 (Law. Co-op. 1976) (allowingfor the survival of all personal injuries and personal and real property).65. See Knauer, supra note 23, at 52.66. Id.67. Id.2004] SAME-SEX RELATIONSHIPS IN NEW YORKdeath, a survivor is left without the monetary support that widowedspouses gain automatically. Part I.B. describes how unmarried same-sex couples, facing these disadvantages, have fought to attain theprivileges only available to married couples. Unmarried couplestraditionally have sought recourse through both the legislativeprocess68 and litigation.69 This section discusses how unmarriedcouples have sought to attain legal status in certain contexts. A greatdeal of the progress has been accomplished through the courts.7\"1. Co-Habitational RelationshipsThe courts' recognition of a couple's unmarried but co-habitationalrelationship begins with Marvin v. Marvin.71 Marvin confronted theissue of whether unmarried but heterosexual couples can privatelycontract to define their relationships. The California Supreme Courtfound an express contract between such a couple based on their oralagreement to live together, hold themselves out to others(figuratively) as husband and wife, and share income.72 The casearose when the defendant-\"husband\" compelled the plaintiff-\"wife\"to leave his house, after which he provided support to her for aboutone and one-half years but, thereafter, ceased making supportpayments.73 At that point, the plaintiff brought suit to recover hershare of their common property and continuing support payments,under the original oral agreement.74 The court made clear that whendetermining whether such an agreement between a co-habiting coupleexists, future courts should look to the parties' conduct throughout theco-habitation. Also critical to the court's holding is itsannouncement that non-marital relationships are not invalid, per se,even though they are sexual relationships existing outside theinstitution of marriage. 76  The court stated that \"[a]greementsbetween nonmarital partners fail only to the extent that they rest upona consideration of meretricious sexual services. '77 Consequently, if68. See, e.g., infra Part I.C.69. See Leonard, supra note 19, at 134-52.70. See generally Patricia A. Cain, Litigating for Lesbian and Gay Rights: A LegalHistory, 79 Va. L. Rev. 1551 (1993) (providing a historical recount of gay rightslitigation).71. 557 P.2d 106 (Ca. 1976).72. Id. at 110.73. Id.74. Id.75. Id. at 122. (\"The courts may inquire into the conduct of the parties todetermine whether the conduct demonstrates an implied contract or impliedagreement of partnership or joint venture, or some other tacit understanding betweenthe parties. The courts may, when appropriate, employ principles of constructivetrust or resulting trust.\" (citations omitted)).76. Id. at 113 (noting that a sexual relationship, even outside of marriage, does notinvalidate agreements between a couple concerning earnings, property, or expenses).77. Id.28332834 FORDHAM LAW REVIEW [Vol. 72the meretricious sexual services are additional to other, goodconsideration, a court will sever the meretricious sexual servicescomponent and uphold the other consideration.78 Since the ruling,most jurisdictions have followed the express agreement rule,79 whileothers have rejected it,\"° and certain others have distinguished it,weakening its import.\"'The judiciary's recognition of express agreements betweencohabiting couples, however, has most often extended solely toheterosexual couples; there are far fewer instances where a same-sexcouple's express agreement has been enforced. 2 For example, inJones v. Daly,83 the California Court of Appeal, Second Division,denied the enforcement of an express cohabitors' agreement betweena same-sex couple even though the pair shared their wages, and oneparty's consideration was to act as a lover, companion, and generalpartner to the other.' Per the Marvin decision, the court's rationaleturned on its view that the consideration given was meretricious and,therefore, inadequate to enforce an agreement. 85  While theunderstanding between the parties was almost identical to that inMarvin, the court came to the opposite conclusion. 6 While Marvin78. Id. at 114 (\"In sum, a court will not enforce a contract for the pooling ofproperty and earnings if it is explicitly and inseparably based upon services as aparamour.\" (emphasis added)); see also Whorton v. Dillingham, 248 Cal. Rptr. 405,409 (Ct. App. 1988) (holding that chauffeur, bodyguard, secretary, and businesspartner services comprise adequate consideration independent of sexual services).79. See, e.g., Kozlowski v. Kozlowski, 403 A.2d 902, 907 (N.J. 1979) (\"The moresof the society have indeed changed so radically in regard to cohabitation that wecannot impose a standard based on alleged moral considerations that have apparentlybeen so widely abandoned by so many.\"); Morone v. Morone, 413 N.E.2d 1154, 1157(N.Y. 1980) (\"Changing social custom has increased greatly the number of personsliving together without solemnized ceremony and consequently without benefit of therules of law that govern property and financial matters between married couples.\").80. See, e.g., Rehak v. Mathis, 238 S.E.2d 81, 82 (Ga. 1977) (\"The parties beingunmarried and the appellant having admitted the fact of cohabitation in both verifiedpleadings, this would constitute immoral consideration under [the Georgia Code].\");Hewitt v. Hewitt, 394 N.E.2d 1204, 1207-11 (11. 1979) (declining to follow Marvin onpublic policy grounds and reasoning that recognition of such relationships is betterleft to legislative determination).81. For example, Minnesota and Texas require such a cohabitation agreement tobe in writing. Minn. Stat. Ann. §§ 513.075-76 (West 2002); Tex Bus. & Com. CodeAnn. § 26.01(b)(3) (Vernon 2002); see generally Ann Laquer Estin, OrdinaryCohabitation, 76 Notre Dame L. Rev. 1381, 1395-96 (2001). For a collection ofperspectives on Marvin's legacy and the current lay of the land for unmarriedcohabitors, see Symposium, Unmarried Partners and the Legacy of Marvin v. Marvin,76 Notre Dame L. Rev. 1261 (2001).82. See Merin, supra note 17, at 192.83. 176 Cal. Rptr. 130 (Ct. App. 1981).84. Id. at 131.85. Id. at 133.86. See Eskridge & Hunter, supra note 32, at 784. But see Whorton v. Dillingham,248 Cal. Rptr. 405, 409 (Ct. App. 1988) (upholding an express agreement between twomen where, notwithstanding their sexual relationship, one man acted as chauffeur,bodyguard, secretary and business partner to the other). Jones's misapplication of2004] SAME-SEX RELATIONSHIPS IN NEW YORK 2835and its progeny have not resulted in the per se recognition of same-sexcouples on an implied contract theory, the cases have providedcouples guidance on how to best protect themselves. 7A sampling of other areas pertinent to same-sex couples that havebeen and continue to be litigated include whether a same-sex partnerhas standing to sue for negligent infliction of emotional distress whenhe or she witnesses an injury to her partner,88 whether a co-habitingsame-sex partner qualifies as a family member under a rent-controllaw in order to evade eviction,89  and whether the denial ofemployment benefits to same-sex partners of state employees is sexdiscrimination and violates a state's privileges and immunities clause.'2. Domestic PartnershipIn response to judicial challenges and the reality that families comein many forms, state and other local governments have begun toprovide limited recognition to same-sex couples.9' The most commongovernmental solution is a domestic partnership scheme. 2 DomesticMarvin has been criticized on the grounds that the court wrongfully emphasized thesexual aspect of the relationship without giving due credit to those other facets of therelationship that served as good consideration, such as those found in Whorton. See,e.g., Sharmila Roy Grossman, Comment, The Illusory Rights of Marvin v. Marvin forthe Same-Sex Couple Versus the Preferable Canadian Alternative-M. v. H., 38 Cal.W. L. Rev. 547, 554-55 (2002).87. A same-sex couple's best approach in seeking legal recognition of theagreements established within their relationship is to enter into an express, writtenagreement outlining the basis for the relationship, ownership rights in individual andcommon property, and dispute resolution procedures, among others. See, e.g., Crookv. Gilden, 414 S.E.2d 645 (Ga. 1992) (upholding a written agreement governing acouple's mutual contribution toward improvement of their real estate and sharing ofexpenses and assets); see also Curry et al., supra note 44, at 6/2-6/18, 6/3 (a \"how to\"guide emphasizing the lesson learned from Jones and other cases that one person'sconsideration in the relationship should not be meretricious); Craig W. Christensen,Legal Ordering of Family Values: The Case of Gay and Lesbian Families, 18 CardozoL. Rev. 1299, 1341 (1997) (noting that \"[f]or the prescient same-sex partners whothink to plan for and expressly decide their financial arrangements regarding propertyand support, courts by and large are willing to give legal effect to their agreements\").For couples who fail to memorialize their understanding, or in cases where suchunderstanding changes over the life of the relationship, the courts are loath to enforcesuch an implied contract. Id. at 1342-45.88. See Coon v. Joseph, 237 Cal. Rptr. 873, 875-78 (Ct. App. 1987) (declining toinclude an intimate homosexual partner in the class of close relatives eligible tosustain a claim for negligent infliction of emotional distress).89. See Braschi v. Stahl Assocs. Co., 543 N.E.2d 49, 53-54 (N.Y. 1989) (defining a\"family member\" eligible to succeed to a rent regulated apartment to include an adultlifetime partner whose relationship with the deceased demonstrated emotional andfinancial interdependence).90. See Tanner v. Or. Health Scis. Univ., 971 P.2d 435 (Or. Ct. App. 1998)(holding that a governmental entity's denial of insurance benefits to the same-sexpartners of its employees violates the privileges and immunities clause of the OregonConstitution).91. See Bowman & Cornish, supra note 11, at 1168-75.92. Id. at 1186.2836 FORDHAM LAW REVIEW [Vol. 72partnership legislation runs the gamut from municipal domesticpartnership ordinances conferring a limited set of benefits andresponsibilities, such as certain health care benefits, to the broadeststatewide legislation, such as Vermont's civil union statute, whichaccords to same-sex couples the full panoply of rights andresponsibilities given to married opposite-sex couples. 93  Domesticpartnership has been described as one step further toward therecognition of legal rights than co-habitation and one step less thanmarriage. 94 Accordingly, while inroads have been made in certainjurisdictions to earn same-sex couples particular rights, the rightsconferred on heterosexual couples through marriage still vastlyoutnumber those given to same-sex couples.95The core arguments for domestic partnership usually encapsulatethe following premise: the definition of \"family\" should transcend thetraditional husband, wife, and 1.86 children paradigm,96 and the state'ssole recognition of these units should be broadened to include otherfamilies.97 Such other families should include those that meet the93. See Vt. Stat. Ann. tit. 15, §§ 1201-1207 (2002). The statute provides: \"Partiesto a civil union shall have all the same benefits, protections and responsibilities underlaw, whether they derive from statute, administrative or court rule, policy, commonlaw or any other source of civil law, as are granted to spouses in a marriage.\" Id. §1204(a). In contrast, many municipal ordinances offer few benefits. See infra note 108and accompanying text. The legislative and judicial approaches can intersect:Vermont's civil union law is one product of joint-legislative and judicial action. SeeJohnson, supra note 32, at 36-37 (\"Rather than creating a combative atmospherebetween the two branches, the Vermont Supreme Court's collaborative approachempowered the legislature to fashion its own just and constitutional remedy.\").Lawyers seeking social reform in varying contexts debate which method is the mostproductive. See, e.g., Ross Sandier & David Schoenbrod, Democracy by Decree:What Happens when Courts Run Government (2003). Professors Sandier andSchoenbrod argue that historically it was politics and politicians spurring legislativechange, rather than progress in the courts, that was most effective: \"Yet, on balance,the courts rode the wave of history rather than set it in motion. Seen from thisbroader perspective, the heroism in the courthouse is no less heroic, but of a differentnature.\" Id. at 33.94. Raymond C. O'Brien, Domestic Partnership: Recognition and Responsibility,32 San Diego L. Rev. 163, 165 (1995). One alternative view analogizes same-sex andopposite-sex cohabitation to a business partnership. See Martha M. Ertman, Marriageas a Trade: Bridging the Private/Private Distinction, 36 Harv. C.R.-C.L. L. Rev. 79,101-12 (2001).95. See supra Part I.A.96. See Census Bureau, Statistical Abstract of the United States: 2000, at 57(1999), available at http://www.census.gov/prod/2001pubs/statab/secOl.pdf.97. See Ettelbrick, supra note 48, at 132-52. Professor Ettelbrick argues that thepolicy goal undergirding the provision of certain benefits to families should befollowed:As long as legally recognized family status is the gateway to benefits andprivileges, the question must be asked whether the policy goal for providingthe benefit is furthered or diminished by allowing access only to married orbiological family members. Access to benefits and privileges should beguided by a desire to fulfill the purpose for which those benefits areprovided, not by rigid definitions of family.2004] SAME-SEX RELATIONSHIPS IN NEW YORK 2837traditional indicia of the institution-including, but not limited to,monogamy, financial interdependence, and age requirements-buthave a different face.9\" One commentator sums up the question thatseems logical to many, and is often posed to support domesticpartnership laws: \"If the strongest of public policy goals is to supportfamilies.., is there any justification for allowing only those familiesjoined by marriage, or only those families biologically joined, topartake in economic and social support?\"99 In limited instances, stateshave embraced this policy goal by using their powers to extend someprotections and benefits to same-sex couples.a. Municipal Domestic Partnership OrdinancesDomestic partnership, along with marriage, falls within the domainof state regulation.'00 Because states are principally responsible forthe general welfare of their citizenry, their powers extend tolegislating in marriage, domestic partnerships, if applicable, and thecorresponding benefits reserved to each.1\"1  At a micro level,municipalities within states can also legislate with respect to marriageand domestic partnerships,0 2  although this right has beenchallenged.\"0 3 Notwithstanding the challenges, it is at the municipalId. at 139.98. Id. at 132-52.99. Id. at 139.100. See 52 Am. Jur. 2d Marriage § 10 (2000).101. See Leonard, supra note 19, at 133-34; see, e.g., Haw. Rev. Stat. § 572C (MichieSupp. 2001) (reciprocal beneficiaries); Ohio Rev. Code Ann. § 3101 (Anderson 2003)(marriage); Or. Rev. Stat. § 106 (2003) (marriage); Vt. Stat. Ann. tit. 15, §§ 1201-1207(2002) (civil unions); Wis. Stat. Ann. § 765 (West 2001 & Supp. 2003) (marriage).102. Leonard, supra note 19, at 148-49; see, e.g., Ann Arbor, Mich. Code tit. IX, ch.110 (1991) (creating a domestic partners registry), available athttp://livepublish.municode.com/12/lpext.dll?f=templates&fn=main-hit-j.htm&2.0;Boston, Mass., Public Health & Welfare Ordinance ch. 12-9A (1993) (creating adomestic partnership registry with certain benefits), available athttp://www.amlegal.com/nxt/gateway.dll?f=templates&fn=default.htm&vid=alp:bostonima; New York, N.Y., Admin. Code §§ 3-240 to 3-245 (Supp. 2003) (creating adomestic partnership registry and process for registration); S.F., Cal., Admin. Codech. 62 (1991) (allowing for the registration of domestic partnerships and grantinghealth benefits to partners of city employees), available athttp://www.amlegal.com/sfadmin-nxt/gateway.dll?f=templates&fn=default.htm&vid=alp:s admin.103. Most challenges are based on the common argument that the municipality hasoverreached its lawmaking authority by legislating in the area of marriage-an areausually reserved to the state. See Robin Cheryl Miller, Annotation, Validity ofGovernmental Domestic Partnership Enactment, 74 A.L.R.5th 439, 444-45 (1999); seegenerally Bowman & Cornish, supra note 11, at 1198-203 (noting that while courtshave clarified that it is the states' duty to define civil status, politics make it difficultfor most states to recognize non-marital unions). Resolution of the dispute normallyturns on whether the municipality conflicts with, and is preempted by, state law. SeeMiller, supra, at 445. In Crawford v. City of Chicago, 710 N.E.2d 91 (Ill. App. Ct.1999), the domestic partnership ordinance in question made employee benefitsavailable to unmarried, same-sex partners of its city employees. Id. at 99-100. The2838 FORDHAM LAW REVIEW [Vol. 72level that most progress for the recognition of domestic partnershipshas been made.\"°Municipalities have led the charge in the fight for benefits for same-sex couples'015 by enacting measures designed to extend the benefits ofmarriage either solely to same-sex couples or to same-sex couples andplaintiff-taxpayers argued that in creating this ordinance the city \"acted beyond thescope of its home rule authority, which does not allow it to create a new maritalstatus, domestic partnership, or grant the same employee benefits, legal rights andprivileges that the City gives to the married spouses of its employees.\" Id. at 96. TheIllinois appellate court held that the state constitution allowed municipalities togovern and legislate concurrently with the state in areas of common interest unlessexplicitly preempted. Id. at 96-97. While defining and regulating the institution ofmarriage was of statewide rather than local concern, the municipality was notlegislating with respect to marital status at all. Instead, its legislation was merelyextending health benefits to a certain class of people residing with city employees, id.at 98, an action within the realm of its role in legislating with regard to public health,id. at 97. A similar ordinance in Atlanta has withstood attack on similar grounds. InCity of Atlanta v. Morgan, 492 S.E.2d 193 (Ga. 1997), the Georgia Supreme Courtheld constitutional an Atlanta ordinance that extended certain insurance benefits to\"dependents\" of city employees who were registered as domestic partners underAtlanta's domestic partnership ordinance. Id. at 194. The court reasoned that thebenefits ordinance legislated in an allowable area within its home rule authority: thehealth of its employees and their dependents. Id. at 195-96. Further, the definition of\"dependent\" in the ordinance was constitutional because it referred to a person whorelies on another for financial support. Id. at 195. This definition differed from theone used in a preceding version of the ordinance that had been previously heldunconstitutional. City of Atlanta v. McKinney, 454 S.E.2d 517 (Ga. 1995). InMcKinney, the court held unconstitutional a preceding version of the insurancebenefits ordinance that did not define the term \"dependent.\" Id. at 521. The courtinterpreted the ordinance to impermissibly recognize domestic partners as familymembers-comparable to spouses-and extend to them insurance benefits. Id.Consequently, the ordinance was held constitutional when viewed as a means bywhich to provide benefits to someone who was simply relying on someone else forfinancial support, see Morgan, 492 S.E.2d at 195, as opposed to being viewed assomeone who was a \"spouse\" of an individual of the same sex. See McKinney, 454S.E.2d at 521.104. Leonard, supra note 19, at 147. Professor Leonard notes that one argumentmunicipalities face in opposition to granting domestic partner benefits solely to same-sex couples is that their ordinances exclude unmarried heterosexual couples whoneither benefit from marriage nor same-sex couple benefits. Id. at 147-48. Whilesome argue that the two groups cannot be compared because heterosexuals have theability to marry, certain municipalities, in response, have extended their domesticpartner ordinances to both sets of couples. Id. at 148; see also Craig W. Christensen, IfNot Marriage? On Securing Gay and Lesbian Family Values by a \"Simulacrum ofMarriage,\" 66 Fordham L. Rev. 1699, 1739 (1998) (\"The failure of political will toprovide a viable alternative to marriage for same-sex couples is nowhere moreapparent than in the state capitols of the nation.\"); Jonathan Andrew Hein, Caringfor the Evolving American Family: Cohabitating Partners and Employer SponsoredHealth Care, 30 N.M. L. Rev. 19, 31 (2000) (\"Local governments are counted amongthe leaders in introducing and experimenting with domestic partner benefits.\").105. Progress at the municipal level represents, in part, a response to the increasein nontraditional families and changing social mores. See Bowman & Cornish, supranote 11, at 1188-91. Such progress is arguably easier to achieve at the municipal levelbecause of the greater likelihood that a group of residents sharing a common politicalideology will have greater political power to implement it.2004] SAME-SEX RELATIONSHIPS IN NEW YORK 2839unmarried heterosexual couples. 6 These measures vary widely interms of the scope of the benefits provided and their reach. Manymunicipalities allow a same-sex couple to \"register\" their relationshipif it meets certain criteria, such as age, monogamy, and co-habitation.\" 7 On one end of the spectrum, registries provide nobenefit other than a symbolic one: the ability to claim themunicipality recognizes the partnership.' On the other end, which isusually limited to employees of the municipality, the benefits are moresubstantial: the partner of the employee is treated as if she is a spouseand thus gains all of the benefits that are normally given throughemployment. 9 An additional benefit associated with the morecomprehensive registries is the right to prison and hospitalvisitation.' 'One of the more comprehensive registries is California's statewideregistry.\"' Passed into law in 2001, the registry allows for the106. See Miller, supra note 103, at 444. Many domestic partnership measures applysolely to same-sex couples, ostensibly because heterosexual couples are viewed ashaving the ability to marry. Id. One example of the more inclusive approach isAustin, Texas, where the ordinance-which extended benefits to both classes ofcouples-was eventually overturned by a court under the argument that the inclusionof unmarried heterosexual couples undercut Texas's interest in promotingheterosexual marriage. Bailey v. City of Austin, 972 S.W.2d 180, 189 (Tex. App.1998).107. See Bowman & Cornish, supra note 11, at 1192-93. In addition to detailingexisting domestic partnership requirements, Bowman and Cornish proposerequirements in a model domestic partnership law for future use. Similar indicia, suchas economic interdependency, monogamy and age, were used in New York's post-September 11, 2001 laws to determine which relationships were eligible for certainmonetary awards. See infra Part I.C.2. To no surprise, the elements implicit inmarriage, such as economic interdependency, monogamy and age, are often used.108. See Bowman & Cornish, supra note 11, at 1195.109. The dearth of benefits available in the domestic partnership laws on theformer end of the spectrum has been criticized. See Christensen, supra note 104, at1734 (\"The much-heralded advent of local domestic partnership laws, for example, ismostly about modest symbolic gestures accompanied by few if any tangible benefits.\")As of March 2004, there were 140 city, county and state governments that extendsome form of benefits to the same-sex partners of their employees. See The HumanRights Campaign Foundation, Work Life, athttp://www.hrc.org/Template.cfm?Section=TheIssues&Template=/TaggedPage/TaggedPageDisplay.cfm&TPLID=26&ContentID=13399 (last visited Mar. 28, 2004).110. See Heidi Eischen, Survey, For Better or Worse: An Analysis of RecentChallenges to Domestic Partner Benefits Legislation, 31 U. Tol. L. Rev. 527, 530(2000).111. Cal. Fam. Code §§ 297-299 (West Supp. 2004). The registry allows for adomestic partnership between two individuals of the same sex or between a man anda woman where one individual is older than sixty-two-years-old. Id. § 297(b)(6). Thecouple must share a common residence, jointly share responsibility for expenses, andthe individuals must be at least eighteen-years-old and not be married or bloodrelated. Id. § 297(b)(1)-(5). For a description of the registry's requirements and thebenefits it offers, see Megan E. Callan, Comment, The More, the Not Marry-Er: InSearch of a Policy Behind Eligibility for California Domestic Partnerships, 40 SanDiego L. Rev. 427, 429-36 (2003). California is also home to the nation's firstmunicipality offering a domestic partner registry: Berkeley. After Berkeley, other2840 FORDHAM LAW REVIEW [Vol. 72adoption by one domestic partner of the other's child,'12 recoveryrights in negligent infliction of emotional distress actions,\"3 standingfor wrongful death claims,' 14 and eligibility for employment benefitswhere an individual's domestic partner is a state employee.'15 Ofcourse, this last benefit is limited in that it leaves those people whosepartners are not state employees to seek benefits through a privateemployer, or face finding them on their own.\"16One way to cast the domestic partner benefits net wider is espousedby the City and County of San Francisco's Equal Benefits Ordinance(the \"Ordinance\"), which obligates all private companies contractingwith the city or county to offer the same benefits to the same-sexpartners of its employees that it offers to the spouses of its employees,or be ineligible to contract.\"7  The Ordinance, however, has beensuccessfully challenged in the Ninth Circuit on the grounds that itdirectly conflicts with the Employee Retirement Income Security Actof 1974 (\"ERISA\"),\" 8 which preempts state and local laws relating toemployee benefit plans. 1 9 In another Ninth Circuit case, the issue ofmajor American cities followed: West Hollywood, CA; Madison, WI; Los Angeles,CA; Seattle, WA; New York, NY; and San Francisco, CA. See Bowman & Cornish,supra note 11, at 1188-90.112. Cal. Fam. Code § 9000 (West Supp. 2004). The statute provides that: \"Adomestic partner, as defined in Section 297, desiring to adopt a child of his or herdomestic partner may for that purpose file a petition in the county in which thepetitioner resides.\" Id. § 9000(b).113. Cal. Civ. Code § 1714.01 (West Supp. 2004) (\"Domestic partners shall beentitled to recover damages for negligent infliction of emotional distress to the sameextent that spouses are entitled to do so under California law.\").114. Cal. Civ. Proc. Code § 377.60 (West Supp. 2004).115. Cal. Gov't Code § 22873(a) (West Supp. 2004) (\"Any employer or contractingagency may, at its option, offer health benefits pursuant to this article, to the domesticpartners of its employees and annuitants.\").116. See infra notes 144-48 and accompanying text for a discussion of how same-sex couples attain such benefits through the private sector.117. S.F., Cal., Admin. Code ch. 12b, c (1996), available athttp://www.sfgov.org/site/sfhumanrights-index.asp?id=4584.118. 29 U.S.C. §§ 1001-1461 (2000). ERISA is a broad federal law governingemployers' provision of fringe benefits, such as vacations, severance pay, healthbenefits and disability payments, to their employees. See Mark A. Rothstein et al., 1Employment Law § 3.19, at 459-62 (2d ed. 1999). It is intended to protect employees:\"[It protects the interests of participants in employee benefit plans and theirbeneficiaries in enforcing any benefit promise the employer does make byestablishing certain minimum standards for all covered plans.\" Id. at 459.119. See Air Transp. Ass'n of Am. v. City & County of San Francisco, 992 F. Supp.1149, 1191 (N.D. Cal. 1998), aff'd on other grounds, 266 F.3d 1064 (9th Cir. 2001); seealso Jeffrey A. Brauch, Municipal Activism v. Federal Law: Why ERISA PreemptsSan Francisco-Style Domestic Partner Ordinances, 28 Seton Hall L. Rev. 925, 961-62(1998) (arguing that, while ERISA's scope had recently been limited by the U.S.Supreme Court, it had not been nullified and, consequently, San Francisco'sordinance should be unenforceable: \"It is... the very type of law that Congressmeant to preempt.\"). Others have argued that ERISA should not preempt state lawsrequiring private employers to award benefits to the domestic partners of their2004] SAME-SEX RELA TIONSHIPS IN NEW YORK 2841ERISA preemption was avoided where the court held that theplaintiff lacked standing to bring the claim. 120 While its survival underERISA preemption is shaky, San Francisco's ordinance has acted as ablueprint for similar ordinances in other jurisdictions, includingBerkeley, California; Los Angeles, California; and Seattle,Washington. 21 Challenges to the Ordinance constitute only oneexample of the broader set of challenges waged against similarordinances. 22b. Civil Union Law and Reciprocal Beneficiaries LawThere are a total of ten states 23 and the District of Columbia124 thatgrant certain health benefits to the same-sex partners of theiremployees. While California and New York employ domesticpartnership schemes for state employees, Hawaii and Vermont gofurther through a \"reciprocal beneficiaries\" scheme and a civil unioninstitution, respectively.In Baehr v. Lewin,25 the Hawaii Supreme Court held that therestriction of marriage to opposite-sex couples constituted sexdiscrimination that was a presumably unconstitutional violation of theEqual Protection Clause of the Hawaii Constitution.2 6  The courtemployees. See Jeffrey G. Sherman, Domestic Partnership and ERISA Preemption, 76Tul. L. Rev. 373,403-27 (2001).120. S.D. Myers, Inc. v. City & County of S.F., 253 F.3d 461, 474-76 (9th Cir. 2001)(affirming the district court's determination that plaintiff lacked standing for its claimthat ERISA preempted the San Francisco ordinance). The court held the ordinanceneither violated the Commerce Clause, id. at 470-71, nor did San Francisco overreachin its municipal governance by creating an ordinance that conflicted with theCalifornia State Constitution, id. at 474.121. See Merin, supra note 17, at 202.122. See generally Miller, supra note 103, at 439-52 (documenting cases challengingdomestic partnership ordinances on the grounds that such ordinances overextendmunicipalities' home-rule authority).123. See The Human Rights Campaign Foundation, Work Life, athttp://www.hrc.org/Template.cfm?Section=Search-theDatabase&Template=/CustomSourcelWorkNetlWorkplacePolicySearch.cfm&DPHealth=state&submitted=l&refresh=1 (last visited Mar. 28, 2004). As of March 2004, ten states grant health benefitsto the same-sex partners of their employees. Id. On January 8, 2004, the New JerseySenate passed a bill recognizing domestic partnerships at the state level. LauraMansnerus, New Jersey to Recognize Gay Couples, N.Y. Times, Jan. 9, 2004, at B1.The bill is expected to be signed into law by New Jersey Governor James E.McGreevey. Id. The legislation allows a domestic partner to make medical decisionsfor his or her partner, extends health coverage and pension benefits to the partners ofstate employees, and requires insurance companies to provide health care coverage todomestic partners equivalent to that of spouses. Id.124. See The Human Rights Campaign Foundation, District of Columbia LawsAffecting GLBT People, athttp://www.hrc.org/Template.cfm?Section=Search theLaw-Database&Template=/CustomSource/Law/StateDisplay.cfm&StateCode=DC&LawFlag=l&Statuslnd=lawcurrent (last visited Apr. 3, 2004).125. 852 P.2d 44 (Haw. 1993).126. Id. at 67.FORDHAM LAW REVIEWremanded the case, directing the trial court to determine whether thediscrimination was justified by a narrowly tailored compelling stateinterest. 127 On remand, the trial court held that the defendant hadfailed to meet its burden of proving a narrowly tailored compellingstate interest. 128  In response to these decisions, the Hawaii statelegislature passed its Reciprocal Beneficiaries Act in July 1997.129 TheAct allows both same-sex and opposite-sex Hawaiian couples whocannot or do not want to marry to register their relationships with thestate, in exchange for many, but not all, of the benefits afforded tomarried Hawaiian couples.13 The benefits include the right to holdproperty jointly as a tenancy by the entirety,'31 standing for wrongfuldeath claims, 32 and hospital visitation rights.'33 While the Act doesnot grant all of the benefits given to married couples, 34 the list is moreextensive than that of similar domestic partnership ordinances.135 Thistremendous victory was tempered, though, by the Hawaii statelegislature's subsequent amendment to the Hawaii Constitutionallowing the state legislature to define marriage as a relationshipsolely between a man and woman.136Similarly, the Vermont state legislature passed its groundbreakingCivil Union Law'37 in response to the decision handed down by the127. Id.128. Baehr v. Miike, No. 91-1394, 1996 WL 694235, at *21 (Haw. Cir. Ct. Dec. 3,1996).129. Haw. Rev. Stat. Ann. § 572C (Michie Supp. 2001). The Hawaii StateConstitution's Equal Protection Clause is similar to that of the United StatesConstitution. It states, \"No person shall be... denied the equal protection of thelaws, nor be denied the enjoyment of the person's civil rights.\" Haw. Const. art. I, § 5.130. Haw. Rev. Stat. Ann. § 572C-3 to -5.131. Id. § 509-2.132. Id. § 663-3.133. Id. § 323-2.134. Id. § 572C-6.135. The most generous domestic partnership ordinances only grant healthinsurance to their employees' same-sex partners. See supra notes 107-10 andaccompanying text.136. Haw. Const. art. I., § 23 (\"The legislature shall have the power to reservemarriage to opposite-sex couples.\"). See generally David Orgon Coolidge, TheHawai'i Marriage Amendment: Its Origins, Meaning and Fate, 22 U. Haw. L. Rev. 19(2000) (recounting in detail the history leading to the amendment's passage andexploring the amendment's potential meaning). A similar sequence of eventsoccurred further north in Alaska. In 1998, the Alaska Superior Court held that thedenial of a marriage license to two men was a presumable violation of the stateconstitution on privacy and equal protection grounds that was subject to strictscrutiny. Brause v. Bureau of Vital Stat., No. 3AN-95-6562 CI, 1998 WL 88743(Alaska Super. Ct. Feb. 27, 1998). Soon thereafter, the Alaska state legislatureamended the state constitution to define marriage to be solely between a man and awoman, thereby rendering the issue in the Brause decision moot. Alaska Const. art. I,§ 25 (\"To be valid or recognized in this State, a marriage may exist only between oneman and one woman.\").137. Vt. Stat. Ann. tit. 15, §§ 1201-07 (2002).2842 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORK 2843Vermont Supreme Court in Baker v. State.'38 In Baker, the Court heldthat a denial to same-sex couples of the benefits incidental to marriagewas a violation of the Common Benefits Clause of the Vermont StateConstitution. 139  The Court ordered the state legislature to devise aremedy, or else the litigants could return to the courts for the reliefthey originally sought.140 As a result, the legislature passed the CivilUnion Law, thereby creating an institution parallel to marriage forsame-sex partners . 41 Because it bestows to such couples every right,benefit, and obligation given to married couples in Vermont (exceptthe name \"marriage\"), it is by far the most comprehensive legislativemeasure adopted in the United States with regard to same-sexbenefits. 42 However, comparable legislation has not been institutedat the federal level. 43138. 744 A.2d 864 (Vt. 1999).139. See id. at 886. The Common Benefits Clause is the counterpart to the UnitedStates Constitution's Equal Protection Clause. U.S. Const. amend. XIV, § 1.140. Baker, 744 A.2d at 886-87.141. Vt. Stat. Ann. tit. 15, § 1201-07.142. Id.; see Johnson, supra note 31, at 58 (\"[Clivil unions are so much likemarriage that there is not all that much room to create something totally new anddifferent.\" (citation omitted)).143. In 2001, U.S. Representative Barney Frank of Massachusetts introduced a billthat would provide to same-sex and unmarried opposite-sex partners of federalemployees benefits currently limited to the spouses of federal employees. DomesticPartnership Benefits and Obligations Act of 2001, H.R. 638, 107th Cong. (2001). For adescription of the bill, see The Human Rights Campaign Foundation, DomesticPartners Benefits and Obligations Act (H.R. 2426/S. 1252), athttp://www.hrc.org/Template.cfm?Section=DomesticPartnership-Benefits-andObligationsActl (last visited Mar. 29, 2004). To qualify under the law, couples would berequired to satisfy a set of requirements similar to statutes in effect at the state andlocal levels. These requirements include: that individuals be eighteen years or older;they not be blood related in a way that, if they were of different sexes, they would beprohibited from marrying; they share a common residence; and they also share (to acertain degree) common financial obligations and a common welfare. Id. There hadbeen no change in the status of the Bill until its reintroduction in the U.S. Senate andHouse of Representatives in June 2003 by co-sponsors, Representative Barney Frankand Senator Mark Dayton. The Human Rights Campaign issued a press releasecalling for support of the proposed Domestic Partnership Benefits and ObligationsAct. See Press Release, The Human Rights Campaign Foundation, HRC CommendsReintroduction of Domestic Partner Bill for Federal Employees: DomesticPartnership Benefits and Obligations Act Would Bring Federal Government Benefitsin Line with Corporate America (June 11, 2003), athttp://www.hrc.orgfTemplate.cfm?Section=DomesticPartnership-Benefitsand-ObligationsActl&CONTENTID=10081&TEMPLATE=/ContentManagement/ContentDisplay.cfm. The proposed law received support from several presidential candidatesas well as certain organizations, including the American Federation of GovernmentEmployees and Harvard University. Id. Regardless of a municipality or state's abilityor willingness to view and treat same-sex couples as equivalent to married,heterosexual couples, neither can give access to the 1,049 protections given to marriedcouples under federal law. Congress asked the U.S. General Accounting Office toprovide it with a list of all \"federal laws in which benefits, rights, and privileges arecontingent on marital status.\" U.S. General Accounting Office, Letter Report on theDefense of Marriage Act, at http://frwebgate.access.gpo.gov/cgi-bin/useftp.cgi?IPaddress=162.140.64.21&filename=og97016.txt&directory=/diskb/wais2844 FORDHAM LAW REVIEW [Vol. 72/data/gao (last visited Mar. 29, 2004). The Office responded with a list of \"1,049federal laws classified to the United States Code in which marital status is a factor.\"Id. The so-called Defense of Marriage Act (\"DOMA\"), passed in 1996, ensured thisby defining marriage, for federal purposes, as a relationship available solely to a manand a woman. 1 U.S.C. § 7 (2000). Consequently, a Vermont or Hawaii same-sexcouple does not qualify for benefits under DOMA. Indeed, DOMA was passed inreaction to the Hawaii Supreme Court's decision: \"[DOMA] was quietly signed byPresident Clinton, [in] response to a decision of the Hawaii Supreme Court that madeit likely that same-sex marriage will soon be legal in that state.\" Andrew Koppelman,Dumb and DOMA: Why the Defense of Marriage Act is Unconstitutional, 83 Iowa L.Rev. 1, 1 (1997). DOMA's second feature further, and perhaps even morealarmingly, injures same-sex couples by giving states an explicit right to not recognizea relationship from a sister state, thereby giving states the option not to honor a civilunion entered into in Vermont or a reciprocal beneficiary relationship entered into inHawaii. 28 U.S.C. § 1738C (2000) (\"No State... shall be required to give effect to anypublic act, record, or judicial proceeding of any other State ... respecting arelationship between persons of the same sex that is treated as a marriage under thelaws of such other State ....\"). The second feature does this first by nullifying anypotential right a state would have under the Full Faith and Credit Clause to recognizesuch a foreign relationship. U.S. Const. art. IV, § 1 (\"Full Faith and Credit shall begiven in each State to the public Acts, Records, and judicial Proceedings of everyother State. And the Congress may by general Laws prescribe the Manner in whichsuch Acts, Records and Proceedings shall be proved, and the Effect thereof.\"). Whilethe Supreme Court has never applied the Full Faith and Credit Clause to a questionof marriage, the possibility is now extinguished because DOMA's text precludes sucha possibility. See Scott Ruskay-Kidd, Note, The Defense of Marriage Act and theOverextension of Congressional Authority, 97 Colum. L. Rev. 1435, 1449-52, 1450(1997) (\"With DOMA, Congress forecloses what had been an open question abouthow the Full Faith and Credit Clause applies to marriages.\"). Second, it influencesthe application of the common law conflicts of law rule so that states may denyrecognition of such relationships. See 28 U.S.C. § 1738C. The common law conflict oflaws rule is that states are not obligated to recognize marriages from otherjurisdictions where it would violate a strong public policy of the forum in which thequestion arises. See Koppelman, supra, at 10. Traditionally, under the common lawconflicts of law rule a state will recognize a marriage from another jurisdiction unlessit violates its own public policy. Ruskay-Kidd, supra, at 1447-49. While an initial readof DOMA's text may appear to merely reinforce this rule, it tramples on an importantcaveat of the rule, namely, the limitation that the ability to ignore a foreignrelationship is limited solely to the state with the most significant relationship to thecouple. Id. This power is now extended to all states, regardless of its connection tothe couple. At least thirty-four states have since enacted \"junior-DOMAs,\" i.e.,statutes allowing the state to not recognize a same-sex marriage entered into inanother state. William N. Eskridge, Jr., Lecture, Equality Practice: Liberal Reflectionson the Jurisprudence of Civil Unions, 64 Alb. L. Rev. 853, 862 (2001); see also MarkStrasser, When Is a Parent Not a Parent? On DOMA, Civil Unions, and Presumptionsof Parenthood, 23 Cardozo L. Rev. 299, 305-10 (2001). Unless defeated onconstitutional grounds, a junior-DOMA would most likely prevent recognition of acivil union entered into in Vermont. Eskridge, supra, at 862. Also of note at thefederal level is the fact that the Internal Revenue Service does not recognize thebenefits given to same-sex partners by employers. Merin, supra note 17, at 199.Normally, benefits given to the spouse of an employee are not included in theemployee's gross income. However, the opposite is true with domestic partners: anybenefits received are taxable unless the other partner qualifies as a dependent. Id. at199 n.124. Qualifying as a dependent, however, would be impossible if therelationship between the two is violative of local law. This was the case for same-sexcouples living in a jurisdiction with sodomy laws on its books prior to the SupremeCourt's invalidation of such laws in Lawrence v. Texas, 123 S. Ct. 2472 (2003).2004] SAME-SEX RELATIONSHIPS IN NEW YORKc. Employer-Granted BenefitsWhile clearly important and valuable to all same-sex couples, mostdomestic partnership laws passed by municipalities offer the greatestbenefits only to municipal employees and their partners and, thus,work only as a symbolic victory for other couples not employed by themunicipality.'\" Another means by which same-sex couples can obtainmarriage-type benefits occurs in the private sector through theiremployers. 45 Many private employers now grant to domestic partnersthose benefits previously available only to their employees' spouses.As of April 2004, 7,009 United States private sector companies andcolleges and universities extended benefits to the same-sex partners oftheir employees. 146 In 1982, New York City's Village Voice newspaperwas the first such private employer.'47 Thousands of companies havefollowed, and today 210 of all Fortune 500 companies do the same. 483. Limited Recognition of Same-Sex Couples in New YorkThe New York Court of Appeals' landmark decision in Braschi v.Stahl Associates Co. 149 and the evolution of New York City's DomesticPartnership Law'50 serve as two examples of how New York hasprovided certain rights and benefits to its same-sex couples that otherjurisdictions have not. Nonetheless, the benefits are limited and thetime taken to win them evidences the degree of resistance against thelegal recognition of these couples.a. Braschi v. Stahl Associates Co.One judicial victory recognizing certain rights of same-sex couplesin New York State also stands as a significant national victory. In1989, the New York Court of Appeals delivered a landmark victory tosame-sex couples living in New York City in its decision in Braschi v.144. See supra note 108 and accompanying text.145. See generally Knauer, supra note 26, passim (arguing that while they arebeneficial to same-sex partners and a step in the right direction generally, market-derived benefits offered by employers are not the equivalent of the greater set ofbenefits that should be automatically provided by law).146. See The Human Rights Campaign Foundation, Domestic Partner Benefits, athttp://www.hrc.org/Template.cfm?Section=TheIssues&Template=/TaggedPage/TaggedPageDisplay.cfm&TPLID=26&ContentlD=13399 (last visited Mar. 29, 2004).147. See The Human Rights Campaign Foundation, What Are Domestic PartnerBenefits?, at http://www.hrc.org/Content/NavigationMenu[Work-Life/GetInformed2/TheIssues/WhatAreDPB/Definition.htm (last visited Mar. 29,2004).148. See The Human Rights Campaign Foundation, Domestic Partner Benefits, athttp://www.hrc.org/Template.cfm?Section=The-Issues&Template=TaggedPage/TaggedPageDisplay.cfm&TPLID=26&ContentID=13399 (last visited Mar. 29, 2004).149. 543 N.E.2d 49 (N.Y. 1989).150. New York, N.Y., Admin. Code §§ 3-240 to -245 (Supp. 2003).2845FORDHAM LAW REVIEWStahl & Associates Co.' In Braschi, a landlord sought to evict thesame-sex partner of a tenant of a rent-controlled apartment who haddied. 5 2  The City's rent-control regulation provided non-evictionprotection to the \"surviving spouse of the deceased tenant or someother member of the deceased tenant's family.\"'53 The term \"family\"was undefined and the court held that it should not be narrowlyinterpreted to exclude committed partners who merely lacked aformalization of their relationship, such as a marriage certificate. 54The court reasoned that the intent of the regulation was satisfiedbecause it protected an individual from sudden eviction, while still notbreaking down the line between committed couples and mereroommates.' The court then provided guidance to future courtsdetermining whether an individual satisfied this new family membertest by directing them to look to a multitude of factors, including:\"the exclusivity and longevity of the relationship, the level ofemotional and financial commitment, the manner in which the partieshave conducted their everyday lives and held themselves out tosociety, and the reliance placed upon one another for daily familyservices.\" '15 6 This test clearly redefined family members to include atenant's same-sex partner.The first lasting effect of the court's opinion is its codification inNew York tenancy laws. 57 A second effect of the Court's opinion is anew willingness to move from interpreting \"family\" as a traditional,heterosexual nuclear unit to interpreting it as one that \"find[s] itsfoundation in the reality of family life.\"' 58 The characteristics that thecourt looked to in determining whether a couple qualifies are verysimilar to those characteristics looked at in statutes defining whatconstitutes \"domestic partners.\"\"' 9151. 543 N.E.2d at 49 (1989).152. Id. at 50-51.153. Id. at 50 (quotations omitted).154. Id. at 53-54.155. Id. at 54.156. Id. at 55.157. See N.Y. Comp. Codes R. & Regs. tit. 9, § 2520.6(o)(2) (2001).158. Braschi, 543 N.E.2d at 53. But see Alison D. v. Virginia M., 572 N.E.2d 27, 28(N.Y. 1991) (holding that a same-sex, former partner of a biological mother does notconstitute a \"parent\" for the purpose of establishing visitation rights of the biologicalmother's child); In re Cooper, 592 N.Y.S.2d 797, 799 (App. Div. 1993) (declining toextend the reasoning in Braschi to a same-sex partner who sought a right of electionagainst his decedent partner's will). The court in Cooper stated, \"We reject, asmeritless, the contention of both the petitioner and the arnicus curiae that, based onthe Court of Appeals decision in Braschi v. Stahl Assocs. Co. . . . the traditionaldefinition of the term 'surviving spouse' must be rejected, and replaced with abroader definition which would include the petitioner.\" Id.159. See infra Part I.C. for examples of the post-September 11, 2001 New Yorkstatutes that use criteria such as monogamy, age requirements, and economicinterdependence.[Vol. 7228462004] SAME-SEX RELA TIONSHIPS IN NEW YORK 2847b. New York City Domestic Partnership LawNew York City passed its Domestic Partnership Law in 1998,160codifying two prior Mayoral Executive Orders.161 The first MayoralExecutive Order was issued in 1989 by Mayor Ed Koch, who directedcity agencies to recognize domestic partners for purposes ofbereavement leave.162 In 1993, Mayor David Dinkins reaffirmed theprevious Executive Order and established a central domesticpartnership registry.163160. New York, N.Y., Admin. Code §§ 3-240 to -245 (Supp. 2003). The legislativeintent section of the provision provided the following statistics on usage of theregistry:By the end of April 1998, there were approximately 8,700 couples registeredas domestic partners in New York City. More than 55% of those registereddomestic partners were heterosexual couples, and less than 45% were samesex couples. Almost forty percent of registered domestic partnerships haveaccessed City health benefits available to partners of City employees andretirees.Id. § 3-240, note.161. In 1993, Mayor David Dinkins reaffirmed the previous executive order andestablished a central domestic partnership registry. See Arthur S. Leonard, MayorGiuliani Proposes His Domestic Partnership Policy, 4 City Law 49, 51 (1998).Notably, this new Executive Order liberalized the requirements by abandoning theone-year continuous cohabitation requirement and replacing it with a requirementthat the couple only have cohabited for some (undefined) period of time. Id.162. New York City Mayoral Exec. Order No. 123 (Aug. 7, 1989). The ExecutiveOrder was issued one month after Braschi, see supra Part I.B.3.a., was decided. SeeLeonard, supra note 161, at 51. Professor Leonard explains that, while Mayor Koch'smove was interpreted by some to be a political one to lure gay voters from hisDemocratic Party opponent, then-Manhattan Borough President, David Dinkins,Mayor Koch had consistently been a pro-gay advocate as a Congressman, as well asearlier in his administration as Mayor. Id. In order to qualify as domestic partners,(1) either both individuals had to be city residents or one individual had to be a cityemployee; (2) both individuals had to be at least eighteen years of age; (3) neitherindividual could be legally married; (4) the couple was required to have a close andcommitted relationship showing mutual responsibility; (5) the couple must have livedtogether for at least one year on a continuous basis at the time of registration; and (6)the relationship must have been registered with the applicable city agency with whichthey were employed. Id.163. See Leonard, supra note 161, at 51. Most significantly, Mayor Dinkins, inresponse to a settlement reached in Gay Teachers Ass'n v. Board of Education, 585N.Y.S.2d 1016 (App. Div. 1992), that awarded health insurance benefits to thedomestic partners of the City's teachers, and extended such benefits to the domesticpartners of active and retired city employees. See Leonard, supra note 161, at 51. Thepackage matched exactly the benefits previously given solely to city employees'spouses. Id. Settlement in Gay Teachers was reached after the New York SupremeCourt, Appellate Division, denied defendant's summary judgment motion, referringto Braschi when it gave deference to \"the current state of the law regardingdiscrimination in this area of family relationships\" to come to its result. Gay Teachers,585 N.Y.S.2d at 1016. One year later, Governor Mario Cuomo issued an ExecutiveOrder giving health insurance coverage to the same-sex partners of non-unionmanagerial employees. See Leonard, supra note 161, at 52. He concurrently endorsedsuch coverage for union employees working for the state by authorizing state agenciesto negotiate with their unions to provide the same benefits. See id.; see also APPolitical Serv., New Cuomo Plan Offers Insurance Benefits to \"Significant Others,\"FORDHAM LAW REVIEWThe Domestic Partnership Law is more comprehensive than similarregistries in other jurisdictions in the scope of benefits and the degreeof obligations imposed on domestic partners. 16' In addition to healthinsurance coverage, 65 the other unique benefits include an obligationimposed on the City Clerk to ensure the confidentiality of theregistry166 and a right to receive a potential monetary award from theMayor if a domestic partner is a member of the fire department orpolice force killed in the line of duty.167 One of the more significantbenefits-the inclusion of domestic partners in the definition of\"family\" members under the Building Code (codifying Braschi) -is aconfirmation of the prior Orders.168In August 2002, the New York City Council further extended thereach of the registry by automatically recognizing as domestic partnersthose same-sex couples who had already lawfully registered in otherjurisdictions their domestic partnerships, civil unions, or marriages. 69Prior to this amendment, such couples that moved to New York Cityfaced a one-year waiting period to establish eligibility. 7 ' Thisautomatic recognition measure was intended to allow such couples toinstantly enjoy all the rights, benefits, and obligations available todomestic partners already registered under New York City law. 7'New York City's registry, however, has not been immune tochallenge.7  In Slattery v. City of New York, a group of taxpayerschallenged the registry on the grounds that it impermissibly legislatedin the area of marriage.'73 The New York Supreme Court, AppellateDivision, rejected this argument, holding that \"defendant [New York]City did not... impermissibly legislate in the area of marriage sincethe provisions of the [Domestic Partnership Law] all relate to areas inwhich the City has long and properly legislated and do not conflictwith State law or public policy., 174 It further held that the City hadSept. 17, 1994, at 1, available at 1994 WL 3342928. This marked New York's firststatewide action benefiting same-sex couples that was not judicially created.164. See Leonard, supra note 161, at 52.165. New York, N.Y., Admin. Code § 12-307(c) (Supp. 2003).166. Id. § 3-243.167. Id. § 12-126(b)(2)(i).168. Id. § 27-232.169. Id. §§ 3-240(a), -245.170. City Council Member Christine Quinn explained the effect of the amendment.See NYC Recognizes Gay Partnerships, cnn.com (Aug. 16 2002), athttp://www.cnn.com/2002/US/08/16/nyc.gay.partners/.171. Id.172. Slattery v. City of New York, 697 N.Y.S.2d 603 (App. Div. 1999).173. Id. at 604. For other examples, see generally supra note 102.174. Slattery, 697 N.Y.S.2d at 604. A Pennsylvania Commonwealth Court, amongothers, has come to the opposite conclusion. Devlin v. City of Philadelphia, 809 A.2d980, 986 (Pa. Commw. Ct. 2002) (\"[W]e hold that the City did indeed act beyond thescope of its power and contrary to [the state-enabling legislation] when it defined andcreated for legal purposes a new relationship between same-sex persons that itcategorized as being part and parcel of the marital state.\").2848 [Vol. 722004] SA ME-SEX RELATIONSHIPS IN NEW YORKthe right to enter into healthcare plans and could, under Braschi,define \"family\" expansively.'75 The court then rejected plaintiffs'additional argument that the City had \"transformed the domesticpartnership into a form of common law marriage\" on the grounds thatthe two are very different.'76C. Post-September 11, 2001 LegislationPart I.B.3. discussed how two of New York's greatest legal victoriesfor same-sex couples, while beneficial, only chipped away at thebroader number of disadvantages same-sex couples face. With this inmind, the importance of New York's post-September 11, 2001legislation is clear. Soon after September 11, 2001, federal and stategovernment hurriedly instituted legislation across all governmentlevels.'77 This section analyzes the legislation passed at the federallevel and the legislation passed in New York State, the site of theWorld Trade Center attacks. At both levels, the legislation materiallydeparted from precedent.1781. Federal LegislationAt the federal level, Congress passed the Air Transportation Safetyand System Stabilization Act'7 9 only eleven days after the September11, 2001 attacks. This Act consists of a federal provision of monetaryassistance to the airline industry,8 the institution of new airlinesecurity measures,\"' and the creation of the September 11th VictimCompensation Fund of 2001.18 Shortly thereafter, on October 26,175. Slattery, 697 N.Y.S.2d at 604.176. Id. at 605.177. For an overview of the federal legislation, and its place in tort and insurancelaw, see Symposium, The Law and Economics of Providing Compensation for HarmCaused by Terrorism, 36 Ind. L. Rev. 229 passim (2003), and Stephen P. Watters &Joseph S. Lawder, The Impact of September 11th on Tort Law and Insurance, 29 Wm.Mitchell L. Rev. 809 (2003).178. Private organizations also accounted for surviving same-sex partners. Afterbeing notified by ESPA and other organizations of inconsistent relief awards to same-sex partners of victims of September 11, 2001, the Red Cross formally issued astatement that it would award family relief to same-sex partners and their children.The Red Cross issued these instructions to its workers with a list of sixteen broadfactors, such as joint property ownership, joint leases, joint bank accounts, joint creditcards, and utility bills including both individuals' names, that could be used todetermine whether an individual claiming to be a partner of a victim was eligible. SeePress Release, Empire State Pride Agenda, Red Cross Issues Guidelines on ReliefAssistance to Gay/Lesbian Survivors of September 11 (Dec. 4, 2001), athttp://www.prideagenda.org/pressreleases/pr-12-04-01.html.179. Pub. L. No. 107-42, 115 Stat. 230 (2001) (codified at 49 U.S.C §§ 40101 note,44302-44306 (Supp. 2001)).180. Id. §§ 101-107, 115 Stat. at 230-34.181. Id. §§ 501-502, 115 Stat. at 241.182. Id. §§ 401-409, 115 Stat. at 237-41; see infra Part II.C.l.a.; see also Marshall S.Shapo, Compensation for Victims of Terror: A Specialized Jurisprudence of Injury, 362849FORDHAM LAW REVIEW2001, Congress passed the Uniting and Strengthening America byProviding Appropriate Tools Required to Intercept and ObstructTerrorism Act of 2001 (\"USA PATRIOT Act\") to punish terroristacts and enhance law enforcement investigatory tools. 183  OnNovember 19, 2001, Congress passed the Aviation and TransportationSecurity Act to establish under the Department of Transportation a\"Transportation Security Administration\" tasked with theresponsibility of improving aviation security. 1\"4 Lastly, Congresspassed the Mychal Judge Police and Fire Chaplains Public SafetyOfficers' Benefit Act of 2002, which compensates certain familymembers of lost firefighters and police officers, including anindividual designated as the beneficiary of a life insurance policy.185Of all the federal legislation passed, the Federal Victims'Compensation Fund most directly impacted the lives of same-sexsurvivors of victims.a. Federal Victims' Compensation Fund (\"FVCF\")The FVCF was passed into law on September 22, 2001.186 The Actis intended to insulate the airline industry from the financial fallout ofSeptember 11, 200.187 Consequently, the FVCF authorizes monetaryawards on a case-by-case basis to the survivors of victims ofSeptember 11, 2001188 in exchange for a release from all claims avictim's estate may have against the airline industry.'89  TheDepartment of Justice was given authority to administer the FVCFand, to that end, it named a \"Special Master\" to hear all individualInd. L. Rev. 237, 243 (2003) (describing the Fund as a \"symbol of displaced vengeanceand a marker of social compassion\").183. Pub. L. No. 107-56, 115 Stat. 272 (2001) (codified at scattered sections ofU.S.C.).184. Pub. L. No. 107-71, 115 Stat. 597 (2001) (codified at scattered sections ofU.S.C.).185. Pub. L. No. 107-196, 116 Stat. 719 (2002) (to be codified at scattered sectionsof U.S.C.).186. §§ 401-409, 115 Stat. at 237-41.187. Id. § 101, 115 Stat. at 230 (\"An Act [t]o preserve the continued viability of theUnited States air transportation system.\").188. Id. § 406, 115 Stat. at 240. Those eligible for awards under the FVCF are (1)the families of victims of the four flights and (2) persons injured or the families ofvictims killed at any of the three crash sites. Id. § 405(c), 115 Stat. at 239-40. TheWashington Post reported that the first family to publicly accept its package under theFVCF was awarded $1.04 million and, in the words of their attorney, accepted thepayout in lieu of legal action because they \"wanted closure.\" Christine Haughney,WTC Victim's Family Takes Compensation; Federal Fund to Pay $1.04 Million, Wash.Post, Aug. 9, 2002, at A3.189. § 405(c)(3)(B), 115 Stat. at 240. If families sue, the airlines' liability is cappedat their respective insurance limits. Id. § 408(a), 115 Stat. at 239-40. If claimants optto bring suit, venue is limited to the United States District Court, Southern District ofNew York. Id. § 408(b)(3), 115 Stat. at 241. Consequently, some families may feelthey have no choice but to acquiesce in submitting a claim to the FVCF.2850 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORK 2851claims and establish by regulation the \"procedural and substantiverules\" of the fund. 90 Accordingly, on March 13, 2002, the SpecialMaster issued interim rules, accepted comments on them, and thenissued the final rules, dictating how the fund would be administered.'For those victims with wills naming a same-sex partner as theexecutor of his or her estate, recovery should not be problematic asthe Special Master is obligated to recognize that person as the\"Personal Representative\" representing the victim. 92 However, if thevictim died intestate, the Special Master must defer to the decedent'sdomicile's intestacy laws. 93 The potential reliance on state intestacylaws in determining the Personal Representative' 94  concernedcommentators from the beginning because it raised the question ofwhether same-sex partners of victims would be left out.195From the beginning, advocates anticipated an inequitabledistribution, if any, to the same-sex partners of victims.196 In response190. Id. § 404(a), 115 Stat. at 237-38.191. 28 C.F.R. pt. 104 (2003). Under the FVCF, a victim is represented by a\"Personal Representative,\" who files a claim on her behalf. § 104.4(a). The PersonalRepresentative is determined in the following order: (1) an individual appointed by acourt to be the Personal Representative of the decedent or as the executor oradministrator of the decedent's will or estate; (2) where no Personal Representativeor executor or administrator has been appointed, the Special Master may choose theperson named in the decedent's will as the executor or administrator of the decedent'sestate; or (3) in the event no will exists, the Special Master may look to the laws of thedecedent's domicile governing intestacy. Id. Even if a same-sex partner has alegitimate claim to be a Personal Representative, he or she is required to notify allother potential Personal Representatives, including the victim's family members, ofhis or her claim. Id. § 104.4(b). This notice requirement is highly problematic if avictim's family opposed the relationship, see Knauer, supra note 23, at 64, or in theevent the victim never divorced a prior spouse. For such an example, see Gross,supra note 15.192. Further, the Personal Representative is distinct from the ultimatebeneficiary(ies) of the proceeds. See Knauer, supra note 23, at 60-61.193. § 104.4(a).194. See supra Part I.A.1. for a discussion of the treatment of same-sex couplesunder state intestacy laws.195. See Knauer, supra note 23, at 60-76. Unless the victim was a resident ofVermont, Hawaii or California, a same-sex partner will not be an eligible recipientunder any state's law. See supra notes 39-41 and accompanying text. The SpecialMaster also maintains apparent veto power over any Personal Representative'sdistribution of an award. The Personal Representative is obligated to produce adistribution plan to the Special Master prior to any such distribution and, \"in theevent that the Special Master concludes that the Personal Representative's plan fordistribution does not appropriately compensate the victim's spouse, children, or otherrelatives, the Special Master may direct the Personal Representative to distribute allor part of the award to such spouse, children, or other relatives.\" § 104.52. Again, onepotentially knotty scenario is where the victim was not legally divorced and at thetime of her death had a same-sex partner, in which case the Special Master may, at hisdiscretion, opt to overturn or reduce an award to a same-sex partner in favor of thespouse.196. The non-recognition of same-sex partners is only one of many criticisms thathave surfaced with respect to the drafting and execution of the FVCF. The FVCF hasbeen criticized on the grounds that it was created to limit costs to the government, see2852 FORDHAM LAW REVIEW [Vol. 72to the initial Notice of Inquiry and Advanced Notice of Rulemakingregarding the FVCF, a collective of gay rights advocates requestedthat the Special Master recognize unmarried but committed same-sexpartners of victims.197 Gay rights advocates' fears were confirmedwhen the Special Master, Kenneth Feinberg, confirmed to the pressthat he would not make payments to same-sex partners if they wereunrecognized under state intestacy laws.198Fears were dispelled, however, when the FVCF made its firstdocumented award to the same-sex partner of a September 11, 2001victim.199 The same-sex partner of a victim of the attack on thePentagon received a lump sum award of $557,390. She is a resident, aswas her partner, of Maryland, where the state's wrongful death statuteDavid W. Chen, Victims' Kin Find Fault with Overseer of 9/11 Fund, N.Y. Times, Nov.13, 2002, at B1, and that the determination is performed by one person using flawedcriteria to determine compensation amounts which results in significantly diminishedpayouts; see David W. Chen, A Slow, Deliberate Process of Judging 9/11 VictimAwards, N.Y. Times, Feb. 18, 2003, at B1 (\"He's like the Wizard of Oz.\" (quoting alawyer representing one family)).197. The groups, including the Lambda Legal Defense Fund and ESPA, demandedthat \"the Department... include among relatives eligible for compensation thosewho lost their life partners or de facto parents or children, regardless of sexualorientation and marital status.\" Letter from the Lambda Legal Defense Fund, HumanRights Campaign, Empire State Pride Agenda, Gay and Lesbian Advocates andDefenders, National Center for Lesbian Rights, and the National Gay and LesbianTask Force, to the Department of Justice (Nov. 21, 2001), available athttp://www.lambdalegal.org/cgi-bin/iowa/documents/record?record=919. The groupsurged the Department to evaluate eligibility for an individual claiming compensationbased on a \"family relationship of mutual interdependence.\" Id.198. Mr. Feinberg said the following on Meet the Press on March 10, 2002:[Gays and lesbians] are left out of my program to the extent that their ownstate doesn't include them. I cannot get into a position in this program...second-guessing [how] the state of New York or ... Massachusetts ... orVirginia or New Jersey ... treat[s] same-sex partners, domestic live-ins, etc..... If your state law makes you eligible, I will honor state law. If it doesn't,I go with the state.Final Rule Comment R000201 (quoting Kenneth Feinberg), available athttp://www.usdoj.gov/victimcompensation/final/rmarl4/RO00201.html (last visitedApr. 4, 2004) [hereinafter Comment R000201]. Thereafter, comments to the FinalRule questioned Feinberg's comments and their rationale. See id.; Final RuleComment R001399, available athttp://www.usdoj.gov/victimcompensation/final/rmar2l/R001399.html (last visitedApr. 4, 2004). One comment noted that the government would award benefits toillegal aliens, but would not consider awarding same-sex partners where theapplicable state law would be prohibitive. See id. Arguably, it was these commentsand the subsequent responses that helped propel Governor Pataki and the New YorkState Legislature to amend its intestacy laws for the purpose of influencing Feinberg'saward-making decisions for New York State citizens. See infra note 231 andaccompanying text; see also Gross, supra note 15 (\"In less clear-cut situations, Mr.Feinberg added, he will take into account that New York's leaders, in a variety ofpost-9/11 actions, 'have tried to improve the likelihood that I can exercise mydiscretion and I will do my best.\"').199. See Sheryl McCarthy, Still, a Small Price to Pay for Lifetime Partner, Newsday,Jan. 27, 2003, at A22; Steve Vogel, U.S. Awards Lesbian 9/11 Compensation for Lossof Partner, Wash. Post, Jan. 23, 2003, at B1.2004] SAME-SEX RELATIONSHIPS IN NEW YORKwould not have recognized the relationship. Because the victim hadleft a will granting everything to her partner, with her partner namedthe executor of her estate,200 application of Maryland's estates lawmade the partner the beneficiary. While a great victory for same-sexcouples, the first award to a same-sex survivor does not diminish theproblems faced by couples without wills-a problem not applicable tomarried couples who take under state intestacy laws.b. Mychal Judge Police and Fire Chaplains Public Safety Officers'Benefit Act of 2002In June 2002, Congress passed the Mychal Judge Police and FireChaplains Public Safety Officers' Benefit Act of 2002.201 The Actauthorizes the payment of $250,000 to the beneficiary named in apolice officer or firefighter's life insurance policy, provided there is nosurviving spouse or child.20 2 Mychal F. Judge was a gay FranciscanPriest and Chaplain to the New York City Fire Department who waskilled during the September 11, 2001 attacks.20 3  Prior to thelegislation's passage, this federal payment was only authorized to thespouse, children, or parents of the firefighter or police officer. Theamendment allows for payment to same-sex partners provided theyare the named beneficiary of the deceased under the insurance policy.While the scope of the legislation is limited, it will apply to all futurepolice officers and firefighters, not just those who died on September11, 2001. o2. New York State LegislationWhile New York City and, to a lesser degree, other municipalitiesin New York State have been national leaders in the recognition andsupport of same-sex couples, progress at the state level has been muchslower and less comprehensive.2 5 Indeed, it has been characterized as200. See McCarthy, supra note 199.201. Pub. L. No. 107-196, 116 Stat. 719 (2002) (to be codified at 42 U.S.C. §§ 3711,3796, 3796b).202. 42 U.S.C. § 3796.203. See Daniel J. Wakin, Killed on 9/11, Fire Chaplain Becomes Larger than Life,N.Y. Times, Sept. 27, 2002, at Al. The legislation was criticized by the conservativeright. See Becker, supra note 46, at 230-31; Elisabeth Bumiller, Washington Memo;The Most Unusual Story Behind a Gay Rights Victory, N.Y. Times, June 27, 2002, atA25.204. § 2(c), 116 Stat. at 720.205. For example, a nondiscrimination law based on sexual orientation was passedin New York in December 2002, more than thirty-one years after it was first proposedin the state legislature. 2002 N.Y. Laws 2 (codified at N.Y. Exec. Law § 292(27), 296(McKinney Supp. 2004)). While New York City has, arguably, been a municipalleader for gay rights, a multitude of prejudices and other problems still exist. For onediscussion of gay rights in New York City before 9/11, see Symposium, Does NewYork City Look Different to You? The Changing Legal Landscape of Queer New28532854 FORDHAM LAW REVIEW [Vol. 72slow but steady.\"0 6 While same-sex couples won a few victories, theyremained generally disenfranchised. September 11, 2001 and thelegislation that followed, however, changed things significantly:[I]t took September 11 for the New York State Legislature to finallyrecognize [Lesbian, Gay, Bisexual and Transgender] relationshipsand families .... These laws, the first of which included the term\"domestic partner\" for the very first time in law in the history ofNew York State, covered New York State's views on eligibility forthe 9/11 Federal Fund, Workers' Compensation benefits andeligibility for college scholarships.2\"7Pronouncements like this demonstrate the importance of September11, 2001 in recognizing the relationships of same-sex couples in NewYork.Shortly after New York passed legislation criminalizing certainterrorist acts, New York introduced legislation aiding the September11, 2001 victims' families and, in doing so, directly confronted thehistoric precedent of ignoring same-sex couples in New York State'slaws.2°8 Legislative change has come slowly-although steadily-inNew York; however, before September 11, 2001 the state had notrecognized \"domestic partners\" in any law.209 After September 11,2001 that changed. Governor George Pataki issued fifty-six ExecutiveOrders in response to the terrorist attacks-all under an initialExecutive Order declaring a disaster emergency in New York.210 TheExecutive Orders applicable to couples affected by the attacksrecognized and protected same-sex couples for the first time.Legislation passed in New York-the home of the majority of thevictims\"t' -immediately concentrated on expanding the scope of theYork City, 26 N.Y.U. Rev. L. & Soc. Change 139, 140 (2000-01) (\"The question thatthis panel is going to address today is, 'How queer friendly is New York City in thecurrent political landscape?' The answer seems to be that it depends on what type ofqueer New Yorker you are.\").206. ESPA recently called the State's progress slow but steady, whereby it\"cobble[d] together a set of rights and responsibilities... [by] recogniz[ing] andsupport[ing] families formed by lesbian and gay people... [t]hrough a jumble ofcourts decisions, statutes, executive orders, policies, regulations and agencyinterpretations.\" Press Release, Empire State Pride Agenda, Gay Families WinningLegal Protection Incrementally in NY State (Apr. 24, 2003), athttp://www.prideagenda.org/pressreleases/pr-04-24-03.html.207. Id. ESPA's Executive Director, Matt Foreman, went on to say that \"Whilethe current patchwork of protections our families have won here in New York State isclearly not enough, this progress proves that our quest for full equality is wellunderway and will not be stopped.\" Id.208. One man who had lost his partner summed up his status prior to the passageof protections: \"If you're straight and have a marriage license, it's one, two,three .... We're clawing at it, just to be acknowledged.\" Lee, supra note 33.209. See infra notes 245-48 and accompanying text.210. Exec. Order No. 112.1,2001 N.Y. Laws 1185.211. According to one estimate, 1,747 of the 2,996 victims were New York Stateresidents. September 11, 2001 Victims Website, at2004] SAME-SEX RELATIONSHIPS IN NEW YORK 2855state's Penal Law to encompass terrorist crimes.212  In addition tocriminal legislation, the State Legislature quickly passed legislationbenefiting the families of the victims of September 11, 2001. It wasthrough these laws that New York took its greatest strides towardrecognizing same-sex couples.a. Crime Victims Board Extended to Same-Sex Partners-A \"Matter ofGrace\"New York State's first post-September 11, 2001 measure directed tosame-sex partners of victims of the tragedy was Governor Pataki'sissuance of an Executive Order on October 11, 2001 awardingdomestic partners the same standing as heterosexual spouses forpayments made to victims' families by the State Crime VictimsBoard. 13 This was likely Governor Pataki's first of many otheractions benefiting domestic partners because of the short time frameimposed upon victims' dependents to proffer evidence of loss andeligibility for payment. Indeed, time was of the essence.Crime victims' compensation acts provide governmentalcompensation to the families of crime victims to help them with theout of-pocket costs and loss of earnings or support they suffer.21 4 NewYork's version of this scheme states that its intent is to \"aid, care [for]and support ... as a matter of grace ... such victims of crime.'\"215http://www.septemberl1victims.com/septemberl lvictims/country-citizenship.htm(last visited Mar. 28, 2004).212. To that end, on September 17, 2001, New York State passed the Anti-Terrorism Act of 2001, 2001 N.Y. Laws 300, which primarily amended the Penal Lawto include several terrorist crimes. N.Y. Penal Law § 490.00 (McKinney Supp. 2004).On November 1, 2001, New York State Governor George Pataki and State AttorneyGeneral Eliot Spitzer proposed additional legislation that would primarilysupplement the Penal Law to account for further terrorist crimes. See Press Release,Office of New York State Governor George Pataki, Governor Pataki, AttorneyGeneral Spitzer Announce Comprehensive New Anti-Terrorism Legislation (Nov. 1,2001), at http://www.state.ny.us/governor/press/yearO1/novl 1_01.htm. The proposedlegislation later became the Terrorism Article in the New York Penal Code. N.Y.Penal Law § 490 (McKinney Supp. 2004). \"[T]he legislature finds that our laws mustbe strengthened to ensure that terrorists, as well as those who solicit or providefinancial and other support to terrorists, are prosecuted and punished in state courtswith appropriate severity.\" Id.213. 2001 N.Y. St. Reg., No. XXIII, at 85. The Executive Order amended the sub-section of the Crime Victims Board Law that defined as eligible those claimantsconsidered to be a \"dependent\" of a deceased crime victim. N.Y. Exec. Law §624(1)(c) (McKinney 1996 & Supp. 2004).214. See generally Andrea G. Nadel, Annotation, Statutes Providing forGovernmental Compensation for Victims of Crime, 20 A.L.R.4th 63, 66-69 (1983).The compensation is paid by government-appointed tribunals or boards that conductevidentiary hearings and determine the amount of payments-which are usuallycapped by statute-made to claimants. See id.215. N.Y. Exec. Law § 620 (McKinney 1996). The New York courts have madeclear, in at least one instance, that where the claimant cannot produce adequateevidence of true economic loss, \"[t]here is no legal right to be awarded the aid butFORDHAM LAW REVIEWBecause same-sex partners were not explicitly named as potentialbeneficiaries under the New York Crime Victims Board Law (prior tothe Executive Order or after the Executive Order), a partnertraditionally had to argue that he or she was a surviving spouse 216 oranother \"person dependent for his principal support upon a victim ofcrime who died as a direct result of such crime. '217 While same-sexpartners had some success making these arguments, they nonethelesshad to resort to the courts to make a challenge, as opposed to spouseswho recovered automatically.218 Today, however, that query is mootdue to the Executive Order.Executive Order Number 113.30219 modified the Crime VictimsBoard Law in two ways. First, it temporarily suspended thedependent's requirement to show \"principal support\" on a victim,provided the dependent demonstrate a unilateral dependence on thevictim or a mutual interdependence between them.2  Second, itdirected the Board to amend its definition of \"principal support\" fromseventy-five percent to fifty percent.22' While these changes do notmention \"same-sex partner,\" \"domestic partner,\" \"homosexualpartner\" or any similar terminology, the Governor made clear incomments to third parties that his intent in issuing the Order was touse the same criteria for gay and lesbian survivors as is used forrather, it is granted explicitly 'as a matter of grace.\"' Rigaud v. Crime Victims Comp.Bd., 461 N.Y.S.2d 840, 842 (App. Div. 1983); see also Starkman v. Fischetti, 675N.Y.S.2d 703, 704 (App. Div. 1998) (noting that monetary assistance is a matter ofgrace).216. § 624(1)(b).217. Id. § 624(1)(c).218. In one case where a partner argued he was a spouse, the New York SupremeCourt, Appellate Division, in Secord v. Fischetti, 653 N.Y.S.2d 551 (App. Div. 1997),declined to hold as unreasonable the Crime Victims Board decision that the term\"surviving spouse\" does not extend to include a homosexual life partner. Id. at 552.The petitioner also challenged the decision on the grounds that he fell into thedependent spouse category. His claim was denied not on the ground of the sex of theparties, but upon a determination that he had not received a \"majority of his support\"from the deceased partner. Id. The court's willingness to make a determination basedon the parties' salaries and interdependent support was evidence that same-sexpartners were not completely precluded from recovery; however, their recovery wasnot automatic under the \"spouse\" rule.219. Exec. Order No. 113.30, 2001 N.Y. St. Reg., No. XXIII, at 85.220. Id. The Order states that:[Sluch dependent person shall be eligible for awards upon a showing ofunilateral dependence or mutual interdependence upon such a victim, whichmay be evidenced by a nexus of factors, including but not limited to commonownership of property, common householding, shared budgeting and thelength of the relationship between such person and the victim.Id.221. Id. In a New York Times article preceding the Executive Order, at least oneprivate organization (\"Safe Horizon\") said that it would make grants to otherwiseineligible family members, including \"a person whose domestic partner died in theattack.\" Richard Prrez-Pefia, A Nation Challenged: The Clearinghouse; ServiceCenter Offers Help to the Victims of Terrorism, N.Y. Times, Sept. 24, 2001, at B10.2856 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORK 2857spouses when determining payments to surviving partners ofSeptember 11, 2001 victims.2 22 As a result of the Governor's actionsame-sex and heterosexual unmarried partners became eligible-without the prior economic support restraints-for up to six hundreddollars per week with a cap of thirty thousand dollars.2 3 On October17, 2002, the Crime Victims Board, with the support of GovernorPataki, extended the previously issued Executive Order to allqualifying partners (same-sex and opposite-sex) of homicide victimsgoing forward.2 4 This extension exemplifies how a law specific toSeptember 11, 2001 spun into something greater, thereby providinglong-term benefits to same-sex couples.225b. The September 11th Victims and Families Relief ActOn May 21, 2002, New York passed the September 11th Victimsand Families Relief Act,226 which assists victims' survivors in seekingrelief and damages available to them under the FVCF.227  Amongother things, it is intended to make New York State citizens who aredomestic partners of victims eligible for payments. Its first function isto prohibit insurers or any other third-party payors from asserting222. Press Release, Empire State Pride Agenda, Governor Pataki Speaks Out inSupport of SONDA (Oct. 16, 2001), at http://www.prideagenda.org/pressreleases/pr-10-16-01.htm. Governor Pataki went on to say, \"There are things that are incrediblyimportant to us as a society and one of those things is our freedom and part of thatfreedom is letting people live their lives as they deem appropriate, and not havinggovernment tell them what to do.\" Id. While obviously not legally binding, theGovernor's explanation had a pragmatic benefit because it made clear that thelegislation was intended to benefit same-sex couples. It also stands as a symbolicvictory if in the future it is viewed as a signal of change. ESPA heralded the step,noting that the order represents \"the first official step taken by any level ofgovernment in the nation to address the inequities faced by gay and lesbian survivorsof the terrorist attacks in obtaining benefits.\" See Press Release, Empire State PrideAgenda, Gay Rights Organization Praises Governor Pataki for Order Granting EqualBenefits to Gay Partners of those Killed in WTC Attacks (Oct. 12, 2001), athttp://www.prideagenda.org/pressreleases/pr-10-12-01.html.223. N.Y. Exec. Law § 631(3) (McKinney Supp. 2004).224. The effect of the extension was to \"erase[] the 50% income dependencyrequirement for gay partners and provide[] eligibility, just as it does for spouses,regardless of the degree of their dependence on the deceased.\" See Press Release,Empire State Pride Agenda, NY State Crime Victims Board Extends Equal Benefitsto Surviving Domestic Partners of Homicide Victims: Makes Governor Pataki's 9/11Executive Order Applicable to All Partners (Oct. 17, 2002), athttp://www.prideagenda.org/pressreleases/pr-10-17-02.html [hereinafter CrimeVictims Press Release].225. ESPA claimed that \"[o]nce the CVB... understood the damaging impact of[its] policies on the lives of people who happened to be lesbian and gay and weresuffering like anyone else after 9/11, [it] understood the need [to] put in place a moreequitable approach to how financial assistance is provided.\" Id.226. 2002 N.Y. Laws 73 (codified at N.Y. Workers' Comp. Law § 29, 1-b(McKinney Supp. 2004)).227. Pub. L. No. 107-42, 115 Stat. 230, 237 (2001) (codified at scattered sections ofU.S.C.). For a discussion of the FVCF, see supra Part I.C.l.a.2858 FORDHAM LAW REVIEW [Vol. 72liens on awards made under the FVCF, or reducing any payouts basedupon a beneficiary's claim from the FVCF.228 Second, it insulates thepersonal representative (as defined in the FVCF) of a victim fromliability if exercising good faith steps in connection with decidingwhether to make a claim and, if so, in making that claim. 229 Lastly, itmakes awards under the FVCF in New York State tax-exempt.23° Ofmost significance to same-sex partners of September 11, 2001 victims,the \"Legislative intent\" provision in the Act states that the SpecialMaster of the FVCF, who is required thereunder to look to thevictim's state's intestacy laws to determine who is eligible for relief,should make eligible those New York State citizens who are domesticpartners of victims. 231In its memorandum in support of passage of the bill, the New YorkState Senate claimed: \"[t]his legislation does not make any changes toNew York State law on this issue, because [the federal AirTransportation Safety and System Stabilization Act] and theimplementing regulations already indicate that the domestic partnersare eligible to receive compensation from the Fund.2132 However, theFVCF neither explicitly indicates that domestic partners are eligible,nor was its silence on the issue ever reasonably interpreted to meanthat domestic partners would be covered. 33 Consequently, the Senatestretches somewhat its argument when, with the purpose ofsupporting its contention, it notes that the rationale behind the Fundis to compensate \"relatives\" of the deceased,23 ' and that the legislative228. N.Y. Workers' Comp. Law § 29, 1-b.229. N.Y. Est. Powers & Trusts Law § 11-4.7(e) (McKinney Supp. 2004).230. 2002 N.Y. Laws 73, § 7.231. Id. at § 1. The provision states:[T]hat domestic partners of victims of the terrorist attacks are eligible fordistributions from the federal victim compensation fund, and therequirements for awards under the New York State World Trade CenterRelief Fund and other existing state laws, regulations, and executive ordersshould guide the federal special master in determining awards and ensuringthat the distribution plan compensates such domestic partners for the lossesthey sustained.Id. In a press release, ESPA explained the source of the intent section:This language is the result of extensive negotiations between the AttorneyGeneral's and the Governor's offices with the Empire State Pride Agenda inconsultation with Lambda Legal Defense and Education Fund. The PrideAgenda hopes that this provision will help give Special Master KennethFeinberg an additional basis in law to distribute federal fund awards tosurviving same-sex partners living [in] New York State.Press Release, Empire State Pride Agenda, New York State's Leadership IntroducesJoint Bill that Takes Additional Steps Supporting Family Members of 9/11 Victims(May 2, 2002), at http://www.prideagenda.org/pressreleases/pr-5-1-02.html[hereinafter Joint Bill Press Release].232. Senate Memorandum in Support, 2002 N.Y. Laws 73, at 1710.233. See supra notes 197-200 and accompanying text (discussing Special MasterKenneth Feinberg's response to requests that the FVCF be eligible to same-sexpartners of victims).234. Senate Memorandum in Support, 2002 N.Y. Laws 73, at 1710.2004] SAME-SEX RELATIONSHIPS IN NEW YORKhistory's references to \"families\" of victims are surreptitious allusionsto domestic partners.235 The Senate's subsequent support for the Actis more persuasive where it cites the codification of Braschi andExecutive Order 113.30: \"New York State has indicated in severalcontexts that individuals in committed relationships are considered tobe 'family members.\"'236 This statement is more decisive proof thatNew York intended to build on prior recognition of same-sex couplesby including them under the FVCF.c. World Trade Center Memorial Scholarship ProgramOn September 21, 2001, Governor Pataki issued Executive OrderNo. 113.21, directing the Board of Trustees of the State University ofNew York and the City University of New York to establishscholarship programs to the \"innocent victims, and the spouses andchildren of the innocent victims,\" of September 11, 2001.237 TheOrder did not include \"domestic partners,\" \"financial dependents,\" orthe like. However, on September 23, 2002, Governor Pataki signedinto law the World Trade Center Memorial Scholarship Program,23which granted scholarships to a varied class of people affected bySeptember 11, 2001, including those who were \"financialdependent[s]\" of victims. 239  A financial dependent is defined assomeone who can show unilateral or mutual interdependence upon avictim, which may be evidenced by criteria seen in the precedinglaws.24 This definition uses the same indicia to determine a financialdependent as used in Executive Order 113.30241 as well as the 2002amendment to New York's workers' compensation law.242 The235. Id.236. Id. ESPA argued that the intent language was important because SpecialMaster Feinberg was required to defer to state law in making his determination ofawards and Special Master Feinberg has been encouraged \"to read this language as aclear signal that as far as New York is concerned all who have lost a loved one onSeptember 11 have suffered equally and should therefore be treated equally.\" SeeJoint Bill Press Release, supra note 231. ESPA noted that of the twenty-one knownsurviving lesbian and gay partners of victims of September 11, eleven lived in NewYork State and, consequently, could benefit from the provision. Id. While happy thatprogress was made, ESPA was frustrated that these benefits were limited to one classof people: \"While we are disappointed that government has failed to pass legislationthat [has] been submitted this year and in year's past that puts in place permanentchanges in law for same-sex partners .... We recognize that this is at least a small butimportant step forward.\" Id.237. Exec. Order No. 113.21, 2001 N.Y. Laws 1202.238. 2002 N.Y. Laws 176 (codified at N.Y. Educ. Law §§ 601(5)(6)(7), 608, 668-b, -d (McKinney Supp. 2004)).239. N.Y. Educ. Law § 601(7).240. Id. The criteria are comprised of \"a nexus of factors, including but not limitedto common ownership of property, common householding, shared budgeting and thelength of the relationship between the financial dependent and such individual.\" Id.241. See text accompanying supra note 219.242. See infra note 248 and accompanying text.2859FORDHAM LAW REVIEWconsistent use of the definition in the Executive Orders, which buildsupon similar definitions already established in New York lawgoverning family members' succession rights to apartments,243evidences New York's evolution in broadening its definition offamilies to include same-sex couples.d. Workers' Compensation AmendmentIn response to the legal challenge made by Larry Courtney, thesame-sex partner of a victim,2\" the New York State Assembly andSenate unanimously passed an amendment to the State Workers'Compensation Law making the \"domestic partners\" of September 11,2001 victims eligible for workers' compensation benefits.245  Ofgreatest significance to the same-sex partners of victims, this lawexpressly defines a \"domestic partner\" as eligible,246 rather than usingthe term \"financial dependent,\" which was used in some of thepreceding laws and Executive Orders.247 The law defines a \"domesticpartner\" as (1) an individual who is registered as the domestic partnerof a victim with an employer or municipality or (2) a dependent of avictim who can demonstrate: \"unilateral dependence or mutualinterdependence, as evidenced by a nexus of factors including, but notlimited to, common ownership of real or personal property, commonhouseholding, children in common, signs of intent to marry, sharedbudgeting, and the length of the personal relationship with theemployee. ' 248 This recognition of \"domestic partners\" represents themost significant step taken by New York State in its post-September11, 2001 lawmaking.Generally, workers' compensation statutes obligate employers tocompensate their employees for certain injuries suffered on the job,regardless of fault.249 Prior to its amendment, New York Workers'243. See N.Y. Comp. Codes R. & Regs. tit. 9, § 2520.6(o)(2) (2001).244. See supra notes 1, 5-6 and accompanying text.245. 2002 N.Y. Laws 467 (codified at N.Y. Workers' Comp. Law § 4 (McKinneySupp. 2004)).246. N.Y. Workers' Comp. Law § 4(1). The definition of \"domestic partner\" usedin Chapter 467 is identical to the one used in Chapter 468, a law passed on August 20,2002 with the purpose of compensating the \"domestic partners\" of firefighters killedon September 11, 2001. 2002 N.Y. Laws 468. Specifically, the law grants to a namedclass of deceased firefighters' \"domestic partners\" the same special accidental deathbenefit previously payable only to spouses. N.Y. Gen. Mun. Law § 208-f (McKinney1993 & Supp. 2004).247. See text accompanying supra notes 220, 23940.248. N.Y. Workers' Comp. Law § 4(1).249. See generally 82 Am. Jur. 2d Workers' Compensation § 1 (2003). The statutesset forth the damages payable to employees injured on the job as well as the hierarchyof eligible beneficiaries in the event of death-in which case, \"death benefits\" aredistributed. See, e.g., N.Y. Workers' Compensation Law § 16 (McKinney 1993).These benefits also include certain funeral expenses, the cost of which are to bedetermined by the Workers' Compensation board. Id. § 16 (1).2860 [Vol. 72SAME-SEX RELATIONSHIPS IN NEW YORKCompensation Law paid out death benefits to a decedent's spouse andchildren250 and, in the event neither existed, payment went to parents,grandparents, and brothers and sisters under the age of eighteen,provided they could prove dependency. 1 In the event there were nosuch beneficiaries, the award went to the estate.252 Committed same-sex partners are absent from this list. Because workers' compensationstatutes are designed to act as an economic safety cushion forindividuals financially dependent on a victim, 3 their intent is stymiedwhen a same-sex partner-dependent on a victim as if the victim werehis or her spouse-is not considered eligible for recovery. 214For New York State citizens who lost same-sex partners onSeptember 11, 2001, their recovery is now automatic, provided theywere registered in a domestic partnership registry (of any kind), orcan evidence the requisite unilateral or mutual interdependence, andprovided they do not have a legal spouse from a prior marriage.255The payout amount depends on the decedent's salary and can be ashigh as $20,800 per year, and continues in perpetuity.256 Needless tosay, the pecuniary benefit to a widow or widower is significant.Despite this tremendous victory, Larry Courtney later articulatedthe problem that seemed apparent to many: Why should suchtreatment be limited to such a small group of victims when other250. Id. § 16(1)-(3). In all of the payment scenarios, dependent children aredefined as children under the age of eighteen, or, if a full-time student, under the ageof twenty-three, regardless of whether they were supported by the decedent. Id.251. Id. § 16(4).252. Id. § 16(4)-b.253. See Am. Jur. 2d, supra note 249, at § 5.254. Other jurisdictions do, however, interpret the \"dependency\" requirementmore liberally. For example, in California, the dividing line for dependency is not cutalong blood lines, but, rather, along a \"good faith\" family member standard: \"Noperson is a dependent of any deceased employee unless in good faith a member of thefamily or household of the employee, or unless the person bears to the employee therelation of husband or wife, child, posthumous child, adopted child or stepchild,grandchild....\" Cal. Lab. Code § 3503 (West 2003). Thus, a woman living in acommitted relationship-as evidenced by the joint occupation of a residency, thepooling of individual assets and use of joint bank accounts-with a man who had notdivorced her husband with whom she no longer lived, is considered a \"good faith\"family member. See Dep't of Indus. Relations v. Workers' Comp. Appeals Bd., 156Cal. Rptr. 183, 187 (Ct. App. 1979). However, dependency is not established, per se,when same-sex couples occupy the same residence. When two men live together butevidence is not proffered to illuminate a financial dependency between the two,dependency does not lie. See Donovan v. Workers' Comp. Appeals Bd., 187 Cal.Rptr. 869, 873 (Ct. App. 1982) (\"Merely because two persons of the same sex occupya single residential structure does not dictate either the sexual influences ordependency within the meaning of the code. It is necessary however for the Board todetermine the primal issue of dependency status made to a petitioner.\").255. Realistically, this second requirement can be problematic for those who neverlegally divorced prior spouses. For an example, see Gross, supra note 15.256. See Press Release, Empire State Pride Agenda, State Legislature ApprovesWorkers Compensation Benefits for 9/11 Same-Sex Survivors (June 26, 2002), athttp://www.prideagenda.org./pressreleases/pr-6-26-02.html.2004] 2861FORDHAM LAW REVIEWsame-sex couples are denied these benefits everyday? He said: \"Thisis good for some of us, but we have to do more for all of us. Peoplewhose partners died in other tragedies on the job are still fighting withinsurance companies for the basic benefits that were intended forfamilies in our situation. 257  This question applies not only toworkers' compensation but other types of financial support, such assurvivor benefits.D. Post-September 11, 2001 Debate Exposes the Conflict Over theLegal Treatment of Same-Sex CouplesThis section describes how commentators for and against the post-September 11, 2001 lawmaking responded. The differences in opiniondemonstrate that some people applauded the laws while othersassailed them, claiming they are the result of opportunistic individualspushing an \"agenda\" that has gone too far.Among the media coverage surrounding the September 11, 2001terrorist attacks were the disclosures of personal stories of same-sexcouples affected by the tragedy. Through the media stories of gay andlesbian couples surfaced-and the resulting legislation affectingthem-that many citizens had never seen or heard before: \"Togetherthese efforts and advances spotlighted for the nation the institutionaldifficulties lesbian and gay families face living their lives on a dailybasis and re-ignited the debate over the need for relationshiprecognition by government of families headed by same-sexpartners.\" '258 The foregoing quote is illustrative of the possibility thatSeptember 11, 2001 gave many people their first exposure to thereality of same-sex couples' lives and the hardships they face whenmarriage-based rights are absent. Such awareness \"re-ignited\" thedebate over same-sex couples' legal recognition. Further,The tragedy of Sept. 11 .... affirmed some trends and traits that aresources of pride, while.., also... discovering and facing others thatreveal our fragility and intolerance. Nowhere is this more evidentthan with our humane, yet controversial, treatment of gay men andlesbians who lost partners on that horrible day.259The idea that people \"discovered\" the existence of same-sexcouples and gay and lesbian victims for the first time after September11, 2001 was not uncommon.2 6 Past isolated events often have raised257. Press Release, Empire State Pride Agenda, supra note 6.258. See Crime Victims Press Release, supra note 224; see also Hank Stuever, TheBomb with a Loaded Message: For Gays in America, Even Heroism Isn't a Ticket toInclusion, Wash. Post, Oct. 27, 2001, at C1 (\"We're not in 'Leave It to Beaver' landanymore. There are all kinds of families who don't fit the government's definition offamily, who need help and won't be able to get it.\").259. Bill Maxwell, Gay Survivors of the Sept. 11 Tragedy Deserve Death Benefits,St. Petersburg Times, June 2, 2002, at 1D (emphasis added).260. See Evelyn Nieves, Passenger on Jet: Gay Hero or Hero Who Was Gay?, N.Y.2862 [Vol. 722004] SAME-SEX RELA TIONSHIPS IN NEW YORK 2863the recognition of same-sex couples and the difficulties they face.These isolated events, however, rarely gain critical mass and moreoften lead to ad hoc court judgments and lawmaking that aid same-sexcouples, albeit in a very discrete sense.2 61 The legislative response toSeptember 11, 2001 was recognized as a departure.262Media coverage was not limited to those in support of extendingcivil rights to same-sex couples; commentators arguing against therecognition of same-sex couples were numerous. Louis Sheldon, thefounder and chairman of the Traditional Values Coalition, said thatneither the government nor private relief agencies should haveprovided assistance to the same-sex partners of September 11, 2001victims. He claimed that, with respect to gay rights organizationslobbying for aid, \"[t]hey are taking advantage of this national tragedyto promote their agenda, 263 that private relief groups \"should be firstgiving priority to those widows who were at home with their babiesand those widowers who lost their wives\"2 6 and that \"assistanceshould be given on the basis and priority of one man and one womanin a marital relationship. '265  He went on to state that gay rightsorganizations were using the tragedy to redefine marriage.266 Rev.Jerry Falwell and Pat Robertson assessed blame for the attacks on,among others, gays and lesbians: \"I really believe that the ... gaysand the lesbians who are actively trying to make that an alternativelifestyle ... all of them who have tried to secularize America, I pointthe finger in their face and say, 'You helped this happen.' '' 267 TheseTimes, Jan. 16, 2002, at A12 (\"Maybe because of the lack of visible heroes for us,there's a greater significance in finding heroes.\").261. The Empire State Pride Agenda supports this theory. See Empire State PrideAgenda, State of the State Report 2003, at 13-16 (2003), available athttp://www.prideagenda.org/stateofstate/2003/legalstatus.pdf.262. See Nancy E. Dowd, Law, Culture, and Family: The Transformative Power ofCulture and the Limits of Law, 78 Chi.-Kent L. Rev. 785 (2003). Professor Nancy E.Dowd argued:Our response to 9/11, it seems to me, has been to embrace all who have lostand thereby to embrace the most fluid, flexible, relational view of family. Itis a definition of family founded in love and emotion, acts and history, ratherthan status or formality. At least on this occasion, we have forgotten ourobjections to nontraditional families and embraced a definition of familybased on emotional connection. Perhaps we have witnessed atransformation.Id. at 799.263. Thomas B. Edsall, Minister Says Gays Should Not Get Aid, Wash. Post, Oct. 5,2001, at A22.264. Id.265. Id.266. Id. Two days after the attacks Reverend Pat Robertson asserted that an\"angry God\" had allowed the terrorists to succeed because, among other reasons heproposed, the United States had become a nation of abortion, homosexuality, secularschools and courts, and the American Civil Liberties Union. See Nieves, supra note260.267. Laurie Goodstein, After the Attacks: Finding Fault; Falwell's Finger-PointingInappropriate, Bush Says, N.Y. Times, Sept. 15, 2001, at A15. Jerry Falwell laterFORDHAM LAW REVIEWremarks illuminate both the recognition of what was happening tosame-sex couples and the debate that ensued.2 6s They elucidate theconflict between prior non-recognition and the new shift in treatmentthat enflamed Sheldon and others.While gay rights groups' declarations of success, Governor Pataki'sremarks and issuance of Executive Orders,269 and the antagonisticremarks by certain members of the Christian right create a perceptionof substantial change, they are not conclusive. New York's legislation,however, is facially demonstrative of change because certain civilrights plainly did not exist for same-sex couples before September 11,2001 but existed afterward. 270II. STORYTELLING AND SOCIAL CHANGEIn Part I, this Comment outlined the general legal treatment ofsame-sex couples with an emphasis on such treatment in New York,including the treatment of the same-sex survivors of victims ofSeptember 11, 2001. The legislative events following September 11,2001 exposed the need for change as existing laws confronted themodern realities of committed same-sex relationships. Changeseemed to come relatively easily after years of obstinence from boththe courts and legislators, albeit in a limited form directed toward adiscrete number of people. While relatively limited, the change hasbeen heralded as indisputably unique and politically successful, assame-sex surviving partners gained rights they were never privy tobefore.271 These reforms in the legal treatment of same-sex couplesraise the question of how September 11, 2001 affected lawmakers tospur them to act as they did. Were their views of same-sex couplesfundamentally altered? The reforms also beg the question of whattheir long-term effects will be. Will history look back on the events asa footnote in the gay rights struggle, or as a significant turning point?Part II.A. discusses how storytelling is used by legal commentatorsand practitioners to air the voices of disenfranchised groups.Storytelling is a tool that attempts to use the personal narratives ofdisenfranchised groups to provide a different perspective on the moredominant narratives inherent in the law.272 Scholars argue that law isapologized for his remarks. See Gustav Niebuhr, A Nation Challenged: PlacingBlame; Falwell Apologizes for Saying an Angry God Allowed Attacks, N.Y. Times,Sept. 18, 2001, at B4.268. The debate did not cease after 9/11. As of September 2003, governmentalofficials-largely from the Republican Party-have proposed a constitutionalamendment that would define \"marriage\" as a relationship solely between a man anda woman. See infra note 467.269. See supra note 222.270. See supra Part I.C.2.271. See supra Part I.C.2.272. See generally Mary I. Coombs, Outsider Scholarship: The Law Review Stories,63 U. Colo. L. Rev. 683 (1992); Richard Delgado, Storytelling for Oppositionists and2864 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORKinherently narrative but that often only dominant \"ingroup\"narratives are heard.2 13 Consequently, scholars call for non-dominant\"outgroups\" to embrace their own narratives to bring their voices tothe forefront.274 By doing so, storytelling can act as a tool to buildcommunity within outgroups, and as a method by which to enlightenand persuade others as to outgroups' experiences. 275 Storytelling is aparticularly powerful tool for same-sex couples, as they must tell theirown stories to counter established and homophobic narratives.276 Theevents of September 11, 2001 itself told many stories, including thoseof same-sex couples affected by the tragedy. Individuals, too, spokeout and articulated narratives that exposed the realities and hardshipssame-sex couples endure. These narratives played a role in thelawmaking that followed. Part II.B. introduces frameworks used bysocial scientists to evaluate how social change occurs. The literatureexplores the role of discrete events and how they often act asopportunities for a social movement to progress and change publicopinion. September 11, 2001 is analogous to the types of events thatsparked progress for other social movements in the past.Consequently, this literature provides a lens through which toevaluate the potential implications of September 11, 2001 on the legaltreatment of same-sex couples.A. Storytelling1. Outgroups' Use of StorytellingStorytelling refers to the use of personal narrative to communicatea non-dominant perspective of the law.277  At its core, storytellingpremises that the law's presumed objectivity and impartiality isillusory.278 Proponents of storytelling argue that the law actuallyOthers: A Plea for Narrative, 87 Mich. L. Rev. 2411 (1988); Lynne N. Henderson,Legality and Empathy, 85 Mich. L. Rev. 1574 (1987) (arguing that storytelling caninduce empathy).273. See Coombs, supra note 272, at 683-89 (arguing that traditional scholarshipitself is what has spurred the creation of outsider scholarship); Delgado, supra note272, at 2412-13, (dominant narratives \"are like eyeglasses we have worn a long time\").274. See Coombs, supra note 272, at 683-89; Delgado, supra note 272, at 2412-16.275. See Marc A. Fajer, Can Two Real Men Eat Quiche Together? Storytelling,Gender-Role Stereotypes, and Legal Protection for Lesbians and Gay Men, 46 U.Miami L. Rev. 511, 516-22 (1992) (arguing that storytelling has an \"inclusive\" and\"persuasive\" function).276. See William N. Eskridge, Jr., Gaylegal Narratives, 46 Stan. L. Rev. 607 (1994)(using examples of homosexuals in the military to demonstrate the value ofstorytelling); Fajer, supra note 275, at 516-22.277. See generally Mar J. Matsuda, Looking to the Bottom: Critical Legal Studiesand Reparations, 22 Harv. C.R.-C.L. L. Rev. 323, 324 (1987) (calling for the adoptionof unheard voices by \"looking to the bottom\"); Symposium, Legal Storytelling, 87Mich. L. Rev. 2073 (1989).278. See Coombs, supra note 272, at 684-85.2865FORDHAM LAW REVIEWreflects a dominant majority vision that ignores the voices oftraditionally marginalized groups, or \"outgroups. ' '2 7 9 Consequently,what is perceived as normal or institutional is in reality a reflection ofthe elite's perspective and biases, which inherently ignores therealities of outgroups' experiences. The effect of \"ingroup\"dominance is a legal system impervious to the voices of others. Itsdominance can lead to oppression. If you believe that \"social reality isconstructed,' 280 as proponents of storytelling do, the danger is clear.Individuals unknowingly believe that one particular set of narrativesand experiences is reflective of experiences globally.2 1  Mostimportantly, laws are created and interpreted through this assumedneutrality; in reality, the law is actually informed by subtle and moreovert prejudices.282Given this paradigm: \"The attraction of stories for ... [out]groupsshould come as no surprise. ' 283 Through storytelling, outgroups areable to both voice their stories and alternative perspectives \"tosubvert [commonly accepted legal] realit[ies].\" ' 81 Proponents ofstorytelling contend that legal \"objectivity\" is an impossibility. Theybelieve that the law is subjective and needs to be recognized as such.More importantly, outsider groups should embrace their own voices inorder to posit themselves as antithetical to what is normative oraccepted in the law and legal scholarship.285Storytelling has two primary benefits. First, it allows outgroupmembers to strengthen themselves and build community byarticulating what is common between them.28 6 When outgroupmembers hear common stories from their peers, it strengthens theircommunity. In addition, they begin to create and realize their ownhistory.28 7 Second, storytelling has the ability to persuade ingroups,and other individuals who are normally blind to what outgroups haveto say, to become more empathetic. 28  By articulating a rarely heardvoice, storytelling gives the establishment an insight into the particularoutgroup's experience. Once a dominant ingroup understands that279. See Delgado, supra note 272, at 2412. Similarly, storytelling has beencharacterized as \"outsider scholarship\" contrasted against traditional scholarship. SeeCoombs, supra note 272, at 684-85. The majority has been characterized as a group oflegal elites who are overwhelmingly white and male. See Eskridge, supra note 276, at607.280. See Delgado, supra note 272, at 2416.281. See id.282. See id. at 2413; Lin, supra note 22, at 746.283. See Delgado, supra note 272, at 2412.284. See id. at 2413.285. See Coombs, supra note 272, at 684-85.286. See Delgado, supra note 272, at 2414-15; Fajer, supra note 275, at 516-20.287. See Fajer, supra note 275, at 517-18.288. See id. at 521-22; Lin, supra note 22, at 749-50 (\"The persuasive storytelleruses the story as a tool to illustrate abstract points and to evoke empathy from thelisteners, in hopes of promoting a greater understanding of lesbian and gay culture.\").[Vol. 7228662004] SAME-SEX RELATIONSHIPS IN NEW YORKdiffering experiences exist, and then listens to them, the ingroup maybe able to change its ways. Storytelling thus allows outgroups topersuade, change mindsets and chip away at prejudices.28 9 The stakesare high because the power to persuade will impact how laws arecreated and interpreted. Indeed, it is the province of \"common lawjudges [to] create abstract rules based on evaluation of individualstories.\"\"29 It is no surprise, then, that storytelling has been embracedby outgroups and other political minorities challenging the statusquo.291Critical legal theorists and feminist scholars have embraced the useof storytelling to theorize that outside voices-particularly those ofwomen and/or people of color-have been traditionally left out oflegal discourse.292 Outsiders argue that legal elites are comprisedprimarily of white heterosexual men. Moreover, because \"[l]egalscholarship is inevitably narrative,\" '293 scholars doubt whether suchelites' stories \"reflect social consensus or neutral values. 294Narratives from the outside, which are infused with personalexperiences and stories that \"look[] to the bottom, '\" 91 provide a newlens through which to understand the law.296 Storytelling is thus apolitical act used to raise consciousness within outgroups. At thesame time, it persuades ingroup members to alter their views.297Storytelling's applicability to gays and lesbians is clear. Thetraditional mistreatment of gays and lesbians warrants its application.Moreover, its potential to alter attitudes about gays and lesbians isstrong. Indeed, gay and lesbian activists have embraced the use ofstorytelling in numerous ways and contexts. 982. The Importance of Storytelling to Same-Sex CouplesGays and lesbians are arguably the most disenfranchised of thedisenfranchised, often discriminated against by groups whothemselves are victims of discrimination.299  This historicdiscrimination has resulted in the exclusion of gays and lesbians frommany of the rights and privileges that others enjoy under the law.3°°289. See Fajer, supra note 275, at 521-22.290. Id. at 521.291. See Coombs, supra note 272, at 686-89.292. Id. at 685-86.293. Eskridge, supra note 276, at 607.294. Id. at 608; see also Lin, supra note 22, at 746.295. Matsuda, supra note 277, at 324.296. See Eskridge, supra note 276, at 608; Lin, supra note 22, at 746.297. See, e.g., Eskridge, supra note 276, at 614.298. See, e.g., id. at 607-09; see also infra Part II.A.2.299. See Lin, supra note 22, at 748 (citing Frank Browning, The Culture of Desire:Paradox and Perversity in Gay Lives Today 4 (1993)).300. See id. at 751-58 (recounting the historic exclusion of gays and lesbians andanti-gay rhetoric).2867FORDHAM LAW REVIEWThe inability to marry,3\"1 and often times to adopt children,3 2 are bothclear examples of this exclusion. Legal scholars have argued that suchexclusions are rooted in a deep history of stereotyping and reliance onfalse \"understandings\" about the lives of gays and lesbians and theirrelationships.303Gays and lesbians have been excluded in large part because courtsand lawmakers' \"understanding\" of gays and lesbians has consistentlyrelied on narratives grounded in animus and misconception.3°4 Anindividual's \"understanding\" of same-sex relationships often amountsto nothing more than a caricatured stereotype based on \"pre-understanding. \"30 ' The term \"pre-understanding\" has been used torefer to the scheme of beliefs a listener-particularly an ingroupmember-has prior to actually hearing an outgroup member's story.30 6Pre-understanding is damaging because, in effect, the listenersupplants the speaker's words with his or her own.3 7  Pre-understanding of gay and lesbian relationships arises in a wide rangeof scenarios, including assertions that gay men and lesbians are notand/or cannot be members of the armed forces,308 that sexual activitydefines being gay and precludes monogamy and child rearing,3 9 thathomosexuals \"flaunt\" their sexuality,310 and that homosexuals embodycharacteristics of the other gender.3 As harmful as reliance on pre-understanding may be generally, damage stemming from the courts'and lawmakers' reliance on certain pre-understandings is arguablyworse.Courts use their own narratives, which have important effects:\"Courts must be cognizant that their decisions generate a narrativethat dictates, to a large extent, social norms. 31 2 Unfortunately, courtshave traditionally used their own dominant-and false-narratives todisenfranchise gay men and lesbians.313 For example, the courts'301. See supra notes 26-38 and accompanying text.302. See Lin, supra note 22, at 768-69.303. See id. at 768-81. See generally Larry CatO Backer, Constructing a\"Homosexual\" for Constitutional Theory: Sodomy Narrative, Jurisprudence, andAntipathy in United States and British Courts, 71 Tul. L. Rev. 529 (1996).304. Backer, supra note 303, at 539 (\"Traditionally, courts in the United States andGreat Britain have had an extraordinarily difficult time dealing empathetically orintelligently with issues relating to the criminal regulation of sexual nonconformity(particularly adult, noncoercive sexual activity) . .. [including] cases which directlyinvolve those quintessential sexual nonconformists-gay men and lesbians.\")305. See Fajer, supra note 275, at 524-25 (citation omitted).306. See id.307. See id.308. See Eskridge, supra note 276, at 614-15.309. See Fajer, supra note 275, at 537-46. Professor Fajer coins this phenomenonthe \"sex-as-lifestyle assumption.\" Id. at 537.310. See id. at 571-91.311. See id. at 607-24.312. See Lin, supra note 22, at 766.313. See generally Backer, supra note 303.2868 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORKnarratives in sexual conduct cases have created a jurisprudencebrimming with stock narratives of homosexual men as \"mythologicalfigures of disgust.\"314 The result is that:[flor judges telling stories, and hearing stories in cases on a dailybasis and over a number of years, the mass of this narrative makes iteasy to believe that sexual nonconformists are almost invariablydisgusting in some basic way... [and are] invariably linked topredator, pied piper, whore, and defileT.315A prime example of this stereotype is Bowers v. Hardwick,316 whichhas been heavily criticized for taking a blind eye to the actual facts ofthe case and simply relying on stock stories about gay men.317 Indeed,commentators have lambasted Bowers for failing to view thedefendant as a human being at all.31Another example of a damaging narrative takes place in the contextof gays in the military. Professor William Eskridge has discussed theuse of narrative in the context of the U.S. government's creation of its\"Don't Ask, Don't Tell\" policy.31 9 In congressional hearings thatcontemplated lifting the military's ban on homosexuals, gay men andlesbians were characterized as \"selfish and sexually predatory,\"attributes that individuals claimed should preclude them from militaryservice.320 These stock characterizations, though, flew directly in theface of personal narratives that told a different story.32' One ArmyColonel testified that he had always worked with \"excellent\"homosexual soldiers, and that he had never witnessed any predatorybehavior.3 22 Such a narrative can be very compelling because it forcesingroup members to test their baseless, abstract propositions (i.e., pre-understandings) against concrete cases.3 23 Discriminatory narratives,then, have historically infringed the rights of gays and lesbians.Clearly, gays and lesbians will benefit from replacing those narrativeswith their own.Like other outgroups, gays and lesbians have begun to utilizestorytelling to build community and persuade ingroups to depart fromcommon perceptions and cease their proclivity to stereotype.324314. Id. at 531.315. Id. at 567.316. 478 U.S. 186 (1986) (upholding a statute criminalizing homosexual sodomy),overruled by Lawrence v. Texas, 123 S. Ct. 2472, 2484 (2003).317. See Henderson, supra note 272, at 1638-49 (detailing the background and legalarguments used in Bowers).318. See, e.g., id. at 1642.319. See Eskridge, supra note 276, at 614-15.320. Id. at 615.321. See id.322. Id.323. See id. at 615-16 (describing the story of a fifteen-year veteran who was\"hounded out of the military\").324. See Fajer, supra note 275, at 517-20.2869FORDHAM LAW REVIEWCommunity-building is particularly important to the gay and lesbiancommunity because of the effects of the closet . 2  The closet has asilencing effect on gay men and lesbians that precludes them fromvoicing their sexual orientation to others.326 Hearing the coming outstories of others can help gay men and lesbians living in the closet tocome out themselves and, thereafter, build solidarity from others'stories.327Storytelling for persuasive purposes centers on the ability tosubjectively and artfully shape and articulate a legal argument basedon a certain factual situation. The narrative used is as important asthe underlying argument itself: \"[T]he key to achieving gay rightsmay lie not in the substance of the legal arguments, but in the waythey are presented. 3 2  Presentation through storytelling allows thespeaker to voice emotion, something that has been traditionallyunderstood to be distinct from the law. A dichotomous approach tothe law that views reason and emotion as separate is fundamentallyflawed because it assumes emotion must play no part in thinking\"legally\":The avoidance of emotion, affect, and experiential understandingreflects an impoverished view of reason and understanding... [that]stems from a belief that reason and emotion are separate, thatreason can and must restrain emotion, that law-as-reason can andmust order, rationalize, and control.329Consequently, storytelling can be persuasive because it allows aspeaker to bring a human element to an otherwise abstract legalargument. 30 The human side of a story creates a \"common emotiveground\" between the speaker and listener that can spur empathy.331At a more basic level, storytelling for gays and lesbians has\"informational value\" because it reminds the unaware or bigoted thatgays and lesbians exist. 3 2 When ingroups are reminded of gays and325. See id. at 535.326. See id. at 591-602.327. See id.; see also Lin, supra note 22, at 748-49.328. See Fajer, supra note 275, at 513. Professor Gerald P. L6pez has argued thatbecause we think about social interaction in story form, we inherently rely on \"stockstories.\" Gerald P. L6pez, Lay Lawyering, 32 UCLA L. Rev. 1, 3 (1984) (citationomitted). Because individuals have limited information, stock stories allow us tomake decisions more efficiently. They allow us to carry on our interactions withothers \"without constantly having to analyze\" our thoughts. Id. The lawyer'schallenge is to recognize how people use stock stories and then learn how tomanipulate them to one's advantage: \"To solve a problem through persuasion ofanother, we therefore must understand and manipulate the stock stories the otherperson uses in order to tell a plausible and compelling story-one that moves thatperson to grant the remedy we want.\" Id.329. See Henderson, supra note 272, at 1575-76.330. See Fajer, supra note 275, at 521-22.331. Id. at 521.332. See Eskridge, supra note 276, at 614.2870 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORKlesbians' existence and, more importantly, their inequitable treatmentunder the law, it becomes more difficult for ingroups to deny the costsof their policies.333Lawmakers' responses to September 11, 2001 reflect the stronginformational value of storytelling. The public, including legislators,heard powerful stories that humanized individuals' losses.334  Forexample, Larry Courtney articulated to the public that despite livingin a committed relationship with his partner for more than thirteenyears, their relationship did not count as far as New York State wasconcerned.3 As legal scholars have argued, the true and human sideof a story often leads an ingroup, such as the New York Statelegislature, to change its ways.336 When lawmakers were confrontedwith real victims' stories, they realized the inequity of applyingarbitrary rules that produced inequitable results in real-life situations.B. How Can Change Be Measured?Part I.C. discussed the changes in the treatment of same-sex couplesstemming from September 11, 2001. Part II.A. defined storytellingand discussed how storytelling has been used by gays and lesbians toboth build internal community and persuade and inspire those outsideof their community to understand the legal problems they face. Thissection explores the question of how to measure the changes intreatment of same-sex couples after September 11, 2001. Because thelegislation will be criticized as a one-time sympathetic act that doesnot signify any true fundamental change, legal scholars must attemptto understand whether the change really is fundamental andpotentially long-lasting. Sociologists have explored this question andprovided some insights.How, for example, can scholars determine the extent of change andestablish a causal relationship between potential factors andsubsequent effects? Did the change stem from one particular factor,such as the terrorist attacks of September 11, 2001, or an aggregate ofexisting factors, including pre-September 11, 2001 gay rights victoriesin New York?337 In other words, was the legislative response toSeptember 11, 2001 one additional victory in a slow-moving line ofvictories? Or does it somehow stand apart and represent a moresubstantial victory than those smaller victories that came before it?This inquiry is more difficult to undertake without the benefit ofknowing the long-term consequences of the legislation in question.338333. Id.334. See, e.g., Worth, supra note 1.335. See id.336. See supra Part I.C.2.337. See e.g., supra Part I.B.3.338. See Joel F. Handler, Social Movements and the Legal System: A Theory ofLaw Reform and Social Change 36 (1978) (\"Defining and measuring outcomes is28712872 FORDHAM LAW REVIEW [Vol. 72Indeed, this Comment can only forecast the legislation's future effects.Determining how social change is born, evolves, and how it can beanalyzed, is a subject that social scientists have explored before invarious contexts. Generally, social science literature addressing socialchange has bled into legal scholarship; in fact, there has been a call bylegal scholars to utilize such literature to supplement legalscholarship.339In sum, social scientists have found that identifying and measuringchange is problematic. One commentator notes that \"themeasurement of change and its causal attribution present considerablemethodological problems.\"\"34  A wealth of literature dedicated todefining success approaches the problem in a number of ways, oftenfocusing on particular social movements and their effects on the law.34'One text providing a framework to measure change is particularlyapplicable to post-September 11, 2001 lawmaking.3421. Defining Success: \"New Advantages\" and \"Acceptance\"William Gamson's The Strategy of Social Protest provides a goodstarting point for this inquiry.343 Professor Gamson studied fifty-threesocial movements and protest groups,3\" \"challenging groups,\" 35 whobetween 1800 and 1945 \"challenged some aspect of the status quo. 34 6His study analyzed each group's \"target of influence,\" or the personor institution whose decisions or policies the challenging group soughtfurther complicated ... [where the subjects are] contemporary organizations .... Inmost cases, outcomes will have to be in the nature of a forecast and the theory will notbe able to be validated.\"); Constance A. Nathanson, Social Movements as Catalystsfor Policy Change: The Case of Smoking and Guns, 24 J. Health Pol. Pol'y & L. 421,432 (1999) (\"An additional problem arises in the case of ongoing social movements:how successful the movement appears depends on at what point in the movement'strajectory (unknowable, except in retrospect) success is measured.\").339. See Edward L. Rubin, Passing Through the Door: Social Movement Literatureand Legal Scholarship, 150 U. Pa. L. Rev. 1, 63 (2001) (\"There is much to learn fromsocial movements literature.\"). In addition to its application to other legal fields,Professor Rubin argues that social movement literature can shed new light on the\"legal status of women ... [as well as] the labor movement, the civil rights movement,the gay rights movement, and the children's rights movement.\" Id. at 79.340. Nathanson, supra note 338, at 431.341. See, e.g., William A. Gamson, The Strategy of Social Protest 28, 28-37 (1975)(\"Success is an elusive idea.\"); Handler, supra note 338, at 34, 34-41 (\"Definingorganizational success is a difficult problem.\"); Mayer N. Zald & John D. McCarthy,The Dynamics of Social Movements 190 (1979) (\"A particularly knotty problem inthe study of social movements is how to assess their impact.\").342. See generally Gamson, supra note 341.343. Id.344. Id. at 19-22.345. Id. at 14-18.346. Id. at ix. The challenging groups represented a broad array of socialmovements and included the National Urban League, the American Birth ControlLeague, the American Labor Union, the American Federation of Teachers, and theCommunist Labor Party. Id. app. A, at 145-53.2004] SAME-SEX RELATIONSHIPS IN NEW YORKto modify; the \"target of mobilization,\" or the \"group's constituency\"or other individuals whom the group used to seek its change; and the\"target of benefits,\" or the beneficiaries of the changes beingsought.347 The study employed a set series of criteria applied to eachgroup 348 to determine its \"success,\" which, admittedly, he recognizedas \"an elusive idea. 349Gamson defined success as a set of outcomes: \"one concerned withthe fate of the challenging group as an organization and one with thedistribution of new advantages to the group's beneficiary. ' 350  Theformer refers to whether the target of influence, or \"antagonist,\"accepts the challenging group in some manner \"as a valid spokesmanfor a legitimate set of interests. ' 35 1 The latter refers to a more tangibleadvantage gained by the group's beneficiaries.352 The response toboth questions produces four possible outcomes ranging from\"collapse,\" or achievement of neither, to \"full response,\" orachievement of both.3  Because he had the benefit of hindsight-tracking the entire arc of a challenging group's rebellion-ProfessorGamson's analysis measured outcomes at the end of the challenge.As already noted, this Comment's analysis does not have this benefitbecause the changes sought after September 11, 2001 are part of thegreater ongoing challenge for same-sex couple rights.354  WhileGamson's approach is a good starting point, one commentator hasobserved that, beyond Professor Gamson's two-dimensionalapproach, \"there is little consensus\" on how to define success.There are other methodologies, though, which lend credence to thevalidity of Gamson's approach. One similar dichotomous approachsplits the types of success between \"symbolic rewards\" and \"tangible347. Id. at 14-16.348. Id. at 24-27. The questionnaire was comprehensive. It included a group ofquestions that sought to determine how the challenging group interacted with \"thelaw enforcement system, government agencies, mass media, political parties,legislative bodies, and private interest groups.\" Id. at 25. The survey further analyzedthe challenging groups' internal characteristics, such as \"its leadership, organizationalstructure, resources, tactics, [and] ideology.\" Id. It further evaluated the attributes ofeach challenging group's constituency and their relationship to the greater challenginggroup. Id. app. C, at 172-75.349. Id. at 28.350. Id.351. Id.352. Id. at 28-29. The example of a \"new advantage\" that Professor Gamson thenprovides-which is particularly apropos for this inquiry-is \"the passage of thelegislation that [the group] desired.\" Id. at 29.353. Id. The intermediary levels are \"preemption\" and \"co-optation.\" Id.354. Alternatively, if one views the post-September 11, 2001 advocacy for same-sexcouples as a discrete event, it can be viewed as achieving \"full response,\" in that \"newadvantages\" were gained through the resulting legislation. See supra Part I.C.Moreover, \"acceptance\" was also achieved as evidenced implicitly by passage of thelegislation and explicitly by the commentary accompanying it. See supra notes 222,231.355. Nathanson, supra note 338, at 431.2873FORDHAM LAW REVIEWrewards,\" such as goods and services.356 Tangible rewards can consistof: \"tangible benefits such as better health, education, and welfareprograms .... For consumer groups, tangible benefits would meansafer and more economical products ... for minorities, the enjoymentof civil rights, jobs, and so forth.\" '357 Under this framework, tangiblerewards are the analog of new advantages in the Gamson schema.2. The Role of Political OpportunitiesSociologists have also argued that discrete political opportunities,rather than more \"persistent social or economic factors,\" have thepotential to produce greater social change.358 Such opportunities aredefined broadly to include longer-lasting events, such as boomingeconomies.35 9 For example, it has been argued that the anti-warmovement and other social movements of the 1960s relied on anti-material ideologies that were triggered by the United States' risingaffluence.36  Similarly, labor strikes are more likely in robusteconomies than in depressive ones because higher demand forworkers gives them more leverage and political clout.3 61More dramatic events also spur change: \"major new policies ofgovernment come about through broad changes in public opinionusually caused by dramatic events (wars, depressions, etc.),extraordinary leadership, or the accumulation of ideas filteredthrough the media. 3 62 Under this viewpoint, a social reform group'srole is more limited; it can \"put[] ideas on the national agenda, butorganizations cannot bring about such change on their own.\"3 63Professor Gamson hypothesized that external crises, such as \"aforeign war or natural disaster,\" should empower challenging groupsbecause their targets in the political system are less equipped to turnback the challenge. 3' His theory was essentially an economic one:the crisis results in the State having fewer resources to allocate to\"control a challenging group if necessary. 3 65 Applying his theory tothe sample of 53 challenging groups, he found that \"challenginggroups that began their challenge in quiet times... do neither betternor worse than their brethren [who begin] in turbulent times. '366356. See Handler, supra note 338, at 36-37.357. Id. at 36.358. See Sidney Tarrow, Power in Movement: Social Movements and ContentiousPolitics 71 (2d ed. 1998).359. Id. at 72-73.360. See id. at 77.361. Id. at 72-73.362. Handler, supra note 338, at 39.363. Id.364. See Gamson, supra note 341, at 111.365. Id. (\"It frequently becomes more convenient to yield than to divert preciousresources from an already strained system for purposes of social control.\").366. Id. at 112.2874 [Vol. 722004] SAME-SEX RELA TIONSHIPS IN NEW YORKHowever, Gamson then analyzed the success of social movementsalready begun prior to a crisis and found that \"crisis is an aid to thosechallengers who have already launched their effort and have sustainedit, although without results, up to the time of the crisis. \"367While scholars may debate whether the movement for same-sexrelationship recognition has been entirely \"without results\" prior toSeptember 11, 2001, the post-September 11th results are certainlysignificant relative to prior results. The resulting conclusion is thatwhere the challenge is not part of the crisis itself, as is the case herebecause the fight for same-sex relationship recognition was not bornon September 11th, government is forced to manage other, morepressing challenges.3\" The result is a normalization between theantagonist and the challenging group, and a postponement ofdemands in exchange for the promise of future advantage.369 OneSeptember 11th-related example of an ongoing challenge affected bythe terrorist attacks is the argument that foreign policy and criminallaw changed dramatically with the ensuing war on terrorism.3 70Specifically, shifts in foreign policy and criminal law \"whilemomentous, w[ere] not entirely sudden\" '37 1 and that the seeds for suchchanges were planted in responses to the 1993 World Trade Centerbombing and the 1998 American Embassy bombing in Africa.372 Thepolitical opportunities doctrine has been used in many contexts; oneanalogue to September 11, 2001 provides additional support that thelegislative response to September 11, 2001 is not unfounded, and thatits effects may, in hindsight, prove to be considerable.3. AnalogueA brief discussion of one other social movement provides aneffective way to look at the application of the social science literatureand begin to hypothesize about the application of the post-September11, 2001 laws. The anti-smoking movement and its effects on367. Id. at 114.368. Id.369. Id.370. See Comment, Responding to Terrorism: Crime, Punishment, and War, 115Harv. L. Rev. 1217 (2002). The author argues that our foreign policy \"substantiallychanged in the aftermath of the attacks [with] [t]he so-called 'Bush Doctrine'-whichtreats states that harbor terrorists on par with the terrorists themselves.\" Id. at 1227.Furthermore, the policy transformed our criminal justice system because it was notused: \"[T]he response to September 11 has, thus far, taken place largely outside thecriminal justice system.... Whatever form of justice is at work here, it is not thetraditional form of criminal justice the United States has [previously] applied inaddressing terrorism.\" Id. at 1226-27.371. Id. at 1228.372. Id. at 1228-29. The author argues that, while the magnitude of the 9/11 attackssets it apart, the \"elements of the current response can be found in past responses, butthey did not coalesce into a coherent doctrine until September 11.\" Id. at 1228.2875FORDHAM LAW REVIEWpolicymaking highlight the importance of political opportunities.373One author argues that there had been no grassroots anti-smokingmovement before 1964 when the Surgeon General issued a reportexposing the dangers of smoking. The report \"was the opportunitythat threw a monkey wrench into this system by creating openings fordissident individual members of Congress [and] federal agenciesunconnected with the tobacco subsystem. 3 74  The report clearlybecame a political opportunity.Thereafter, federal agencies, benefiting from their independencefrom the targets of challenge, e.g., Congress,375 began anti-smokinginitiatives, including the requirement imposed on tobacco companiesto include package warnings.376 A parallel in New York is the NewYork State workers' compensation377 and crime victims boards,3 78 andKenneth Feinberg, the Special Master of the FVCF.379 While notregulatory agencies, they maintain more autonomy than legislaturesand, consequently, play important roles to the same-sex partners ofSeptember 11, 2001. Their decision making with respect to same-sexcouples can provide at least symbolic precedent for futurepolicymaking and, while their hands are tied to a degree by statute,each has significant latitude in determining whether a same-sexrelationship is eligible for its respective payment.84. Disaster ReliefCongress has shown \"an increasing willingness to deal with personalinjury claims when there is a 'disaster.\"\"'38  The most immediateexample is Congress's passage of the Air Transportation Safety andStabilization Act, and its Federal Victims Compensation Fund, inresponse to the September 11, 2001 terrorist attacks. 2 Federallegislation following disasters has, of course, not been limited to theissue of personal injury claims.383 The nature of such post-disasterlegislation has been examined before and is beneficial to this post-September 11, 2001 legislation inquiry.373. See Nathanson, supra note 338, at 466-75.374. Id. at 467.375. Id. at 467-68.376. Id. at 425.377. See supra Part I.C.2.d.378. See supra Part I.C.2.a.379. See supra Part I.C.l.a.380. See supra Parts I.C.2.a. (Crime Victims Board), I.C.2.d. (Workers'Compensation), I.C.L.a. (FVCF).381. Georgene Vairo, Remedies for Victims of Terrorism, 35 Loy. L.A. L. Rev.1265,1292 (2002).382. See supra Part I.C.l.a.383. See, e.g., Jay Schoenfarber, Comment, Capitalizing on EnvironmentalDisasters: Efficient Utilization of Green Capital, 9 Tul. Envtl. L.J. 147 (1995). Forinstance, the Oil Pollution Act of 1990 was passed in response to the Exxon Valdezspill. Id. at 150-53.2876 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORKa. Post-Disaster Relief Depends on Blameworthiness and UniquenessOne commentator has argued that, beginning in the eighteenth andearly nineteenth century, the federal government has traditionallyawarded post-disaster relief based on an individual's ability to presenta narrative of moral blamelessness and fate.384 She argues that thegovernment differentiated between victims of self-imposed povertyand victims of disasters that could not have been anticipated. So, theunemployed were looked upon as lazy and unworthy of relief whereasvictims of earthquakes or floods were viewed as morally blameless.385According to Landis, the distinction could be difficult to make, asexemplified by cases where the government viewed victims ofAmerican Indian attacks as responsible for their fate because theyphysically placed themselves in vulnerable positions by living near theAmerican Indians.386 She further argues that \"[t]he concern mostoften articulated by members of Congress in opposition to grantingrelief was fear of setting a precedent. '387One commentator has argued that governmental relief is morelikely for \"unique\" disasters.388 More specifically, it is difficult torationalize governmental compensation for a single victim in adiscrete accident, but it is more plausible to offer relief to a larger setof unique victims.389 The uniqueness, he argues, is less threatening totaxpayers who won't anticipate paying out again in the future.390Recurring disasters, such as crop failures or floods, do not evoke thesame degree of sympathy because victims can plan, primarily throughinsurance, for future calamities.39b. Criticisms of Post-Disaster ReliefEconomic theorists have argued that constituents often demand,and lawmakers acquiesce in creating, legislation based on \"theirjudgments about the probabilities associated with certain harmfulactivities.\" '392 They argue that individuals often misforecast the risk tobe regulated based on their subjective idea of the harm's384. Michele L. Landis, \"Let Me Next Time Be 'Tried by Fire\"': Disaster Relief andthe Origins of the American Welfare State 1789-1874, 92 Nw. U. L. Rev. 967, 988-98(1998).385. Id. at 978-81.386. Id. at 1018.387. Id. at 998.388. Saul Levmore, Coalitions and Quakes: Disaster Relief and Its Prevention, 3 U.Chi. L. Sch. Roundtable 1, 3-6 (1996).389. Id. at 4-6.390. Id.391. Id.392. Christine Jolls et al., A Behavioral Approach to Law and Economics, 50 Stan.L. Rev. 1471, 1518 (1998).2877FORDHAM LAW REVIEWavailability.33 One area where this is prevalent is in the context ofenvironmental legislation, where the miscalculation of harm\"encourages the well-known 'pollutant of the month' syndrome,where regulation is driven by recent and memorable instances ofharm.\" '394 Two important factors in the perception of the availabilityof an environmental harm are \"the observed frequency of the hazardand its salience.\" '395 Analogizing to September 11, 2001, the frequencyelement is not present, but the salience is undeniably high.One law that was highly criticized because of this misforecastingwas the Comprehensive Environmental Response, Compensation,and Liability Act (\"CERCLA\"),396 or \"Superfund,\" a federal lawdesigned to regulate hazardous waste sites397 which was passedprimarily in reaction to the waste site located at Love Canal, NewYork.398 21,000 tons of chemical waste made its way into the canal viathe site between 1943 and 1952, thereby increasing serious healthrisks, including cancer.399 As a result, it received tremendous mediacoverage and national attention. However, the criticism emphasizesthat any serious health risk remains unproven, but that because it was\"played up and dramatized by the media and other actors, [it]produce[d] a legislative response.\"\"Professor Cass Sunstein criticized the Superfund and has furtherargued that \"[a] good deal of legislation and regulation can beexplained partly by reference to probability neglect when emotionsare running high.\" '' He defines \"probability neglect\" as a person'sinstinct to focus on a potentially adverse outcome, and not its lowprobability of occurrence, when intense emotions are engaged. Oneexample he uses is the high degree of concern over flying post-393. Id.394. Id.395. Id. at 1519.396. 42 U.S.C. §§ 9601-9675 (2000).397. See Robert V. Percival et al., Environmental Regulation: Law, Science, andPolicy 288 (2d ed. 1996).398. See Jolls et al., supra note 392, at 1521.399. See generally N.Y. State Office of Pub. Health, N.Y. State Dep't of Health,Love Canal: A Special Report to the Governor & Legislature (1981) (reporting onthe post-Love Canal toxicological investigation, relocation of residents from the site,subsequent litigation and orders issued by the New York State Health Department);N.Y. State Office of Pub. Health & Governor's Love Canal Inter-Agency Task Force,Love Canal: Public Health Time Bomb, A Special Report to the Governor andLegislature (1978) (reporting on the results of environmental and epidemiologicaltesting at Love Canal); Adeline Gordon Levine, Love Canal: Science, Politics, andPeople (1982) (providing a comprehensive overview of the history of Love Canal);Symposium, The 20th Anniversary of Love Canal: Lessons Learned, 8 Buff. Envtl.L.J. 171 (2001) (reflecting on Love Canal's long term effects on science and healthresearch, public policy, industrial policy and environmental social movements).400. Jolls et al., supra note 392, at 1522.401. Cass R. Sunstein, Probability Neglect: Emotions, Worst Cases, and Law, 112Yale L.J. 61, 98 (2002).2878 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORKSeptember 11, 2001 where such fears, which greatly supersede theactual probability of similar disaster, impose great costs.402  Whileprobability neglect probably does not extend to the post-September11, 2001 legislation because it is not geared to mitigate the risk ofsimilar disaster in the future, the contention that interest groups oftenexploit disasters to create new legislation has been seen in the remarksof Louis Sheldon and others,40 3 and supports their hope that thechange is one-time only.Similarly, another commentator has argued that people tend tounderestimate a relatively high-probability risk or to overestimate arelatively low-probability risk.' Consequently, interest groups andpoliticians prey on constituents' fears by legitimizing legislation thataddresses a risk that will most likely not occur again. He states, byexample, that in the financial services industry regulations that followdisasters bear no relation to the remedy needed to respond to thedisaster; instead, the legislation usually is intended to satisfy a narrowinterest group.4 5 Additionally, he argues that \"[alnother captivatinginsight from the literature on social psychology is that people appearto have a fairly strong sense of innate fairness.\"4 °6 Applied here, thepost-September 11, 2001 legislation may reflect our legislators' idea ofwhat is fair.III. SEPTEMBER 11, 2001 CATALYZED A LEGAL RECOGNITION OFSAME-SEX COUPLES THAT IS SUGGESTIVE OF FUTURERECOGNITIONThe United States has experienced other tragedies, includingterrorist attacks on U.S. soil.47  Further, domestic partnershipadvocates and gay rights activists in general have been faced withother events in the past that directly affected gays, lesbians and theirfamilies, often with extraordinary responses4°8 and others with little orno response at all.4\"9 However, the changes after September 11, 2001402. Id. at 100.403. See supra notes 263-68 and accompanying text.404. Jonathan R. Macey, Cynicism and Trust in Politics and Constitutional Theory,87 Cornell L. Rev. 280, 299-301 (2002).405. Id. at 300.406. Id. at 301.407. See generally Brent L. Smith, Terrorism in America: Pipe Bombs and PipeDreams 17-30 (1994).408. See, e.g., supra Part I.B.3.a.409. For example, after the brutal murder of Mathew Shepard there was a greatpush for federal hate crime legislation that includes hate crimes based on sexualorientation. See generally Christopher Chorba, Note, The Danger of Federalizing HateCrimes: Congressional Misconceptions and the Unintended Consequences of the HateCrimes Prevention Act, 87 Va. L. Rev. 319 (2001). Federal legislation was neverpassed, and on the fifth year anniversary of Shepard's murder, the Local LawEnforcement Enhancement Act, which would allow for prosecution of hate crimesbased on sexual orientation, is pending in Congress. See Press Release, The Human2879FORDHAM LAW REVIEWdepart from precedent. Part II.A. discussed the role of storytelling inlegal scholarship and how the voicing of personal narratives hasplayed a large role in persuading third parties to understand the kindsof injustices same-sex couples face, and to further persuade them thatthese inequities must be changed.41 ° September 11, 2001 played such arole. The attacks exposed stories of committed couples that lived livestogether just like married heterosexual couples. 4 ' The problemsthese couples faced in the wake of the tragedy amount to the sameproblems faced by married couples.4 12 The only difference is that forthe former, remedies were nonexistent.413  These stories brought ahuman element to the arguments traditionally made in seeking equaltreatment under the law. 414 In New York, lawmakers responded. 5Part II.B. discussed frameworks employed by social scientists toevaluate social change and how social change can be spurred bycertain unique events, such as disasters. The storytelling scholarshipand frameworks introduced in Part II are used in this part to analyzethe legislative events following September 11, 2001.416 Theydemonstrate that September 11, 2001 told a powerful story that hadnot been told before. That story resulted in legislation marking asignificant change in the perception and treatment of same-sexcouples. These changes are likely to become more than a minorvictory, and will hopefully lead to additional victories in the future.Subsequent developments since September 11, 2001 support thisargument.A. Storytelling and Social ChangeThe social change literature and storytelling scholarship introducedin Part II provide an instructive lens through which to view the post-September 11, 2001 legislation in question.4 7 The social changeliterature sets the framework: Under Gamson's framework,challenging groups are those that are trying to challenge the statusquo.418 They seek \"new advantages\" for their beneficiaries. 419 TheRights Campaign Foundation, HRC Urges Congress to Pass Local Law EnforcementEnhancement Act on 5th Anniversary of Mathew Shepard's Death (Oct. 14, 2003), athttp://www.hrc.org/Template.cfm?Section=Local-LawEnforcementEnhancementAct&CONTENTID=10564&TEMPLATE=/ContentManagement/ContentDisplay.cfm.410. See supra Part II.A.411. See, e.g., Worth, supra note 1.412. Id.413. Id.414. See generally supra Part II.A. (discussing storytelling's ability to expose ahuman element to legal argument).415. See supra Part I.C.2.416. See supra Part I.C.417. While this Comment cannot undertake Gamson's full analysis, I believe acursory application is fruitful.418. See supra text accompanying notes 345-46.2880 [Vol. 72SAME-SEX RELATIONSHIPS IN NEW YORKchallenging group clearly consists of those gay rights' organizations-most prevalently Lambda Legal and the ESPA-who sought both\"new advantages,\" i.e., legislation, and general \"acceptance\" fromNew York lawmakers for their constituency, the same-sex partners ofvictims of September 11, 2001.420 Targets of influence are thoseindividuals, groups, or institutions being challenged.42 The \"target ofinfluence\" is the set of lawmakers, state and federal, targeted by thechallenging group, and the beneficiaries are the same-sex partners ofvictims. While \"acceptance\" appears to be more conceptual and, thus,the more difficult component to measure, Professor Gamson statesthat it involves \"a change from hostility or indifference to a morepositive relationship. 42 2  Surely Governor Pataki's commentsrecognizing all victims of September 11, 2001, which ring of inclusionand acceptance,423 qualify as a movement from indifference to a moreaccepting relationship. Arguably, the reactions of individuals likeRev. Jerry Falwell, Pat Robertson, and Louis Sheldon that followedSeptember 11, 2001424 signify a greater \"hostility or indifference\"toward the same-sex partners of victims. Surely, though, thelegislation speaks louder than the antagonistic remarks of the few.425Further, Jerry Falwell retracted his remarks.426 The other component,\"new advantages,\" which were won are clear: the series of laws andExecutive Orders treating same-sex couples equally to marriedcouples.427A \"tangible reward\" is another term, analogous to Gamson's \"newadvantage,\" that is used to define the concrete benefits that achallenging group can win.428 Under the post-September 11, 2001legislation in New York State, tangible rewards consist of the workers'compensation benefits, crime victims' awards, and payouts under theFVCF. The theory clarifies that the \"success\" of the award of suchgoods and services is not realized upon passage of the legislation;rather, \"success\" comes when the goods and services are actuallyredeemed. Those who do not collect (for whatever reason) are419. See supra text accompanying note 350.420. For examples of both groups' involvement, see, for example, supra notes 178,197, 206, 222 and accompanying text. Further evidence of the importance ofSeptember 11, 2001 to same-sex couples, and the importance of the Lambda LegalDefense Fund's role, is evidenced by its website: \"September 11\" is one of the 19listed \"Issues\" affecting gays and lesbians. Lambda Legal Defense Fund, Issues, athttp://www.lambdalegal.org/cgi-bin/iowa/issues (last visited Apr. 4, 2004).421. See text accompanying supra note 347.422. Gamson, supra note 341, at 31.423. See supra note 222.424. See supra notes 263-66 and accompanying text.425. See supra note 262.426. See supra note 267.427. See supra Part I.C.428. See Handler, supra note 338, at 36.2004] 2881FORDHAM LA W REVIEWexamples of failure.429 Consequently, only the beneficiaries cansubvert the law's \"success.\"Symbolic rewards, likened to Gamson's \"acceptance,\" can be just asimportant as goods and services because they have the potential to actas more enduring victories.43 ° While the tangible rewards grantedthrough the New York State legislation are undeniably substantial,there can be further reaching symbolic rewards because \"[s]ometimesthe law sharpens perceptions and acts as an educator or moralpersuader.\"43  The legislation's potential to act as an \"educator ormoral persuader\" is twofold: it can educate the citizenry about same-sex couples' difficulties, inducing them to help, and it can furthereducate lawmakers and policymakers that the sky will not fall if same-sex couples are recognized as equal to opposite-sex couples.43 2The law's ability to act as a moral persuader and educator issupported by storytelling's message that personal narrative has apersuasive function that provides \"informational value\" to theignorant. 3 In the present context, the most basic information thatSeptember 11, 2001 imparted on the citizenry is that same-sex couplesare real couples that inhabit the same cities, towns, and workplaces asheterosexual couples. While this may seem obvious to some,advocates of storytelling emphasize that ingroups' narrativesdominate our thinking to the extent that outgroups' voices are simplynot heard.4 34 Some may willfully ignore the needs of same-sex coupleswhile others may acquiesce with the ingroup's narrative and assumeeveryone is fairly governed by our law.September 11, 2001, then, told a number of stories that informedthe public, and propelled lawmakers to act humanely. One story isthat many same-sex couples live monogamous, marriage-type livesthat are indistinguishable from couples who actually are allowed tomarry. Indeed, the legislative support for the September 11th Victimsand Families Relief Act recognized the need for relief to all\"committed couples,\" not just those that were married.4 35 Nationalnews media picked up on these stories and brought them to citizenswho, without a tragedy such as September 11, 2001, may not haveheard them.436 Such stories fly in the face of the traditional narrative429. Id. at 37.430. See id.431. Id.432. One historian argues that in cities it is difficult for a disaster to significantlyalter deeply entrenched societal patterns. However, she argues that disasters provideopportunities for a government and its citizenry to honestly evaluate how theyresponded to \"social obligations and ...social needs-in ordinary times.\" KarenSawislak, September 11 and New York City: Patterns of Urban Disaster in the UnitedStates, 34 Urb. Law. 599, 607 (2002).433. See supra Part II.A.434. See supra Part II.A.435. See supra Part I.C.2.b.436. For example, Larry Courtney's story was reported by the New York Times and2882 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORKthat gays and lesbians are over-sexualized beings incapable ofmarrying and parenting.437 The fact that such stories focused oncouples and family lives, rather than sexual conduct, may be a reasonwhy lawmakers were willing to extend certain rights and privileges.Ingroup members were exposed to couples who led lives parallel totheir own -the kind of lives that have financial concerns, like whethera partner will be compensated in the event he or she is injured orkilled on the job.438  These stories allowed ingroup members toanalogize their own lives to those of the affected same-sex couples.Once people understood that same-sex couples do in fact exist, anarrative of gay invisibility under the law surfaced. Larry Courtney'sinaccessibility to workers' compensation payments appeared patentlyunjust, given the length and nature of his relationship with hisdeceased partner.439 It is likely that lawmakers understood this, atleast to a greater extent than they had before. The rationale is thatwhen people can empathize with another's problem, they are morelikely to respond as if they were facing the problem themselves.440The storyteller's goal is to convince the listener that he or she couldhave been the same victim. Generally, stories create empathy byconvincing the listener that he or she is like the subject of the story insome significant way-often through a shared experience of apowerful emotion or an important event. 41 Surely, September 11,2001 served this purpose because those unaffected by the tragedydirectly realized how they very easily could have been affected. Thesurvivors' stories rang of commonality. As storytelling scholarshipteaches, persuasive narratives such as these involve highlightingsimilarities and de-emphasizing difference.\" 2Advocates of storytelling argue that the human side of a narrativeplays a strong part in determining the persuasiveness of an argument.It is clear that September 11, 2001 brought to light many stories, all ofthem human and compelling.443 These stories surely impacted thepublic, including lawmakers. However, questions remain as to thedegree of influence the stories had. Lawmakers were certainlyinfluenced to a degree. For example, both Governor Pataki himselfand the New York State Crime Victims Board invoked the need toother news outlets. See supra note 1 and accompanying text. Mark Bingham, one ofthe passengers on United Airlines Flight 93 who attacked the hijackers, therebyavoiding a collision in Washington D.C., was widely celebrated as a hero in an articlein the New York Times. Nieves, supra note 260. The Advocate named him person ofthe year, and he was eulogized by Senator John McCain. Id.437. See supra Part 11.A.2.438. See the discussion of workers' compensation in New York, supra Part I.C.2.d.439. See supra note 2 and accompanying text.440. See Fajer, supra note 275, at 521.441. Id. (citation omitted).442. Id. at 523.443. See, e.g., Worth, supra note 1.2883FORDHAM LAW REVIEWrecognize \"committed relationships\" when they took the steps theydid after September 11, 2001.44 Because gay rights advocates hadbeen telling similar stories in the past,\"5 many will argue thatlawmakers did not suddenly become empathetic. Instead, some willargue that the lawmaking that occurred constitutes a politicalconcession that does not represent any real change in treatment. Thenext section deals with these questions of causation and goes on todiscuss the likelihood of future victories.B. Causation, the Use of Political Opportunities, and the PotentialEffects of Post-September 11, 2001 LegislationBecause the legislation is designed to compensate the same-sexpartners of victims of September 11, 2001, it is logically a response tothat day's terrorist attacks. However, the post-September 11, 2001challenge that spurred the legislation did not occur in a vacuum; thefight for same-sex relationship recognition began in the decadespreceding September 11, 2001 and, thus, set the stage for thesevictories.\"6  Consequently, a question remains as to what role theongoing factors preceding September 11, 2001 played and how theyinteracted with the terrorist attacks to spur the legislation.While the determination of causal relationships is difficult, it is clearthat multiple factors can play a role. Potential factors have beendefined as \"inputs from the social environment in the form ofdemands of conflicting interests affected by social change seekingrecognition.\"\" 7 Here, the set of social environment inputs precedingSeptember 11, 2001 is large and includes, for example, the consistentjudicial and legislative challenges explored in Parts I.A. and I.B. Theprimary social input following the attacks was the advocacy of gay andlesbian rights groups such as the ESPA and Lambda Legal. Withrespect to the passage of the amendment of the New York StateWorkers' Compensation Law, the primary input was a request madeto New York State Assemblymember Catherine Nolan from aconstituent who lost a same-sex partner.448 That request acted as astimulus to Assemblymember Nolan to introduce and sponsor the law.The inputs are then \"converted\" into output through \"the interactiveand decisional behavior of the policy-making actors in the system, e.g.,444. See supra notes 222 (Pataki), 224 (CVB).445. For example, arguments made in the Braschi trial focused on the commitmentof same-sex couples. See supra Part I.B.3.a.446. See generally supra Parts I.A.-B.447. C. Thomas Dienes, Judges, Legislators, and Social Change, in Law and SocialChange 33-34 (Stuart S. Nagel ed., 1970) (citations omitted).448. In a conversation with Assemblymember Catherine Nolan's legislativecounsel, she indicated that Chapter 467 was spurred by this constituent's request.Telephone Interview with Gerry Reilly, Counsel, Assemblymember Catherine Nolan(Nov. 21, 2002).2884 [Vol. 722004] SAME-SEX RELATIONSHIPS IN NEW YORKlegislature and judiciary.\"\" 9 The study of social movements shows usthat when multiple inputs are present, triggering events, such aspolitical opportunities can act to catalyze them to greater change.45 ° Itis clear that the challenging group had already launched its challengeprior to September 11, 2001.451 The ongoing advocacy of groups suchas Lambda Legal and ESPA set the stage for responding to anexternal event, September 11, 2001.Nonetheless, many will argue that while the desire to compensatevictims of September 11, 2001 did indeed catalyze a change intreatment of same-sex couples, the change was minimal. Indeed, thelaws only compensate a small group of survivors of victims of adiscrete event, so its immediate effect does not reach that far.452Others will also argue that any other reaction by legislators wouldhave been political suicide. In the wake of such a tragedy, legislatorshad no other option but to act as they did. This argument, though,ignores the fact that past events, which could have spurred seriouschange, did not. For example, the murder of Mathew Shepard, whichreceived national attention, has not led to federal hate crimeslegislation, notwithstanding a strong push to have such legislationpassed.4 53 While it's difficult to \"compare\" one tragedy to another,September 11, 2001 differs in the number of people affected and itsimpact on the American psyche. September 11, 2001 also differs inthat it affected both heterosexual and same-sex couples at the sametime. People can identify more easily with September 11, 2001because they could have been affected, whereas, sadly, many who arenot gay feel little connection to the victim of a hate crime based onsexual orientation. September 11, 2001 is therefore unique because itspurred a common empathy-one that \"can forge bonds.454The nature and \"uniqueness\" of the September 11, 2001 attacks alsosets it apart from prior events and helps explain why the narrativesthat followed were so effective.455  Storytelling scholarshipdemonstrates that the effectiveness of a legal argument often timeslies in the narrative that the speaker presents.456 Individuals used theuniquely human elements of September 11, 2001 to tell particularlycompelling stories about same-sex couples. Specifically, these storiesevoked sympathy for those who did not, or could not, plan for theattacks. This narrative of blamelessness conflicts with the traditionalnarrative that gays and lesbians deserve any inequity they face449. Dienes, supra note 447, at 34.450. See supra Part II.B.2.451. See generally Parts I.A.-B.452. This excludes the Crime Victims' Board amendment, which will now includesame-sex partners in all future awards. See supra Part I.C.2.a.453. See supra note 409.454. See Fajer, supra note 275, at 521.455. See supra Part II.B.4.a.456. See supra Part II.A.2885FORDHAM LAW REVIEWbecause they have chosen their sexuality.457 While the survivors ofsame-sex partners were invisible under the law because they \"chose\"their relationship, they did not choose to lose a partner any legalrecognition from the state. Some may argue that their plight stillremains a product of choice, but it is a more attenuated result from\"choice,\" and this makes it easier for lawmakers to accept. In sexualconduct cases, for instance, courts are more apt to deny relief becausegays and lesbians are viewed as willfully choosing to engage in sexualconduct. In contrast, while victims of the attacks \"chose\" theirrelationships years prior, they did not choose, nor could they haveplanned for, a terrorist attack. This allowed people to view thevictims, including gay victims, as morally blameless for the attacks.Through this lens, then, while certain victims chose their partners,they did not choose the attacks and its consequences, and did notchoose to be denied spousal-type benefits. While causation in thiscontext is difficult to prove, the salience of the World Trade Centerattacks and the personal narratives that followed are strong evidencethat significant change has occurred.First, New York State's passage of the Sexual Orientation Non-Discrimination Act (\"SONDA\")458 on December 17, 2002 happened alittle more than one year after the September 11, 2001 attacks. Inpassing SONDA, New York became the thirteenth state to outlawdiscrimination based on sexual orientation, which now applies tohousing, employment, public accommodation, education, and credit.Of particular interest, the bill was originally introduced in 1971; it wassuddenly passed after thirty-one years of consistent lobbying andadvocacy. Gay rights groups' pointed to legislators' post-September11, 2001 actions as an impetus for the subsequent passage ofSONDA.459In April, 2003, the New York Supreme Court, Nassau County, heldthat the same-sex survivor of a deceased spouse, whose underlyingrelationship had been solemnized under Vermont's civil union statute,had standing to bring a wrongful death claim against the hospital inwhich he died.4\" The Court fashioned its decision in part byanalogizing the dispute to prior New York state cases, such asBraschi,41 where a statutory right previously unavailable to same-sex457. Professor Fajer argues that gay men and lesbians are portrayed as embodying\"sex-as-lifestyle,\" which supports the notion that this lifestyle is chosen. See Fajer,supra note 275, at 537-46.458. 2002 N.Y. Laws 2 (codified at N.Y. Exec. Law § 292(27), 296 (McKinneySupp. 2004)).459. See supra note 207 and accompanying text.460. Langan v. St. Vincent's Hosp., 765 N.Y.S.2d 411 (Sup. Ct. 2003). See PartI.A.3. for a general discussion of a same-sex survivor's historic inability to bring awrongful death action.461. 543 N.E.2d 49 (N.Y. 1989). For a discussion of Braschi, see Part I.B.3.a.2886 [Vol. 722004] SA ME-SEX RELATIONSHIPS IN NEW YORKcouples was extended to them through a court's equity powers.462 Incoming to the result that New York should recognize Vermont's civilunions for the purpose of wrongful death actions, the Court noted therights registered New York City domestic partners were entitled to,including those available to survivors of September 11, 2001.463 Moregenerally, the Court recognized that New York's treatment of samesex couples reflects, at least in part, the fact that \"public opinionregarding same-sex unions is evolving. ''4 ' The decision of greatestimportance in this context is Lawrence v. Texas,465 which held a Texassodomy law prohibiting certain sexual acts between member of thesame sex to be unconstitutional and, in turn, struck down Bowers v.Hardwick.4 66 The significance of the decision for same-sex coupleswas heightened by the Court's apologetic and highly respectful tonetoward gay men and lesbians-one arguably unseen in any of its priorjurisprudence on the subject.467  While sociologists concede thatprojecting the long-term effects of certain events on long-term socialcauses is a difficult task and an inexact science,468 the gay rightsvictories immediately following September 11, 2001, coupled withthose victories since, appear to represent a significant turn.CONCLUSIONThe purpose of this Comment has been to explore the perceptionand legal treatment of same-sex relationships in New Yorkspecifically, and the United States generally, in the aftermath of theSeptember 11, 2001 terrorist attacks. Same-sex couples weretraditionally ignored in New York in a number of important ways;however, in the wake of September 11, 2001 that treatment changeddramatically. This Comment explored the question of why legislatorsacted as they did after September 11, 2001 and the potential for futurechange. The analysis shows that dramatic events can serve as catalystsfor social reform. Similarly, the use of storytelling to advance rarelyheard perspectives is a device that outgroups have traditionally used.462. Langan, 765 N.Y.S.2d at 415.463. Id. at 416.464. Id. at 420. The Court went on to state: \"[I]t is impossible to justify, underequal protection principles, withholding the same recognition from a union whichmeets all the requirements of a marriage in New York but for the sexual orientationof its partners.\" Id. at 420-21.465. 123 S. Ct. 2472 (2003).466. 478 U.S. 186 (1986).467. Lawrence, 123 S. Ct. at 2484 (\"The petitioners are entitled to respect for theirprivate lives. The State cannot demean their existence or control their destiny bymaking their private sexual conduct a crime.\"). Fearing that the ruling will open upthe door to a judicial grant of same-sex marriage, conservatives have come together topropose a constitutional amendment defining marriage as a relationship solelybetween a man and a woman. See Alan Cooperman, Sodomy Ruling Fuels Battle overGay Marriage, Wash. Post, July 31, 2003, at Al.468. See supra text accompanying note 340.2887FORDHAM LAW REVIEWAfter September 11, 2001, the same-sex survivors of victims toldcompelling stories that changed the way others viewed them. Whileemotions run high in the wake of disasters, and consequently mayskew legislators' policymaking, resulting policies should not bedismissed as merely reactive.Now that New York has broadened its legal recognition of same-sexcouples, it begs the question of whether New York, other stategovernments, and the federal government will seek to, or whether itwill even be able to, turn back the clock.469469. Cf William N. Eskridge, Jr., Channeling: Identity-Based Social Movementsand Public Law, 150 U. Pa. L. Rev. 419, 453 (2001) (\"The effect of the SupremeCourt's decisions is impossible to calibrate exactly, but it surely contributed to massmobilization (as well as vice versa).\").2888 [Vol. 72",
    "id": 144224649,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:flr-4003"
    },
    "title": "New York\\u27s Post-September 11, 2001 Recognition of Same-Sex Relationships:  A Victory Suggestive of Future Change",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2004-01-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=4003&amp;context=flr"
    ],
    "updatedDate": "",
    "yearPublished": "2004",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144224649.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144224649"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144224649/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144224649/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144224649"
        }
    ],
    "abstract": "",
    "tags": [
        "article",
        "Homosexual",
        "Equal Protection",
        "Marriage",
        "Same-sex Marriage",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:flr-4003",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144224649,
        "depositedDate": null,
        "publishedDate": "2004-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:20:03+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:17:32+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/flr/vol72/iss6/14",
        "https://ir.lawnet.fordham.edu/context/flr/article/4003/viewcontent/flr72.100.Comment.pdf"
    ],
    "lastUpdate": "2024-01-24T04:20:03+00:00",
    "setSpecs": []
}