{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2017-02-15T00:14:25+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/75785102.pdf",
    "fullText": "   New York Women’s Foundation  Brooklyn Borough Brief  October 2013 Women helping women FUNDING CHANGE        Prepared by the New York Women’s Foundation® 2012 New York Women’s Foundation® Brooklyn Borough Brief© 2 | P a g e   Introduction This report describes the New York Women’s Foundation’s investment in grantee partners in the borough of Brooklyn.  The Foundation has a strong history and a deep commitment to serving residents of Brooklyn.  Several neighborhoods in Brooklyn face significant difficulties, however NYWF grantee partners are helping women and girls every day to achieve their goals and improve their life circumstances.  NYWF grantee partners in Brooklyn have a range of organizational structures and capacities. Some are community-based organizations that promote opportunities and ameliorate challenges in the lives of local neighborhood residents while others have a broader reach. The New York Women’s Foundation funds innovators whose work helps to transform individual lives as well as communities and promotes the vision of a more safe, just and equitable society.    The New York Women’s Foundation was formed in 1987 and made its first grants to community-based organizations in 1988. Since then, the Foundation has steadily increased its investments in communities throughout New York City.  In 2012, NYWF awarded $5.25 million to 80 grantee partners across the five boroughs.    The Foundation makes its core grants in three major categories:    Economic Security: Grantee partners support women in improving their economic situations through activities including business development assistance/microlending, on-site job training and connections to placement. Strategies are tailored to the interests and unique strengths of prospective participants. Programs serving girls focus on academic achievement and also address personal/social issues such as self-esteem.   Anti-Violence and Safety: Grantee partners combat components of violence against women, from domestic violence to sexual assault to street harassment.  The wide variety of strategies includes community organizing (such as developing members of the faith community as leaders in addressing domestic violence) and using social networking technology (making it easy for women to document incidents of street harassment).    Economic Security      Anti-Violence & Safety    Health, Sexual Rights, & Reproductive Justice         2012 New York Women’s Foundation® Brooklyn Borough Brief© 3 | P a g e    Health, Sexual Rights and Reproductive Justice: Grantee partners address comprehensive health issues affecting a range of groups. Groups engaged in support resources and health training opportunities include vulnerable women, girls, and individuals from the lesbian, gay, bisexual, transgender and gender non-conforming communities.  Grantee partners also provide training and education opportunities for providers of complementary services.  Many efforts seek to improve the availability of culturally-aware services.  Report Purpose This brief provides demographic and descriptive data of Brooklyn, provides an overview of NYWF’s investments in the borough, and highlights the work of grantee partners based in Brooklyn.  The profile includes participant success stories from the field as well as a discussion of ongoing challenges. Information included in this report is generated from regular performance reports provided by grantee partners.  For more information about this report please contact The New York Women’s Foundation Director of Evaluation and Strategic Learning, Dr. Erin McDonald at emcdonald@nywf.org or (646)-564-5968.   Highlights of Brooklyn Residents   New York City’s most populous  borough, with over 2.5 million residents.1    Brooklyn residents are predominantly people of color.2  Figure 1. Brooklyn Residents by Race/Ethnicity    Brooklyn is also home to many immigrants: 37% of residents were born in another country, and 47% of residents speak a language other than English at home.3    Neighborhoods host high concentrations of Haitian, Pakistani, Bangladeshi, Chinese, Mexican, and Arab residents.   As the borough with the 2nd highest poverty rate, 23.6% of residents live in poverty (compared to 20.9% for New York City overall).  Strong differences in poverty exist across race and ethnic groups with poverty being twice as great for Latino (30%) and black (22%) residents relative to white residents (12%).4    67% of children were born into poverty and 34% of children persist and were living in poverty.5   The median household income in 2009 was $43,166 in Brooklyn compared with $54,659 in New York State.6    The unemployment rate for those 16 and over in the labor force is 9.9% compared with a Statewide figure of 8.5%.7   Brooklyn ranks highest among boroughs with the greatest number, 27,014, of children involved in child abuse and neglect cases (a rate of 72 out of every 1,000 children).8   35% 34% 20% 7% 3% 1% Race of  Brooklyn Residents WhiteBlackHispanicAsianTwo or moreracesOther4 | P a g e   Brooklyn is a borough of families living at polar ends of the economic spectrum.  Housing stock varies significantly across the borough and includes prized brownstones in Brooklyn Heights and Park Slope to concentrations of low-income public housing in Brownsville and East New York.  The face of many neighborhoods is changing as gentrification rapidly expands across the borough, simultaneously creating opportunities and challenges for new and long-term residents.  High and rising housing costs in Manhattan and some Brooklyn neighborhoods have become increasingly burdensome, both renters and those seeking to buy have moved deeper into the borough.  Neighborhoods such as Bushwick, Crown Heights, and Prospect-Lefferts Gardens have become popular, raising property values and pricing out some former residents.  The Foundation’s Economic Security and Well-Being Index for Women in New York City, published in March 2013, identified the following differences between Brooklyn relative to New York City in aggregate. While Brooklyn as a whole fairs well on many economic and social indicators, there are clear pockets of disadvantage within the borough that result in higher prevalence of poor economic, health, and social factors that may be masked when considering the borough in its entirety.    Figure 2. Key Differences of Women Living in Brooklyn vs. New York City Indicator Brooklyn New York City Difference for Queens Female Poverty Rate 20.8% 17.9% ↑2.9% Poverty of women and children 22.6% 19.5% ↑3.1% High School Diploma/GED or Less 59% 47% ↑12% % of HIV/AIDS diagnoses that are women/girls 32.2% 23.4% ↑8.8%   New York Women’s Foundation Investment in Brooklyn  The New York Women’s Foundation addresses economic security, health and reproductive rights, and safety from violence strategies through annual grantmaking.  The Foundation’s investment centers upon the philosophy that improving economic conditions for women across the lifespan as social agents through a range of strategies, improves women’s lives, security of families, and stability of communities.  Further, The Foundation is rooted in the understanding that innovative and sustainable solutions must be defined and actualized locally.  In Brooklyn, The Foundation’s investment ranges from programs that seek to assist women to launch their own businesses to providing homeowners with mortgage counseling and financial training in order to avoid foreclosure.  Some organizations work with specific immigrant groups and/or focus services on Brooklyn neighborhoods with particular challenges.    NYWF has made significant investments in grantee partners physically located in Brooklyn and grantee partners that support women and girls from Brooklyn.  A total of 44 Brooklyn-based grantees have been funded by the Foundation since 1988.            In 2012, a total of 1,732 women and girls in Brooklyn were served through NYWF funding. This represents 11% of all individuals served in 2012. 5 | P a g e   Figure 3. Brooklyn-Based Grantees by Total Years of NYWF Funding   Fourteen grantee partners awarded funding in 2012 were based in Brooklyn.  This group includes eight organizations addressing Economic Security, two addressing Anti-Violence and Safety, and one focused on Health needs.  Grantee partners are participating in three special funding initiatives of The New York Women’s Foundation.  Specifically, these include two grantee partners funded with the goal of larger systemic impact, one organization participating in the effort to combat sex trafficking of minors, and five organizations engaged in the RISE-NYC! initiative which seeks to increase employment and economic security for vulnerable women due to the impact of the recent economic downturns.   Figure 4. Primary Focus Areas of Brooklyn Grantee Partner 2012   In 2012, NYWF made grants totaling $850,000 to Brooklyn-based organizations.  Twenty-eight other grantee partners (located in different boroughs) served women and girls from Brooklyn.  8 7 14 15 12 14 14 14 14 14 16 12 10 14 11 051015201999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013Number of Brooklyn Grantees Funding Year Brooklyn Based Grantees Funded6 | P a g e   The New York Women’s Foundation invests in many grantee partners for multiple years.  The Foundation identifies organizations that are true innovators in the early stage of development. These grantee partners benefit from NYWF’s sustained commitment to strengthening both their infrastructure and service delivery models.  Some organizations receive additional grants over time as they develop new, promising approaches. The chart below demonstrates the length of investment The Foundation has provided to a total of 44 Brooklyn-based organizations from 1988 through 2012.  Figure 5. Brooklyn-Based Grantees by Total Years of NYWF Funding to Date (1988-2012)   Highlighted Brooklyn-Based Grantee Partner Accomplishments  The New York Women’s Foundation funds grantee partners that develop innovative and rigorous approaches to effectively address the needs of women and girls.  All grantee partners share NYWF’s mission to catalyze partnerships and leverage human and financial capital to achieve sustained economic security and justice for women and girls. The Foundation and grantee partners work collaboratively to mobilize hearts, minds and resources to create an equitable and just future for women, families and communities in New York City.  The community-based organizations that compose the grantee partners support residents in marginalized neighborhoods to build on strengths and overcome challenges.    Grantee partners make intensive investments in the women and girls in their programs, offering integrated services to ensure that participants get the support they need to achieve their goals and move on successfully.  NYWF seeks out and funds organizations that can offer life-transforming experiences to the women and girls they serve.         02468101214161-2 years 3-4 years 5-10 years 11 years andgreater16  (36%) partners 12 (27%) partners 16 (36%) partners 1 (1%) partner 7 | P a g e   Business Outreach Center (BOC) Network, established in 1996, this grantee partner is a microenterprise/small business development organization.  BOC Network seeks to economically empower low-income individuals from disadvantaged minority and immigrant communities, create jobs, and develop local community wealth. The BOC Network Child Care Business Development Initiative supports self-employment/business development and job creation in the high-demand childcare sector for low-income individuals. The project incorporates customized training, technical assistance and access to microequity grants, microloans, and childcare-specific legal services.  Recent Successes (as of 2012)….  50 jobs created, of which 84% provided a wage $13/hour or greater.  33 women reduced debt and 29 improved their credit rating.  47 women completed business plans.  BOC Network estimates that between 250 and 300 childcare slots were created in new and expanded businesses based on the types of licenses obtained.  Changer (Communities, Homeowners and Neighbors Gaining Economic Rights) was founded in 2004 as a citywide advocacy organization based in Brooklyn that assists individuals to build intergenerational wealth through homeownership. The organization achieves its mission through consumer advocacy and education, financial and legal research, community organizing, public policy advocacy, direct service provision, and by partnering with homeowners to end abusive mortgage lending practices in low and moderate-income communities in New York City.  In 2007, in response to the growing subprime foreclosure crisis in New York City, CHANGER expanded its work to include foreclosure prevention services.  By participating in the legal defense process and partnering with mortgage counselors, low-income homeowners are able to avoid foreclosure and overcome the hardships that often accompany attempts to solve personal financial crisis.    Participant Story…… Ms. E immigrated from the Dominican Republic to the United States with her family at age seventeen. A woman of extraordinary determination, she earned her GED in one year, started formal English classes, pursued Child Development Associate accreditation, and began her career in early childhood education as an assistant in a daycare classroom. Today, she is an empowered entrepreneur and the proud owner of her own family daycare business.  “I always dreamed, since I was young, to work with children and be a teacher.”  Working with a local child care network and attending the BOC Network training, Ms. E developed the skills she needed to take her business to the next level. Through microequity and matched savings grants from BOC Network in 2011-12, she transformed her home into a high quality learning space. Ms. E offers an organized curriculum that includes arts, science and math. She now has two full-time employees and a long waiting list of families.   “We want women with the desire to achieve economic self-sufficiency through the provision of home-based childcare services to obtain the skills and resources they need to successfully start-up and manage their enterprises, enabling them to provide their communities with quality childcare, while generating a sustainable income for themselves and their families.”  (Grantee Quote) 8 | P a g e   Recent Successes (as of 2012)….  CHANGER provided individual mortgage counseling to 90 women.  20 women received legal services from an attorney.  18 women completed mortgage and education workshops.  31 women completed financial literacy training.                  Brooklyn Workforce Innovations (BWI), founded in 2000, helps unemployed and working poor New Yorkers establish careers in sectors that offer living wages and opportunities for advancement. NYWF funding supports BWI’s New York Drives program that provides low-income New Yorkers with free job readiness and driving training leading to a NYS Driver’s License and placement in either a job or sector-based career development program.  Focusing on obtaining a driver’s license is critical as it supports feelings of self-empowerment, opens new job fields to women with this credential, and expands personal freedom.  Recent Successes (as of 2012)….  12 previously unemployed women obtained full-time jobs (46% of women that applied).  41 women completed financial literacy classes (100% of those that enrolled).  18 women received a driver’s license and 11 women were identified ready to complete their road test.   Recent Successes (as of 2012)….  17 women improved credit scores, 13 increased savings and 24 reduced debt.  43 completed financial literacy training.  38 business owners retained their jobs.  41 staff/employee jobs were retained.  7 full-time jobs and 1 part-time job were created.  Local Development Corporation of East New York (LDC) was founded in 1979 by a coalition of local business owners and residents to build the local economy of East Brooklyn. LDC’s focus includes developing sustainable businesses and creating initiatives to expand the assets of community residents. Within the LDC, The Women’s Business Center (WBC) was started in 1999 with the goal of building the wealth of women, particularly low-income women living in Brooklyn, through sustainable entrepreneurship. The WBC carries out its mission by providing entrepreneurial education and technical assistance to women, particularly African-American and Latina women. Program activities include community outreach, personal finance and credit training, one-on-one financial counseling, counseling and technical assistance services.  “Having completed a third year as a NYWF grantee partner, New York Drives is more mature as a program and more effective in transforming our beneficiaries' lives.” (Grantee Quote) “Homeowners facing foreclosure often feel shame, worthlessness and fear. It is important for them to know that foreclosure is not an individual issue and that collectively a community can work together to affect change.” (Grantee Quote) 9 | P a g e   Make the Road New York (MRNY) was created in 2007 and is a participatory grassroots immigrant organization.  Today, the organization is composed of almost 6,000 members, primarily Latina women, and offices based in the economically marginalized immigrant communities of Bushwick, Brooklyn, Elmhurst, Queens, and Port Richmond, Staten Island.  The Immigrant Women Economic Opportunity Project combines the efforts and resources of MRNY's Legal and Support Service program and the Adult Literacy program to provide critical support and educational opportunities to over 500 immigrant women in their communities.  The project targets low-income immigrant women in Brooklyn, Queens, and Staten Island who are seeking new employment, entrepreneurial support, or assistance resolving employment issues.    Recent Successes (as of 2012)….  The two primary program components include job placement services and small business support resources. Forty women completed financial literacy training focused on developing a small business, and 31 women got jobs, including 17 paying above $13/hour.  Participants also have access to legal counseling services around issues of housing, employment, health and education, as well as leadership opportunities with MRNY’s organizing campaigns. In 2012, 601 women received legal services.       Participant Story…… Ms. O is a 22 year old woman who enrolled in the New York Drives security guard training program. After experiencing homelessness last year, she vowed never to put her children or herself in that situation again.  Ms. O participated in a New York Drives class trip to a job fair that offered on-the-spot interviews. Ms. O wowed the interviewer and in just a few weeks was called back for a second interview as a Resident Assistant at a shelter program.   With her New York State Class D driver’s license, Fireguard and CPR certifications, and a state-issue security guard license—coupled with her newfound confidence —Ms. O got the job, which paid $11.25 an hour. She had been unemployed for several months, and this job started at $4 an hour above her previous position.  10 | P a g e   Haitian Women for Haitian Refugees, founded in 1992, seeks to educate and empower Haitian refugees through a continuum of education classes (literacy, basic and conversational English, and computer skills) and legal advocacy.  Workers’ rights issues, job search assistance and development of negotiation skills are incorporated into all levels of coursework. Participants also identify opportunities to organize and advocate for themselves around critical issues such as domestic violence, immigration reform, and improved fair labor standards for home health aides and domestic workers.     Hollaback! started as a simple blog project in 2005 to collect everyday stories of street harassment and has become an international movement. Hollaback! leverages technology to provide vehicles for people to share their stories of street harassment and engages media and elected officials to shift public opinion about this abuse.  Funded for the first time by NYWF in 2012, activities focus on improving public safety for women and lesbian, gay, bisexual, transgender and questioning (LGBTQ) individuals by ending street harassment and assault.              Recent Successes (as of 2012)….  In the first six months of their grant, Hollaback! trained 143 people in bystander intervention.  Hollaback! released their iPhone and Droid apps (to document harassment) in 10 languages.   In 2013 the phone apps were connected with NYC’s 311 Helpline to link women and LGBTQ individuals who have experienced harassment to appropriate services. The app will create mapped data of harassment to help community groups and policymakers including the City Council of New York City.   “Hollaback! has given me a voice with which I fight against street harassment… [it] makes me feel like every time that I step out in the world, I do so with thousands of Hollerbackers by my side. We are a chorus of women speaking up against piropos, cat-calls, wolf-whistles, come-ons, ‘compliments’, and hollers.” (Hollaback! Participant Quote) Recent Successes……  In 2012, 60 women obtained jobs.  201 women received legal assistance in the area of immigration.  26 women completed Home Health Aide and/or Home Attendant training courses.  86 women began English as a Second Language courses, and 24 women completed coursework.   11 | P a g e   New York Women’s Foundation Special Initiatives  In 2012, NYWF launched an initiative to support organizations in a position to have a larger, systemic impact with their work.  The selected grantee partners work to either (a) scale-up programs that have proven track records and/or (b) conduct policy advocacy on a special issue area at the City, State and/or federal levels. The grants are new and the work is in an early stage, and yet exciting progress is on the horizon. An example of a Brooklyn-based grantee partner organization working to scale-up an innovative program appears below.  Center for Family Life, a program of SCO Family of Services, is a neighborhood based social service organization in Sunset Park, Brooklyn. Established in 1978, the Center has grown with the Sunset Park community, responding to emerging needs with effective and innovative services for 34 years. Their comprehensive programs in counseling, employment, education, the arts and recreation engage more than 15,000 children and adults at six community locations, annually. The Cooperative Development Project began as a grassroots initiative and developed into an engaged partnership between the Center for Family Life and Sunset Park residents. Since 2006, the Sunset Park cooperatives have together generated nearly $3.5 million in revenues, stabilizing economically vulnerable families and boosting the local economy.  Funded in 2012 to scale up this cooperative effort, the Center for Family Life is currently providing extensive technical assistance to other organizations that can “host” similar efforts in neighborhoods across New York City. In 2013, the grantee partner was awarded the first ever New York City Center for Economic Opportunity’s Innovative Nonprofit Award by Mayor Michael Bloomberg.     Challenges Addressing the Needs of Women and Girls  Grantee partners confront a range of organizational, societal, and political barriers. The economic downturn has presented major concerns for many grantee partners.  Higher unemployment rates among all groups increase the competition and barriers to employment among vulnerable populations that already experience greater hurdles due to education, economic, and societal factors. Potential entrepreneurs have a harder time obtaining traditional financing.  Those entrepreneurs seeking to open or expand childcare businesses have faced the constant threat of City cuts to slots for low-income families. Many homeowners are confronted by a dual challenge of losing their jobs and decreased funding for foreclosure prevention.  In the face of these challenges, grantee partners continue to focus resources on ensuring that already disadvantaged individuals have increasingly strong skills and support resources as they seek out employment, develop their businesses, and pursue a life and community that is healthy and safe.  Several grantee partners mentioned the damaging role that stereotypes can play as they try to help women from diverse backgrounds secure employment.  Each organization has developed program models that directly address this issue; from the YWCA that matches newly-licensed home health aides with senior citizens that share their linguistic and cultural background, to Hour Children that actively cultivates prospective employers for previously incarcerated women and pays the initial few weeks of salary to be sure the employer is satisfied with the placement.  NYWF supports organizations with innovative and unique approaches that can meet the needs of marginalized women and their families in the neighborhoods where they live.  12 | P a g e   The poor economic conditions also place strains on grantee organizations.  Grantee partners report difficulties with fundraising that leave staff members stretched in different directions and inhibit program expansion even when demand for services is high.  These obstacles make NYWF funding more essential than ever.  NYWF supports organizations with their own microloan/grant programs to help women start businesses and build credit over time so that they can eventually qualify for more traditional financing.  NYWF also supports organizations with unique approaches to employment training, foreclosure prevention, and advocacy around workers’ rights.   NYWF invests in organizations early in their development and helps them to establish track records to attract other funders over time.  Conclusion  In communities throughout Brooklyn, women and families are living in poverty and face multiple obstacles to steady and sustainable employment that pay a living wage.  The difficulties may be evident, but so too are many of the solutions. The grantee partner organizations that NYWF supports connect participants with vital opportunities and help build stronger neighborhoods.   NYWF seeks to create transforming opportunities that help girls and women live safe, healthy, and productive lives.  The Foundation is deeply proud of the accomplishments of the grantee partners serving Brooklyn communities.  The creative efforts of these organizations assist women and girls overcome challenges and realize their potential and, in turn, invest in their home communities.  The Foundation’s investment in these partner organizations will continue to strengthen partnerships in Brooklyn, supporting the goal of creating a more just, equitable, and safe City for women and their families.                                                                          1 U.S. Census Department.  Fact Finder Database. Retrieved 9/15/2013. http://factfinder2.census.gov/faces/nav/jsf/pages/searchresults. Note data as of 2012. 2 U.S. Census Department.  Fact Finder Database. Retrieved 9/15/2013. http://factfinder2.census.gov/faces/nav/jsf/pages/searchresults. Note data as of 2012. 3 http://www.brooklyn.com/population.html. Retrieved 9/15/2013. Note data as of 2010. 4 Citizens’ Committee for Children.  Keeping Track Online Database.  Retrieved 10/8/2013. http://data.cccnewyork.org/data/. Note data as of 2011. 5 Citizens’ Committee for Children.  Keeping Track Online Database.  Retrieved 10/8/2013. http://data.cccnewyork.org/data/. Note data as of 2011. 6 U.S. Census Department.  Fact Finder Database. Retrieved 9/15/2013. http://factfinder2.census.gov/faces/nav/jsf/pages/searchresults. Note data as of 2012. 7 Citizens’ Committee for Children.  Keeping Track Online Database.  Retrieved 10/8/2013. http://data.cccnewyork.org/data/. Note data as of 2011. 8 Citizens’ Committee for Children.  Keeping Track Online Database.  Retrieved 10/8/2013. http://data.cccnewyork.org/data/. Note data as of 2011. ",
    "id": 75785102,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:24623"
    },
    "title": "New York Women's Foundation Brooklyn Borough Brief",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-10-10T01:00:00+01:00",
    "publisher": "New York Women's Foundation",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/24623/24623.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/75785102.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/75785102"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/75785102/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/75785102/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/75785102"
        }
    ],
    "abstract": "This brief provides demographic and descriptive data of Brooklyn, provides an overview of NYWF's investments in the borough, and highlights the work of grantee partners based in Brooklyn. The profile includes participant success stories from the field as well as a discussion of ongoing challenges. Information included in this report is generated from regular performance reports provided by grantee partners",
    "tags": [
        "policy report",
        "Crime and Safety",
        "Health",
        "Women"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "policy report"
    ],
    "oai": "oai:harvest.issuelab.org:24623",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 75785102,
        "depositedDate": null,
        "publishedDate": "2013-10-10T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:45:39+00:00",
        "acceptedDate": null,
        "createdDate": "2017-02-15T00:14:25+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/24623",
        "https://issuelab.org/resources/24623/24623.pdf"
    ],
    "lastUpdate": "2024-02-14T12:45:39+00:00",
    "setSpecs": [
        "crime_and_safety",
        "health",
        "women"
    ]
}