{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Amrah, Salomon J."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-19T06:26:45+00:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/70427208.pdf",
    "fullText": "San Jose State UniversitySJSU ScholarWorksNACCS Annual Conference Proceedings 2015 Chicana/o In/Civilities: Contestación yLucha Cornerstones of Chicana & Chicano StudiesApr 18th, 1:00 PM - 2:00 PMNo Cops Needed: Collective Approaches toViolence and Sexual Assault Beyond the PrisonIndustrial ComplexSalomon J. AmrahUnviersity of California, San Diego, ansalomo@ucsd.eduFollow this and additional works at: http://scholarworks.sjsu.edu/naccsPart of the Gender and Sexuality Commons, and the Race and Ethnicity CommonsThis Event is brought to you for free and open access by the National Association for Chicana and Chicano Studies Archive at SJSU ScholarWorks. Ithas been accepted for inclusion in NACCS Annual Conference Proceedings by an authorized administrator of SJSU ScholarWorks. For moreinformation, please contact scholarworks@sjsu.edu.Amrah, Salomon J., \"No Cops Needed: Collective Approaches to Violence and Sexual Assault Beyond the Prison Industrial Complex\"(2015). NACCS Annual Conference Proceedings. 7.http://scholarworks.sjsu.edu/naccs/2015/Proceedings/7 1 NACCS – Chicana Plenary Talk Amrah Salomon J. No Cops Needed: Collective Approaches to Violence and Sexual Assault Beyond the Prison Industrial Complex  I want to begin today with an acknowledgement of the land, and a recognition of the ongoing struggle of the Ohlone and Miwok peoples against colonialism.  I want people in the Bay Area to remember that these nations are still here and are still fighting for their sovereignty and land, so when people talk about resisting gentrification in the Bay, especially people of color, the struggles against displacement and dispossession need to include a serious engagement with the Indigenous peoples of this land.  And I want to begin here because the issues I am going raise about transformative justice have significant impacts on Indigenous women and two-spirit people, and I turn to their leadership in this work as a place where bridges between Indigenous communities and other people of color, including mixed and non-Indigenous Latino/as can be built.  Before I begin I want us to take a look around to see who is not here.  Who is standing out in the hallway because they don’t think this session is worth listening to?  Who didn’t bother to show up?  I thank everyone who did come to the Chicana plenary because you think these conversations are important.  But this speech in some ways is going to challenge those people who don’t think a women’s plenary is  2 important.  I think their absence is a far better illustration of the problems I’m going to talk about than any words I can describe.1  Three Stories, Three Times Too Many But I had wanted to begin with three stories of other people who are absent, whose absence is a presence that haunts and guides my work.  I struggle in the memory of Jessi Hernandez, a queer latina teen gunned down by police in Denver in January of this year. The struggle for justice for Jessi has included confronting the myriad of lies police have used to portray her as deserving of her own murder, as if she was asking for it.2 I struggle in the memory of Taja Gabrielle De Jesus, a Latina trans woman who was brutally murdered here on February 1st of this year, in the great cosmopolitan queer-topia of San Francisco.  There is an epidemic of violence against trans women of color in this country that has rendered trans women of color more                                                         1 As I looked out from the podium at this talk there was a very noticeable absence of straight cis men in the audience. Meanwhile, we could hear that a large number of cis men were outside in the hall during our plenary. A male grad student told me he had been advised to skip the Chicana plenary by an older straight cis male professor who told the student it was more important to use that time to network with the men at the conference who would be socializing outside the plenary hall. The student apologized to me for not attending but said he felt too pressured by his advisor to skip the “networking” bro’s club in the hallway. This absence of men in the audience when women speak and this story of mentorship against Chicana feminism illustrate some of the problems that makes NACCS a contested space for discussing heteropatriarchal institutional violence and serves as an example of why NACCS members feel the work of the Ad-hoc committee of institutional heteropatriarchal violence is so important for this organization in particular to engage. 2 See more on Jessi Hernandez’s story here: http://www.democracynow.org/2015/2/13/denver_police_killing_of_lgbt_teen  3 visible in death than in life.3 That trans of color lives can be remembered but not lived marks the normativity of anti-trans of color violence upon which all of our analyses of race and gender must seriously contend. I struggle in the memory of Diana Gonzalez, a 19-year-old student at San Diego City College who was stalked and murdered in a bathroom stall on campus in 2010 by her abusive ex-husband Amando Perez, who now serves life in prison for her murder. Perez has never denied guilt for Gonzalez’s murder and has stated that he seeks a way to be accountable for his violent actions. During his trial Perez made statements that some form of help should have been available to men like him to deal with their own issues in order to prevent the circumstances that lead him to commit violence against his partner.4 I begin with the deaths of these three women because this is where heteropatriarchal violence eventually leads.  In each of these cases a location of supposed safety and protection (the police, the urban queer-topia, the university) became the site of death for Latinas.  What I want to explore in this talk is how the larger logics of everyday heteropatriarchal violence that are embedded within our institutions and communities facilitate the rape and murder of Latina women, trans, and queer folk.  What I want us to think about collectively is how do we construct a space and a world where Jessi, Taja, and Diana could have lived instead, and to ask                                                         3 See more about reaction to Taja’s case and violence against trans women of color here: http://avp.org/storage/documents/2015.2.6_ncavp_ma_dejesussf.pdf 4 See more about Diana’s case and the direct quotes from statements from Amando Perez here: http://www.sdcitytimes.com/news/2014/11/25/guilty-plea-in-gonzalez-murder-case/  4 ourselves as a discipline whether the project of Chicano/a Studies is doing that work yet, and if not, then to ask what do we need to do to get there. Right now there is a national debate on campus rape culture, led by actions of women across the country who are speaking out about their experiences of rape and sexual harassment on campus.  Here at this conference there are women strategizing on how to confront sexism, harassment, and abuse. Here at this conference are survivors. Here at this conference are also people who have committed abuse and discrimination. Here at this conference someone may be confronted for their actions. Here at this conference are people in many differing situations and identity locations who are seeking to heal and transform themselves, their places of study, and their communities.  Here, together, we have an opportunity to shift this national dialogue.  We have an opportunity to create spaces of dignity and life within Chicana/o Studies and within Chicana/o community and artistic spaces. And this is the work to which I would like to invite you to join me in today.  White Supremacist Carceral Feminisms: reproducing the logics of the prison industrial complex Unfortunately, a wide amount of work to create safety and reduce harm reproduces the logics of expulsion and disposability. For example, white supremacist carcel feminisms respond to the crisis of rape on college campuses with calls for more cops on campus and better police investigations.  But who will be criminalized by the move to create safety for white women on campus?  How safe will our  5 undocumented students, formerly incarcerated students, queer, trans, and poor students feel with a massive increase of policing and profiling of queer and non-white bodies on campus? What does this call for more cops do for youth of color like Jessi Hernandez who are the victims of state and police violence? Where is Jessi’s safety in this debate? How many of our students will become victims of sexual assault, harassment, and racial violence by the campus police themselves?  This is already the experience many of our students and faculty of color are navigating, and we know from their struggles against campus police brutality and racial profiling that more cops at school will create a situation of white safety that is constructed upon our absence and disposability. This is because white supremacist safety has always been constructed through the death, removal, subjection, and disappearance of the other, Indigenous peoples, racialized peoples, queer genders, and queer sexualities. It is our absence and subjection that creates white safety. So safety and access to life for us needs to be differently constructed as an alternative rather than a reproduction of white supremacist carceral logics.  The methods of investigation and redress presented by carceral feminisms rely upon and reinforce the power of the prison industrial complex. Beyond reform, we must question how giving over our power to resolve conflicts and redress violence to the state actually increases the power of the state to regulate our lives.  This means that we take prison abolition seriously, then dealing with the campus rape culture epidemic will mean not just organizing against the root causes of campus rape culture and its dissemination, but also that we will need to develop alternative methods of inquiry, conflict resolution, and redress ourselves that do not  6 reinforce or expanding policing, the subjective power of the state, or recreate processes of inquiry that assumes the victim is deserving of violence until proven worthy of respectabilty. Wrestling with these questions and attempting alternatives is a form of building our own autonomy beyond the colonial nation-state as well as resisting the forces of cooptative inclusion and professionalism within the academy. This is why transformative justice is so dangerous in these times, and in particular, why it threatens the neoliberalization of the university as a social institution.   The problem within Chicano Studies is that the movement against prisons and police violence within the traditionally heteropatriarchal nationalist frameworks that community of color resistances often still operate under is only ready to think of prison abolition when straight men are the victims of state and racial violence.  This is evident in the absence and lack of participation by straight men when we organize classes, protests, and spaces to discuss violence impacting women, trans, and queer folks.  Such as right now, at this plenary that straight men have largely decided not to attend apparently. We women, trans, and queer folks simply do not see the entire community coming out for us. Where is the national movement of entire communities including straight men when women, trans, and queer folks are killed by police?  Where are the straight cis men of color at the vigils for Jessi, Taja, and Diana?  Where are the men of color when women, trans, and queer folks challenge discrimination and sexual violence?  Where are the straight men of color right now during this Chicana Plenary? Who didn’t bother to show up  7 to the protest when it was organized to address the violence against women, trans, and queer folks?  Within our own radical social movements, who’s lives matter? 5 To confront the logics of white supremacist carceral feminisms we as an organization are poised with an opportunity to insert a radical ethnic studies perspective into the national debate on rape culture.  We have an opportunity now to create solutions and alternatives by and for our communities that can confront the prison industrial complex and the profileration of heteropatriarchal violence within our own communities and places of learning.  And of course, people in the community are already doing this every day, creating ways of unlearning violence and reclaiming our autonomy to resolve our own problems without state intervention, (even if much of this work is also done through reforms and with the aid of government funding). There is a significant amount of community-based work on violence and gang prevention, from community-based peace keepers, rehabilitation programs, men’s circles and parenting classes, to second chance and restorative justice programs to create alternatives to prison and to curb recidivism.  However, these programs, particularly if they work predominately with straight men, are often disconnected from the feminist and queer centered community accountability and transformative justice movement.  What we’ve learned from this                                                         5 I acknowledge here that this train of questioning is inspired by the significant amount of work done by the three queer Black women founders of the #BlackLivesMatter movement to address this issue within the Black community, and is also indebted to the Indigenous women who have organized in the north the robust campaign to demand justice for Murdered and Missing Indigenous Women.  I raise these references to acknowledge points where Latin American and Chicano/a/@ communities can work in greater solidarity with Black and Indigenous women, trans, and queer folks to push back against heteropatriachal violence that cuts across our respective communities and marginalizes women, trans, and queer folks even within anti-racist people of color and Indigenous centered organizing.   8 disconnection is that anti-violence, anti-colonial, and prison abolition work that is not based in a serious engagement with feminist and queer-justice centered praxis is incomplete, ignoring one of the key ideologies through which violence is preformed, that of heteropatriarchy.  Scholars and activists here at this conference can address this is by taking responsibility to ensure that the work you are already engaged in taking the issue of combating heteropatriarchy more seriously in the ways you actually do the work, not just in theory or rhetoric. Fighting for justice and space where women like Jessi, Taja, and Diana can live requires us to do this.  To Do This Work Means Redefining Gender in our Field One example of how some people here at this conference are doing this work is the recent Feminist Masculinities Conference organized by Martha Gonzalez, Cesar Rodriguez, and their colleagues at Cal-State University San Marcos.  Following an incident that provoked a campus conversation on safety, these compas worked with their students to organize a radical space to shift the burden of responsibility for sexual and gender violence off the backs of the victims by seeking instead to challenge those who benefit from the logics of heteropatriarchy to take up accountability, and to create a space for normalizing feminist masculinities as an alternative to masculinities rooted in the perpetuation of sexist and homophobic violence.  The conference thus provided a much needed space for students, faculty, staff, and community to do the sticky work of creating alternatives and considering what demands could be made upon the university to address heteropatriarchal  9 institutional violence.   This redefined safety away from a concept based in exclusion, policing, and removal towards a practice of social justice. I was asked to help facilitate a small group discussion at the CSU San Marcos conference.  In my discussion group two white women professors dominated the conversation with demands for more diversity classes.  I agree that radical curriculum is important, but to challenge university rape culture a diversity class is simply not enough. I teach diversity requirement courses in ethnic studies at my own university and I work as an anti-oppression trainer for community-based organizations and labor unions. I can tell you from experience that a class or workshop exposing people to feminism, queer theory, and ethnic studies is not inherently transformative.  In fields like Ethnic Studies and Women’s Studies I see the vast majority of my colleagues reproducing educational violence and the logics of professionalism.  I see students continually dehumanized by the ways that courses in these fields are facilitated.  I see my own intervention in this space not in teaching students to accept a particular theory or understanding of history and society, but rather in providing for them a brave space of practice in order to learn how to talk to one another about issues of oppression with dignity and mutual respect so that they can transform their own relationships with each other and their world.  We learn how to create and practice community agreements together.  We don’t create safety because too many times the language of safety is manipulated to maintain the status quo of social privilege, so instead we create a space of bravery where we learn how to deal with conflict and power directly in creative and rehumanizing ways. We practice community accountability as a method of inquiry,  10 as a way to learn the implications of the texts we read so that theory can inform our actions and real life social relations. I teach the students how to hold their own circle.  And that is not in the curriculum of any class.  It is not theory, it is not ideology, it is a way of being in the world.  And unless our courses and our theories engage our interpersonal relationships and our institutional relationships at this level, they will do little to provide a space for actual material change.   Another issue was raised at the CSU San Marcos Feminist Masculinities conference that I think is relevant to this conference today. Indigenous scholar Joseph Ruanto Ramirez, the keynote speaker at that event, asked why is it so common for queer, trans, and intersex folks to be the ones who must speak and do the work of representation for spaces that deal with heteropatriarchy?  Why is addressing heteropatriarchal violence assumed to be women’s, queer’s, trans’ and intersex folks’ work?  Again, where are the straight cis-men and why are they always asking us to clean up after them?  One of the problems we can do creative work on is to continue the work done in queer and feminist theory to identify the problematic ways straight cis-men engage this theory. This inquiry could make us all better practitioners and give us language to remake more equitable social relations.  Unfortunately it is still the case that men take up feminism and feminist theory through cooptation, tokenization, gatekeeping, and mansplaining. These acts serve to reproduce heteropatriarchy rather than engage feminist and queer theory as a space of praxis. Taking heteropatriarchal violence seriously means that male-identified folks need to learn a new way of being in the world, to share rather than dominate space. They will need  11 to do the work themselves without requiring women, trans, and queer folks to do it for them. For Chicano/a Studies this also entails a deep questioning of the gendering of our field into what sometimes can seem like two different disciplines, Chicano and Chicana Studies. As trans scholar J. Frank Galarte has articulated, the gendering of the terms Chicano, Chicana, and at times even the ways the amalgamated terms Chicano/a or Chican@ are deployed can still create a gendered binary that prevents trans, intersex, and gender queer participation. We may need, at some point, to rename our field. We may need, at some point to create something new, something that does not depend upon the binary of gender to articulate our racialized positions and our communities experiences.  But first, we must find a way of getting there, of practicing a way of building comunidad, or what the organizers of this plenary have considered as fuerte hermanidad, in order to get to even get to the point where we can sit down together, with everyone in the room, about where we collectively want to go in the future.  This is what the students at the CSU San Marcos Feminist Masculinities conference discussed. How can we radically reshape the ways that we learn to engage one another in intellectual spaces in ways that do not reproduce violent or colonial forms of hierarchy and domination.  We need to learn how to become a community, to heal.  We must create space and process to be able to address micro-aggressions, micro-machismos, and to radically interrogate every facet of daily life in which heteropatriarchal violence is normalized and legitimized. We talked a lot about sports, video games, dating, working, and teaching our children to play.  These places were where the men interested in confronting heteropatriarchy and  12 transforming their relationships to women, trans, and queer folks wanted to begin.  Within this process they brought in addressing race, colonialism, and disability.  Because our conversations that started at dismantling white supremacist heteropatriarchy created paths to get us to colonialism and ableism. This method of inquiry is something incredibly radical that Chican@ Studies can provide, a place to unlearn intersectional heteropatriarchy in practical, concrete ways.  Building a Chican@ Transformative Justice Framework Aside from furthering the work of prison, detention and deportation abolition in our communities there are some additional questions for a Chican@ transformative justice framework to consider and I look to the collective of thinkers in this room to further this work. I want us to be able to trouble the binary between abuser and victim, recognizing that all of us have the capacity to be abusive and that healing is not a linear process, but rather that we can regress, that violences can be circular, that victims can also perpetrate abuse and the whole cycle of violence and traumatization must be broken in order to building circles of healing and dignity. What this means though is not that we let men of color off the hook for committing heteropatriarchal violence because they have been victims of racism, colonialism, state violence, or sexual abuse themselves. It also means that we can’t assume that women, trans, and queer folk can’t be abusive reproducers of heteropatriarchal violence ourselves.  In addition, we must profoundly reject a politics of respectability that has been created through the systematic dehumanization of our peoples and the most  13 marginalized members of our communities. This means confronting the logics of genocide and colonialism in our conceptions of familia, education, work, and community.  We must create a method rejecting the dehumanization created by politics of respectability that could allow folks like Diana Gonzalez’s murderer evade accountability because as he is figured as a person beyond the possibility of transformation.  But we also recognize the truth in his statements that no help was available for him to deal with his problems before he decided to take them out on his ex-wife and that no alternatives for transformation exist within the prison for him now that he has been discarded by the logics of colonial justice.   We must in this work trouble the question of safety in ways that can generate the complete undoing of logics of violence rather than positioning safety as the result of exclusionary disposing and warehousing of those marked for social death.  We know that safety in the white supremacist imaginary has been constructed around the removal, disposal, and genocide of our peoples.  Thus, an anticolonial chican@ idea of safety must imagine a future where all of us can live in dignity, this is harder work because it requires the decolonization of self and all social relations, not just the economic or material, but also the sexual, familial, communal, and intellectual.  This is a path we make by walking, as it has not been done before.   We must also recognize that our pre-colonial traditions were not always free from heteropatriachal violence.  Tradition continues to be one of the most exploited sites of contestation within our communities as those who seek community power through claims on the traditional are some of the worst abusers of gender and sexual violence.  Traditions must be transformed and decolonized.  Anyone who  14 supports heteropatriarchal violence through claims of authenticity and the traditional must be seriously and publically challenged.  Much of this work is and has been done by Chicana, Latina and Indigenous feminists, but it is time for the decolonizing of tradition to become everyone’s task.  Alternative Methods Some of the questions we will be looking at within the NACCS Adhoc Committee on Heteropatriarchal Institutional Violence involve the creation of alternative processes of accountability within the university and our community organizations.  Much work has been going on within the practice of community-based accountability and so we will create a space within NACCS for people seeking to engage in those conversations and to utilize the tools that have been created by community organizers to create transformative justice. What we will be the innovators of however, is how to do this work within the neoliberal university. This may include creating alternative mediation and conflict resolution processes to deal with heteropatriarchal micro-aggressions, discrimination, and violence. This may include radically transforming our curriculums, research, and theory so as to no longer separate topics of Chican@ studies by gender, but rather to center the analytics of gender and sexuality in everything that we do and critically interrogate the ways that gender divisions and hierarchies are produced in our work.  15 This may include radically transforming our practices of pedagogy and mentorship to end heteropatriarchal social relations and develop an alternative practice of dignified, decolonized relationships within the university among ourselves but also among everyone that we encounter within the space of the university. This may include decolonizing our sexual relations within the university, the community, and the movement so as to end violent practices such as mactivism, so the stereotype of the sleezy chicano studies professor or mactivist activist become things of the past rather than the standard by which the majority of people act within our spaces. This may include a radical rejection of the politics of professionalization and the logics of colonialism and capitalism in how we produce knowledge and work within the university.  We need to ask ourselves what we have lost in the process of inclusion within the university.  We need to ask ourselves how the university has disciplined us into perpetrating cycles of educational violence.  We need to ask ourselves how our complicities with the university have facilitated heteropatriarchal violences within our departments, organizations, and spaces. This may, at some point in the future, mean the complete abolition of the academic industrial complex and the creation of autonomous community controlled spaces of learning to build the autonomous decolonial society we need in order to live beyond the violence of the nation-state. I trust that as a people, we will get there.  I am excited that as an organization we have decided to become the leaders of this movement, to be the first academic  16 orientated organization to ever attempt something on this scale.  This is a historic moment for NACCS and for Chicana/o Studies.  As a member of the AdHoc Committee Against Insitutional Heteropatriarchal Violence I invite you, the membership of NACCS to join us. Let us begin building spaces where we all can live, in dignity, together. ",
    "id": 70427208,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:naccs-1184"
    },
    "title": "No Cops Needed: Collective Approaches to Violence and Sexual Assault Beyond the Prison Industrial Complex",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-04-18T21:00:00+01:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1184&amp;context=naccs"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/70427208.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/70427208"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/70427208/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/70427208/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/70427208"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Gender and Sexuality",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:naccs-1184",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 70427208,
        "depositedDate": null,
        "publishedDate": "2015-04-18T21:00:00+01:00",
        "updatedDate": "2024-01-20T09:44:45+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-19T06:26:45+00:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/naccs/2015/Proceedings/7",
        "https://scholarworks.sjsu.edu/context/naccs/article/1184/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-20T09:44:45+00:00",
    "setSpecs": []
}