{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Su, Yvonne"
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-16T13:45:08+01:00",
    "dataProvider": {
        "id": 12404,
        "name": "Anti-Trafficking Review",
        "url": "https://api.core.ac.uk/v3/data-providers/12404",
        "logo": "https://api.core.ac.uk/data-providers/12404/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.14197/atr.201223214",
    "downloadUrl": "https://core.ac.uk/download/587965810.pdf",
    "fullText": "52ANTI-TRAFFICKING REVIEW 21 (2023): 52-70No One Wants to Hire Us: The intersectional precarity experienced by Venezuelan LGBTQ+ asylum seekers in Brazil during COVID-19Yvonne SuAbstractThis article presents a case study of  how COVID-19 has increased the precarity and risks of  labour exploitation for vulnerable populations. Looking at the situation of  LGBTQ+ Venezuelan asylum seekers in Brazil during COVID-19, it examines how the challenges they faced were exacerbated during the pandemic and how the Brazilian government’s poor response to COVID-19 and lockdown policies forced LGBTQ+ Venezuelan asylum seekers to take greater risks that exposed them to the virus. Based on 56 surveys with LGBTQ+ Venezuelan asylum seekers in Manaus, Brazil, the article discusses how COVID-19 impacted the livelihoods of  LGBTQ+ Venezuelan asylum seekers. Specifically, it demonstrates that transgender and travesti Venezuelan asylum seekers experienced more labour precarity, discrimination, and violence during the pandemic than their cisgender counterparts.Keywords: LGBTQ+ rights, Venezuela, Brazil, livelihoods, COVID-19, asylum seekersSuggested citation: Y Su, ‘No One Wants to Hire Us: The intersectional precarity experienced by Venezuelan LGBTQ+ asylum seekers in Brazil during COVID-19’, Anti-Trafficking Review, issue 21, 2023, pp. 52-70, https://doi.org/10.14197/atr. 201223214This is an open-access article distributed under the terms of  the Creative Commons Attribution License (CC-BY). Under the CC-BY license, the public is free to share, adapt, and make commercial use of  the work. Users must always give proper attribution to the authors and the Anti-Trafficking Review.Y Su53IntroductionGlobal responses to the COVID-19 pandemic and post-pandemic recovery have largely failed to consider the unique needs and challenges that LGBTQ+ (lesbian, gay, bisexual, transgender, and queer) populations face.1 This sidelining of  LGBTQ+ concerns from the international discourse is significant because research has shown that this population is particularly vulnerable to crises like a pandemic.2 The United Nations Office of  the High Commissioner for Human Rights (OHCHR) noted that, ‘In all latitudes, LGBT persons are disproportionately represented in the ranks of  the poor, people experiencing homelessness, and those without healthcare, meaning that they may be particularly affected as a result of the pandemic’.3 These concerns are compounded for LGBTQ+ individuals with precarious legal status as asylum seekers, refugees, or migrants.4 And all of  this is compounded by stigmatisation of  both LGBTQ+ individuals and migrants being seen as responsible for spreading the virus, an attitude that was particularly prevalent at the start of  the pandemic.5To understand the impacts of  COVID-19 on LGBTQ+ asylum seekers, I draw on findings from 56 surveys with LGBTQ+ Venezuelan asylum seekers in Manaus, Brazil. I examine its impact on their livelihoods, focusing on the sectors in which they worked before and during the pandemic and changes in their monthly income. Specifically, I investigate the challenges they face finding jobs because of  the intersectional precarity they experience due to their overlapping social locations as asylum seekers, Venezuelans, and gender or sexual minorities. I also explore 1 OHCHR, ‘COVID-19: The suffering and resilience of  LGBT persons must be visible and inform the actions of  States’, 14 May 2020, https://www.ohchr.org/en/statements/2020/05/covid-19-suffering-and-resilience-lgbt-persons-must-be-visible-and-inform.2 OHCHR, ‘The Impact of  the COVID-19 Pandemic on the Human Rights of  LGBT Persons’, 2020, https://www.ohchr.org/sites/default/files/ImpactCOVID 19LGBTpersons.pdf; G Reid, ‘LGBTQ Inequality and Vulnerability in the Pandemic’, Human Rights Watch, 18 June 2020, https://www.hrw.org/news/2020/06/18/lgbtq-inequality-and-vulnerability-pandemic.3 OHCHR, ‘COVID-19: The suffering and resilience of  LGBT persons’.4 Reid; see also: Y Cowper-Smith, Y Su, and T Valiquette, ‘Masks Are for Sissies: The story of  LGBTQI+ asylum seekers in Brazil during COVID-19’, Journal of  Gender Studies, vol. 31, issue 6, 2022, pp. 755–769, https://doi.org/10.1080/09589236.2021.1949970.5 Ibid.; see also: S Vertovec, ‘Covid-19 and Enduring Stigma’, Max-Planck-Gesellschaft, 27 April 2020, https://www.mpg.de/14741776/covid-19-and-enduring-stigma.54ANTI-TRAFFICKING REVIEW 21 (2023): 52-70the difference between cisgender and transgender and travesti6 Venezuelan asylum seekers and whether their gender identities make a difference in terms of  facing more or less intersectional precarity. ContextSince 2014, 7.18 million Venezuelans have left due to the country’s ongoing economic and political crisis.7 In 2018, inflation in Venezuela exceeded 1 million per cent and medicine for conditions ranging from headache to cancer were unavailable.8 Even before the COVID-19 pandemic, Venezuela was known to have a collapsed healthcare system. According to the NGO Venezuelan Finance Observatory, the average monthly minimum wage is around USD 15, while a basket of  goods covering the monthly needs of  a family of  five was USD 370 at the end of  September 2022.9 More than 84 per cent of  Venezuelans who fled went to other Latin American countries, with many choosing Brazil due to its booming economy10 and its reputation as a migrant-receiving state, specifically after it opened its borders to Haitians on humanitarian grounds in 2010.11 For LGBTQ+ Venezuelans, Brazil also has the allure of  progress on LGBT rights and of  having Latin America’s largest LGBT community.12 The country’s LGBTQ+ positive and migrant- 6 Travesti is a term used in Latin America to describe ‘people who want to look and feel… like women, without giving up some of  their male characteristics, such as their genitals. Travestis are neither transsexuals nor transvestites, but travesti, the term they self-identity with’ from J Vartabedian, Brazilian ‘Travesti’ Migration: Gender, Sexualities and Embodiment Experiences, Palgrave Macmillan, Cham, 2018.7 R4V, ‘R4V Latin America and the Caribbean. Venezuelan Refugees and Migrants in the Region – Jan 2023’, 27 February 2023, retrieved 22 March 2023, https://www.r4v.info/en/document/r4v-latin-america-and-caribbean-venezuelan-refugees-and-migrants-region-jan-2023.8 S Kinosian and V Sequera, ‘Explainer: Why Venezuela’s refugee exodus to the U.S. has been accelerating’, Reuters, 19 October 2022, https://www.reuters.com/world/americas/why-venezuelas-refugee-exodus-us-has-been-accelerating-2022-10-18.9 Ibid.10 C Malleret, ‘Brazil Edges Back Up the Global Economies Ranking’, The Brazilian Report, 2 June 2022, https://brazilian.report/liveblog/politics-insider/2022/06/02/brazil-ranking-top-economies.11 L N Kingston, ‘Haitians Seeking Refuge in Brazil’, Peace Review, vol. 28, issue 4, 2016, pp. 482–489, https://doi.org/10.1080/10402659.2016.1237118.12 O G Encarnación, Out in the Periphery: Latin America’s gay rights revolution, Oxford University Press, New York, 2016. Y Su55welcoming reputation, however, is in contrast with the reality on the ground, especially since the election of  ultra-conservative president Bolsonaro in 2019. As COVID-19 infection rates grew exponentially around the world, countries closed their borders to stop the spread of  the virus. Bordering nine countries, Brazil was quick to close its borders—first with Venezuela, citing concerns that the health services in the northern state of  Roraima were already overburdened by the influx of  Venezuelans,13 followed by its other borders. Shutting down the border deterred Venezuelan asylum seekers and migrants from entering Brazil through official routes. However, it did not prevent crossings but only forced people to take more dangerous, informal routes. These routes, called trochas, are informal paths across borders that are often run or controlled by criminal gangs and paramilitary groups. As a result, it is common for travellers to suffer violence, exploitation, theft, extortion, and sexual violence. Venezuelans crossing the border in the state of  Roraima generally make their way to Manaus, the closest major city and the capital of  the state of  Amazonas. In 2020, Manaus also became one of  the world’s COVID-19 epicentres. From April 2020 to January 2021, the city made international headlines as waves of  COVID-19 led to high death tolls,14 mass graves,15 and hospitals running out of  oxygen.16 As of 23 January 2023, according to Johns Hopkins University’s Coronavirus Resource Center, Brazil has had over 36 million confirmed COVID-19 cases and 696,257 people have died from the virus, making it the country with the highest number of  deaths, after the United States.17 The reason for the high death toll is due to the then president Jair Bolsonaro’s denial of  the pandemic. President Bolsonaro repeatedly downplayed the severity of  the pandemic, even after he caught COVID-19 himself. His denial and lack of  response were so concerning that the World Health Organization declared 13 Reuters staff, ‘Brazil Partially Closing Venezuela Border, Allowing Trucks’, Reuters, 17 March 2020, https://www.reuters.com/article/us-health-coronavirus-brazil-venezuela-idUSKBN2143ZS.14 T Phillips and F Maisonnave, ‘“Utter Disaster”: Manaus Fills Mass Graves as Covid-19 Hits the Amazon’, The Guardian, 3 April 2020, retrieved 17 April 2021, https://www.theguardian.com/world/2020/apr/30/brazil-manaus-coronavirus-mass-graves.15 Ibid.16 J Ledur, ‘The Arduous Path for Oxygen to Reach the Sick in One of  Brazil’s Most Remote Regions’, The Washington Post, 11 February 2021, https://www.washingtonpost.com/graphics/2021/world/manaus-amazonas-coronavirus-medical-oxygen-shortage.17 Johns Hopkins University Coronavirus Resource Centre, ‘Mortality Analyses’, Johns Hopkins University, retrieved 23 January 2023, https://coronavirus.jhu.edu/data/mortality. 56ANTI-TRAFFICKING REVIEW 21 (2023): 52-70Brazil’s COVID-19 situation to be affecting its neighbours.18 Not only was President Bolsonaro’s COVID-19 response inadequate, it was also strongly homophobic.19 He used the common homophobic slurs ‘fairies’ and ‘sissies’ when referring to people wearing masks and fearing the virus.20 As a right-wing and ultra-conservative president, Bolsonaro fostered a strong anti-gay movement, and this environment was extremely hostile and threatening to LGBTQ+ Venezuelan asylum seekers who had very little social, political, cultural, and economic power. It is also important to highlight that while cisgender, heterosexual migrants faced discrimination, violence, and xenophobia during COVID-19, LGBTQ+ asylum seekers faced even greater precarity, especially in a country like Brazil. The main reason is their social location as a sexual and gender minority in a homophobic and transphobic country with the largest number of  trans people killed for the thirteenth year in a row in 2021.21 In terms of  labour precarity and discrimination in the workplace, LGBTQ+ people often face higher rates of  unemployment and underemployment than cisgender, heterosexual people.22 They are also more likely to live in poverty and suffer economic instability.23 LGBTQ+ asylum seekers are also more likely to face barriers to accessing healthcare, housing, and social support due to discrimination, homophobia, and transphobia. Thus, LGBTQ+ asylum seekers and migrants face heightened discrimination due to the intersections of their migration status and sexual orientation and gender identity. 18 T Phillips, U Goñi, and J P Daniels, ‘“The Heart of  Darkness”: Neighbors shun Brazil over Covid response’, The Guardian, 30 March 2021, https://www.theguardian.com/global-development/2021/mar/30/neighbors-shun-brazil-covid-response-bolsonaro.19 Cowper-Smith, Su, and Valiquette.20 A N Farzan and M Berger, ‘Bolsonaro Says Brazilians Must Not Be “Sissies” About Coronavirus, as “All of  Us Are Going to Die One Day”’, The Washington Post, 11 November 2020, https://www.washingtonpost.com/world/2020/11/11/bolsonaro-coronavirus-brazil-quotes.21 E Pinheiro, ‘Brazil Continues to Be the Country with the Largest Number of  Trans People killed’, Pulitzer Center, 24 January 2022, https://pulitzercenter.org/stories/brazil-continues-be-country-largest-number-trans-people-killed.22 M V L Badgett, L E Durso and A Schneebaum, ‘New Patterns of  Poverty in the Lesbian, Gay and Bisexual Community’, UCLA School of  Law Williams Institute, June 2013, https://williamsinstitute.law.ucla.edu/publications/lgb-patterns-of-poverty.23 Ibid. Y Su57Intersectional PrecarityThe concept of  intersectional precarity combines Kimberlé Crenshaw’s theory of  intersectionality with Elena Fiddian-Qasmiyeh’s concept of  overlapping precarity to examine the unique experiences of  vulnerable populations, such as Venezuelan LGBTQ+ asylum seekers, who face precarity because of  their multiple and intersecting social locations. In this paper, I use Schaap et al.’s definition of  precarity as a situation where predictability, security, and social supports are absent.24 Crenshaw’s theory of  intersectionality is a framework for understanding how different aspects of  a person’s identity, such as race, gender, class, and sexuality, converge to create specific identities and social positions.25 This framework emphasises the importance of  understanding how individuals may experience discrimination in unique and complex ways that cannot be solely attributed to a single aspect of  their identity. Elena Fiddian-Qasmiyeh’s concept of  overlapping precarity highlights the compounding forms of  precarity faced by displaced and dispossessed populations in situations like refugee camps during the COVID-19 pandemic.26 Fiddian-Qasmiyeh states poignantly that ‘as has been noted among the members of communities living in poverty around the world, the risk of  contracting Covid-19 is parallel, or indeed surpassed, by the risks of  destitution and starvation arising from different policies and political decisions being implemented on different scales’.27 Through the case study of  how Palestinian, Syrian, Iraqi, Kurdish, and Lebanese refugees in Beddawi camp coped with COVID-19, Fiddian-Qasmiyeh illuminates how policies such as social distancing created new forms of  marginalisation, as refugees living in overcrowded camps could not distance. Syrian refugees also experienced discrimination in that they were racially profiled for COVID-19 tests by the Lebanese government, contributing to rumours that Syrian refugees were the ones to import the virus to Beddawi camp. Thus, Fiddian-Qasmiyeh 24 A Schaap et al., ‘The Politics of  Precarity’, Contemporary Political Theory, vol. 21, 2022, pp. 142–173, https://doi.org/10.1057/s41296-020-00435-z.25 K Crenshaw, ‘Demarginalizing the Intersection of  Race and Sex: A Black feminist critique of  antidiscrimination doctrine, feminist theory, and antiracist politics’, University of  Chicago Legal Forum, vol. 1, 1989, pp. 139–167; K Crenshaw, ‘Mapping the Margins: Intersectionality, identity politics, and violence against women of  colour’, Stanford Law Review, vol. 43, issue 6, 1991, pp. 1241–1299.26 E Fiddian-Qasmiyeh, ‘Responding to Precarity: Beddawi camp in the era of  Covid-19’, Journal of  Palestine Studies, vol. 49, issue 4, 2020, pp. 27–35, https://doi.org/10.1525/jps.2020.49.4.27. 27 Ibid., p. 31.58ANTI-TRAFFICKING REVIEW 21 (2023): 52-70underscores how policies and social systems can create situations of  overlapping precarities that further marginalise vulnerable groups, exacerbating their existing vulnerabilities. Both Crenshaw and Fiddian-Qasmiyeh draw attention to the importance of considering the intersections of  different identities to fully understand and address people’s vulnerability and insecurity instead of  treating each aspect of  their identity in isolation. The intersectional precarity Venezuelan LGBTQ+ asylum seekers faced when trying to find employment was particularly compounded during the pandemic, as viruses have historically been thinly veiled excuses for latent xenophobia and nativism.28 The combination of  intersectionality and overlapping precarity theories allow for a more comprehensive understanding of  the challenges Venezuelan LGBTQ+ asylum seekers faced in their search for employment and safety during the pandemic. By acknowledging the intersecting and compounding factors that contribute to their precarity, scholars, policymakers, and humanitarian actors can better recognise the need for tailored solutions and policies that address these multiple dimensions of  vulnerability. Moreover, the examination of  their experiences through this lens can contribute to a better comprehension of  the complexities of  their struggles and develop more inclusive and effective strategies to support their well-being and resilience.Methods and Site SelectionThe aim of  the research on which this paper is based was to understand the impact of  COVID-19 on Venezuelan LGBTQ+ asylum seekers in Brazil. The research was conducted with the support of  Casa Miga, the only LGBTQ+ refugee shelter in Brazil and one of  the only in Latin America. In 2018, as more Venezuelan asylum seekers entered Brazil, it was clear that the UN Refugee Agency (UNHCR) needed support from outside organisations, particularly when it came to refugees other than women and children which the humanitarian system was well designed to support. Recognising this gap, a local Brazilian charity in Manaus, Manifest LGBT, started Casa Miga as a non-profit shelter run by LGBTQ+ volunteers and supported by funds and resources from the UNHCR and private donations. When Casa Miga opened its doors, there was an overwhelming demand for their 30 beds, so they had to limit the stay of  LGBTQ+ asylum seekers to a maximum of  three months. 28 A I R White, ‘Xenophobia, Prejudice, and Blame in Pandemic Times’, The Lancet, 5 February 2022, https://doi.org/10.1016/S0140-6736(22)00197-0.Y Su59When Manaus became a global epicentre of  COVID-19, Casa Miga became not just a shelter for its LGBTQ+ asylum seeker residents but one of  the only places they felt safe—from both the virus as well as homophobic and xenophobic threats. Given the precarious situation that Venezuelan LGBTQ+ asylum seekers were in during the pandemic, I felt the best way to maintain respondents’ confidentiality and safety was to partner with the staff  of  Casa Miga and train their manager in research methods and research ethics, so he could conduct the surveys with current and former residents of  the shelter. The Casa Miga manager, staff, and I thought it was best to have the manager, who is a native Spanish speaker, conduct the interviews because of  the sensitive nature of  some of  the questions such as ‘How did COVID-19 impact your livelihood?’, ‘Did you experience any discrimination or violence during COVID-19?’, and ‘How did your income change during COVID-19?’ We believed respondents would feel more comfortable answering these questions when asked by someone they were familiar with and in their first language, Spanish.The research was approved by York University’s Office of  Research Ethics and was fully compliant with the ethics of  conducting research with vulnerable populations. Informed consent was asked from the respondents, and only pseudonyms were used to protect their identity. Due to pandemic lockdown measures and an abundance of  caution, all surveys were conducted over the phone or Zoom and lasted around 30 minutes to 1 hour. All surveys were conducted in Spanish and audio-recorded. The manager of  Casa Miga then listened to the recordings and translated the answers to the open-ended questions from Spanish to English.In total, 56 surveys with LGBTQ+ Venezuelan asylum seekers were conducted in Manaus between June and August 2021. While respondents were largely recruited through Casa Miga’s network and current and former resident list, there was an attempt to reach a diversity of  respondents based on gender identity and sexual orientation. In total, the respondent breakdown in terms of  gender was 36 cisgender men, seven cisgender women, ten trans women, two trans men, and one travesti. The respondent breakdown based on sexual orientation was six who identified as lesbian, 31 who identified as gay, 13 who identified as bisexual, and six who identified as straight.The data was downloaded from the Qualtrics platform and cleaned. Then, an intersectional lens was applied that considered gender, sexual orientation, and migrant status to examine how COVID-19 impacted LGBTQ+ Venezuelan asylum seekers.60ANTI-TRAFFICKING REVIEW 21 (2023): 52-70FindingsImpact of  COVID-19 on Livelihoods and Monthly Income Before COVID-19, most respondents (38%) worked in the hospitality sector, with jobs such as hotel staff, waiters, and cooks (see Table 1). Another 26% were engaged in informal jobs such as selling water on the streets, daily wage work, and sex work. Others were employed in professional services (9%), technical jobs (7%), or the beauty industry (14%). The beauty industry is important to highlight as most trans people and travesti are accepted in that line of  work and it is one of  the only formal jobs that trans folks can do in Brazil. Only one respondent reported receiving remittances from their family, while 4% were not working before COVID-19.During the pandemic, the distribution of  employment sectors shifted due to the closure of  restaurants and stores as a result of  the lockdown. The number of  respondents employed in the hospitality sector decreased by 13%, while the percentage of  those working in the informal labour sector decreased by 9%. The number of  respondents working in the beauty business was reduced by half, while those working in professional services, technical jobs, and sex work remained relatively unchanged. The biggest change was the number of  people who reported having no work, which increased eight-fold from 2 to 16 respondents, meaning 29% of  the respondents were unemployed during the pandemic. Despite the high percentage of  unemployment, only four respondents reported the government’s COVID-19 Emergency Aid as their source of  livelihood. Most respondents reported they either did not know about the government’s Emergency Aid or did not have the proper documents required to apply for the funds. Table 1: Sources of  Livelihood Before and During COVID-19Sector Types of  Jobs Before COVID-19 (n=56)During COVID-19 (n=56)Hospitality - Hotel staff- Waiter- Cook21 (38%) 14 (25%)Informal Jobs - Selling water on the streets- Daily wage work- Street vendor13 (23%) 8 (14%)Beauty Industry - Hairdresser- Beautician8 (14%) 4 (7%)Professional Services - Teacher- Consultant5 (9%) 3 (5%)Y Su61Technical Jobs - Car mechanic- Bricklayer 4 (7%) 5 (9%)Sex work - Sex worker 2 (3%) 1 (2%)Remittances - Funds from  family1 (2%) 1 (2%)No work 2 (4%) 16 (29%)Government Emergency Aid0% 4 (7%)As noted above, the asylum process was halted at the start of  the pandemic, which meant most asylum seekers’ documents expired, or respondents did not have documents because they had crossed illegally after the border had been closed. The latter was the case for six respondents who had crossed the border during the pandemic through trochas (informal paths). Alex, a young gay man shared, ‘I used to work on the border and decided to come to Brazil with trocha with BRL 100 in my pocket.’29 These journeys, however, were not always unidirectional. James, a young bisexual Venezuelan, explained how he had crossed the border a few times: ‘A cousin brought me three years ago by car. I returned to Venezuela, and then during the pandemic I came by bus to the border and from the border I came by trocha, and after the trocha I came by bus to Manaus’.30 The trochas in Pacaraima at the Brazilian-Venezuelan border can be seen in Image 1.Image 1: The trochas are the visible paths between borders. Here they are at the Brazilian-Venezuelan border at Pacaraima. Photo credit: Yvonne Su.29 Survey, 10 August 2021. All names used in the paper are pseudonyms to protect the identities of  the respondents.30 Survey, 26 July 2021.62ANTI-TRAFFICKING REVIEW 21 (2023): 52-70In terms of  monthly income, most respondents (75%) reported earnings above BRL 600 (USD 115) before the pandemic (see Table 2). This number decreased to 52% during the pandemic. In contrast, the number of  respondents earning nothing increased eight-fold which correlates with the increase in the number of  respondents who reported having no work during the pandemic. Without savings and reliant on precarious daily wage jobs, LGBTQ+ Venezuelan asylum seekers without any work during the pandemic struggled to make ends meet. When asked ‘Do you have enough food to eat every day?’, only 9 (16%) reported they did not have enough food to eat every day before the pandemic, but that number almost tripled during the pandemic to 25 (45%). This is particularly acute for the respondents who reported having a monthly income of  ‘nothing’ during COVID-19. Johnny, an older gay man, explained that he does not have enough food to eat because ‘of  the economic crisis and the lack of  jobs and prejudice against LGBT [people]’.31 Evidently, LGBTQ+ Venezuelan asylum seekers were greatly impacted by COVID-19 and the pandemic measures that led to the closure of  businesses and the end of  their livelihoods which were largely dependent on customer-facing jobs in the informal labour sector.Table 2: Monthly Income Before and During COVID-19Monthly Income Before COVID-19 (n=56) During COVID-19 (n=56)Nothing 2 (4%) 16 (28%)Below BRL 300 (USD 57) 8 (14%) 4 (7%)Between BRL 300 and 600 (USD 57-115)4 (7%) 7 (13%)Above BRL 600 (USD 115) 42 (75%) 29 (52%)When asked about how COVID-19 had impacted their livelihoods (Table 3), respondents most frequently answered32 that COVID-19 ‘caused my livelihood to be unsafe’ (27%). They also responded that the pandemic ‘caused me to risk my life to make a living’ (25%), ‘eliminated my source of  livelihood’ (25%), and ‘caused my livelihood to be banned’ (22%).Luis, an older gay Venezuelan, shared that, ‘The pandemic affected my work, which was in the city centre, and with the ban on going out on the street, there were not many people out and sales dropped, and I couldn’t pay my debts’.33 Similarly, Angel, a trans woman sex worker, explained, ‘At the beginning of  the 31 Survey, 2 July 2021.32 Respondents were allowed to choose multiple responses to the question ‘How did COVID-19 impact your livelihood?’.33 Survey, 25 June 2021.Y Su63pandemic, I worked in prostitution, and I needed to have contact with people, and with the prohibition of  movement, I couldn’t find any clients’.34 Table 3: The Impact of  COVID-19 on the Livelihoods of  LGBTQ+ Venezuelan Asylum SeekersHow did COVID-19 impact your livelihood? Number of  Responses (n= 154)  (multiple selections allowed)Eliminated my source of  livelihood 38 (25%)Caused my source of  livelihood to be banned 34 (22%)Caused my source of  livelihood to be unsafe 42 (27%)Caused me to risk my life to make a living 38 (25%)Did not have an impact 2 (1%)Improved my sources of  livelihood 0Only 1% of  respondents reported that COVID-19 did not impact their livelihoods, and no one said the pandemic improved their livelihoods. Higher Risk of  Unemployment, Labour Exploitation, and COVID-19 ExposureThe intersectional precarity LGBTQ+ Venezuelan asylum seekers faced as 1) a sexual or gender minority, 2) a foreigner, and 3) an asylum seeker or undocumented migrant overlapped to disproportionately impact their livelihoods during COVID-19. Respondents shared that it was very challenging to find employment during the pandemic. Beth, a middle-aged lesbian, shared, ‘I am 5 months without a job. It’s hard to get a job in Brazil as a Venezuelan as no one responds to my job applications’.35 Likewise, Maria, a young trans woman, shared ‘I’ve been out of  work for 5 months. I think because of  my sexuality I cannot get a job’.36 But unemployment can be complicated for those who are undocumented or do not have updated papers because the refugee determination process had been paused. Jose, an older gay Venezuelan, explained, ‘I lost my job 3 weeks ago but due to lack of  documentation, I can’t get a new job’.3734 Survey, 15 August 2021.35 Survey, 28 August 2021.36 Survey, 12 August 2021.37 Survey, 23 July 2021.64ANTI-TRAFFICKING REVIEW 21 (2023): 52-70In addition, the pandemic pushed LGBTQ+ Venezuelan asylum seekers to take greater risks and made them more vulnerable to labour exploitation. Anna, a young, divorced, lesbian single mother, shared that when the pandemic closed the restaurant where she was working and there was no one to care for her son, she had to resort to selling sweets and bottled water on the streets to make a living. Anna was aware of  the danger of  doing this, noting that, ‘When I was fired, I ended up having to go sell things on the streets and it was not safe for me or my young son’.38 Similarly, Evelyn, a middle-aged trans woman, noted ‘No one wants to hire us. During COVID-19 everyone was fired, and I ended up going into debt. The only income I could get was from selling lemonade on the street, and sometimes there is no one on the streets, and it is very scary for me.’39 Evelyn explained that she believes local business owners may have associated LGBTQ+ migrants with the spread of  COVID-19 because in the early days, when everything was closed and everyone stayed indoors, it was LGBTQ+ asylum seekers and migrants and other people from vulnerable groups like herself  who were forced to work on the street. So, locals may have seen them on the street and assumed they were not being careful regarding COVID-19, and thus spreading the virus. This observation was also brought up by two gay respondents who both shared that they faced many rejections from jobs, but also from people generally, because of  the fake social media stories circulating in the early days of  the pandemic blaming the LGBTQ+ community for spreading the virus.40 In addition to labour discrimination, respondents faced labour exploitation as well. Manuel, a bisexual man, explained that, ‘At the beginning of  the pandemic, I was working at a store and sales fell, so they fired the employees. I asked the boss if  I could stay. That I would work for free in exchange for food. He said yes and I worked like that for a few months, but once sales started to improve, I asked him for a salary and he refused, so I resigned.’41 This experience left Manuel feeling discouraged about his future job prospects, but his concerns were common among the respondents, many of  whom shared they had been waiting on employment for months, and some even years. In addition to higher exposure to unemployment and labour exploitation, respondents faced increased COVID-19 exposure because they were more likely to work in people-facing service industry positions which could more readily expose them to the virus. Twenty-one respondents (38%) contracted COVID-19 and 3 (5%) caught COVID-19 twice in one year. Miguel, a young gay man, shared he got COVID-19 twice—the first time from his job at a hotel and the second from 38 Survey, 10 June 2021.39 Survey, 1 July 2021.40 Cowper-Smith, Su, and Valiquette.41 Survey, 19 June 2021.Y Su65his job as a barista.42 Similarly, Rosa, a middle-aged trans woman, shared: ‘They had to close the store where I worked, and the stores closed one by one, and always changing jobs made me constantly exposed to the virus.’43 Lastly, Peter, a young gay man, shared that both he and his parents lost their jobs during the pandemic, so he felt a great deal of  responsibility to find new work. When an opportunity came up to move to a neighbouring state for a job in a slaughterhouse, he took it, aware that moving to a new state during COVID-19 and taking up a job in a slaughterhouse would bring both workplace safety and COVID-19 risks. Nevertheless, he noted: ‘In the factory, we worked very close to each other, so I was always scared of  catching the virus’. Peter eventually caught COVID-19 at his workplace.44 As Fiddian-Qasmiyeh pointed out, for those living in poverty, the risk of  contracting the virus is the same or surpassed by the risk of  starvation. With 45% of  respondents reporting that they did not have enough to eat daily during the pandemic, starvation was a serious threat for many LGBTQ+ Venezuelan asylum seekers in Brazil.Increased Precarity of  Transgender and Travesti Venezuelan Asylum Seekers A major finding of  this study are the differences experienced by cisgender and transgender and travesti Venezuelan asylum seekers in terms of  labour precarity, discrimination, and violence during the pandemic. In terms of  labour precarity (see Table 4), transgender and travesti respondents experienced more hardships during the pandemic than their cisgender counterparts. The percentage of  transgender and travesti respondents who reported having their source of  livelihood eliminated by the pandemic was 10% higher than that of  cisgender respondents. In addition, 12% more transgender and travesti respondents reported that the pandemic caused them to risk their lives to make a living. While more cisgender Venezuelan respondents reported that the pandemic caused their source of  livelihood to be unsafe, this may be a matter of  subjective interpretation as the term ‘unsafe’ was not well defined in the survey. Lastly, while two cisgender respondents noted the pandemic had no impact on their sources of  livelihood, all transgender and travesti respondents said their livelihoods were impacted. 42 Survey, 7 July 2021.43 Survey, 28 June 2021.44 Survey, 2 August 2021.66ANTI-TRAFFICKING REVIEW 21 (2023): 52-70Table 4: The Impact of  COVID-19 on the Livelihoods of  Cisgender and Transgender and Travesti RespondentsEliminated my source of livelihoodCaused my source of livelihood to be unsafeCaused me to risk my life to make a livingDid not have an impactCisgender (n=43) 29 (67%) 34 (79%) 28 (65%) 2 (10%)Transgender and Travesti (n=13)10 (77%) 8 (62%) 10 (77%) 0 (0%)In terms of  risking their lives to make a living, Venezuelan trans women asylum seekers in sex work shared experiences of  brutal physical violence in their work during COVID-19. Monica, a young trans woman, shared: ‘The pandemic affected me because I lost my job and my parents lost their jobs. I had to travel to several cities to find jobs to support my family. I did small manual labour jobs and worked in prostitution’.45 Monica shared that she and her co-worker who was also engaged in sex work had to take greater risks during the pandemic due to a lack of  clients. She explained that before the pandemic she could work with clients she was already familiar with and have sex with them at the pimp’s house where the other women worked. With lockdowns, however, she had to meet new clients, often online, who wanted her to visit their homes. One client said he had a friend who was also interested, but Monica and her co-worker had to go to his house. Despite the risk, the women went because they felt safer going to a stranger’s house together, and they needed the income. But when the agreed upon services had been met, the men refused to pay them and beat them up before throwing them out on the street. The experience left Monica and her co-worker traumatised, and they stopped visiting clients in their homes. The dangers of  sex work during the pandemic and in general are clear as Serena, the other trans sex worker respondent surveyed, shared: ‘The biggest challenge we face here as Venezuelan sex workers is xenophobia, transphobia by some of the clients, fear of  going out with people we don’t know, that some things can happen to us, such as deaths that have already happened to transgender people. There have been many murders of  Venezuelans, and during the pandemic, it has become very dangerous for us, and violence is a risk we run every day because we work on the streets.’46 Serena also shared that she heard of  Venezuelan trans sex workers who, during COVID-19, were brought to mines in the Amazon by their pimps to have sex with the miners. She heard that protection was often not used, and the women frequently returned with sexually transmitted and blood-borne infections (STBBIs). Worse still, they were often not paid the rate they were 45 Survey, 16 July 2021.46 Survey, 2 August 2021.Y Su67promised, and thus, due to the coercion and violence they faced, this type of  sex work may constitute a form of  trafficking. Serena’s story was corroborated by the United States Department of  State’s 2022 Trafficking in Persons Report on Venezuela, which discussed how Venezuelan women and girls in countries like Brazil were forced to engage in sex work in mining areas, often in illegal mining operations.47 Additionally, the findings show that transgender and travesti respondents faced higher increases in both discrimination (see Table 5) and violence (see Table 6) during the pandemic than their cisgender counterparts. While 42% of  cisgender respondents reported facing discrimination before COVID-19, that number decreased to 40% during the pandemic, and only 33% reported facing discrimination before and during COVID-19. A middle-aged gay man, Robert, shared that he faced discrimination before the pandemic because ‘of the culture and language, and there was a lot of  discrimination because of  the pronunciation of  the language’.48 Most of  the other cisgender respondents reported discrimination in the form of  name-calling and workplace discrimination. A middle-aged lesbian respondent, Joanne, shared that she faced discrimination finding work during the pandemic because she is Venezuelan.49 For transgender and travesti respondents, 31% reported experiencing discrimination before COVID-19, but that number increased during the pandemic to 54%; additionally, 31% reported experiencing discrimination both before and during COVID-19. A young trans woman, Alicia, said she faced discrimination during the pandemic ‘because of  lack of  job opportunities due to my nationality and my sexuality.’50 Table 5: Differences in Experiences of  Discrimination Before and During COVID-19 for Cisgender and Transgender and Travesti RespondentsBefore COVID-19During COVID-19Both before and during COVID-19Cisgender (n=43) 18 (42%) 17 (40%) 14 (33%)Transgender and Travesti (n=13)4 (31%) 7 (54%) 4 (31%)47 Office to Monitor and Combat Trafficking in Persons, 2022 Trafficking in Persons Report: Venezuela, US Department of  State, Washington, 2022, https://www.state.gov/reports/2022-trafficking-in-persons-report/venezuela. See also Y Su and T Valiquette, ‘“They Kill Us Trans Women”: Migration, informal labour, and sex work among trans Venezuelan asylum seekers and undocumented migrants in Brazil during COVID-19’, Anti-Trafficking Review, issue 19, 2022, pp. 119–124, https://doi.org/10.14197/atr.201222198.48 Survey, 8 June 2021.49 Survey, 20 June 2021.50 Survey, 12 August 2021.68ANTI-TRAFFICKING REVIEW 21 (2023): 52-70In terms of  differences in the amount of  violence faced by cisgender and transgender and travesti respondents before and during COVID-19, the findings show that while cisgender respondents experienced a 7% increase in violence during the pandemic, the percentage of  transgender and travesti respondents who experienced violence more than doubled—from 15% before COVID-19 to 38% during COVID-19. A young trans woman shared that a group of  men robbed her at gun point and hit her with the gun when she was trying to fight back. A young trans woman sex worker shared that the amount of  verbal violence she experienced while working on the streets increased during the pandemic, making her fearful to venture into new areas to find clients despite the need to make money. Indeed, the Inter-Agency Coordination Platform for Refugees and Migrants from Venezuela (R4V) also noted in 2021 that ‘attacks on transgender women and sex workers / people in situations of  prostitution were a concern.’51Table 6: Differences in Experiences of  Violence Before and During COVID-19 for Cisgender and Transgender and Travesti RespondentsBefore COVID-19During COVID-19 Both before and during COVID-19Cisgender (n=43) 6 (14%) 9 (21%) 2 (5%)Transgender and Travesti (n=13)2 (15%) 5 (38%) 2 (15%)These findings demonstrate that policymakers and humanitarian actors need to pay special attention to transgender and travesti Venezuelan asylum seekers, who experienced more labour precarity, discrimination, and violence during the pandemic than their cisgender counterparts. A potential explanation for this disparity is that while most cisgender respondents are able to ‘pass’ and conform to heteronormative expectations, it is much harder for transgender and travesti individuals to conform, especially if  they have undergone procedures that alter their bodies in dramatic ways to look more like their desired gender expression.52 Travesti often undergo procedures that alter their bodies in exaggerated manners such as large breasts and large buttocks. These procedures often make it more difficult for travesti to ‘pass’ but it is important to note that travesti often do not desire to ‘pass’; they want their gender expression to be seen. Thus, if  perpetrators of  homophobic and transphobic violence were looking to hurt people, trans folks 51 R4V, End of  the Year 2021 Key Figures. Gender-based Violence (GBV), R4V, 2021, https://www.r4v.info/sites/default/files/2022-07/GBV.pdf.52 L Wilcox, ‘Gendered Bodies in Securitized Migration Regimes’, in P Bourbeau (ed.), Handbook on Migration and Security, Edward Elgar Publishing, Glos, 2017, pp. 87–104. Y Su69and travesti would be easier to identify and target than cisgender individuals. This was an explanation provided by the manager of  Casa Miga who explained why he thought the two trans men in our study did not report experiencing discrimination or violence before or during COVID-19: ‘I believe it is because they were trans men that had not started their transition, so their features and gender expression were generally still feminine, and they wore gender-neutral clothing.’53 He also noted that they both still went by names that would be associated with women. Conclusion The COVID-19 pandemic has significantly impacted the livelihoods of Venezuelan LGBTQ+ asylum seekers in Brazil. Many reported losing their jobs, seeing their income decrease, and facing many challenges in finding employment. The number of  respondents who reported having no work during the pandemic increased eight-fold. Experiencing declining and discouraging work prospects during the pandemic due to intersectional precarity, respondents reported taking greater risks and suffering violence, abuse, and labour exploitation, as well as increased exposure to COVID-19. However, caught in such impossible situations, respondents did everything they could to survive in a hostile social environment and labour market. These economic impacts are likely to have wider implications and longer-term effects for the overall well-being of  Venezuelan LGBTQ+ asylum seekers in Brazil, who were already struggling with access to necessities and threats from xenophobic, homophobic, and transphobic violence and discrimination before the pandemic.54 The intersectional precarity faced by Venezuelan LGBTQ+ asylum seekers in Brazil draws attention to the need for policymakers and organisations to prioritise their needs to mitigate the pandemic’s negative impacts and ensure that they can access employment and other economic opportunities. As Brazil, like the rest of  the world, moves towards post-pandemic recovery, the needs of  the LGBTQ+ community, asylum seekers, and specifically Venezuelan LGBTQ+ asylum seekers cannot be left out of  the plans. Special attention needs to be placed on transgender and travesti Venezuelan asylum seekers, who experienced more labour precarity, discrimination, and violence during the pandemic than their cisgender counterparts.53 Personal communication, 19 September 2021.54 Cowper-Smith, Su, and Valiquette.70ANTI-TRAFFICKING REVIEW 21 (2023): 52-70Future research should examine the long-term impacts of  COVID-19 on the livelihoods of  Venezuelan LGBTQ+ asylum seekers in Brazil, as well as the effectiveness of  policies and interventions to support this population. Additionally, further research should explore the specific challenges and barriers faced by Venezuelan LGBTQ+ asylum seekers in accessing employment and other economic opportunities in order to inform the development of  more targeted and effective interventions.Dr Yvonne Su is an Assistant Professor in the Department of  Equity Studies at York University. Her research expertise is on forced migration, queer migration and poverty, and inequality. Dr Su holds a PhD from the University of  Guelph and a Master’s degree from the University of  Oxford. Email: yvonnesu@yorku.ca",
    "id": 587965810,
    "identifiers": {
        "doi": "10.14197/atr.201223214",
        "oai": "oai:ojs.www.antitraffickingreview.org:article/710"
    },
    "title": "No One Wants to Hire Us: The intersectional precarity experienced by Venezuelan LGBTQ+ asylum seekers in Brazil during COVID-19",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-09-29T01:00:00+01:00",
    "publisher": "Global Alliance Against Traffic in Women (GAATW)",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.antitraffickingreview.org/index.php/atrjournal/article/download/710/533"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/587965810.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/587965810"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/587965810/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/587965810/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/587965810"
        }
    ],
    "abstract": "This article presents a case study of how COVID-19 has increased the precarity and risks of labour exploitation for vulnerable populations. Looking at the situation of LGBTQ+ Venezuelan asylum seekers in Brazil during COVID-19, it examines how the challenges they faced were exacerbated during the pandemic and how the Brazilian government’s poor response to COVID-19 and lockdown policies forced LGBTQ+ Venezuelan asylum seekers to take greater risks that exposed them to the virus. Based on 56 surveys with LGBTQ+ Venezuelan asylum seekers in Manaus, Brazil, the article discusses how COVID-19 impacted the livelihoods of LGBTQ+ Venezuelan asylum seekers. Specifically, it demonstrates that transgender and travesti Venezuelan asylum seekers experienced more labour precarity, discrimination, and violence during the pandemic than their cisgender counterparts",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "LGBTQ+ rights",
        "Venezuela",
        "Brazil",
        "livelihoods",
        "COVID-19",
        "asylum seekers"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.www.antitraffickingreview.org:article/710",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12404",
        "openDoarId": 0,
        "name": "Anti-Trafficking Review",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 587965810,
        "depositedDate": null,
        "publishedDate": "2023-09-29T01:00:00+01:00",
        "updatedDate": "2024-02-10T16:27:52+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-16T13:45:08+01:00"
    },
    "urls": [
        "https://www.antitraffickingreview.org/index.php/atrjournal/article/view/710"
    ],
    "lastUpdate": "2024-02-10T16:27:52+00:00",
    "setSpecs": []
}