{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2012-06-29T04:08:30+01:00",
    "dataProvider": {
        "id": 161,
        "name": "Digital Education Resource Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/161",
        "logo": "https://api.core.ac.uk/data-providers/161/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/5911582.pdf",
    "fullText": "  No place for bullying How schools create a positive culture and prevent and tackle bullying   A wide body of research indicates that bullying is a problem for many young people, and that some of this takes place in schools. The aim of this survey was to evaluate the effectiveness of the actions that schools take to create a positive school culture and to prevent and tackle bullying. A large part of the survey focused on pupils‟ own experiences and understanding of bullying and its effects.  Age group: 5–18 Published: June 2012 Reference no: 110179  The Office for Standards in Education, Children's Services and Skills (Ofsted) regulates and inspects to achieve excellence in the care of children and young people, and in education and skills for learners of all ages. It regulates and inspects childcare and children's social care, and inspects the Children and Family Court Advisory Support Service (Cafcass), schools, colleges, initial teacher training, work-based learning and skills training, adult and community learning, and education and training in prisons and other secure establishments. It assesses council children‟s services, and inspects services for looked after children, safeguarding and child protection. If you would like a copy of this document in a different format, such as large print or Braille, please telephone 0300 123 1231, or email enquiries@ofsted.gov.uk. You may reuse this information (not including logos) free of charge in any format or medium, under the terms of the Open Government Licence. To view this licence, visit www.nationalarchives.gov.uk/doc/open-government-licence/, write to the Information Policy Team, The National Archives, Kew, London TW9 4DU, or email: psi@nationalarchives.gsi.gov.uk. This publication is available at www.ofsted.gov.uk/resources/110179. To receive regular email alerts about new publications, including survey reports and school inspection reports, please visit our website and go to „Subscribe‟. Piccadilly Gate Store Street Manchester M1 2WD  T: 0300 123 1231 Textphone: 0161 618 8524 E: enquiries@ofsted.gov.uk W: www.ofsted.gov.uk No. 110179  © Crown copyright 2012        Contents Executive summary 4 Key findings 6 Recommendations 7 Part A: overview 9 Establishing the culture and communicating expectations 11 The headteachers‟ values and expectations 11 Behaviour and anti-bullying policies 13 Pupils‟ understanding of values and expectations 15 Communicating expectations 17 The wider community 18 Pupils’ experiences 19 Pupils‟ perceptions of behaviour 19 Transition to a new school 21 The use of language 25 Being bullied 27 Seeking help 30 Strategies to prevent and tackle bullying 31 Teaching pupils about moral, social and cultural issues 31 Specific initiatives 34 Training for staff 35 Unstructured times 37 Reporting and recording incidents 40 Part B: tackling and preventing prejudice-based bullying 44 Tackling prejudice related to homophobia 44 Tackling prejudice related to disability 58 Notes 66 Further information 67 Annex A: Schools visited 68       No place for bullying June 2012, No. 110179 4 Executive summary A wide body of research indicates that bullying is a problem for many young people, and that some of this takes place in schools.1 The aim of this survey was to evaluate the effectiveness of the actions that schools take to create a positive school culture and to prevent and tackle bullying.2 A large part of the survey focused on pupils‟ own experiences and understanding of bullying and its effects. Inspectors considered how well pupils understood the school‟s expectations of their behaviour. They talked with pupils about what they thought they should do if they were bullied in school, whether they had been bullied while at their current school, and how well they thought the school dealt with bullying. Inspectors also explored pupils‟ understanding of discriminatory and derogatory language.  Between September and December 2011, Her Majesty‟s Inspectors visited 37 primary schools and 19 secondary schools for the main part of the survey. The schools were located in both urban and rural areas and varied in size and type. At their previous Ofsted inspection none had been judged to be inadequate. Altogether, inspectors held formal discussions with 1,357 pupils and 797 staff.  Inspectors found that the schools visited could be broadly split into three groups. In the best schools, the culture and ethos in the school were very positive. The schools‟ expectations and rules clearly spelled out how pupils should interact with each other. Respect for individual differences had a high profile. In these schools pupils developed empathy, understood the effect that bullying could have on people, and took responsibility for trying to prevent bullying. The way in which these schools planned and delivered the curriculum helped a great deal to bring about these positive attitudes because it gave pupils a wide range of opportunities to develop their knowledge and understanding of diversity and an assortment of strategies to protect themselves from bullying. These schools recorded bullying incidents carefully and analysed them to look for trends and patterns. They then used this information to plan the next steps. The action they took was firm and often imaginative. If pupils had been bullied then they felt very confident that action was taken and it stopped promptly. Governors were well informed and questioning about bullying.  The second and largest group of schools shared many of the features described above and had many strengths. These schools had a positive culture and most pupils were considerate of each other. Many of the schools had developed a range of effective strategies for pupils to learn about moral and social issues. However, their practice was not as consistent as that of the strongest schools and on occasion had                                             1 See further information section for examples. 2 The importance of teaching – The Schools White Paper 2010 (CM 7980), December 2010. The importance of schools‟ roles in preventing bullying is a strong feature of the Schools White Paper. The White Paper stated that Ofsted will undertake a survey of „effective and ineffective practices which address bullying, which will be made available to all, along with case studies from the most effective schools.‟(3.25). The Department for Education commissioned this survey from Ofsted to meet this brief. See: www.education.gov.uk/publications/standard/publicationDetail/Page1/CM%207980.    No place for bullying June 2012, No. 110179 5 areas of relative weakness. Sometimes the curriculum was not as well structured or opportunities to teach about diversity were missed. Sometimes the analysis of behaviour and bullying was not as sharp as it should be to enable the school to see exactly what the issues were or what actions needed to be taken next. In the third small group of schools, the culture and the curriculum did not effectively develop pupils‟ understanding about diversity or help them to develop sufficient empathy for each other. Behaviour in these schools was more variable and interactions between pupils were not as positive. Incidents were dealt with when they happened but the preventative work was not as effective. In some of these schools pupils expressed some concerns about bullying.  Training for staff was an important aspect of the schools‟ work to prevent and tackle bullying. The training that the majority of schools had provided on bullying tended to be general and did not always focus on the different types of bullying that could occur and the implications of these. This led to some staff not feeling wholly confident to tackle all types of incident. At its best, training left staff very knowledgeable about the different forms of bullying that could be faced by pupils and feeling confident to deal with different forms of discrimination.  Many headteachers and staff spoke about the tensions that could exist between the culture that they were trying to instil and maintain in their schools, and aspects of the culture in the wider communities around the school. These tensions could relate to how people spoke to and treated each other generally, or to more specific attitudes towards particular groups. The schools sometimes had systematically to tackle racist, homophobic and aggressive attitudes that existed among parents and carers and in parts of their wider community that were in serious conflict with the school‟s values. Some schools had achieved significant success by working with parents and carers and members of the community to reach a better understanding.  Research evidence indicates that there are groups of pupils who are bullied disproportionately. These include disabled pupils and those who have special educational needs, and pupils who are, or are perceived to be, homosexual. This aspect was considered in all of the survey visits and inspectors found that some pupils had been the targets of bullying for these apparent reasons. In particular, inspectors found that language that discriminated against both of these groups of pupils, and others, was common in many of the schools visited. Many pupils were well aware that such language was not acceptable, but it was often seen as „banter‟. In contrast, staff were not always aware of the extent of its use, or they saw it as banter, so did not challenge it. Staff also indicated that they did not always feel confident to challenge or have the strategies to do so. To extend this aspect of the survey, inspectors visited an additional four primary schools and five secondary schools that had specifically and successfully tackled prejudice-based attitudes. These case studies are presented in Part B of this report; they do not form part of the key findings below.      No place for bullying June 2012, No. 110179 6 Key findings   In setting their expectations for behaviour, the primary schools visited placed a stronger emphasis than the secondary schools on values and on how pupils should treat one another. The primary school headteachers were more likely to describe their expectations in terms of the school‟s core values, while more of the secondary school headteachers focused on rules. Senior leaders varied in the extent to which they saw themselves and other staff as pivotal in leading and modelling positive behaviour and interactions.  All the schools surveyed had a written behaviour policy and an anti-bullying policy. In the majority of the schools, these policies were separate documents. Only 12 of the 56 schools had combined them into one. The combined documents represented some of the strongest policies. This was because these schools, with one exception, saw bullying as part of a continuum of behaviour, rather than as something separate.  Pupils in the primary and secondary schools were able to explain how the school expected them to behave. However, a greater proportion of primary than secondary school pupils could articulate the school‟s values, such as respecting each other. In the secondary schools, pupils tended to focus more on basic school rules such as wearing the correct uniform.  In 14 of the schools the pupils surveyed agreed with each other that the behaviour of the vast majority of pupils of all ages and from all groups was positive. In 32 schools, pupils felt that there was a small but significant minority whose behaviour did not reach the expected standards. In 10 schools, pupils spoken with said that behaviour was variable, with some negative elements.  Pupils in all of the schools could give a range of examples of disparaging language that they heard in school. This was related to perceived ability, race, religion, sexuality, appearance or family circumstances. Homophobic language was frequently mentioned. In contrast, staff often said that they did not hear any of this type of language in a typical week. Few schools had a clear stance on the use of language or the boundaries between banter and behaviour that makes people feel threatened or hurt.   Almost half of the pupils surveyed wrote about an incident where they had felt picked on or bullied at some point while at their current school. Incidents related to friendship issues, personal appearance, family circumstances, sexuality, race, religion, ability, being seen as clever or good at something, disability or a combination of these aspects. Seventy-five per cent of questionnaire respondents in primary schools and 83% in secondary schools thought that bullying would stop if it was reported to an adult in the school.   Despite significant strengths in some schools, inspectors found a range of weaknesses in how the schools recorded bullying incidents, the detail included in this recording and in its analysis. This undermined the schools‟ ability to use this information to shape future actions.   No place for bullying June 2012, No. 110179 7  Although headteachers usually reported to the governing body on general matters regarding behaviour, only 22 of the governing bodies surveyed received specific reports about bullying. The quality of the information they received was closely related to the quality of the school‟s recording and analysis of bullying incidents. Often reports to governors contained little analysis.   In 24 of the primary schools and 15 of the secondary schools the curriculum placed a strong emphasis on helping pupils to develop positive values, to understand difference and diversity, to understand the effects that bullying has on people, and to protect themselves from bullying. The curriculum specifically focused on different aspects of bullying, including homophobia and racism, and cyberbullying. However, even in these schools disability was seldom covered as well as other aspects of diversity.  In the best examples, planning clearly identified the links between personal, social and health education, citizenship, religious education and other curriculum areas, and there was a strong emphasis on ensuring that pupils were able to extend and apply their learning in other subjects.   Fifteen of the schools with a strong curriculum extended this effective approach by carefully and continually adapting their curriculum and introducing initiatives in response to the school‟s changing circumstances, the analysis of behaviour and particular issues in the community.  The schools that had thought the most carefully about preventing bullying and helping pupils to interact positively had recognised the importance of the physical organisation of the school and the organisation of breaktimes and lunchtimes, and had taken action to improve these aspects.  The training that the schools had provided for staff on bullying tended to be general and did not always define and explain the different types of bullying that could occur or the implications of these. Some staff had not received training on bullying at their current school.   Where staff had received training, the majority felt that this had been very effective in helping them to tackle issues around bullying. However, around a third of staff surveyed thought that they still needed more help to feel really confident. Staff felt least confident in terms of tackling prejudice-based language.  Recommendations  School leaders should ensure that their policies and practice consistently contribute to a culture of mutual respect in which unacceptable behaviours, including bullying, are minimised, by ensuring that:  the school has a set of clear, inclusive values that are understood and lived by all members of the school community  the behaviour policy is explicit about the way in which pupils should treat each other and the messages are consistently reiterated and reinforced     No place for bullying June 2012, No. 110179 8  staff consistently model positive behaviour in their interactions with each other, with parents and carers, and with pupils  pupils and staff understand the importance of using inclusive and non-derogatory language   pupils are helped to understand the difference between banter and interactions that can threaten or hurt   all staff receive appropriate and regularly updated training to give them the knowledge, skills and confidence to teach pupils about diversity and the effects of bullying   staff consistently and firmly challenge inappropriate interactions, including prejudice-based and aggressive language.  Schools should ensure that their curriculum, including their personal, social and health education (PSHE) and citizenship curriculum:  systematically teaches pupils about all aspects of individual difference and diversity, including those related to appearance, religion, race, gender, sexuality, disability and ability  includes a clear progression that takes account of the age and maturity of pupils  is tailored to the particular needs of the current and anticipated intake of the school  is adapted as necessary to address particular issues related to diversity or to bullying in the school and the wider community.  Schools should:  ensure that they are able to evaluate, at an appropriate time after any bullying event, how effective their action has been  analyse their information about bullying to assess whether there are any patterns, trends or issues emerging  use this analysis to plan future actions.  Governing bodies should:  develop systems to independently seek the views of pupils, parents and carers and staff on a regular basis to evaluate the effectiveness of the leadership‟s actions to create a positive school culture for all learners  require the school‟s analysis of bullying and the actions taken to be included in the headteacher‟s reports to governors, and challenge and support the school accordingly.    No place for bullying June 2012, No. 110179 9  Providers of initial teacher education should ensure that trainees learn about bullying, including prejudice-based bullying and language, as part of their training on behaviour. Part A: overview  1. A wide body of research indicates that bullying is a problem for many young people, and that some of this takes place in schools. There are groups of learners who are bullied disproportionately. A large part of the survey focused on pupils‟ own experiences and understanding of bullying and its effects. In particular, inspectors considered pupils‟:   understanding of the school‟s expectations of their behaviour, particularly the way in which they should interact with others  understanding of the actions that they should take if they are bullied  confidence in the school responding effectively if bullying occurred  experience of bullying while at their current school  understanding of discriminatory language and its effects  understanding of their responsibilities towards others with regard to bullying  experience of transition to secondary school  experiences of transferring to a school at times other than at the normal transfer time. 2. To understand the context of pupils‟ experiences and what led to these being positive or negative, inspectors also evaluated in detail a number of aspects of schools‟ work to create a positive culture and to prevent and tackle bullying. These aspects included:  the quality of the behaviour and bullying policies  the clarity and effectiveness with which incidents were recorded   the range and effectiveness of the actions that the school took when bullying occurred  the quality of the planned curriculum to promote pupils‟ social and moral development  teachers‟ knowledge and awareness of bullying, their confidence in tackling bullying, their training, and their involvement in the monitoring and evaluation of the school‟s actions. 3. In 12 of the schools surveyed, their practice to create a positive school culture and to prevent and tackle bullying was effective in all respects. Pupils‟ responses and experiences were correspondingly positive. These pupils believed that behaviour was positive in their schools. They had developed a high level of awareness of the impact that their behaviour could have on others and     No place for bullying June 2012, No. 110179 10 empathetic attitudes towards their peers. They had been taught how to resolve issues when they occurred. Some pupils with whom inspectors held discussions in all of these schools had experienced bullying at some point in their school careers, but they showed a high level of confidence in the school‟s willingness and ability to resolve bullying issues as soon as they occurred. In several of the primary schools, pupils tended to say that any issues they had experienced were connected with being „picked on‟ as a result of falling out among friends, rather than true bullying. These 12 schools:   based their practices for promoting good behaviour and managing unacceptable behaviour on a set of clear, strong, inclusive values  worked carefully with parents and carers, the wider community and pupils to ensure that these values were understood  understood the importance of staff modelling the desired behaviours at all times, with each other, with pupils and with parents and carers  placed a strong emphasis on a consistent, positive approach to interacting with pupils and to managing behaviour  planned and taught a curriculum that had a clear focus on developing an understanding and acceptance of diversity  systematically and clearly recorded bullying incidents and analysed them carefully  took action in response to individual incidents of bullying and to any patterns or trends that indicated more widespread issues. In three of these schools their practice was particularly effective because staff:  paid particularly close attention to pupils‟ views about behaviour and experiences of bullying, and took action in response   gave pupils a range of structured opportunities to take responsibility for others in the school  systematically taught pupils strategies to manage their own relationships with others and to resolve conflicts.  4. Another 39 of the schools had many elements of the effective practice and outcomes described above but to a lesser extent or with an area of relative weakness. These weaknesses tended to be in one of the following areas:  recording and reporting, or the analysis of information about bullying incidents   the school‟s evaluation of the impact of the curriculum intended to promote pupils‟ social and moral development on their actual behaviour and attitudes  the curriculum not always focusing systematically enough on teaching pupils about individual differences, or lacking clear progression through the year groups.    No place for bullying June 2012, No. 110179 11 Nevertheless, in these schools the strengths outweighed the weaknesses.  5. Two primary and three secondary schools had more widespread weaknesses in their work to create a positive school culture and to prevent and tackle bullying. One of the secondary schools was on a journey of improvement and its planned curriculum was a considerable strength of its provision. However, this had not yet had the desired impact on the school‟s culture or on pupils‟ behaviour and attitudes. Pupils in this school expressed concerns about bullying and about the general behaviour of some of their peers. The other two secondary schools had not tackled the use of derogatory language among pupils and the recorded information about bullying was not analysed to inform actions. In addition, one school had weaknesses in its evaluation of the impact of the PSHE curriculum. In the two primary schools, pupils felt safe, knew that they could seek help, and generally behaved well. However, there were weaknesses in the planned curriculum for PSHE; the evaluation of its effectiveness; the recording and analysis of bullying incidents; and, in one of the schools, staff understanding of bullying. Establishing the culture and communicating expectations  The headteachers’ values and expectations  6. In each school visited, inspectors asked the headteacher to explain their expectations of how members of the school should interact with and treat one another. Headteachers were divided in how they approached this question. Later discussions with pupils in both primary and secondary schools showed a close relationship between the headteacher‟s articulation of the school‟s values and expectations and the pupils‟ understanding.  7. Primary school headteachers tended to begin by talking about their core values, often based around respect, and to move quickly on to an explanation of how they expected staff to exemplify these values in their behaviour towards pupils. This was the case in 25 of the 37 primary schools visited. For example, one headteacher explained:  The key message is respect for everyone, and respect for learning – these expectations are for everyone in the school. Staff are expected to treat pupils with respect and to demonstrate good professional behaviour with all adults.  Another stated: „Our expectations are based on „„total respect‟‟ and our rules for behaviour apply to all members of the school.‟  8. These headteachers then linked this to their expectations for pupils‟ behaviour. This indicated that these headteachers had a clear understanding of the importance of staff modelling desired behaviours, and the influence that this has on pupils‟ behaviour. In one school, the headteacher showed how the code     No place for bullying June 2012, No. 110179 12 of conduct for staff was directly linked to the golden rules for the pupils. Of the other primary school headteachers, nine immediately focused on pupils‟ behaviour, and the other three began by describing contextual issues such as what the school was like when they were appointed.  9. The primary school headteachers commonly talked about how the school‟s values and expectations were communicated to the school community through:  a set of words or sentences that summed up the school‟s expectations of the way in which people would treat each other, such as „kind hands, kind feet, kind words‟.  a set of core rules or golden rules that focused on interactions between people  staff speaking to pupils, to each other and to parents and carers in a way that reflected the school‟s values, for example conveying calm and respect  the school communicating in certain ways with parents and carers, for example letters having a positive tone and being very clear  strong communication between staff   assemblies and, particularly in faith schools, through frequent collective worship. 10. One primary school headteacher said that being very visible and interacting with others throughout the day, including in the playground and the dinner hall, was key to ensuring that expectations were understood and adhered to. Similarly, another headteacher emphasised how modelling the behaviour he wanted from others was very important. Several headteachers who were relatively new in post described how they had initially had to tackle what they considered to be negative behaviour among staff, particularly in the way they spoke to each other, to pupils and to parents and carers. 11. In contrast to the primary school headteachers, 11 of the 19 secondary school headteachers responded to this question by talking first about what they expected of the pupils and what this looked like in practice. They gave examples of the school rules and mentioned elements such as sanctions and uniform. The other eight secondary school headteachers first described the way in which they expected staff to behave towards each other and towards pupils, or talked about the school‟s values and ethos. Sometimes these headteachers articulated the school‟s values strongly. One headteacher of a Catholic school spoke about the importance of welcoming all pupils, whether they were Catholic or not; giving pupils a second chance where they needed it – „never give up‟; and expecting staff to „see the goodness in the child before you see anything else‟. This philosophy drove the school‟s behaviour policy and strategy, which was later summed up by the pupils as „firmness and fairness‟.  12. Another headteacher described how their work was driven by having high expectations of staff and pupils in all aspects of school life: „We place an   No place for bullying June 2012, No. 110179 13 emphasis on building relationships, fulfilling potential and ensuring pupils feel safe… and we push them to be extraordinary.‟ A third talked about the school‟s drive to instil mutual respect in the whole community, including staff, parents and carers and the wider community, and to ensure that there was a common understanding of what „respect‟ looked like in the school context.  Behaviour and anti-bullying policies 13. In the best examples, the behaviour and anti-bullying policies were key documents for formalising the school‟s expectations about behaviour and about how all members of the school community should treat each other. However, this was far from consistent across the schools. Although all the schools surveyed had a written behaviour policy and an anti-bullying policy, only 12 – five primary schools and seven secondary schools – had combined them into a single policy document. The combined documents represented some of the strongest policies seen by inspectors. This was because these schools, with one exception, saw bullying as part of a continuum of behaviour, rather than as something separate. Having one policy that commonly linked the school‟s expectations of behaviour to its stance on bullying led to greater clarity for both staff and pupils. These documents often began with a clear statement of belief, for example, „Everyone has the right to learn and work in an environment free from harassment and discrimination, where they feel safe.‟ Importantly, they contained details of different types of bullying and groups that were particularly vulnerable to bullying. Two of these policies linked bullying to the Human Rights Act as well as to their own values and beliefs.  14. These combined policies made it clear that bullying was an important example of unacceptable behaviour. They outlined sanctions that applied to all types of inappropriate behaviour, including bullying. The best clearly noted the importance of staff‟s own behaviour, for example one stated that „staff should make sure they consistently model excellent behaviour‟. Another emphasised the need for staff to correct pupils‟ behaviour as necessary but „without humiliation or the use of sarcasm‟. In the best examples, the anti-bullying policy was also linked to other key policies. In one school, the travel policy had been informed by the school‟s knowledge of bullying: they had asked pupils questions about why some would not walk to school, learnt that this was linked to bullying or a fear of bullying and taken action accordingly. The e-safety policy in this school had a clear focus on dealing with and trying to eliminate cyberbullying. There were also clear links to the equalities plan, particularly concerning the elimination of harassment linked to disability. One of the best combined policies in a primary school strongly conveyed the values of respect and appreciating diversity throughout. This policy clearly set out for all members of the school community what the expected behaviours were, and those to avoid, for example: „Do tell adults things that concern you. Don‟t tell nasty tales. Do listen well. Don‟t interrupt. Do respect everyone‟s body and feelings. Don‟t hurt anyone‟s body or feelings.‟ The logical progression in the document led to     No place for bullying June 2012, No. 110179 14 explanations about what was meant by unacceptable behaviour and bullying, including:  name-calling  racist and sexist behaviour  making threats  making people feel small  hurtful remarks and personal comments  dares – making someone do something they do not want to  whispering about others  laughing at a hurt or upset person  preventing someone getting help  ignoring people and leaving them out  mocking differences  damaging work or belongings  hiding belongings  pressurising children to join in inappropriate behaviour  other behaviour that makes someone feel unhappy. Throughout, the document was clear about preventative actions and those that should be taken if inappropriate behaviour or bullying occurred. The casual use of discriminatory language was clearly taken seriously. The policy contained excellent illustrations for staff about how they should behave when confronted with bullying incidents, including guidance and examples of the language and style of questioning they should use.  The behaviour policy in one secondary faith school strongly outlined how all members of the school community, including governors, should behave.  Responsibilities and rights were linked together well. Christian values were at the heart of the policy. The school had distilled its expectations into five golden rules, that were then expanded in a section entitled „Being in the community‟, which set out the behaviour expected of pupils in the classroom, corridors, streets and at home. Clear examples of bullying were given, including sexual harassment and extortion, and these were backed up by scenarios, for example the policy stated that „isolating an individual can be emotional abuse‟. The policy made it clear that pupils were expected to „say no‟ to anything that they thought was wrong and to work with others to stop bullying. An explicit routine for staff to follow when they thought bullying might have occurred was summarised as „Listen, believe, act‟. Parents‟ and carers‟ roles were also identified explicitly.  15. The only weak example of a combined policy was found in one of the secondary schools. This policy was too general. It lacked detail about the various forms that bullying could take and the different groups it could affect, and about the actions that the school took to prevent it and tackle individual incidents. It was therefore not informative enough for staff, pupils or parents and carers and did not convey a sufficiently strong message that bullying was   No place for bullying June 2012, No. 110179 15 unacceptable. These weaknesses were also evident to some extent in the separate anti-bullying policies of two more of the secondary schools and four of the primary schools. 16. The strongest separate behaviour policies also clearly stated the ways in which all members of the school community should behave, and linked this to the school‟s values and its culture. There were some examples of schools that had chosen to have two separate policies and had made clear links between them, restating the school‟s expectations and the way in which one policy related to the other. However, in too many cases, although some of the anti-bullying policies were of reasonable or good quality, the schools had missed an important opportunity to link behaviour and bullying in a way that staff and pupils would understand. This was particularly marked with aspects such as pupils‟ attitudes towards each other and towards different groups, and their use of language that could hurt or offend.  In one school there was a lack of cohesion between the two policies. The behaviour policy did not identify positive actions to prevent bullying or the sanctions for bullying behaviour. The anti-bullying policy had limited references to the school‟s expectations and did not refer to the whole-school systems for developing a positive climate. It was unclear as to where bullying incidents would sit in the sanctions outlined in the behaviour policy.  Pupils’ understanding of values and expectations 17. Pupils in all of the 37 primary schools were able to explain to some extent the school‟s expectations of how they should behave, including how they should treat each other. Pupils were consistently able to articulate what they thought the school‟s expectations were in 23 of these schools. They explained, with some confidence, how they were expected to treat other people in the school. In these schools, the pupils‟ perspectives corresponded very closely with those explained by the senior leadership team and written in the school‟s behaviour policy and code of conduct. In 12 of the primary schools, the majority of pupils could explain the school‟s expectations and how they should treat other people, but this was less consistent. In two of the primary schools, although some pupils were able to articulate what they thought the school expected of them in terms of behaviour and their treatment of other people, more were unclear.  18. In six of the primary schools, the pupils immediately linked their explanations to what they called their „golden rules‟. In five of these schools, the golden rules clearly focused on how pupils should treat each other, for example pupils talked about the need to „be kind‟, to „show respect‟, to „treat each other as you would want to be treated‟. Pupils in these schools could illustrate what this would look like on a day-to-day basis. In the sixth school with „golden rules‟, the pupils expressed the rules in a negative form, such as „Don‟t break school property‟.      No place for bullying June 2012, No. 110179 16 19. It is notable that the word „respect‟ was used almost universally by the primary schools and therefore by the pupils, but in the best examples this was expanded on so that pupils could understand what it looked like in practice. The same applied to other key concepts such as being kind and considerate. In 12 primary schools, pupils demonstrated quite a sophisticated understanding of expectations that included a degree of empathy. One pupil, for example, commented, „Even if we‟re not best friends we can try to be nice.‟ In one school pupils explained the importance of listening to and respecting other people‟s points of view. This went further in another primary school where pupils explained that they treated other people as they would a family member, and that they should always look out for and support people who looked lonely.  20. The importance of respecting and celebrating difference was seldom mentioned spontaneously by pupils, but in three schools, pupils volunteered that they should respect people‟s faith, religion, race and other differences – as one pupil put it, „We are unique.‟ Taking responsibility for your own actions featured occasionally. At their best, these overt expectations, often expressed as „rules‟, exemplified to pupils what it meant to be a good member of an inclusive school community.  21. As in the primary schools, secondary school pupils were usually able to explain the school‟s expectations of them to some extent. In six of the 19 schools, all were consistently clear, and in 10 the majority were. In the other three schools, although some pupils could explain the school‟s expectations, others were unclear, or their understanding did not correspond to the school‟s policy and code of conduct. Overall, like the secondary school headteachers, secondary school pupils referred to the values of the school much less frequently than their primary peers. Pupils were far less likely to refer to a core set of expectations, and if they did, these were often not focused on interactions between members of the school community. Pupils frequently started by reciting a very mixed list of rules, which included references to uniform, mobile telephones, chewing gum and punctuality, before moving on to aspects such as respect, sometimes only after prompting. Even when pupils referred to aspects of how they should treat each other, they could not always explain what this looked like in practice.  22. There were some notable exceptions to this. For example, in one secondary school, all groups of pupils could explain what „respect‟ looked like, and emphasised the need to be considerate to each other. In another, pupils showed a good understanding of empathy and could illustrate what this meant. Respecting individual differences was seldom mentioned. However, in one school, pupils talked about difference and noted that some pupils needed more support to behave well. In a girls‟ grammar school, one commented, „There is no room for bullying in this school,‟ a view that was shared by all pupils spoken to. These pupils went on to explain clearly the importance of not making people feel uncomfortable; supporting someone who is being bullied; using good manners; respecting the views of others; and helping other people with their   No place for bullying June 2012, No. 110179 17 work. The importance of ensuring that there was no racism or discrimination against any group was mentioned by pupils in only one school.  Communicating expectations 23. Pupils learnt about their school‟s expectations of how they should behave towards one another in a variety of ways. In over half of the schools visited pupils considered that rules were an important way of guiding them. In most instances these were displayed on the walls of classrooms, and sometimes also around the school. The way in which the rules were expressed varied. Some were very specific and related to particular behaviours. These tended to be expressed in a negative way, telling pupils what they should not do rather than what they should do. Others were more to do with relationships with other people, for example including others or treating others as you would wish to be treated. In many primary schools these were referred to as the „golden rules‟, indicating that they were perceived by pupils as being at the heart of the school and an expression of their core values. In two of the primary schools the approach was further nuanced. One school had a „rights and responsibilities‟ document while in the other, the rules were referred to as a „classroom charter‟ and had evolved from a dialogue between staff and pupils rather than being a simple exposition of rules.  24. Pupils were asked to consider how a pupil new to the school would know how to behave. Many mentioned the rules, as noted above, but in addition pupils in the majority of both primary and secondary schools saw themselves as role models and were clear that they had a duty to exemplify the school‟s values. Many primary school pupils noted that looking at how other pupils behaved would give a newcomer an insight into the ethos and values of the school. The role of particular pupils was sometimes emphasised by a physical symbol, such as the wearing of a different coloured jumper or tie to denote status as a mentor or monitor. The secondary school pupils were less inclined to talk about being role models in terms of how pupils behaved towards each other, and were more inclined to define it in terms of „keeping to the rules‟. In 22 schools, pupils saw the „buddy system‟ for new pupils as an important part of modelling the school‟s expectations for new pupils. This approach was more likely to be found in primary schools and pupils were often able to explain just what a difference it had made to them. For example, one primary school pupil explained how her buddy had played a big part in helping her to settle and understand her new school.  25. In 13 schools, pupils saw assemblies as an important way in which they learnt about and were reminded of expectations of behaviour. These assemblies appeared to be about values – for example, the importance of treating each other with kindness and understanding – and about what values looked like in practice, rather than an opportunity to give out information or restate rules. In one church school, pupils said the school prayer every day. This had been written by a pupil and was used as a way of reminding pupils how they should interact with others. It reinforced the school‟s approach that every day is a new     No place for bullying June 2012, No. 110179 18 day and therefore a fresh start. In another primary school, the school song was used in a similar way. The influence of the curriculum in supporting pupils‟ understanding of the school‟s values was much less evident and not commonly mentioned by pupils. Where pupils did mention specific lessons, these tended to be those that explored friendships and notions of kindness and sharing, rather than particular lessons about diversity or anti-bullying strategies. Pupils frequently mentioned the importance of teachers‟ reminders about how to behave, and sometimes their role in modelling behaviour.  The wider community  26. Many headteachers and staff spoke about the tensions that could exist between the culture that they were trying to instil and maintain in their schools, and aspects of the culture in the wider communities around the school. These tensions could relate to how people spoke to and treated each other generally, or to more specific attitudes towards particular groups. In one school, for example, „respect‟ was at the heart of all their strategies to promote positive behaviour, but this had sometimes been undermined by pupils observing their parents and carers behaving in certain ways towards other parents and carers or staff. Careful but persistent work with parents and carers had had a positive impact over time and the situation had improved. Some headteachers emphasised the importance of staff modelling expected behaviour at all times, including in their own interactions with parents and carers, and at informal times such as in the playground at the start of the day.  27. Teaching pupils to take ownership of their own behaviour, particularly when there were issues with gang culture in the local community, and expecting older pupils to be role models for the younger ones were also seen as important aspects of changing attitudes about how people should treat each other. Other schools also worked with community police officers, who would reinforce the school‟s values with families and in the wider community. 28. Negative attitudes towards different cultures from some parents and carers and within the community were an issue for some of the headteachers, as illustrated below.  The headteacher of a Catholic primary school in a very ethnically diverse area explained that when he joined the school, he realised that the attitudes about diversity and equality that staff were trying hard to teach the pupils were frequently being undermined by tensions between parents and carers. He quickly set out a plan to bring the parents and carers and school closer and to celebrate the school‟s very ethnically mixed community, alongside extending and celebrating the Catholic ethos. A focus for this was two highly successful „cultural days‟, with dance, drama, storytelling and food. Parents and carers were invited to dress up in national dress or clothes that meant something to them and to bring food to share with each other. Photographs of the days show parents and carers of different ethnicities sitting together, sharing food, and enjoying   No place for bullying June 2012, No. 110179 19 their children‟s and other parents‟ and carers‟ performances. Since these events, more parents and carers were coming into school with their children in the morning and interacting with each other and staff. Parents and carers of all ethnicities had started to come to the weekly school Mass and children enjoyed having their parents and carers there. Throughout the school, displays reflected the community and the Catholic faith around the world.  Schools also encountered homophobic attitudes that could spill over into school. In the best examples they tackled these robustly both in school and within the community, to good effect. Detailed case studies of how schools have tackled homophobia and the bullying of disabled people form Part B of this survey.  29. Occasionally, schools were nervous about highlighting issues of diversity because they saw them as potentially contentious. This led to them tackling issues about diversity, particularly disability and homophobia, but also race to some extent, only as they arose, rather than building them into the curriculum or the day-to-day life of the school.  Pupils’ experiences  Pupils’ perceptions of behaviour  30. In the formal discussions held with pupils at each of the schools visited, inspectors asked them to consider whether pupils at the school behaved as they were expected to, particularly in the way in which they treated each other. In eight primary and six secondary schools, there was a strong positive response from all groups of pupils spoken to. Pupils in these schools were very clear about the school‟s expectations and agreed with each other that the vast majority of pupils of all ages and from all groups met them fairly consistently. For example, in one secondary school pupils commented that pupils almost always behaved according to the school‟s expectations; they explained that poor behaviour was rare and that any issues only arose from pupils occasionally behaving „without thinking‟. In their responses, pupils in these schools were able to explain what this positive behaviour looked like. In one primary school, for example, pupils gave a convincing account of what the inspector would see in the playground, showing a good understanding of the school‟s expectations. „If you came into our playground you would see pupils asking to join in games and other people would let them.‟  „People would be using the friendship bench and others would be coming to play with them so no one is on their own.‟ „Pupils saying sorry to each other.‟  „You wouldn‟t see fighting or arguments because we are too busy with the equipment.‟     No place for bullying June 2012, No. 110179 20 „And because we don‟t want to be told off, we don‟t want to move out of the green zone.‟  „And we would feel guilty.‟ 31. In these schools, pupils were also reflective about what helped them to behave, and the reasons why behaviour occasionally did not meet high enough standards. For example, one primary school pupil commented, „People treat each other well most of the time but sometimes people get angry and fall out and it is important to forgive each other.‟ Another added, „Yes, sometimes people make a mistake and there is some silliness, but it doesn‟t last because we sort it out.‟ In another primary school, pupils explained how on the rare occasions someone did not behave well they were sent to the „reflection zone‟ where they could think about their actions. The school‟s strong emphasis on telling the truth was evident from pupils‟ responses: they saw this as very helpful because it meant that if they told the truth about an incident, they sometimes „did not get into as much trouble‟, but still clearly realised that they had done something wrong. In a secondary school, pupils spoke about their responsibility for maintaining the high standards of behaviour in the school. Here, they felt that the way in which staff behaved towards each other and towards them constantly set a good example. It was clear in these schools that the school‟s culture and ethos had a marked impact on pupils‟ understanding of what positive behaviour looked like and how it could be achieved.  32. In 23 primary schools and nine secondary schools, pupils suggested that the vast majority of pupils met the school‟s expectations, but that there was a minority who did not. The pupils who were perceived not to meet the school‟s expectations varied from school to school and included older pupils, younger pupils, groups of boys, groups of girls and pupils with special educational needs. Sometimes pupils who were perceived not always to meet the school‟s expectations were seen as those who „need some help‟ or „have some problems‟.  33. The context in which the incidents were said to occur also varied, but most commonly they were thought to take place during unstructured times. In primary schools, playtimes and lunchtimes were the most common context, with pupils describing others who did not „play nicely‟ and who would sometimes „backchat the dinner ladies‟. Unstructured times also featured in the secondary schools, for example „older pupils barging the younger ones in the food queues‟, or „being silly in the dining room‟. However, there was also reference in secondary schools to variable behaviour in lessons. Pupils tended to attribute this to the teacher, saying for example that „behaviour depends on the teacher – pupils misbehave more for cover or supply teachers‟, or to the consistency of the teacher‟s approach: „some teachers are less strict‟; „some teachers are more tolerant than others‟.  34. In the remaining six primary and four secondary schools, pupils spoken to thought that behaviour was variable, with some negative elements. In common with the schools above, these primary school pupils seemed to have concerns   No place for bullying June 2012, No. 110179 21 about groups of pupils who did not conform, but their concerns were more widespread. Some, for example, commented that their lessons could get spoilt, whereas others were concerned about arguments, name-calling or occasional fighting in the playground. In primary and secondary schools, pupils sometimes commented that behaviour had improved, suggesting that they thought that it had been a problem in the past, but then qualified this with comments about behaviour still being a problem in some lessons, or around the school at times. In one secondary school, pupils commented that they thought that bullying could be quite a big issue. They felt that teachers were sometimes „blind‟ to some of the physical behaviour around the school, such as jostling in corridors, and that some seemed to think that „boys will be boys, as if that excuses everything‟. In another secondary school, pupils were quite specific about the reasons for their responses.  Pupils described a number of behaviours that took place that were not in accordance with the expectations. These included name-calling, including some racist and insulting terms, and sometimes being on the receiving end of shouts, laughter and objects such as pens or food from groups of pupils so it was difficult to identify who was responsible. They also mentioned swearing and the use of insulting language, sometimes „between friends‟. Pupils generally felt that behaviour was best in lessons and least good during changeovers between lessons or at breaktimes and lunchtimes. Some incidents of pushing and shoving were described, mostly relating to one particular corridor and the lunch queue.  Transition to a new school 35. In the 19 secondary schools visited, inspectors spoke to groups of the youngest pupils in the school, usually Year 7, about their experiences of transition. As this survey took place in the autumn term, this experience was very fresh in their minds and to some extent was still taking place. The most common worry that pupils said they had felt before joining their secondary school was getting lost in the large buildings, but bullying came a close second. Sometimes this was part of a more general worry about „the big kids‟.  36. In eight of the secondary schools, pupils‟ responses suggested that the school had planned carefully and effectively for pupils‟ transition to their new school. What had made a particular difference in these schools was that they had been very clear with pupils about their school‟s policy on bullying. Even before they joined the school, usually during an induction day in the summer term, the pupils had been told how they could seek help if they felt unsafe or were being picked on or bullied, and this was emphasised immediately on arrival. These messages had then been reinforced in a variety of ways, for example by form tutors, in assemblies, by heads of year, and during lessons. A summary of the school‟s stance on bullying was readily available, for example in pupils‟ planners and on corridor and classroom walls. As a result, pupils felt confident that they would receive immediate support with anything that worried them, including bullying. In one school, for example, pupils already had a good knowledge of     No place for bullying June 2012, No. 110179 22 the school‟s expectations, particularly „respect‟ and „treat each other as you would like to be treated‟. They referred to the teachers as „very warm‟ and commented that „you can talk to them‟. Pupils‟ views were that if there was an issue staff would „talk to you and help you, investigate first, try to find out what happened then sort it out straight away‟. They were equally clear that there would be consequences for the perpetrator of any incidents: „If it was actual bullying you would get punished.‟  37. Where pupils had had the opportunity to meet personally with a member of staff from the secondary school before joining, they had found this particularly reassuring. For example, in a girls‟ grammar school, pupils travelled long distances and could sometimes be the only pupil in the year group from their primary school. A member of staff from the grammar school had visited each of them at their primary school. Pupils felt that this had given them a good opportunity to ask lots of questions and clear up their worries. They had also valued the visiting teachers asking them whether they wanted to be in the same form as other pupils from their primary school. They were unanimous in their view that, together with the two induction days, this process had really helped them to settle quickly. In these eight schools, pupils already understood and could articulate the school‟s expectations of how pupils should treat others. They felt confident that any problems they experienced would be dealt with well by the school. Few pupils in these schools had experienced any problems with feeling unsafe or being bullied, but where they had, they felt well supported and said that the issue had been resolved.  38. It was noticeable that these schools had often put in place some clear structures to break down barriers between older and younger pupils, and to give older pupils particular roles in supporting the younger ones. In one school, for example, Year 7 pupils had experienced similar worries to pupils in other schools, such as coping with the size of the school and getting lost. However, they were keen to emphasise that these fears had not materialised because of the very helpful nature of the vertical forms, including pupils from all year groups, which meant that „there is always somebody to help‟. Having older pupils in the form, they felt, was really positive. The common view was that „you get to know them well and this means you are not intimidated by “big kids” because we know some of them‟, and, „you do not get bullied because you have got some big mates who look out for you‟. Another school paired each Year 6 pupil during the summer term with a Year 9 „ambassador‟ whose role was to allay any fears, give crucial information and be a well-known, friendly face when the younger pupils joined the school. At the time of the survey, the new Year 7 pupils were still working with their ambassadors and found it very useful to have „a big kid‟ to whom they could turn. Year 10 pupils said that they found their role as ambassadors very rewarding. They commented that it helped them to understand the fears and concerns of the new pupils and they modified their behaviour accordingly. A third school had a large number of Year 11 prefects who had a very clear role in supporting younger pupils. These prefects had received specific training and were easily identified in the playground and around school by their purple ties. Year 7 pupils were   No place for bullying June 2012, No. 110179 23 unanimous in their view that the prefects had helped them to settle in and to feel safe from bullying. 39. In eight other schools, the arrangements for pupils‟ transition had been reasonably effective and the majority of pupils spoken to understood the school‟s expectations of how pupils should treat others. These schools tended to have told pupils when they arrived at the school, rather than in advance, how they could seek help if they felt unsafe or were being picked on or bullied. Most seemed to feel confident that any problems they experienced would be dealt with well by the school, and any pupils who had experienced problems felt reasonably well supported. These schools often had particular strategies to support pupils on transition, such as allowing them to go into lunch early for the first couple of weeks, but these were less far-reaching than in the previously mentioned eight schools, and did not focus in the same way on developing positive relationships between younger and older pupils. This seemed to be reflected in the pupils‟ experiences – pupils in these eight schools were more likely to comment on „getting squashed‟ when moving around the school, or the need to „keep our heads down‟ in corridors when Year 11 pupils were around.  40. In the remaining three secondary schools, arrangements for transition were more ad hoc and pupils‟ experiences of school so far had been mixed. In one school, for example, pupils felt a sense of intimidation from the older pupils in corridors, „even if it isn‟t meant‟. They talked about areas of the school they did not like to go to at breaktimes and lunchtimes and the difficulties with telling an adult if they felt unsafe, because „You don‟t want to be seen as a snitch‟. Strategies were in place to try to change the school‟s culture, for example the same pupils spoke positively about the work they were doing in religious education and drama lessons about bullying and homophobia, and this had clearly had an impact on their own understanding. However, these strategies had not yet had an impact on the overall culture of the school. In another school, several pupils spoken to felt that they had sought help from staff to resolve bullying or related issues and had not received it. In contrast, in the third school, the pupils felt quite confident that they would receive help if needed but had not been taught systematically about the school‟s expectations, or about their anti-bullying policy. Pupils in this school described their induction day as „just doing tests‟.  41. In the secondary schools, inspectors also spoke to groups of pupils from all year groups who had joined the school at times other than the usual time of transition, often part way through an academic year. Pupils in all the schools generally felt that the school had welcomed them when they joined, and had told them how to seek help in the event of being bullied or picked on. As with the transition of Year 7 pupils, there was variation in the amount of structure that the schools put around the process of inducting a new pupil. For example, arranging a „buddy‟ for a new pupil was common. However, this ranged from someone who was in the same form group as the new pupil being paired with     No place for bullying June 2012, No. 110179 24 them for a day or two, to another pupil being carefully selected to carry out a specific role.  In one school, the buddy system was seen as very important. Prior to starting, the new pupil had an interview with a head of year or senior member of staff which explored their interests, hobbies and aspirations. The buddy was then selected carefully for their compatibility with the individual pupil. In the pupils‟ own words, this was „not always who you might think – not the school council or just the clever ones but a proper buddy who would be right for you‟. The role of the buddy was clear and the selected pupils took this very seriously. The new pupils spoke warmly about how their buddies had helped to build confidence in their new setting and to help them to feel safer. The scheme continued for several weeks, and always for as long as the new pupil felt they needed it.  42. Generally, the new pupils understood the school‟s expectations of their behaviour and were confident about ways of seeking help if they felt unsafe or threatened. However, although staff had told pupils about important aspects of the anti-bullying policy, they had not always checked that pupils understood what they had been told, and had sometimes relied too much on other pupils to inform new pupils. In one school, for example, the new pupils could list the ways in which to seek help for bullying – from staff, putting a note in the bully box, an online system – but when questioned they did not know where the bully box was located in the school, or how to access the online system. Individuals seemed to have thought that they were the only ones who did not know, hence had not wanted to ask, and were surprised during the discussion to learn that this was common. In another school the pupils were not familiar with the written code of conduct. They had heard it referred to, but had not always understood what aspects of it meant. This applied particularly to pupils who spoke English as an additional language, who reported that this had led to some tensions when they had unwittingly broken rules. In the best examples, clearly structured induction combined with personal attention helped pupils so that they could succeed in their new environment, even where they had experienced problems in previous schools.  One pupil talked about his first day to illustrate how the school had helped him. He had been permanently excluded from his previous school. The deputy headteacher talked frankly with the pupil about what had gone wrong and laid down clearly what was expected at this school. She then told the pupil that he could come to see her for support in meeting these expectations, or with any issues he encountered. Having taken a range of tests, he was placed in a teaching group that was suitable for his needs, and after discussions with senior staff about where it would be most useful, some support was arranged for him in lessons. He felt that he had been treated very fairly at all times, and where he had made a few initial mistakes he had been able to „move on‟ once he had taken his punishment because the school „doesn‟t hold a grudge‟.    No place for bullying June 2012, No. 110179 25 The use of language 43. In discussions with pupils in all year groups, inspectors asked them about the language or words that they sometimes heard, or sometimes used, but knew were unkind or inappropriate. They explored with pupils what they thought was wrong with these words, and what staff did if they heard them. Although pupils were occasionally reticent at first, the vast majority understood the context of the discussion and were willing to tell inspectors about disparaging language that they heard in school. Pupils in all of the schools gave a range of examples. It was clear that much of this language was used by pupils during unstructured times of the day, particularly in the playground, although it did also spill into lessons at times. The disparaging language most commonly heard by pupils in both primary and secondary schools related to perceived ability or lack of ability – mainly the latter; race and, less commonly, religion; sexuality; appearance; family circumstances; and, in secondary schools, sexual behaviour. 44. This evidence from the pupils was in direct contrast with the views of the staff. At least some of the staff interviewed in 24 of the primary schools commented that they „never‟ heard prejudice-based language, such as homophobic or racist language, or language related to disability, from pupils. In only two of the schools were all the staff agreed on this, but in the other 22 it was usually several members of staff who gave this response. In two more it was said to be „very rare‟ or „very unusual‟ in a typical week. At least one member of staff in seven of the 19 secondary schools said that they never heard this language. This was particularly marked in two of the schools, where 12 staff in one school and 13 in the other gave this response. At least some of the staff in another six said that it was „unusual‟ or „occasional‟ in a typical week.  45. In 25 of the primary schools and 12 of the secondary schools, pupils mentioned language related to not being good at something. These terms ranged from some that were potentially hurtful but quite mild, such as „stupid‟ or „idiot‟ when pupils struggled with their work or with a sport, to words that were more openly derogatory to the recipient and also implied a lack of awareness of unacceptable terms related to disability: „mong‟, „spazzer‟ or „spaz‟ and „retard‟ were frequently mentioned. Occasionally, „special needs‟ was also used as a term of derision. Language that related to disability was mentioned by staff in only two primary schools and eight secondary schools  46. In 25 of the primary schools and 15 of the secondary schools, pupils said that „gay‟ was often used as an insult – as one secondary school pupil commented, „It‟s kind of used to mean rubbish.‟ Other words relating to homosexuality were also common, though less so than „gay‟. Language related to perceived sexual behaviour, such as „slag‟ or „slut‟, was also mentioned in four of the secondary schools, though not in any of the primary schools. Staff also thought that the use of „gay‟ as a derogatory term was the most common issue. At least some staff in 25 of the primary schools and 18 of the secondary schools said that they heard this in a typical week.      No place for bullying June 2012, No. 110179 26 47. Pupils in seven of the primary schools and 10 of the secondary schools gave examples of racist language that they heard, almost always in the playground. Occasionally this also related to religion. Staff also appeared to hear racist language less frequently than homophobic language – staff in eight primary schools and 13 secondary schools said that they heard racist language on a weekly basis. In 18 of the primary schools and eight of the secondary schools, pupils mentioned language being used in an insulting way about pupils‟ personal appearance. This frequently related to being „fat‟, „ugly‟, „blind‟, or a „dwarf‟. Regional language related to insulting someone‟s family was also occasionally mentioned by pupils. 48. Pupils‟ perspectives on the examples they gave varied. In 23 of the primary schools, pupils were able to explain why speaking to other pupils like this was wrong: „it hurts people‟s feelings‟; „it makes them feel upset and angry‟; „everyone is different and has different talents‟; „it does not fit in with our golden rules‟. One group of pupils perceptively suggested that pupils sometimes used these words because „they hear them on TV or at home‟ or because „it makes them seem “hard”‟. Pupils in five of the secondary schools were also clear about why such language was unacceptable. In one secondary school, the pupils were particularly empathetic, and talked about the hurt that such comments could cause, and the effect that they could have on a person‟s self esteem. Pupils in some of the other primary and secondary schools knew that such terms were not accepted in school, but this was more about knowing the rules than an understanding of the reasons for them. For example, in one school, there was a strong emphasis on „respect‟, yet the pupils did not make a clear connection between respecting others and the way in which they spoke to each other.  49. However, a third perspective from pupils was more worrying. In two of the primary schools and 11 of the secondary schools, although pupils knew that certain language, such as the examples given in earlier paragraphs, was generally inappropriate, if the words were used between friends they were seen as „banter‟ or „just joking‟ or „messing about‟, which pupils thought made their use acceptable. This generally did not extend to racism (which was almost universally seen as the worst insult and as unacceptable) but always included „gay‟ and „lesbian‟ and often included words related to disability and appearance. For a few pupils even racist terms were seen as acceptable „between friends‟. Year 11 pupils in one school commented that online, offensive language was taken to another level altogether: „There are no holds barred and mostly the insults are about looks and sexual behaviour.‟ These pupils agreed that online „everybody gives it and everybody gets it back‟.  50. Pupils largely understood that such interactions were not appropriate, and some implied that they would therefore only use it if they thought they were out of earshot of a teacher. Many pupils noted that if inappropriate language was overheard by teachers or reported to them then the teachers would challenge it, remind them of the expectations, and sometimes give them a sanction. In four primary schools and four secondary schools, however, there   No place for bullying June 2012, No. 110179 27 appeared to be some inconsistency. Pupils in these schools felt that staff‟s responses to language differed according to who heard it. In two primary schools, pupils commented that teachers would always tell them off and they might get punished, but that „dinner ladies don‟t do anything about it‟. The pupils spoken with in these four secondary schools felt that although staff would deal with anything perceived to be bullying, the extent to which they challenged language depended on how they felt about what they heard. For example, in one school the pupils felt that there was little challenge to the word „gay‟, which was confirmed by what inspectors observed around the school, but „if Mr M hears you, he really, really tells you‟. A pupil in another school explained, „If teachers think it‟s just banter then they‟ll laugh it off.‟ One issue raised by pupils was that sometimes pupils swore or insulted each other in „their own language‟, which meant that it was not always picked up by staff.  51. This relates clearly to staff‟s views on such behaviour. Many staff in both the primary and the secondary schools commented that pupils did not always know what the term „gay‟ meant. For example, one secondary school teacher wrote: „“Gay” is used as a derogatory word, this is usually with no deliberate context but pupils will use it instead of “rubbish” or “bad”.‟ Another wrote, „I do hear “That‟s gay” and I don‟t believe the pupils often think about this as sexuality.‟ The frequency of such comments implied an acceptance of the use of the term in this way: because pupils were perceived „not to mean it‟, it appeared not to be viewed as an issue of much concern. This was reinforced by the number of comments in which staff referred to pupils using „gay‟ as „banter‟ or „just joking‟, for example one wrote: „Sometimes the pupils call each other “gay” as a joke between friends‟, and “gay” is used but not directed at anyone – they tend to use it in a comical sense.‟ Less frequently, this apparent acceptance that derogatory language was „just banter‟ was also applied to racist terms or to ones related to disability. For example, a teacher wrote that they heard „occasional racist remarks but it may be banter between friends‟. One secondary school had recognised this issue and tackled it overtly with pupils through a series of activities over a period of time. Pupils talked about the need to know and understand when „banter is going too far and you are crossing a line‟. The emphasis was on pupils regulating their own behaviour: they could speak clearly about the need to monitor their own and others‟ language and „teasing‟. This was in contrast to the schools where pupils were reliant on staff and commented that such language would be an issue „IF the teacher heard you‟. However, the pupils felt that they were helped to achieve this self-regulation because the teachers „always kept their ears open‟ and would step in when necessary to challenge or support them.  Being bullied  52. Inspectors spoke formally with 1,357 pupils across the 56 schools surveyed. Of these, 1,060 pupils completed a brief questionnaire while they were with the inspectors (the other discussions focused on transition, as described earlier).     No place for bullying June 2012, No. 110179 28 Pupils were asked about their perceptions of bullying at their school. Of the sample of 1,060 pupils (558 primary and 502 secondary pupils), 35% of primary pupils and 24% of secondary pupils thought that there were „no bullies‟ at their school, while 56% of primary and 70% of secondary pupils responded that there were „hardly any‟ bullies. Six per cent in each thought that there were „quite a lot of bullies‟. The survey also asked pupils about their own experiences: 42% of primary school pupils and 59% of secondary school pupils responded that they had „never‟ been picked on at their current school. Fifty per cent of primary pupils and 38% of secondary school pupils responded, „Yes, but not now‟, and 8% of primary and 4% of secondary pupils ticked „Yes, and I still am‟. It is important to note that being picked on or bullied was not defined for the pupils, so no conclusions can be drawn from these figures about the extent or seriousness of any incidents; however, it is an indication of the number of pupils who had experienced interactions that they defined as being picked on or bullied.  53. If pupils felt that they had been picked on or bullied at their present school inspectors asked them to describe in writing what this seemed to relate to. Their responses ranged from one-off minor events that upset them at the time – a common response – to what appeared to be some more serious and repeated incidents. Around half of those who filled in the questionnaire, 489 pupils, chose to write down some details of an experience which they considered being picked on or bullied. To enable the pupils to write their answers privately despite being part of a group, inspectors did not question pupils about what they had written, so again, evidence is not clear about exactly how many cases were serious and repeated. However, what is clear is that these pupils had experienced an upsetting interaction with another pupil that they felt was important enough to write down for inspectors.  54. Friendship issues seemed to be a common factor in pupils feeling picked on, with approximately a fifth of the pupils who responded indicating that this was the main focus of the problem that they had experienced. There was a marked difference between pupils‟ experience in primary and secondary schools. In primary schools the pupils who identified that friendship troubles had been at the root of their experiences of being picked on or bullied provided details of a mixture of what appeared to be bullying and minor cases of pupils falling out with each other. For example, one primary school pupil said that they had „been picked on‟ about „hide and seek or tig‟. One Year 6 pupil wrote that incidents had occurred in the past „because we were quite young and didn‟t understand stuff that well‟. Such incidents of friendship issues appeared to be less prevalent among secondary school pupils. Occasionally, pupils reflected on the fact that such issues might have arisen from a lack of maturity – for example, „It was just a bit of banter as immature Year 7 and 8.‟ Overall, though, it is unclear whether pupils attributed incidents more in primary schools than in secondary to friendship-related issues because younger pupils found such fallings-out between friends more upsetting than older pupils, or whether such incidents actually reduced or became less serious as pupils grew older. Only in   No place for bullying June 2012, No. 110179 29 primary schools did pupils feel that they had been bullied about their lack of prowess in football or physical education.  55. Pupils‟ most common experience of more serious bullying appeared to centre on being bullied about their appearance. The pupils‟ responses suggest that children and young people can be intolerant of others who they think look different from the perceived norm. Of the 489 pupils who wrote about an incident, over a quarter mentioned that they had experienced bullying that seemed to be connected to their appearance. A similar proportion of primary and secondary school pupils responded in this way. Of the primary school pupils who mentioned appearance, the vast majority said they thought that the bullying related to physical aspects of their appearance such as having red hair, being tall or small, or being perceived as „fat‟ or „skinny‟. This included pupils who felt that they had been bullied because they wore spectacles. In secondary schools, again, the vast majority of pupils who mentioned appearance also reported that they had been bullied because of their physical features. Other pupils who were bullied about their appearance reported that it had been about their clothes, hairstyle or accessories such as bags not being fashionable. 56. A very small number of pupils reported being bullied directly about their sexuality. Three primary pupils and five secondary school pupils clearly stated that this was the case. This is not such a clear picture as it might first appear as other apparent reasons may mask issues around perceived or actual sexuality, for example, appearance and friendship issues. A much larger number of pupils reported being bullied for „being different‟ or perceived as „weird‟. One pupil, for example, wrote: „because people thought I was something and I am not (possible homophobic)‟. Another pupil commented that they were bullied „because loads of people think I am a bit strange‟, while a third wrote: „People say I have some sort of germs and run away from me.‟ One secondary-aged pupil felt that she had been bullied „basically for being me‟. Altogether, around one in 10 pupils who wrote about an incident cited being seen as different as the reason they had been bullied.  57. Another factor giving rise to bullying was centred on pupils‟ families, family name or background, although only a small proportion of pupils from the sample indicated this as their experience. One pupil, for example, linked her experiences to „financial difficulties in my family even though they weren't true.‟ Other examples included: „my surname‟; „my accent‟; „my culture‟; „I come from a particular background‟; „people would say I talked in a posh voice‟.  58. Other aspects of prejudice-based bullying were also a feature in both primary and secondary schools. Pupils from the sample indicated that they had been bullied for reasons connected with their race or religion, although this was more common for secondary school pupils. Primary pupils more often said they had been bullied for being slow with their work or because of a physical disability. Pupils were also bullied for being „clever‟, although this was much less evident.      No place for bullying June 2012, No. 110179 30 59. Approximately one in 10 of the pupils responding, of whom the vast majority were of secondary age, listed several different reasons for being bullied. Of these, bullying about their race, religion or background in addition to other „reasons‟, most commonly their appearance or being perceived to be „different‟, were the typical reasons identified. One pupil listed „your intellect, the way you wear your uniform, the way you act, the way you speak, who your friends are and how good you are at PE‟ as perceived reasons for being bullied.  60. Occasionally there appeared to be distinctive patterns for different schools. For example, in one secondary school six out of 16 pupils reporting bullying said it was because of their family or background. In another secondary school five out of nine pupils who said they had been bullied said it had been about appearance. Patterns were not confined to secondary schools, and in one primary school five out of eight pupils said they were bullied because they had got their work wrong. It was unusual for the schools to modify their approach to the curriculum or to how they tackled bullying on the basis of such information. However, in the most effective schools, this is exactly what  they did.  Seeking help  61. Inspectors asked pupils, via the questionnaire, what they would advise a friend at the same school to do if they were being bullied. The majority of pupils (72% in primary and 77% in secondary schools) responded that they would advise their friend to „tell an adult in the school‟, while 17% in both primary and secondary schools responded that they would tell their friend to „keep away from the bully‟. Only 11% of primary school pupils and 6% of secondary school pupils thought that they would advise them to „ignore it‟. This suggests a keen awareness of the need to seek help to deal with bullying, though it does seem to indicate that some pupils would try to deal with the issue themselves first by trying to avoid the individual.  62. In both formal and informal discussions with pupils in all the schools, pupils talked about a range of ways in which they could seek help if they were being bullied. In the most effective practice, these strategies were part of a much broader continuum of strategies for pupils to seek support with other aspects of school life. For example, primary schools sometimes used „friendship stops‟ to allow pupils to seek support from peers if they were feeling lonely or isolated, and a secondary school used highly visible, well-trained prefects to whom younger pupils could turn if they were worried about anything at all. In one school, all pupils had been taught the strategy of „peaceful resolution‟. They knew that if this strategy did not work they could seek support, but the strategy had made them more self-reliant and supportive of each other. Generally, most pupils in all the schools felt that they could talk to members of staff directly, but they also highlighted less direct ways of reporting bullying. One of these was the „worry box‟ or „bully box‟ where pupils could put a note and staff would then contact them about the issue, or, if the note was anonymous, could become more aware of what to look out for. This strategy   No place for bullying June 2012, No. 110179 31 was not always well thought through, however. In one school, for example, the „bully box‟ was situated at the far end of a school building, directly outside the reception area to an office, affording any pupil using it little privacy or anonymity.  63. Pupils appeared to have a fairly high level of faith in the schools‟ effectiveness in tackling bullying although, perhaps surprisingly, this was stronger in the secondary schools than in the primary schools. Overall, 75% of primary school pupils and 83% of secondary school pupils responding to the questionnaire answered that if their friend told an adult about a problem with bullying, it would stop. Nine per cent of secondary school pupils thought that the bullying would carry on and 8% thought it would get worse but, worryingly, these figures were higher in the primary schools, where 14% of pupils thought it would carry on and 11% thought it would get worse. These responses were not evenly distributed among the schools, however. There were schools, both primary and secondary, where pupils‟ confidence in the school‟s actions to tackle bullying seemed worrying low, and where several pupils in each discussion group thought that if they sought help, the bullying would get worse. This was in direct contrast to some of the other schools, including those with the strongest overall practice in terms of creating a positive culture and preventing and tackling bullying, where all the pupils who responded said that if they told an adult about a problem with bullying, it would stop.  Strategies to prevent and tackle bullying Teaching pupils about moral, social and cultural issues  64. In six primary schools and nine secondary schools, the curriculum to support pupils‟ social, moral and cultural development was carefully planned and coordinated. There was a clear emphasis on helping pupils to develop positive values, to understand difference and diversity, to understand the effects that bullying has on people, and to protect themselves from bullying. In the best examples, planning clearly identified the links between personal, social and health education, citizenship, religious education and other curriculum areas, and there was a strong emphasis on ensuring that pupils were able to extend and apply their learning in other subjects. The input was carefully planned to ensure progression from year to year and to be appropriate to pupils‟ ages and growing maturity. This was particularly important where key themes, such as empathy, stereotypes or diversity, were revisited annually. Additional activities also extended pupils‟ learning.  One primary school had carefully mapped out all of the curriculum areas to create links between subjects so that important areas could be covered in a more cohesive way. In Year 3, links were made between the Second World War in history, Judaism in religious education, and the social and emotional aspects of learning (SEAL) unit „Good to be me‟ by considering how actions affect others. Through considering the effects of persecution pupils learnt about diversity. Drama and role play were used extensively to     No place for bullying June 2012, No. 110179 32 help pupils to understand and empathise. In addition, the assembly and worship programmes were mapped out across the academic year and clearly linked to personal, social and health education topics. Charity work was always used as a focus for reinforcing learning, for example the harvest festival was used as a time to consider homelessness and to develop understanding and empathy.  65. In these schools, the curriculum specifically focused on different aspects of bullying, including homophobia, racism and cyberbullying. Key aspects were taught systematically from the outset. For example, in one primary school the information and communication technology (ICT) curriculum included a strong focus on e-safety in Key Stage 1. This was then easily linked to developing pupils‟ awareness of cyberbullying throughout Key Stage 2. To support pupils‟ understanding of bullying, these schools carefully blended the development of self-awareness with teaching about diversity and challenging stereotypes. For example, a boys‟ secondary school studied topics such as men‟s health, including mental health and aspects such as testicular cancer, considered the guises and effects of homophobic bullying, and worked with male dancers from the English National Ballet. A girls‟ school taught pupils about sexuality, sexual responsibility and strategies to resist peer pressure and influences, bullying as a result of homophobia, and domestic violence, alongside a strong focus on the development of assertiveness, self-esteem and confidence.  66. Senior leaders in these 15 schools ensured that the quality of the curriculum and its impact on pupils‟ personal development were carefully monitored and that changes were made as a result of their evaluation. Some aspects of the schools‟ teaching about bullying, for example, stemmed from pupils‟ views and experiences. One secondary school had carried out an extensive survey with its pupils about bullying. This had highlighted that pupils were concerned about cyberbullying and bullying on the way to and from school. The school was therefore adapting its curriculum, assemblies and project work accordingly, as well as refining supervision. In another, pupils had identified that the use of homophobic language was common. Staff and pupils worked together to develop specific teaching and resources to eradicate homophobic attitudes and language. A third secondary school used feedback from pupils and findings from behaviour logs to adapt the curriculum. For example an additional unit of work on homophobic bullying had been introduced in Year 11 and „bullying booklets‟ were introduced in Year 9 to address a number of issues around friendship groups. In all year groups the school had placed a greater emphasis on cyberbullying.  67. Even in these schools, disability was seldom covered as well as other aspects of diversity. The schools were generally sensitive to the needs of individual disabled pupils or those who have special educational needs. However, disabled people were often not considered as a group, even where schools were covering the areas of race, culture, faith, gender and sexuality thoroughly. Three primary schools and five secondary schools taught pupils about disability to some extent. The strongest example was in a secondary school where a   No place for bullying June 2012, No. 110179 33 module on disability included work on stereotypes, labelling and the way in which society can be disabling.  68. Priorities in these 15 schools were carefully chosen in response to an audit of the school‟s particular needs or changing circumstances. For example in response to the riots that took place in the summer of 2011, one primary school close to an affected area taught pupils about the importance of not following peer pressure in large group situations and helped them to extend their strategies to avoid doing so. A secondary school had identified some issues related to the use of social media, and developed a module with pupils to extend their understanding of responsible use. In another secondary school, the activities of the English Defence League in the local area led senior leaders to strengthen the curriculum to include a greater emphasis on understanding different cultures and eradicating racism, and on developing assertiveness to challenge attitudes that worked against diversity and equality.  69. Eighteen more primary schools and six secondary schools shared many of the same features as the schools described above. Their curriculum made generally good provision for pupils‟ social and moral development. Plans indicated that there was an appropriate focus on bullying, but this was not always mapped clearly over time to ensure that pupils made progress in their understanding as they matured. These schools responded to changing circumstances to some extent, but this did not have as much of an influence on their curriculum.  70. In another nine primary schools and two secondary schools, the curriculum provided opportunities for social and moral development and included the topic of bullying. However, in these schools there was not always a whole-school plan for this aspect of the curriculum and the coverage of topics was not carefully tracked, so progression over time was not clear. Sometimes, a lack of assessment or recording of pupils‟ progress from the previous year meant that teachers did not have a clear baseline from which to start their planning. Although the senior leaders or curriculum leaders could speak reasonably convincingly about the impact of this aspect of the curriculum, monitoring and evaluation were patchy. As a result, the curriculum was not responsive to particular issues related to bullying or behaviour that occurred in the school or the wider community.  71. In one primary school and two secondary schools, the curriculum was not planned to ensure that all pupils had opportunities to learn about bullying and its impact. In these schools there was little evidence of a coherent approach to promoting tolerance and tackling all forms of discrimination through the taught curriculum.  In one secondary school, little planning and thought had gone into developing the personal, social and health education (PSHE) curriculum and the school was heavily reliant on nationally produced materials delivered to all pupils. The curriculum had not been tailored to pupils‟ specific needs or to local or school-based issues and there were no     No place for bullying June 2012, No. 110179 34 significant opportunities in other subjects to build on pupils‟ understanding of PSHE topics. Individual subject teachers had begun to indicate in their planning where opportunities existed and a few had undertaken a thorough review of where they could reinforce these aspects, but this was piecemeal and not driven by senior leaders. In another school, evaluation of the work undertaken in this area had been minimal and was heavily reliant on the results of staff and pupils‟ questionnaires. The curriculum leadership team had recognised that more work needed to be done to gain a full appreciation of what had worked in the curriculum and where attention needed to be paid. There was no monitoring of the quality of teaching of this aspect. Staff did not have the opportunity to evaluate where they needed additional support either in the methods of delivery or the designing of materials.  Specific initiatives 72. Schools frequently supplemented their taught curriculum with activities or initiatives centred on bullying. The best examples of initiatives were those that started from the school being analytical about its needs. For example, schools frequently took part in anti-bullying weeks on an annual basis. For some, this was a generic event, often with little monitoring of impact. However, others tailored the activities carefully to focus on aspects such as cyberbullying, verbal bullying, peace and friendship. Other themed weeks or projects focused on improving pupils‟ understanding of each other and the wider community, thereby improving the whole-school culture. An „African week‟ in one primary school aimed to enhance the school‟s work to create a community that valued diversity, and a themed week in another launched their „fair play‟ policy. One school had run an extended anti-bullying project with the whole of Year 7, which included making a film and working with a group of artists. It culminated in a big presentation in the school hall and close evaluation of the impact on pupils‟ attitudes, feelings about bullying, understanding and behaviour.  73. Sometimes schools also targeted initiatives at particular groups or on specific issues related to pupils‟ relationships with each other based on their day-to-day observations and records of pupils‟ behaviour. One primary school, for example, became concerned about the communication skills and aggressive interactions of some Year 3 and Year 4 boys. They carried out intensive work with these pupils, teaching them more positive ways to interact with their peers. This had a demonstrable impact on improving relationships within these year groups. Similarly, another primary school had worked with Year 5 and Year 6 girls in small groups around the tensions associated with the loss of „best friends‟. A third primary school that had an annual influx of Traveller children for a short period of time prepared all pupils for their arrival, exploring the Travellers‟ culture and aiming to ensure smooth integration and a lack of bullying. Following concerns about an incident on a social networking site, a secondary school had done a significant amount of work with pupils on cyberbullying issues. Their work with pupils was followed up with a session for parents and   No place for bullying June 2012, No. 110179 35 carers delivered by the local police liaison team. The school newsletter was then used to give advice to parents and carers. The school planner was rewritten to include comprehensive advice to pupils about cyberbullying, so that this would not be a one-off event. 74. Schools‟ interactions with outside agencies to support their work on bullying were variable. Schools sometimes kept this work very much „in-house‟ and this could lead to quite a limited focus for the anti-bullying work. Others, however, sought outside support to supplement what they felt that they could confidently offer from within the school. Examples included primary school pupils participating in the „Show Racism the Red Card‟ project; work carried out by the police on aspects of bullying, particularly cyberbullying; outside speakers working with Year 8 students on positive relationships and dealing with change; and workshops with outside speakers on homophobia and related bullying.3  Training for staff  75. Table 1 below shows the responses from 305 teachers and 160 support staff who met with inspectors and completed a brief questionnaire about the training they had received on the issue of bullying.4  Table 1: Responses to the question ‘Have you had training in the following areas since being at this school?’   Teachers (%) Support Staff (%)  Primary (129) Secondary (176) Primary (104) Secondary (56) Bullying in general 80 95 82 88 Racism and related bullying 55 56 33 66 Homophobia and related bullying 29 41 21 55 Aspects of disability and bullying 44 45 28 48 Sexist language and behaviour 30 32 27 50 Sexual bullying 27 30 15 45 Cyberbullying 64 77 51 63 Other prejudice-based actions and related bullying 27 27 15 36                                              3 Show Racism the Red Card is a campaign which uses footballers to educate against racism. See: www.srtrc.org.  4 The figures shown are percentages. The total number of responses is shown in brackets. Where the number of responses is small, percentages should be treated with caution. Percentages are rounded and do not always add exactly to 100.      No place for bullying June 2012, No. 110179 36 76. As the table indicates, not all of the staff had received any training about bullying since they had been at their current school. Small numbers of staff were new to the school, but this did not fully account for those who had not received any training. The figures also suggest that training about how to deal with bullying did not form part of induction for new staff in all of the schools.  77. Staff‟s responses to this question and later discussion suggested that the training that the schools had provided on bullying tended to be general and did not always define and explain the different types of bullying that could occur and the implications of these. In the primary schools, fewer support staff than teachers appeared to have received training on specific aspects of bullying and prejudice-related behaviour. Discussion with staff in both primary and secondary schools also indicated that where issues such as homophobia had been raised, this was sometimes part of general training on equalities rather than any in-depth training on bullying.  78. Where staff had received training, the majority felt that this had been very effective in helping them to challenge issues around bullying, such as those listed in the table above. However, around a third of staff (30% of teachers, 33% of support staff in primary schools and 29% in secondary schools) judged that although the training was reasonably effective they still needed more help to feel „really confident‟. In terms of tackling prejudice-based language, staff‟s confidence fell, as indicated in Table 2. This is significant in the light of the findings about the use of derogatory language that are detailed in the section on pupils‟ experiences earlier in this survey.  Table 2: Response to the question ‘How confident do you feel to tackle prejudice-based language, for example racist language, homophobic language, sexist or sexual language, derogatory language referring to disabled people?’   Teachers (%) Pupils (%)  Primary  (129) Secondary (176) Primary (104) Secondary (56) Very confident in all the areas 58 68 43 55 Generally confident but a bit reticent occasionally or in one of these areas 39 31 54 41 Not very confident 3 1 1 3 Not at all confident – this aspect is out of my professional experience 0 0 2 0  79. The amount and effectiveness of the training that staff had received varied from school to school. The strong impact of very well-planned training was seen in nine of the 37 primary schools and two of the 19 secondary schools where all staff spoken with were confident about how to tackle different forms of discrimination, and could cite good examples of where they had robustly   No place for bullying June 2012, No. 110179 37 challenged and followed up incidents. These staff were very knowledgeable about the different forms of bullying that could be faced by pupils. Their awareness of issues had been kept up to date through regular and relevant training.  One secondary school placed the emphasis on using staff training to develop and maintain a positive school culture that prevented bullying „at source‟. A whole school rolling plan of training increased staff‟s knowledge and skills and gave them confidence to deal with issues of inappropriate or concerning behaviour, including bullying. The issues covered over time were wide-ranging and included helping pupils to manage their emotions, dealing with and preventing homophobia, supporting pupils through difficult times such as parents‟ or carers‟ divorce, or a bereavement; and links between behaviour, learning and the classroom climate. Preventing and dealing with bullying were key parts of the induction training for new staff. All staff evaluated each part of their training carefully and this helped senior leaders to evaluate the impact that the training had on promoting positive behaviour.  80. The impact of training was reasonably strong in another 18 primary schools and in 12 of the secondary schools. Here, staff tended to have received generic training in bullying, which was often supplemented by individual staff attending training courses about specific aspects, often outside the school. This led to individual staff being knowledgeable about certain aspects of tackling bullying, and sometimes using this well to lead work across the school. However, this was not always evaluated well enough, so gaps in staff‟s knowledge, understanding or confidence were not identified. At other times this approach led to pockets of knowledge developing within the school that were not shared widely enough so did not have enough impact on whole school practice. Occasionally, although staff had received a range of training, this had not focused sufficiently on helping them to deal with the most recent issues that the school was having with bullying, for example cyberbullying.  81. In the other schools, although most staff had received training about bullying at some point, this was not always recent. Staff in these schools tended to be less clear about how they could tackle discriminatory behaviours and language. In these schools, senior leaders sometimes had an overly positive view of their staff‟s knowledge, understanding and confidence in this area.  Unstructured times  82. The schools that had thought the most carefully about helping pupils to interact positively and about preventing bullying had recognised the importance of the physical organisation of the school and the organisation of breaktimes and lunchtimes. The schools‟ buildings and playgrounds often had areas where pupils could, in theory, be out of sight of staff and potentially vulnerable to being bullied. Schools with the best practice had dealt with this through a combination of clear expectations and good supervision. In one secondary     No place for bullying June 2012, No. 110179 38 school, for example, pupils explained that during breaktimes they had to stay in the main playground and not go behind school buildings. Observation of breaktime showed that pupils clearly understood and complied with this expectation, but this was also reinforced by strategically positioned prefects and staff. This meant that pupils could socialise and play in an open, safe space. The way in which schools organised their outdoor space to allow pupils to choose to interact in different ways was also important, as illustrated below. This „zoning‟ approach was seen in other primary schools and was very popular with pupils.  One primary school in the centre of a deprived inner-city area had a particularly well organised, welcoming playground. There were clearly defined areas which the children respected and understood. The Peace Garden was characterised by tables and benches with tabletop board games and wall displays. This space was designed for pupils who wanted to sit and chat. There was an area for football and more energetic games while in the middle were clearly defined areas for skipping and games such as ring o‟ roses. There was a good positive atmosphere with a high level of supervision. Adults chatted with pupils and sometimes reassured individual children and helped them to join in. All these factors contributed to enjoyable, sociable times. As one pupil put it, „Everyone is too busy to be bothered with name-calling or arguing.‟  83. Primary schools commonly made use of strategies such as playground buddies, often supplemented by „friendship stops‟ or special benches to encourage pupils to take responsibility for each other. Where these were used well they were effective in including all pupils in playtimes and allowing pupils to seek company when they felt left out, for example by sitting on the special bench, whereby a buddy would come to talk to them. Sometimes such approaches were in place in theory but had fallen into disuse. For example in one school, a „friendship stop‟ was on a muddy patch of ground that put pupils off sitting next to it to seek help or company. In others, the buddies were not visible in the playground and spent time playing with their own friends rather than helping others, and staff did not encourage or assist them in their roles. In many schools, however, the buddies were active in their roles, often easily identified by caps, sashes or even fluorescent jackets, and approached their responsibilities with enthusiasm. In the best examples, a combination of pupils taking responsibility and good organisation from adults had a considerable impact on behaviour and attitudes at breaktimes and lunchtimes, as illustrated below.  In this primary school, breaktimes and lunchtimes were very well supervised by adults, but the Year 6 prefects and Year 5 buddies had a significant impact on pupils‟ enjoyment, engagement and safety during these periods. This was because they had a very clear understanding of their responsibilities and took them seriously. Other pupils and staff clearly respected the roles they performed.    No place for bullying June 2012, No. 110179 39 These pupils organised and supported a range of activities during breaktimes, for example, two Year 5 boys were observed turning a rope for Year 1 boys and girls to skip; Year 6 girls supervised a quiet corner where pupils could draw and colour in and another group organised drinks for pupils when they were hot. In addition, lunchtime supervisors had been well trained. Every day they organised a range of games which involved pupils in team work and developed good sportsmanship. It was common to hear pupils saying „well done‟ to each other when they performed well. These positive relationships and good range of activities led to a calm and purposeful atmosphere where pupils were happy and safe. 84. Unstructured times in secondary schools were more variable. Zoned areas of the playground were rare, and while some schools had quiet spaces and benches for pupils to sit on, others did not. Sometimes schools provided pupils with a quiet area they could go to, such as a classroom, where games and activities were available. Schools had sometimes thought carefully about the issue of toilets, somewhere that secondary school pupils sometimes find threatening. One Year 9 girl explained that older pupils in her school tended to use the toilets as a meeting place so „We never go to the toilets at break or lunch. We go during lessons when it is quiet.‟ To counter this issue, one school had chosen to allocate different toilets to different year groups, which instantly cut down on issues and made pupils feel safer. In contrast, another school had decided simply to lock the toilets during lesson times, and pupils had to collect a key to use them, which they disliked and felt was embarrassing. In one school the lack of supervision of the toilets made them an area in which some pupils felt vulnerable to being bullied.  85. Some schools had made adaptations to their routines, physical organisation and even their buildings to help pupils to interact positively and feel safe, as illustrated below.  One secondary school had been concerned about the potential for bullying taking place in the toilets. These had been redesigned so that the entrance and sink and mirror areas were glass, therefore visible to all staff, with only the cubicles that pupils used being confined and private. This had also had the effect of reducing vandalism and graffiti.  The café had been re-designed to allow better access and to reduce the potential for pupils being pushed or squashed while waiting to be served. In addition, the school had decided to open the café all day to enable pupils to become less rushed when getting a snack or a meal. A designated area for Year 7 pupils, near to their year leader‟s office, gave them some space of their own away from older pupils. At the same time, the school had focused closely with pupils on friendship and bullying, both in lessons and in their personal targets.     No place for bullying June 2012, No. 110179 40 Reporting and recording incidents 86. Despite significant strengths, inspectors found a range of weaknesses in the ways in which the schools visited recorded bullying, the extent of this recording, their analysis, and the use they made of this information to shape future actions.  87. In nine of the 37 primary schools and three of the 19 secondary schools, incidents of bullying were only recorded in individual pupils‟ files with no centrally held records. Typically in these schools, no one person had a clear overview of bullying incidents based on data. In one primary school, for example, individual incidents were recorded electronically alongside more general information about the pupils. When asked by the inspector, the school could print off a list of the type and frequency of bullying behaviours over a year. However, this had not been disaggregated before and was not being used for strategic purposes – no senior leaders had considered what the school knew about the types of bullying, whether there had been any increases or decreases over time, and whether the responses to incidents had been effective. Similarly, there had been no consideration of the possible implications for the curriculum.  88. Fourteen primary schools and four secondary schools recorded incidents in a central log with other types of incident, which meant that the information about bullying was readily available if required. In theory, this gave the advantage of allowing senior leaders to place bullying within the context of other behaviour incidents and to see it as part of a continuum. In one secondary school, for example, the log was very detailed and comprehensive. It allowed the school to analyse whole-school issues as well as to identify pupils who were victims and pupils who had bullied others. The data were analysed by year group and by type of behaviour and action was taken accordingly. However, this analytical approach was rare, and schools seldom extrapolated and examined the specific information about bullying in this way, which led to possible patterns being missed. In one primary school, for example, the recording was too informal, leading to considerable variation from class to class. It was the responsibility of the class teacher to record behaviour and bullying incidents in a large hardback book, one for each class. Because senior leaders had not set any parameters for what should be recorded and how, the quality and detail of recording varied enormously, leaving senior leaders unable to analyse the information robustly. In another school there was no clear differentiation in the behaviour log between bullying and general poor behaviour. A number of the recorded incidents related to parents‟ and carers‟ concerns, without any indication of the school‟s own perspective. This lack of clarity meant that the school was unable to complete any analysis or identify trends and patterns in bullying behaviour over time.  89. Thirteen of the 37 primary schools and 12 of the 19 secondary schools recorded bullying incidents centrally in a log that was separate from the records of other behaviour-related incidents. In the secondary schools, these records were sometimes kept by heads of year rather than as one whole-school record. At its   No place for bullying June 2012, No. 110179 41 best, this method of recording was then used to provide comprehensive information to senior leaders and the governing body about any bullying in the school and to guide their next actions, as illustrated below.  This primary school‟s central log was based on a clear definition of bullying, so that staff were clear about what they needed to record in it. It contained an appropriately detailed account of each incident, including where it took place. This allowed the school to produce a full analysis on a frequent basis, which was brought together in an annual report to governors. Because the recording was systematic and detailed, the analyses and reports were able to group incidents into a wide range of categories, including name-calling, persistent sarcastic remarks or teasing, threats or spreading rumours, ridicule or humiliation, spoiling work, demanding money or valuables, and sending hurtful text or other unwanted electronic messages. Where the bullying was, or appeared to be racist, homophobic or related to disability, this was clearly logged and therefore included in the annual report. The frequency of cyberbullying was also included. Pupils‟ characteristics or circumstances, for example their ethnicity and whether they were looked after or had special educational needs, were also noted. Finally, the location of incidents was clearly recorded, so that related analysis could take place. One secondary school took a more sophisticated approach than most to picking up bullying incidents that might otherwise be missed. Leaders scrutinised other incident logs, including the accident book and the school nurse's log, then extracted these as appropriate to add to the central bullying incident log. For example, an accident might occur in the playground which on further investigation was found to be a bullying incident, or the school nurse might see a pupil who was apparently feeling unwell, but this then became linked to anxiety related to bullying. This method gave a comprehensive record, involving all professionals. As well as being analysed for whole school patterns and trends, the information in this log was then also recorded in pupils‟ individual files, giving anyone working with them pastorally the full picture of their experiences or behaviour with regard to bullying.  90. The level of detail and analysis illustrated above, however, was again unusual. More commonly, the centralised bullying logs recorded some detail about the incident and the pupils involved, and gave some indication of the action that had been taken, but little else. Generally there was little or no evidence in these records, or in the other types of records, that attention was being paid to the types of bullying that occurred, with the exception of any racist bullying, which appeared to be clearly logged. Equally, it was common to find that the action taken had been only briefly logged, with little indication of who was taking the action or by when, and often no indication was given of any follow-up to check that the action taken had been effective.      No place for bullying June 2012, No. 110179 42 91. One primary school was very unusual because there was no evidence that incidents of bullying were being recorded at all, despite correspondence between the school and one parent about an alleged bullying incident. The headteacher‟s view was that there had been no bullying or racist incidents in the previous year, indicating the likelihood of an overly high threshold in what the school defined as „bullying‟. Behaviour issues were recorded by the class teachers but a lack of analysis gave little information about any patterns. 92. Twenty-five headteachers reported to the governing body only on general matters regarding behaviour and on racist incidents. Only 22 governing bodies received reports on bullying. The quality of the information they received was closely related to the quality of the school‟s recording and analysis of bullying, as described above, and often there was little analysis. There were, however, six good examples of schools reporting well and governors using this information to challenge and support the school.  One school reported termly to governors about bullying and there was evidence of governors being knowledgeable about the issues and asking suitable questions. They were particularly challenging about racism and homophobia. Governors had raised the issue of wanting references to the bullying of adults by adults in the anti-bullying policy.  Another school‟s reports to governors were analytical and placed bullying on a continuum of behaviour. They included the monitoring of lessons, including positive attitudes to learning and an analysis of where attitudes had not been positive. Governors challenged and ensured that pupils‟ views were fully considered.  Governors in a third school took a close interest in bullying and had carried out an anti-bullying review visit to the school. They had requested an overview of the data on bullying, which the headteacher had provided, and which governors had then questioned closely.  One headteacher‟s report to the governing body contained detailed notes about difficulties with social interactions in one year group and the actions that had been taken. The governing body had received reports on the impact of staff training courses on behaviour and bullying. Safety featured highly and the governing body was proactive in using data to identify patterns; for example, the accident book was looked at in depth.  A section 5 inspection report had identified some issues around homophobic bullying. The school‟s work on this aspect was reported to the governors in detail, as was the reduction in bullying incidents and how this had been achieved.   The chair of governors in the sixth school met with pupils on a termly basis. His questions focused on bullying, racism and health. One meeting included a discussion about what bullying is with a follow-up about pupils‟ experiences in school, what they would do and who they would go to for help. He had used a similar format to consider racism and health.    No place for bullying June 2012, No. 110179 43 93. Schools took a range of direct actions to tackle bullying incidents. In the primary schools in particular, the emphasis was put on what were sometimes referred to as „positive interventions‟ by teachers or other staff. Elements of restorative approaches and conflict resolution were common, for example encouraging and supporting pupils to „mend friendships‟, problems with which, as the pupils themselves explained, were common causes of feeling bullied or „picked on‟. Where incidents involved more than one pupil or were thought to have wider implications, circle time approaches were often used by primary schools to help pupils to be aware of the impact of their own actions. More serious incidents also sometimes led to pupils being helped to mend or build relationships, but in these situations the majority of both the primary and secondary schools visited put an emphasis on involving parents and carers, particularly those of the pupil who was the perpetrator of the bullying. In the most effective practice, schools involved parents and carers at the early stages of any concerns about behaviour. One secondary school had combined a strong approach to helping pupils to resolve conflict with working with their parents or carers. This secondary school, situated in an area of significant social deprivation, had been concerned that too often, pupils‟ instincts would be to try to resolve issues through either physical or verbal aggression. Over time, in line with other agencies, the school adopted a restorative practice approach. The school made all staff aware of their approach to resolving conflict and dealing with bullying from the outset. This was a key part of induction for new staff. All staff were expected to act calmly and to use a friendly tone of voice. Teaching and non-teaching staff were trained to talk through incidents with pupils and with parents and carers. Where staff were dealing with misbehaviour, which might include bullying, they explored „what happened‟ rather than „why‟. This had the effect of reducing tensions and enabled staff to move on to exploring pupils‟ feelings and resolve conflicts. Where an incident involved a number of pupils, time was taken to talk to each of the pupils individually, and then with their parents and carers. Wherever senior leaders felt that it was appropriate, this then culminated in a larger meeting with all the pupils involved and their parents and carers. This was time-consuming but the school‟s records showed that conflicts had reduced. The approach had also helped parents and carers to avoid reacting aggressively to incidents and to work with the school to resolve them for the good of their children.  94. Sanctions for pupils who bullied other pupils were used more commonly in the secondary schools than primary schools, although all schools used sanctions where the issue was serious. Where schools were analytical about the issues that had led to the bullying, they also took some more creative action, for example they considered the social support – such as clubs, mentoring or peer support – that might be needed by a pupil who was isolated, and they arranged this as appropriate. Finally, as already described in detail earlier in the report, the most effective schools visited considered bullying incidents in the light of the whole school‟s ethos and culture, and adapted various key aspects of their     No place for bullying June 2012, No. 110179 44 practice, including their curriculum and their approaches to the management of behaviour, accordingly.  Part B: Tackling and preventing prejudice-based bullying 95. A range of research evidence indicates that there are groups of learners who are bullied disproportionately. These include disabled pupils and those who have special educational needs, and pupils who are, or are perceived to be, homosexual. To extend this aspect of the survey, inspectors visited an additional four primary schools and five secondary schools that have specifically and successfully tackled prejudice-based attitudes and related bullying. These case studies are presented below.5  Tackling prejudice related to homophobia 96. The first five case studies in this part of the survey focus on schools‟ actions to tackle aspects of homophobia and transphobia. The schools visited were all very different in size, location, pupil population and in their specialisms, yet there were strong common elements that featured in their practice. In these schools, homophobic and transphobic language, behaviour and attitudes were successfully tackled in the following ways.   Acknowledging the problem. The schools surveyed pupils, parents and carers, governors and staff, to identify whether homophobic terms such as „gay‟ (in a derogatory sense), „lez‟ or „trannie‟ were prevalent, and considered whether there were other forms of bullying and behaviour that should also be tackled.  Securing a commitment from all senior leaders. In each school there was a strong vision, ethos and drive from senior leaders to tackle homophobic and transphobic conduct and language.  Training for all staff. All staff were involved and received the same training. This meant that lunchtime staff, site managers, learning mentors, teaching assistants and staff working in the front-of-house office all knew school policies and procedures and how to recognise, challenge and record this type of behaviour. As a result, staff became knowledgeable and confident about this aspect of their work.   Updating policies and procedures. All policies were reviewed and updated to ensure that they included lesbian, gay, bisexual and transgender (LGBT) pupils and, importantly, adults. Systems to safeguard pupils, such as training for the designated officer for child protection, and policies such as those for behaviour and anti-bullying policies were amended to ensure that staff had a good level of knowledge about tackling prejudice-based bullying.                                             5 Apart from Case study 6 these schools do not feature in the previous sections of the survey.    No place for bullying June 2012, No. 110179 45 As a result, LGBT pupils felt protected and safe and improved their achievement.   Tackling homophobic and transphobic language strongly. Each school ensured that any use of such language, such as „gay‟ as a derogatory term, was recorded and followed up. Incidents were taken seriously and could be reported anonymously to protect the pupils. Incidents were measured and evaluated frequently. Similarly, any anti-gay or anti-transgender attitudes were followed up and staff worked with pupils to change their perceptions. All of these schools were fearless in tackling prejudice-based behaviours and included parents and carers, governors and the community in helping to combat poor behaviour.  Developing the curriculum to meet the needs of LGBT learners. All of these schools reviewed their curricula and systems to ensure that they met the needs of these groups of pupils. They ensured that staff did not make assumptions about pupils‟ families and sexuality and included references to same-sex couples and families. They ensured that lessons, books and topics covered all strands of diversity including sexuality and gender identity. Most schools used role models and resources provided by external organisations to create an inclusive culture within their schools. Displays, posters and information to visitors ensured that everyone entering the school knew about its values of respect for all forms of diversity. These schools did not single out sexuality or gender identity but ensured that the curriculum covered all types of diversity.   Creating a safe environment. In these schools this combination of actions ensured that there was a high level of tolerance and safety for all members of the community. Consequently pupils, adults and teachers could feel safe in being „out‟ or being themselves in school without fear of retribution.  The following case studies illustrate how this worked in practice in different settings.  Case study 1: Tackling homophobic language  The school‟s context 97. The school is a fully comprehensive secondary school which converted to an academy in December 2011. It has increased in size in recent years and is larger than average. Most pupils are White British with small minorities from Indian and other Asian, Caribbean, African, Chinese, or mixed cultural heritages. There is a below-average percentage of pupils who are disabled or who have special educational needs, though an average proportion of pupils have a statement of special educational needs.     No place for bullying June 2012, No. 110179 46 Starting with pupils‟ experiences and views 98. The views of pupils are important to the school. Pupil-led forums, such as the global justice group and the fair trade team, enable pupils to gain perspectives of different equality and diversity issues. In 2010, the senior leaders established a pupil diversity forum as a means of consulting pupils about equality and diversity issues at the school. Pupils in the forum identified a list of priorities, the first of which was to tackle inappropriate homophobic language which they felt was in common usage. They designed and distributed questionnaires and analysed the results. These identified that although 31% of pupils agreed there were „rarely‟ any homophobic comments or name-calling, 41% disagreed and 28% strongly disagreed. This clearly confirmed the pupils‟ original view – that this was an issue that needed attention.  Involving parents and carers from the outset 99. Senior leaders invited parents and carers into the school to discuss equality and diversity issues and asked them to complete a questionnaire. The school talked through the pupils‟ findings about homophobic language and used this as a discussion point with parents and carers who supported and contributed to the action plan to tackle homophobia. The consultation meeting was followed by newsletters and briefings on the school website. This ensured that parents and carers were involved in the campaign and was effective in enlisting their support from the outset.  Training and supporting staff  100. Leaders created a staff „diversity steering group‟ with the aim of engaging a cross-section of staff in reviewing and promoting issues of equality and diversity. All staff, including support staff and senior leaders, were trained in how to identify, record, report and tackle homophobia. The training was informed by external specialist resources such as those produced by Stonewall.6 The school introduced and reinforced a „zero-tolerance‟ policy of homophobic language. This consisted of identifying and recording all incidents that they heard, which initially caused an increase in recorded incidents. Staff investigated each incident and discussed the issues with the pupil to ensure that it was not repeated. Leaders ensured that staff who were new to the school and initial teacher training students were trained, as part of their induction, in how to tackle and report different types of prejudice-based bullying including racism and homophobia.  Communicating the message to all pupils  101. Staff work together to give a consistent message to pupils. The behaviour codes are applied consistently and are well known to everyone. Strong systems                                             6 www.stonewall.org.uk.    No place for bullying June 2012, No. 110179 47 are in place for pupils to report bullying and harassment. There is a confidential and anonymous reporting system and a secure text messaging system to report a problem or an issue. Pupils know that they can approach designated staff who will deal with all worries and concerns in confidentiality. This makes pupils feel safe and secure and listened to. Senior leaders and teachers use a proactive approach to tackling behaviour issues that ensures that the causes of bullying and prejudice are tackled, rather than just reacted to when they arise. As a consequence of these actions, staff and pupils are extremely accepting of each other. The school environment is one in which pupils support each other and feel confident in being themselves, knowing that they are valued for their differences.  102. As part of the campaign against homophobia, staff discussed with pupils the idea that heterosexual people do not need to „come out as straight‟, raising the question as to why lesbian, gay or bisexual people are expected to „come out as gay‟ rather than just being themselves. This emphasis, in addition to the open, tolerant, safe and inclusive environment in the school means that pupils and staff feel confident and safe enough to be themselves and to be „out‟ in school if they wish. A „prom couple‟ recently nominated by the pupils was a same-sex couple.  Amending the curriculum  103. Another key to the success of the strategy was to amend and enhance the curriculum to teach openly about lesbian, gay and bisexual (LGB) issues alongside other aspects of equality and diversity. Through the school‟s specialist language college status pupils gained a thorough understanding of different countries and people in the world. International school days and the global emphasis breeds tolerance in pupils of differences in people around the world. The school has gained Level 3 of the Stephen Lawrence award.7 Pupils‟ understanding of the full range of equality and diversity issues has been a factor in improving their achievement and knowledge.  104. In 2010, staff organised a diversity festival which looked at three strands of diversity: disability, faith and sexuality. Among other activities, pupils learnt sign language, learnt about Hinduism in workshops, and learnt about the damage homophobia can cause. As a part of the festival, all staff engaged in the „Some people are gay, get over it‟ campaign.8 During the week, staff took turns to wear T-shirts displaying the anti-homophobia slogan, posters were placed in every room and around the school, and workshops were introduced aimed at eradicating homophobia by indicating to pupils the damage it causes. Positive reports in the local media celebrated the school‟s attempts to promote different strands of diversity.                                             7 www.educationleeds.co.uk/sles.  8 www.stonewall.org.uk/at_school/education_for_all/quick_links/education_resources/4007.asp.     No place for bullying June 2012, No. 110179 48 105. The curriculum was also enhanced to ensure that pupils across the school had more frequent opportunities to learn about LGB issues. In Year 9, pupils watched a visiting theatre production Boxed In, which tackled issues around homophobia, Year 10 pupils watched the Stonewall DVD FIT,9 produced for secondary schools, and a representative of Pride Games10 visited the school to lead sports activities for a day and to discuss stereotyping and prejudice-based language. Role models were invited into school to discuss homophobia. Sir Ian McKellen spent half a day speaking to staff, pupils and governors and provided an insight into homophobia, the damage it causes and how it hinders achievement. The English department has introduced texts which allude to sexuality and the sixth form completed a project on „new queer cinema‟.11  The impact of strong leadership 106. Key to the success of the strategy to reduce homophobic language was the outstanding vision, drive, passion and commitment of senior leaders to create a harmonious school community in which differences are valued and pupils show high levels of tolerance for others. Another key factor in its success was the involvement and commitment of all staff and governors. A year later, after implementing a very well-constructed action plan and strategy, pupils were surveyed again and the results indicated a marked decrease in the use of homophobic language.  Case study 2: Moving beyond stereotypes and embracing diversity The school‟s context 107. The school in this case study is a larger than average primary school. Approximately a third of pupils are from minority ethnic groups, with a small number at the early stages of speaking English as an additional language. The proportion of pupils known to be eligible for free school meals is below average. The proportion of pupils who are disabled or who have special educational needs is below average. In September 2011, the number of Reception classes increased from two to three.  Identifying the issue 108. Approximately five years ago, the school identified the issue of sexuality as a weaker aspect of the whole-school policy on inclusion. Staff had noticed some homophobic language in the playground and wanted to understand better how to tackle this area of discrimination. The school had a high level of awareness of the effect that bullying and feelings of exclusion have on self-esteem and consequently on achievement. Their concerns about the negative impact of the casual use of „gay‟ as a term of derision led to a series of well-planned actions.                                             9 www.stonewall.org.uk/at_school/fit/default.asp.  10 www.pridegames.org/register/index.php.  11 www.newqueercinema.com.    No place for bullying June 2012, No. 110179 49 These included training for staff, working with pupils to extend their understanding, and altering the curriculum.  Altering perceptions 109. The school decided to seek some external support to help them with the changes they wanted to make. They invited a charity called „Sexyouality‟12 to deliver two training sessions for teachers. The charity‟s workers took the staff through the materials and activities the group was planning to carry out with Key Stage 2 pupils and introduced them to a range of resources, including picture books suitable for the Early Years Foundation Stage. One of the workers was struck by the way that the school was „open to celebrating diversity‟ and „not fearful‟.  110. Senior leaders also invited the Cambridge Race Equality and Diversity Service to support staff in their desire to extend the social and emotional aspects of learning curriculum and to make the wider curriculum more diverse and inclusive of LGBT people. All teachers, teaching assistants and lunchtime supervisors received training on dealing with homophobic incidents. Staff were clear that their training had taught them that „homophobic bullying does not just affect gay people but anyone who is perceived to be gay or different in any way‟. 111. The school was keen to ensure that its pupils extended their understanding, and were confident to celebrate difference. As part of this, pupils were filmed talking about their families for the Stonewall Different families video.13 A teaching assistant talked to pupils, with pride, about her son who is gay, offering an example of positive parenting. This was also filmed for future use. 112. The school also considered how its policies needed to be strengthened to reflect this work. Leaders ensured that the anti-bullying policy was inclusive of all protected groups and was overt about homophobic bullying as well as all other types. They included quotes from a range of relevant Education Acts and ministerial guidance to reinforce their messages.14 The behaviour management policy stated clearly that one of the core values is „celebrating each other‟s differences‟. The school‟s single equality policy is also overt and includes, as part of teachers‟ roles and responsibilities, „dealing with homophobic incidents; promoting good community relations; avoiding discrimination on grounds of sexual orientation and monitoring homophobic incidents‟.                                             12 Sexyouality is an LGBT charity based in Cambridge. They work mainly in secondary schools where young members act as mentors and lead workshops.  13 www.stonewall.org.uk/media/current_releases/3966.asp.  14 Such as Stand up for us: challenging homophobia in schools, Health Development Agency, 2004; www.nice.org.uk/aboutnice/whoweare/aboutthehda/hdapublications/stand_up_for_us_challenging_homophobia_in_schools.jsp.      No place for bullying June 2012, No. 110179 50 The school five years on 113. Five years on, LGBT as an aspect of diversity is well embedded in the curriculum. In the Early Years Foundation Stage, picture books include different families, including those with LGBT relationships, and people in non-stereotypical roles.15 In Year 5, pupils spend project week looking at how stories and illustrations have changed in children‟s books over the past 50 years. Through this they explore issues of racism, gender stereotyping and homophobia. At the end of the week pupils make their own storybooks depicting difference and diversity in all its forms and this often illustrates their good understanding and positive attitudes, as well as their enjoyment in their work. One girl, for example, wrote a fairy story which ended with two princesses marrying each other. In Year 6 personal, social and health education lessons pupils explore homophobia and stereotyping in the media and learn about gay role models such as actor Sir Ian McKellen and international rugby player Gareth Thomas. Stonewall posters of different families are on display in the school. 114. This work has a lasting effect on pupils‟ understanding and attitudes, as illustrated by the Year 8 pupils who returned to the school to discuss their learning while there. They spoke enthusiastically and knowledgeably about the Year 5 and Year 6 lessons, and about the work they did on homophobia during anti-bullying weeks. 115. The school‟s work has helped pupils to be comfortable to behave in a non-gender-stereotypical way. Teachers report that in the Early Years Foundation Stage in particular many boys dress up in girls‟ clothes from the dressing-up box and one boy wears his hair long with a ribbon and no one ever teases them. A Year 1 boy sometimes wears a tutu all day without comment from his peers. Pupils are confident to speak about what they like to do, for example boys are happy to say so if they prefer cheerleading to football. The school choir and the sewing club both include plenty of boys and many girls play football. Parents and carers are aware that pupils unselfconsciously engage in non-gender stereotypical activities at school and are supportive of the school‟s approach, reporting that the school has a „really inclusive feel‟. The welcoming environment for all pupils and their families was illustrated by a pupil‟s comment that „everyone should be proud of themselves‟. 116. Leaders and staff are pleased that since tackling this issue with staff and pupils, homophobic language is hardly ever heard. Pupils are very comfortable using the terms „gay‟ and „lesbian‟ appropriately in conversation. One pupil explained how, following an incident when a girl in Year 3 was upset at being called a                                             15 For example, J Richardson and P Parnell, And tango makes three, Simon & Schuster, New York, 2005; L de Haan and S Nijland, King & King, Tricycle Press, Berkeley, 2002.     No place for bullying June 2012, No. 110179 51 lesbian, the teacher dealt with the issue in circle time, explaining that it was unkind to call people names but there was also nothing wrong in being a lesbian. The pupils thought that such an incident was unlikely to happen now, because they all understand the importance of not being homophobic. As one pupil put it: „Being gay is nothing to be scared of.‟ Case study 3: Tackling ingrained attitudes in a school community  The school‟s context 117. This school is a larger than average-sized high school in the centre of London. It has specialist status for media, arts, science, mathematics and inclusion. There is a wide range of ethnicities and faiths in the school. About one third of pupils do not speak English as their first language and around 50 pupils are refugees and asylum seekers. The proportion of pupils who are disabled or who have special educational needs is slightly above average and the proportion of pupils with a statement of special educational needs is almost double the national average. An above average proportion of pupils are known to be eligible for free school meals. A serious problem  118. Senior leaders and staff report that prior to 2005, homophobic language in the school was rife and many pupils had anti-gay attitudes. Intimidation and harassment were also issues at times. Three teachers, all heterosexual, told inspectors about their past experiences. One described how he felt intimidated by Year 11 pupils standing outside his room and following him down corridors shouting homophobic language. Another explained how when he introduced a Year 10 assembly which mentioned the words „lesbian‟, „gay‟ and „bisexual‟, some pupils shouted out homophobic language throughout the assembly. A third teacher told how when she walked down the corridor she frequently heard pupils using terms such as „batty man‟, „queer‟, „gay‟ and „poof‟ to each other and did not feel that this was being tackled. Getting started 119. The starting point was securing the commitment from all senior leaders to tackle the problem. In 2005, the diversity leader started working with Year 7 on a programme of tackling homophobic language and bullying. Through the curriculum she introduced links in lessons to lesbian, gay, bisexual, transgender and diversity issues. The decision was made to tackle the problem thoroughly over five years, starting with each cohort as they joined and continuing as they moved through the school. First, she trained all teaching and non-teaching staff to ensure that everyone knew what to do to tackle homophobic language. Not all of the teachers were supportive at that point. Three refused to take part and tried to undermine this drive for improvement, citing reasons such as „being gay is unnatural‟, and „being gay is a lifestyle choice‟. Pupils also responded to the input in various ways, not all of which were positive. A few pupils even walked     No place for bullying June 2012, No. 110179 52 out of the assemblies when the subject of lesbian, gay and bisexual people was raised. Nevertheless, the diversity leader, backed by senior colleagues and supported by the overwhelming majority of staff, persisted. Throughout this period the determination to tackle prejudice-based bullying was paramount.  Extending the curriculum  120. Key to the school‟s success was ensuring that LGBT issues were covered in the curriculum. In this way, senior leaders felt, it would not be a one-off event or a sticking plaster on the problem. They were determined that inclusion and the eradication of prejudice would be rooted within the school‟s systems, procedures and curriculum. The diversity coordinator led training for all teachers and heads of department to help them to amend the curriculum to take account of sexuality and gender identity. In addition, the curriculum was enhanced by diversity weeks and days to celebrate individual differences and to ensure that each subject met the needs of pupils who are LGB and those who may be transgender. This approach has been highly successful. In art, for example, pupils evaluate the work of Grayson Perry; in information and communication technology, pupils study the life and impact of Alan Turing; and in history, when studying the Holocaust, pupils look at the impact on groups such as Gypsies and LGB people. Sex and relationships education is very strong because it ensures that each group of pupils is catered for, including LGBT pupils, and has a strong emphasis on how to be safe.  Using external role models 121. To support its work, the school brought in external role models. These were carefully selected to meet identified needs and were often targeted at particular groups of pupils. For example, a group of Black Caribbean heritage girls were identified as being homophobic in their attitudes and frequently using homophobic language. The school arranged for a Black lesbian rap artist to perform to the whole school but then to work with this group of pupils. As a result, their attitudes, behaviour and language changed to be more respectful and understanding of LGB people. Similarly, the school arranged a visit from a gay Muslim group to come to speak to the school and to become mentors to Muslim pupils as needed. As a result, pupils who are or may be LGBT have rising attendance and achievement. The dual approach of bringing in role models and of curriculum coverage has resulted in pupils‟ strong awareness of how different groups have contributed and still contribute to society.  Involving the wider community  122. Another key element of the school‟s success in tackling homophobic bullying has been the involvement of stakeholders and community. Parents and carers were kept informed throughout the initiative via newsletters and posts on the very informative website, and their views were sought through questionnaires and forums. No parent or carer objected or complained. Governors were informed and involved. The Chair of Governors was fully supportive of the   No place for bullying June 2012, No. 110179 53 initiative and insisted it was a part of their role under the 2010 Equality Act. The school involved the press in publicising positive stories about the initiatives and its impact in reducing prejudice-based bullying.  123. The police were also involved. Before the initiative the police had received frequent complaints from the public in the park adjacent to the school about pupils‟ behaviour and homophobic language and taunts. The police officer linked to the school told inspectors that complaints of this nature related to pupils at the school have ceased, in contrast to the situation in neighbouring parts of the borough. He was highly complimentary about the impact of the initiative in the community. Another simple but highly effective action that the school took was to enhance the behaviour referral forms to include reference to homophobic language. This meant that all staff would look out for, record and report issues as they arose. Where necessary, this also meant that the police could take the forms and see whether action needed to be taken. This joint work with the police was highly effective.  124. The school is outward looking and outward thinking. It takes a strong lead on this issue with other schools in the borough, its feeder schools, Hackney Learning Trust, the local church, government departments and national agencies. Teachers write lesson plans which cover LGBT issues, which are then collated by the diversity coordinator and put on to the website for teachers across the world to access. The school‟s practice has been commended and rewarded by a number of national and local bodies and agencies. The school provides professional development opportunities for other teachers, support staff, local authorities and teacher training providers.  The outcome of the school‟s work 125. A significant outcome of the school‟s work has been the confidence of LGBT staff and pupils to be themselves and to be open about their sexuality without fear of reprisals or harassment. Overall, the school has become a much more cohesive and inclusive community and there has been a significant decrease in most forms of bullying. Although LGBT is a strong focus it does not dominate over other forms of bullying such as racism. By focusing on it, pupils have applied their thinking to many other groups within society.  Case study 4: Creating an inclusive community from the outset  The school‟s context 126. At this small infants‟ school, a number of parents and carers of pupils are in same-sex relationships. In Reception in particular around a quarter of the children have same-sex relationships in some part of their family. The proportion of pupils entitled to a free school meal is below average. Almost all pupils are White British. The school hosts the local authority‟s autistic spectrum disorders (ASD) provision, which accommodates up to six pupils. The proportion of pupils who are disabled or who have special educational needs is     No place for bullying June 2012, No. 110179 54 broadly average, and the proportion of pupils with a statement of special educational needs is well above average. Setting the tone and maintaining consistency  127. The senior leaders have created a school with an open-minded, accepting and inclusive atmosphere. There is a strong drive to promote and cater for all forms of diversity that begins even before children take up their places at the school. An example of the inclusive atmosphere is the excellent work the school does with pupils who are or may be transgender. Transgender pupils are taken seriously. Staff consult parents and carers fully and take steps to ensure that the pupils are able to thrive and achieve as well as they can. This involves a high level of tolerance, empathy and support. The school appreciates that a boy may prefer to be known as a girl and have a girl‟s name and similarly a girl may have a girl‟s name but wants to dress as and be a boy. Where this is the case, staff liaise closely with each other and with parents and carers and take successful steps to ensure that the pupil is fully included in the activities and can be themselves. This individualised approach extends to after-school clubs and activities, where the school also sometimes supports transgender pupils from other schools.  128. Staff, parents, carers and pupils confirm that prejudice-based bullying and inappropriate comments about pupils‟ families are exceptionally rare. Key to the school‟s success in promoting positive behaviour and in preventing bullying, harassment and intimidation is the very clear vision of the headteacher and deputy headteacher. However, these senior leaders do not work in isolation. The involvement and commitment of the whole staff are further reasons for the school‟s success. All staff, including lunchtime staff and teaching assistants, have received information about and training in how to deal with homophobic language and how to work positively with different families. The training they have received, combined with full commitment from all adults, ensures consistency of approach and means that whichever adults are in school on a given day, the message of openness and tolerance is the same.  The importance of relationships with families 129. Another key to the success of the school‟s work is the staff‟s detailed knowledge of its community. This begins with home visits before the child starts at the school. During these, staff establish what parents and carers would like to be called and known as by staff at the school. For example, some children prefix each of their parent‟s names with „Mum‟ or „Dad‟, for example „Mum Pat‟ and „Mum Dawn‟. The school then passes this and other information to all staff, who consistently use the same terminology. This enables the team of staff who work in the office, for example, to welcome and include all parents and carers without making assumptions about pupils‟ families. As a result, same-sex families are treated the same as those with any other relationships; all parents and carers feel included in their children‟s school; and terminology is used consistently across the school.    No place for bullying June 2012, No. 110179 55 130. Communication with families is strong, frequent and effective. The school ensures that all that their communications convey respect and value to all types of families. For example, they send out „family‟ questionnaires rather than „parent‟ questionnaires, thus including all carers and encompassing families that may consist of two fathers and two mothers as well as heterosexual parents and carers. The school uses a wide range of communication methods to ensure that parents and carers feel informed, are involved in tackling any inappropriate behaviour and feel a part of the school ethos. One response to a family questionnaire said: We appreciate the effort that the school makes to create an open inclusive environment that is accepting of diversity. We feel confident that if any issues were to come up, for example homophobia, from anyone in the school, that it would be dealt with appropriately and sensitively and our daughter would be supported throughout the incident. Pupils‟ behaviour 131. Pupils‟ behaviour in and around the school is extremely positive. This is because there is a comprehensive and consistently applied behaviour management system in place which rewards tolerance, kindness, friendliness and a willingness to „have a try‟. Pupils know that bullying and behaviours such as the use of homophobic language are wrong and have been shown the impact it can have on others‟ feelings and achievement. One of the successful behavioural strategies in place is based on „I feel, I think, I choose‟. This ensures that pupils continuously reflect on their feelings and are encouraged to make positive choices. Children in Reception have a „thinking spot‟ where they can go to reflect about how they are feeling and the actions they have chosen. Embracing and celebrating difference 132. Social and emotional aspects of learning are at the heart of the curriculum and the school takes a lead role on this within the local authority. Diversity and inclusion are threaded through the curriculum. Staff have consulted same-sex parents and carers and involved Stonewall to identify resources that could be used effectively in the school.16 Books and resources include a range of different families. For example, teachers use a book in lessons and assemblies entitled Imagine the difference.17 The impact of this approach on pupils is significant because it ensures that same-sex relationships are seen as normal and „no big deal‟. Posters and pictures around the school, leaflets and images are selected to reflect the full range of families. This enables pupils to feel that the school and the curriculum are meaningful and apply to them. This, in turn, helps them to achieve.                                              16 www.stonewall.org.uk/at_school.  17 www.scope.org.uk/help-and-information/publications/imagine-difference.     No place for bullying June 2012, No. 110179 56 133. Staff are careful with their language in class to ensure that all pupils feel involved. They work hard not to make assumptions about families. When making mothers‟ day cards for example, pupils can opt to make as many cards as they need and can send them to someone at home or someone else they are close to. Equally, the staff are unafraid to tackle potentially controversial issues. For example, in one lesson about families a boy chose to tell the class that he had „no father‟ because he was born from frozen sperm and had two mums. Another pupil from a heterosexual Christian family in the same lesson did not understand how this could happen and did not believe there could be a family without a father. The teacher abandoned the lesson and created an alternative lesson about different families to ensure that all pupils, regardless of background, were valued. The teacher then discussed the lesson with parents and carers at the end of the day. Case study 5: Equality and diversity in a faith-based context  The school‟s context  134. The school that features in this case study is a Christian co-educational day and boarding school with over 1,300 pupils including 120 boarders and a sixth form of 400 pupils. The school was established over 100 years ago as one of the first co-educational independent boarding schools. It is now a non-denominational voluntary aided school in the Hertfordshire local authority. The proportion of pupils from minority ethnic groups is average. The proportion of pupils known to be eligible for free schools meals is low.  The starting point  135. Alongside their legal responsibilities, the school sees it as very much their Christian duty to tackle all forms of bullying, based on the principle of „everyone has the right to be themselves‟. The school considered which groups of pupils might be vulnerable to poor experiences and outcomes, and as part of this, reviewed how far it was a supportive environment for students or staff who are or may be lesbian, gay, bisexual or transgender. They decided that homophobic language in the classroom was not being dealt with as seriously or consistently as other forms of prejudice-based language. To begin to remedy this, the deputy headteacher contacted Stonewall for help and advice. A meeting with Stonewall was followed by a programme of staff training and the revisiting of school policies.  The actions taken 136. All teaching staff were trained in how to tackle homophobia, particularly homophobic language. Induction training for new teaching staff and initial teacher education students addresses the issue and makes expectations clear from the outset. Teaching assistants and other staff are well briefed. 137. The school also recognised the need to address LGBT issues in the curriculum. The deputy headteacher made available to staff the latest Stonewall curriculum   No place for bullying June 2012, No. 110179 57 materials and is encouraging them to „think about opportunities‟ and use them accordingly – the policy is for gradual and natural integration of LGBT issues into lessons and this is working well. LGBT issues are often raised in religious education and PSHE lessons, and PSHE teaching rooms include displays about different sexualities.  138. Displays around the school reinforce the „respect for diversity‟ message. Pupil notice boards include telephone numbers and places to go for advice and help for young LGBT people. These also appear in the pupils‟ „prep‟ books which they carry around with them at all times. 139. Current policies are well considered. The anti-bullying, discipline and equal opportunities policies all cohere well. They include examples of good practice, for example how teachers can challenge gender stereotyping and how the curriculum can reflect cultural diversity. Homophobic bullying and language are taken as seriously as any other form of bullying or prejudiced-based language. The school is aware that they have yet to address transgender issues in policies or training and are reflecting on this aspect. Working with others to extend understanding  140. The school makes excellent use of outside expertise which is greatly valued by the pupils. Sir Ian McKellen gave out awards and made a speech highlighting LGBT issues at the school‟s prize-giving evening, and Year 9 pupils met with and were addressed by a gay naval officer. The school expected a backlash following press reports of Sir Ian McKellen‟s visit. Only one parent complained but they did receive 12 angry letters from the wider public. However, the chaplain and the governors (including one leader of a local evangelical church) are fully supportive of the school‟s stance on tackling homophobic bullying and of the inclusion of LGBT in their policies. Combined with good support from the senior leadership team, this has been pivotal in ensuring that the school can continue to take this strong stance and develop their work further.  The impact on pupils 141. The school has a very positive social environment. A long-established house system with vertical tutoring is cited by the pupils as the biggest aid to tackling all forms of bullying. Older pupils take care of younger pupils and all feel well protected by the „house‟ where they are well known. Pupils say that bullying is rare also because there are always teachers and prefects around and during lunchtimes and after school there are many activities catering for a wide range of interests so that no one is left feeling isolated and vulnerable to bullying. 142. The school‟s work on this issue has meant that pupils are aware that prejudice-based language is wrong and why it is wrong. Pupils explained that the personal stories of LGBT visitors to the school and the video clips they had seen in assemblies of gay American pupils discussing their experiences of bullying brought home to them the seriousness of homophobia. They said that, like     No place for bullying June 2012, No. 110179 58 racist language, homophobic language was almost never heard in the classroom nowadays and its use had reduced, though not yet ceased, during informal times.  143. Since widening the school‟s equal opportunities work to be more inclusive of LGBT issues, several pupils and some staff have „come out‟ as LGBT and say they feel supported in school. Tackling prejudice related to disability  144. The following case studies focus on schools‟ actions to ensure the inclusion of disabled pupils and those who have special educational needs, and to extend pupils‟ understanding of disability generally. Two schools serving very different communities are both highly successful in creating a culture that acknowledges, accepts and celebrates difference. This case study compares their approaches and analyses the common strands.  Case study 6: Creating an inclusive culture – contrasting approaches  The two schools‟ contexts 145. School A is a slightly larger than average primary school with two nurseries and a children‟s centre serving an inner-city community in London. School B is an average-sized primary school serving a rural community in the north of England. Nearly all children and their families at School B speak English as their first language. School A has a very diverse population with a large number of different languages spoken by the children and their families. It also has a higher than average proportion of pupils identified as having special educational needs, whereas School B has a lower proportion.  Philosophy and approaches  146. The two schools appear to be very different in a number of ways. Staff and children at School A use first names throughout, whereas School B uses more formal forms of address, using titles and surnames for adults in all situations. Children at School B wear school uniform; children at School A do not.  147. Both schools are highly committed to providing an outstanding education for as many children in their area as possible. They make specific reference to being inclusive communities in their aims. They are explicit about actively promoting children‟s physical, intellectual, emotional, social, physical, cultural, moral and spiritual development, and ensuring equal opportunities for all. Communicating expectations 148. The rules and expectations in the two schools are presented in very different ways, but in both, pupils have a very good understanding of them. They know why they are relevant and they understand their own responsibilities for   No place for bullying June 2012, No. 110179 59 upholding the rules and how these therefore contribute to a harmonious community. School B has a short-list of positive rules.  Always try your best.  Be friendly and polite.  Care for others and the environment.  Work hard. School A has a longer list of more explicit rules outlining desired and unacceptable behaviour.  Do as the adults ask. Do not ignore the adults.  Do respect everyone‟s body and feelings. Don‟t hurt anyone‟s body and feelings.  Do listen well. Don‟t interrupt.  Do sit calmly and quietly. Don‟t fidget.  Do call each other by the proper name. Don‟t call each other unkind names.  Do be kind when others make mistakes. Don‟t laugh when others make mistakes.  Do tell adults things that concern you. Don‟t tell nasty tales.  Do be truthful. Don‟t tell lies.  Do walk. Don‟t run.  Do talk. Don‟t shout.  Do be polite. Don‟t be rude.  Do play safely. Don‟t play rough games.  Do line up one behind the other without touching. Don‟t push or talk in lines.  Do sit quietly in assembly. Don‟t talk in assembly.  Do take care of property. Don‟t damage property. The keys to success 149. Although there are many apparent differences between the two schools, both are highly successful in creating a culture that acknowledges, accepts and celebrates difference. They are both effective in tackling bullying and harassment, particularly around disability. Both schools give a very high priority to ensuring that there is a harmonious community based on mutual respect and dignity for all members of the school community. The keys to success in both of these schools may be summarised as follows.     No place for bullying June 2012, No. 110179 60  There is an explicit stated philosophy of inclusion where difference and diversity are acknowledged and celebrated.  Strong leadership, including the governing body, ensures that the stated aims become a reality and are closely monitored and evaluated.   All staff share a strong belief in the philosophy and aims of the school.  Excellent staff training enables all staff to be consistent when implementing the rules and explaining the school code of conduct to all members of the community.  There is a greater focus on celebrating achievement and rewarding positive behaviour than implementing sanctions.  Staff are alert to even the smallest indication of anyone treating another person in a disrespectful way, no matter how unintentional, including any behaviour that isolates pupils from a group. These situations are addressed quickly and recorded diligently.   The schools acknowledge issues of prejudice and disrespect in the wider community and actively seek ways to ensure that pupils are taught about discrimination and the poor attitudes experienced by some people. They help give pupils opportunities to learn different appropriate strategies to deal with situations where people may bully or be unpleasant to them or others.  The schools ensure that the curriculum is designed to address disability issues and pupils‟ understanding of diversity. They involve visiting speakers and staff who provide positive role models of disability as well as other aspects of diversity.  The schools in the final three case studies also share the characteristics outlined above.  Case study 7: A school for all of its community  The school‟s context 150. This school is a specialist technology college offering comprehensive education for pupils aged between 11 and 16 in an urban area of the West Midlands. The school hosts specialist provision for pupils with hearing impairment, pupils with autistic spectrum disorders, pupils with complex communication difficulties and pupils with specific learning difficulties. The school has a much higher than average proportion of disabled pupils and pupils with special educational needs than other schools nationally.  Creating a culture that accepts and celebrates difference 151. There is a long-established philosophy that the school, as a community secondary school, should be able to provide a good education for the vast majority of young people in the local area. To this end the leadership team has   No place for bullying June 2012, No. 110179 61 created a strong ethos where the school provision, if at all possible, is adapted to meet the needs of any local young person who wishes to attend.  152. The senior leadership and staff team clearly articulate a vision that helps to maintain an inclusive community where diversity is celebrated. This commitment is made explicit to parents and carers and to pupils, and as a result there is significant success in ensuring that pupils feel that they belong to a welcoming and supportive community. Pupils attending any of the specialist provisions are an integral part of the school. They spend most of their time in the main school classes and are full members of mixed tutor groups, having access to specialist teaching and support as required. Pupils are proud to be part of an inclusive community and are strong advocates for each other. Staff training 153. The commitment and involvement of all staff are further reasons for success. Staff recruitment and training are based upon an expectation that all staff at the school may at some time teach or support any pupil who attends the school, including those who are disabled. Coaching, training and information for staff are designed to ensure they can meet the needs of all students and are alert to any prejudice or harassment.  The involvement of families 154. Parents and carers of disabled pupils are extremely positive about the experience their children have at the school. They believe that a key to the school‟s successful culture is that the inclusive ethos is backed up by careful attention to detail so that every member of staff is aware not only of the needs but also the experiences of the pupils they are teaching. From initial meetings about transition from primary school, parents and carers feel included in a team approach to the education of their child. Regular and detailed communication enables parents and carers to alert the school to any concerns that may arise and vice versa.  Understanding and being open about difference 155. Pupils and staff learn about disability and the impact that this may have on a person‟s life. There is a culture of openness and discussion. The staff team actively help pupils to understand the needs of different people in their community and staff are very willing and competent to answer questions about disability. This positive focus on individual difference helps everyone in the school understand how they can support each other to ensure that all pupils can succeed.  High expectations of behaviour 156. The behaviour expected from all members of the school community is based on an acknowledgement of difference and respect for all. These expectations are explicitly communicated. The behaviours that are not tolerated by the school     No place for bullying June 2012, No. 110179 62 are also made explicit, giving pupils confidence to address some of these issues between themselves. For those who do not abide by the expectations for behaviour there are clear sanctions, and carefully tailored support is also provided. Pupils and staff are not complacent. There is careful monitoring of behaviour incidents and bullying, including name-calling and any low level disrespectful behaviour or derogatory language. This diligence ensures that any emerging patterns can be picked up quickly and the pupils involved can be supported in the correct way. Pupils, staff and parents and carers confirm that bullying and inappropriate comments related to disability are extremely rare at the school but if they do arise they are always addressed. Case study 8: ‘We all belong’  The school‟s context  157. This case study features a large primary school with approximately 500 pupils on roll. Around two thirds of the pupils speak English as an additional language. The school hosts a resourced provision for the local authority, which has on roll 13 pupils who have significant physical and learning difficulties. A further 14 pupils with complex needs also attend the school because their parents or carers have chosen it. The school was built so that it could include pupils with a range of physical disabilities. It has a hydrotherapy pool, soft play area and specialist therapy facilities. Pupils with complex needs spend most of their time in the main school classes and have access to specialist teaching and support as required. Setting the tone for inclusion  158. The school has clearly defined values, and true inclusion is at the heart of these. The vision statement asserts that „through our collaborative venture everyone is part of something unique and significant‟ and this is translated for pupils into the motto „We all belong‟. The school is a strong community that, through its routines, curriculum and teaching, demonstrates that it values everyone. As one pupil put it, „This school makes everyone count.‟ 159. The strong, motivating reward system and consistent management of behaviour are key factors in maintaining a calm and purposeful environment. Whatever the pupils‟ needs, there are always high expectations of all pupils and an emphasis on „fairness‟. Pupils also have high expectations of their own behaviour and that of others, for example pupils explained clearly that everyone has the „right‟ to join in with games and should be treated with the same „respect in every way‟. In discussions pupils said that being unkind or bullying of pupils who are disabled or who have special needs would not be tolerated. The school gives pupils a range of additional responsibilities. Particularly effective are the peer mediators who are trained to help sort out disagreements. This means that issues are sorted out quickly without relying on adults.    No place for bullying June 2012, No. 110179 63 Developing friendships and collaboration 160. Many interesting activities enable pupils to work together, not just in their own classes but with pupils of different ages. In the playground there is a daily programme of games to play such as Jenga, basketball or football. Nominated adults lead the activity, but pupils who are sports leaders support the games and have a good understanding of how to adapt games or remind other pupils of the rules in order to include those who are disabled or have special needs. Frequent special events such as art or science weeks, Black History month, or anti-bullying week involve pupils of different ages and with different needs in working together. Residential trips and educational visits include all pupils and careful risk assessments are carried out to make sure that they are made suitable for disabled pupils and those with special needs. Pupils are very clear that these occasions are important as they make new friends in the rest of the school. When disabled pupils or those who have special educational needs go to the soft play room, sensory room or hydrotherapy pool they have the chance to choose a friend to go with and play and work alongside, which everyone enjoys.  Getting the practical aspects right 161. Routines are smooth and the school works calmly and efficiently. Spaces are set aside for the large specialist equipment and resources that are part of the school‟s everyday provision. Parallel or different learning activities for those who have more difficulties take place alongside other pupils, or separately when this is appropriate. Some amendments have been made to routines: for example, the lunch break is extended for some, so that pupils who need assistance can eat without being rushed. This practical, flexible approach produces a very matter-of-fact approach to disability. When asked, other pupils can explain about those who have additional needs, their equipment or special activities, but at the same time, they see pupils with special educational needs as their peers, the pupils they joined the school with, members of their class or their school community. One pupil said, „They‟re not special needs people – it‟s all just us.‟ Celebrating achievement for all  162. Celebration and valuing achievement are important factors in the school‟s life. Opportunities to have lunch at the „VIP table‟ are enjoyed by all pupils who have earned this privilege. The awards of gold, silver and bronze certificates to individuals have a high status and are highlights for pupils. Families are invited to the special reward assemblies, which everyone enjoys. When the school recognised that this general award scheme was not successful enough in recognising the achievements of those with special needs they quickly changed it so that everyone‟s achievements are now equally recognised and valued. All pupils are members of a house team and are awarded team points throughout the day. This system is successful in valuing all pupils‟ achievement and their contribution to the success of a larger group.      No place for bullying June 2012, No. 110179 64 Teaching about diversity and difference 163. The curriculum has a strong emphasis on diversity and difference. Personal, social and health education and social and emotional aspects of learning are supplemented by Philosophy for Children which means that pupils have regular opportunities to listen to each other; to formulate opinions, test them out and reflect on them; and to question their own perceptions and stereotypes.18 The combination of these approaches is successful. Pupils are reflective and empathetic. They speak a great deal about trying to understand what it is like to „be in someone else‟s shoes‟. Different cultures and festivals are celebrated frequently. The school holds an annual multi-cultural event when families‟ cultures are celebrated through food, costume and music. Teachers ensure that issues such as the Holocaust and refugees are discussed openly. Topics such as „Vikings‟ give opportunities to discuss invasion and power in today‟s world. The curriculum includes the study of a range of people from different backgrounds, including those who are disabled, for example Stevie Wonder, Benjamin Zephaniah, Michael Morpurgo, Helen Keller, Elizabeth Fry and Mary Seacole.  164. The school has also introduced special awareness days to focus on aspects of disability. Recently the school held a day on visual impairment, where pupils took part in different sensory activities and had opportunities to complete tasks with simulated restricted vision. An adult with visual difficulties visited the school and spoke to the pupils. There were many benefits. Staff learned more. Pupils enjoyed the challenges and spoke positively about the day. They learned about Braille and reflected on a blind person‟s day-to-day experience. They gained new knowledge, including the fact that some impairments are lifelong which is the case for many pupils at the school. Three such days are planned for each year. In addition the school has also held „signalong days‟ so that all pupils can increase their knowledge of sign language, which some pupils use as a main part of their communication. Case study 9: Celebrating diversity and pursuing excellence for all  The school‟s context 165. This school is a comprehensive school for approximately 1,000 pupils aged 11 to 16. The school also receives additional resources to provide education for pupils with physical and sensory disabilities and for pupils with specific learning difficulties. The school has had a specialism for the performing arts for many years and runs a working theatre. It is located on a campus shared with a primary school and a special school for pupils with severe and profound learning disabilities.                                             18 www.philosophy4children.co.uk.    No place for bullying June 2012, No. 110179 65 Establishing a clear sense of belonging and commitment to the school community  166. The school has been inclusive for many years and has a philosophy of celebrating diversity while demanding commitment in the pursuit of excellence. Staff are highly committed to ensuring that the school remains inclusive for pupils with a range of needs. When pupils start at the school they all have a personal meeting with a member of staff who will act as their mentor during their time at school. This quickly establishes a sense of belonging for all pupils and provides a clear message that every individual is valued and belongs to the school community. Many pupils are involved in performing arts projects prior to starting at the school. These are very popular and make a very positive contribution to helping to establish an inclusive school culture. The performing arts and other specific projects 167. The strong emphasis on drama and music makes a significant contribution to creating a culture of tolerance and understanding. Opportunities for ethical and moral debate have been established in many areas of the curriculum, and drama provides a good framework for tackling a range of issues including discrimination and prejudice.  168. The school runs many projects that involve pupils working across year and ability groups. These opportunities ensure that older and younger pupils work together as well as involving pupils with a wide range of talents and aptitudes. Many of the projects are based within the performing arts and the school also enters the annual Kielder Challenge, an outdoor pursuits competition for inclusive teams of disabled and non-disabled young people.19 Pupils learn from each other during these projects and this helps to reaffirm the culture of the school.  A campus-wide approach 169. The school works closely with the primary and special schools on the same site. A Campus Council has been established to ensure that collective views inform the development of the wider campus community. Pupils from each of the schools are also involved in a range of projects together, including performances in each other‟s schools. This provides opportunities to establish a greater understanding and appreciation of different people.  170. All the above combined with the way in which staff treat pupils helps them to become strong advocates for themselves and others. An openness to challenge and opportunities to voice their opinions help pupils feel treated as „growing adults of equal worth‟. It means that if occasional bullying or derogatory comments occur between pupils these are quickly dealt with – frequently by other pupils.                                              19 See: www.fieldfarekielderchallenge.org.uk.      No place for bullying June 2012, No. 110179 66 Notes Between September and December 2011, Her Majesty‟s Inspectors visited 37 primary schools and 19 secondary schools for the main part of the survey. The schools were located in both urban and rural areas and varied in size and composition. At their previous Ofsted inspection none had been judged to be inadequate. The first visit to a secondary school and the first two visits to primary schools were pilot visits and slight alterations were made to the survey methodology following these visits. Secondary schools were visited by two inspectors, working together for a day, and primary schools were visited for one day by one inspector.  Altogether during the visits inspectors held formal discussions with:  1,357 pupils – 586 primary, 771 secondary  271 leaders or staff with designated responsibility for pupils‟ social and emotional development and pastoral care – 142 primary and 129 secondary  345 teachers with no additional responsibility – 149 primary, 196 secondary  181 support staff – 120 primary, 61 secondary.  A large part of the survey focused on pupils‟ own experiences and understanding of bullying and its effects. In each school inspectors spent time talking informally with pupils, in the playground, at lunchtimes, and around the school. In the primary schools inspectors held formal discussions with groups of Year 4 and Year 6 pupils. In the secondary schools inspectors spoke formally with groups of pupils from each year group, and with a group of pupils who had joined the school at a time other than the usual time of transition to secondary education. During the formal discussions, apart from those focused on transition, 1,060 pupils also completed a questionnaire about aspects of their experiences and views about bullying. In addition, in secondary schools inspectors walked around the school with a group of pupils during lesson times, to talk with them about their experiences of behaviour and bullying. In each school, inspectors held discussions with groups of staff, some of whom held no additional responsibilities and some of whom were responsible for aspects of leadership. Four hundred and sixty-five members of staff from the schools also completed a short questionnaire about their training, views and experiences related to bullying. Finally, inspectors analysed a range of documents, including curriculum plans and anti-bullying and behaviour policies. In addition to the 56 schools visited for the main part of the survey, nine schools were visited because of the work they had done to prevent prejudice-based bullying or to be a particularly inclusive community. The intention was to evaluate and exemplify this work to provide detailed case studies that could inform the practice of other schools. Inspectors tailored the visits accordingly, talking to pupils, leaders, staff and governors, looking at resources, and evaluating key documents.    No place for bullying June 2012, No. 110179 67 Further information Youth cohort study and longitudinal study of young people in England: the activities and experiences of 16-year-olds: England 2007 (B01/2008), Department for Children, Schools and Families, 2008; www.education.gov.uk/rsgateway/DB/SBU/b000795/index.shtml.  This DCSF longitudinal survey illustrates some of the effects of bullying on outcomes for children and young people. The school report: the experiences of young gay people in Britain‟s schools, Stonewall, 2007; www.stonewall.org.uk/at_school/education_for_all/quick_links/education_resources/4004.asp. Research by Stonewall in 2007 concluded that two thirds of lesbian, gay or bisexual students report that they have been victims of often severe bullying. Bullying wrecks lives, Mencap, 2007; www.mencap.org.uk/search/apachesolr_search/bullying%20wrecks%20lives.          A national survey by Mencap found that 82% of the sample of 507 children and young people, all of whom had a learning disability, had been bullied.  Interfaith report, Beatbullying, 2008;  www.beatbullying.org/dox/media-centre/news-archive/Nov08/interfaith-report.html.  In a 2008 report by Beatbullying, based on a survey of around 1,000 young people, 23% reported that they had been bullied because of their religious faith, and 19% because of their skin colour. Tellus3 national report, Ofsted, 2008;  www.ofsted.gov.uk/resources/tellus3-national-report. In the Tellus3 national survey, 39% of pupils responded that they had been bullied „at least once‟ at school in the last year. Of these, 3% said that they were bullied „about once a week‟ and 6% said „most days‟. Children on bullying (070193), Children‟s Rights Directorate, Ofsted, 2008; www.ofsted.gov.uk/resources/070193.  A survey of children in care by the Children‟s Rights Director found that 55% answered „at school‟ to the question „Where does bullying take place?‟ The children and young people said that free time at a boarding or residential school, or lunchtime, breaktime or after lessons at any school, can be times when bullying happens if there is not much supervision by staff, and pupils are spread around the school buildings and grounds.     No place for bullying June 2012, No. 110179 68 Annex A: Schools visited Primary schools Local authority Barrow Hedges Primary School  Sutton Cavendish Primary School Manchester Central Street Infant and Nursery School West Yorkshire Churchill Gardens Community Primary School Westminster Crowcroft Park Primary School  Manchester  Cumberworth Church of England Voluntary Aided First School Kirklees Didsbury CofE Primary School Manchester Dunstall Hill Primary School Wolverhampton Edith Neville Primary School  Camden Friarage Community Primary School  North Yorkshire Gillshill Primary School Hull Goostrey Community Primary School Cheshire East Harrogate, St Peter‟s CE Primary School North Yorkshire Henry Maynard Junior School  Waltham Forest John Perryn Primary School Ealing Kate‟s Hill Community Primary School Dudley Linton-on-Ouse Primary School  North Yorkshire Manor Primary School, Ivybridge Devon Mesne Lea Primary School Salford  North Beckton Primary School  Newham Partington Primary School Trafford Redhills Community Primary School Devon Rowley Lane Junior Infant and Nursery School  Kirklees St Barnabas CofE VA Primary School Kent St Boniface RC Primary School Salford St Clement‟s CofE Primary School Manchester St Joseph‟s Catholic Primary School Dudley St Matthew’s Primary School Cambridge St Matthew‟s High Brooms Church of England VC Primary School Kent St Michael‟s Church of England Primary School Camden St Robert‟s Catholic Primary School North Yorkshire   No place for bullying June 2012, No. 110179 69 Primary schools Local authority St Sebastian‟s RC Primary School Salford St Vincent‟s Catholic Primary School Ealing Sybourn Primary School  Waltham Forest The Giffard Catholic Primary School Wolverhampton West Pennard Church of England Primary School  Somerset Westover Green Community School Somerset Wheatcroft Community Primary School  North Yorkshire Widden Primary School Gloucestershire Woodbury Church of England Primary School Devon Woolavington Village Primary School Somerset  Secondary schools Local authority Chilton Trinity Technology College Somerset Harrogate High School North Yorkshire High School for Girls Gloucestershire Hillcrest School and Community College Dudley Kelmscott School  Waltham Forest Langley School, Specialist College for the Performing Arts, Languages and Training Solihull Newsome High School and Sports College  Kirklees Otley Prince Henry‟s Grammar School Leeds Sale Grammar School Trafford St George‟s VA School  Hertfordshire St Peter‟s RC High School Manchester Stanley Park High School  Sutton Stoke Newington School and Sixth Form, Media Arts and Science College Hackney Stuart Bathurst Catholic High School College of Performing Arts Sandwell The Albion High School Salford The Barlow RC High School and Science College Manchester The Skinners‟ School Kent Trinity High School and Sixth Form Centre Worcestershire Twyford Church of England High School Ealing Wheelers Lane Technology College  Birmingham William Ellis School  Camden     No place for bullying June 2012, No. 110179 70 Secondary schools Local authority Winifred Holtby School Technology College Hull Wodensborough Community Technology College Sandwell Wolverhampton Girls‟ High School Wolverhampton      ",
    "id": 5911582,
    "identifiers": {
        "doi": null,
        "oai": "oai:dera.ioe.ac.uk:14717"
    },
    "title": "No place for bullying : how schools create a positive culture and prevent and tackle bullying",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T00:00:00+00:00",
    "publisher": "Office for Standards in Education, Children’s Services and Skills",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/5911582.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/5911582"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/5911582/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/5911582/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/5911582"
        }
    ],
    "abstract": "",
    "tags": [
        "Document from Web",
        "NonPeerReviewed"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Document from Web",
        "NonPeerReviewed"
    ],
    "oai": "oai:dera.ioe.ac.uk:14717",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "161",
        "openDoarId": 0,
        "name": "Digital Education Resource Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 5911582,
        "depositedDate": null,
        "publishedDate": "2012-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-11T02:47:07+00:00",
        "acceptedDate": null,
        "createdDate": "2012-06-29T04:08:30+01:00"
    },
    "urls": [
        "https://dera.ioe.ac.uk/id/eprint/14717/1/No_place_for_bullying%5B1%5D.pdf",
        "https://dera.ioe.ac.uk/id/eprint/14717/2/No_place_for_bullying_-_case_study_booklet%5B1%5D.pdf",
        "https://dera.ioe.ac.uk/id/eprint/14717/"
    ],
    "lastUpdate": "2024-02-11T02:47:07+00:00",
    "setSpecs": []
}