{
    "acceptedDate": "",
    "authors": [
        {
            "name": "National Association for Chicana and Chicano Studies"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-19T06:15:29+00:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/70409685.pdf",
    "fullText": "San Jose State UniversitySJSU ScholarWorksNoticias de NACCS Newsletter National Association for Chicana and ChicanoStudies Archive3-2001Noticias de NACCS, vol. 28, no. 1, March 2001National Association for Chicana and Chicano StudiesFollow this and additional works at: http://scholarworks.sjsu.edu/noticias_naccsPart of the Chicana/o Studies Commons, Education Commons, Ethnic Studies Commons,Latina/o Studies Commons, and the Social and Behavioral Sciences CommonsThis Newsletter is brought to you for free and open access by the National Association for Chicana and Chicano Studies Archive at SJSU ScholarWorks.It has been accepted for inclusion in Noticias de NACCS Newsletter by an authorized administrator of SJSU ScholarWorks. For more information,please contact scholarworks@sjsu.edu.Recommended CitationNational Association for Chicana and Chicano Studies, \"Noticias de NACCS, vol. 28, no. 1, March 2001\" (2001). Noticias de NACCSNewsletter. Paper 29.http://scholarworks.sjsu.edu/noticias_naccs/29Noticias de NACCS 1Historical, Multicultural TucsonBy Sandra GuillenA Professor of English and Chicana/o Studies at ArizonaState University, Cordelia Candelaria was born in New Mexico.She earned her Ph.D. at Notre Dame University as a Ford Fellow.Cordelia has been a leader in Chicana literature as a poet and as aprofessor of literature at various institutions. During her tenure atthe University of Colorado at Boulder, she was a NACCS repre-sentative, a conference coordinator, and twice a proceedings edi-tor. Cordelia served as the conference coordinator for the 1988annual meetings in Boulder, Colorado. Along with Mary Romero,Cordelia served as lead editor for two volumes of proceedings,Estudios Chicanos and the Politics of Community and CommunityEmpowerment and Chicano Scholarship.In 1986, Cordelia wrote the original resolution that institu-tionalized the Chicana Caucus after its first year of existence asan ad-hoc committee. In many respects that resolution shapedhow future caucuses would become institutionalized in NACCS.The resolution not only established the Chicana Caucus but italso set a structural form for how change in the infrastructure ofNACCS takes place.In 1991 Cordelia left the University of Colorado at Boulder toXtra short article (400 wds?)Continued on page 3Volume 28 No. 1                             March 2001Tucson, the Old Pueblo, is a city with a unique blend ofNative American, Spanish, Mexican, and Anglo heritages.Founded as a Spanish presidio in 1775, Tucson has been home tomany cultural groups long before the American flag was raisedhere in 1853, as part of the Gadsden Purchase.  Each of these cul-tures has left its mark on Tucson allowing for the city to retainthe charm of its frontier roots.  Tucson is located in the SonoranDesert and is surrounded by four mountain ranges and has plentyof desert sunshine.  During your visit here, be sure to explore thehistoric attractions and natural beauty of Tucson.  The followingare some suggestions.  San Xavier del Bac Mission stands as a tribute to Tucson’sSouthwestern heritage.  Established in 1700 by Father EusebioKino, the “White Dove of the Desert” is a historic mission risingabove the cactus and mesquite surrounding the Tohono O’odhamreservation.  Come see the breathtaking mission and the restora-tion project taking place there.  Other religious landmarks includeTumacacori, Tubac, and the Chapel of San Pedro.The Arizona-Sonoran Desert Museum is a world-renownedzoo, natural history museum, and botanical garden all in one.This outdoor encounter will allow you to get up close and person-al with desert animals and vegetation.Old Tucson Studios is a family theme park and film studio.Attractions include live shows, trial rides, and a western-historyeducational program focusing on Arizona’s pioneers. Come seethe location where over 300 movies and television programs havebeen made.For more on Tucson’s Sonoran heritage visit BarrioHistórico, located downtown, which includes the mission-stylearchitecture of St. Augustine’s Cathedral, built in 1890.  Mariachimass is held at the Cathedral on Sundays at 8:00 a.m.  This couldbe your introduction to the sounds of mariachi music.  In fact,Tucson has the largest cultural event and most successful mari-achi conference in the United States.  Other points of interest inBarrio Histórico include the shrine to El Tiradito, the Sosa-Carrillo-Fremont House, and La Placita Village.It’s no surprise that Tucson has plenty of great weather forrecreational activities.  The Raven Golf Club, Sheraton ElConquistador, and the Westin La Paloma are a few of the manygolf courses and resorts to choose from. Whether hiking, moun-tain climbing, or simply enjoying a peaceful walk through thedesert, outdoor enthusiasts love the opportunities here.   Enjoythe scenic views of Sabino Canyon, Mt. Lemmon, MaderaCanyon, or the Saguaro National Park.  All of these locations aregreat for the desert naturist or first time visitor.  Another popularoutdoor activity is Major League Baseball Spring Training atTucson Electric Park.  Tucson is the home to the ArizonaDiamondbacks, Colorado Rockies, and Chicago White Sox.Tucson is also one of the few places in the country that hasbilingual theater.  Borderlands Theater will be presenting“Sueño,” a production by José Rivera, during the NACCS confer-ence.  Show dates are April 5-14, 2001.Even if you do not make it to any of the above places, makeit a point to at least see one sunset while you’re here.  They reallyare magnificant.  A nice place to see a panoramic view of the sun-set is at Gates Pass or on top of  ‘A’ Mountain.  noticias de NACCSNational Association for Chicana and Chicano Studies2 March 2001join the English Department and to assist in the development of theChicana and Chicano Studies Department at Arizona StateUniversity. With her participation and guidance, the department hashired several scholars including Vicki Ruiz, Ed Escobar, ArturoAldama, and many others. Cordelia has received national and inter-national acclaim as an educator, author, and poet through herinvolvement with multiculturalism, languages, and literature. Herwriting reflects an effective integration of intense, critical studies,academic experience, and her own southwestern heritage which shedescribes as the “poet’s locus of interest.” She is the author or edi-tor of eight books and countless book chapters and articles. Herwork has been recognized with several awards and honors, and shehas mentored numerous graduate and undergraduate students in herdecades of teaching Chicana and Chicano Studies.Chicana lesbian playwright, poet, essayist and teacher,Cherríe Moraga was raised in the San Gabriel Valley. During thelate 1970s and early 1980s, she co-founded Kitchen Table:Women of Color Press and began working on an anthology ofwritings by radical women of color. What began as a thesis pro-ject for her master’s degree in feminist literature at San FranciscoState University became a groundbreaking collection of voices Editor: Michael Hames-GarcíaLayout: Inkworks PressNoticias de NACCSVolume 28, Issue 1NACCS Business OfficeAttn: Noticias de NACCS/Michael Hames-GarcíaP.O. Box 720052Berkeley, CA 95172-0052email: mhamesg@binghamton.edu607-777-2415Noticias de NACCS is the official newsletter of theNational Association for Chicana and Chicano Studies.Published five times Yearly, with a circulation of 1,000,Noticias de NACCS includes current coments onChicana and Chicano Studies, news of Chicana andChicano Scholars, Association activities and more.Noticias de NACCS is sent to all NACCS members,outside subscribers, and selected non-subscribers.Noticias de NACCSShort article continuedContinued from page 1NACCS PUBLICATIONS____ Expanding Raza World Views: Sexuality and Regionalism.Selected proceedings, 1995. Adaljiza Sosa-Riddell, Manuel deJesus Hernandez, and Guadalupe San Miguel, eds. $15.00. ____ Mapping Strategies: NACCS and the Challenge of Multiple(RE) Oppressions. Selected proceedings, 1993. Maria AntoniaBeltran-Vocal and Manuel de Jesus Hernandez-Gutierrez, eds.$15.00 ____ Chicano Discourse: Selected Proceedings of the NationalAssociation for Chicana and Chicano Studies, 1986 & 1987.Tatcho Mindiola, Jr., and Emilio Zamora, eds.  (Proceedingsfrom both the 1986 El Paso and 1987 Salt Lake City AnnualConferences.)  $10.00____ Community Empowerment and Chicano Scholarship:Selected Proceedings of the National Association for Chicanaand Chicano Studies, 1989. Mary Romero and CordeliaCandelaria, eds.  (Proceedings from the 1989 NACCS 17thAnnual Conference held in Los Angeles, California.)  $10.00____ Chicano Studies: Critical Connections Between Researchand Community.  Teresa Córdova, ed.  (A special volume by theNACCS Political Action Committee, 1992.)  $5.00____ Estudios Chicanos and the Politics of Community: SelectedProceedings of the National Association for Chicana andChicano Studies, 1988. Mary Romero and Cordelia Candelaria,eds.  (Proceedings from the 16th annual NACCS conference heldin Boulder, Colorado.  Limited number.)  $10.00SHIPPING NAME AND ADDRESS:_____________________________________________________________________________________________________________________________________________________________________Subtotal: ______________________________________________CA and NC add tax ____________________________________Shipping & Handling ___________________________________(add $3.00 for first bk., $.50 for each addt'l) ____________________Total amount Enclosed: __________________________________SEND ORDER TO:  NACCS Business OfficeP.O. Box 720052San Jose, CA  95172-0052CHARGE PAYMENTS:__________ Visa __________ MasterCardCard Number:________________________________________Expiration Date : ___________Signature (mandatory): ________________________________DO NOT SEND CASHMake Checks payable to NACCSNote to Librarians: Purchase orders accepted.Noticias de NACCS 3Wednesday, April 4  Caucus Meetings   5:00 p.m. - 6:30 p.m.  Welcome Event   6:30 p.m. - 7:30 p.m.  CC meetings  6:30 p.m. - 7:30 p.m.  NACCS For Beginners   Thursday, April 5   7:45 a.m. - 2:30 p.m. Registration  8:00 a.m. - 9:20 a.m. SESSION I   9:30 a.m. - 10:50 a.m.  SESSION II   11:00 a.m.-12:30 p.m.  Health Plenary   12:45 p.m.-1:45 p.m.  Foco Meeting  2:00 p.m. - 3:20 p.m. SESSION III   3:30 p.m. - 4:50 p.m. SESSION IV5:00 p.m. - 6:00 p.m.  Business Meeting I   7:30 p.m. -  Noche de Cultura   Friday, April 6   7:45 a.m. - 2:30 p.m. Registration   8:00 a.m. - 9:20 a.m.  SESSION V9:30 a.m. - 10:50 a.m. SESSION VI   11:00 a.m.-12:30 a.m. Immigration Plenary   12:45 p.m.-1:45 p.m.  Lunch/Caucus Meetings   2:00 p.m.- 3:20 p.m. SESSION VII  3:30 p.m.- 4:50 p.m.  Chicana Plenary  5:00 p.m.- 7:15 p.m.  Educational March   8:00 p.m.- 8:30 p.m.  Reception  8:30 p.m.-  Awards Ceremony   Know Our Community Tours   Saturday, April 7   8:30 a.m. - 9:50 a.m. SESSION VIII  10:00 a.m.-11:20 a.m.  SESSION IX  11:30 a.m.-1:00 p.m. Education Plenary  1:10 p.m. - 2:00 p.m.  Caucus Meetings   2:20 p.m. - 4:00 p.m. SESSION X  4:10 p.m. - 5:30 p.m. SESSION XI   5:45 p.m. - 6:45 p.m.  Business Meeting II   8:00 p.m.- Gran Baile featuring Latino Solido  All Day Film Festival:  Dynamic Borders: Latino Film Festival Forum  Contact Person: Lydia Otero (lotero@U.Arizona.EDU)or call the Mexican American Studies & Research Center at(520) 621-7551Full conference schedule with presenters available at(http://clnet.ucr.edu/research/NACCS/conference.html)Special EventsWednesdayWelcome: 5:00 P.M.-6:30 P.M. Bienvenidos: Chuck Tatum, University of Arizona Readings: Patricia Preciado Martin and Demetria MartínezEntertainment: Mariachi de Sunnyside SchoolsThursdayNoche de Cultura: 7:30 P.M.-? at Casino Ballroom Entertainment: Aztlan Underground, Grito Serpentino, and Taco Shop PoetsFridayEducational March: 5:00 P.M.- 7:15 P.M. at El Rio Neighborhood Center Reflexiones I Speakers: Salamón Baldenegro, University of ArizonaGuadalupe Castillo, Pima Community College Adalijza Sosa-Riddell, University of California, Davis Margo Gutiérrez, University of Texas Tomas Riley, Poet/ActivistReception: 8:00 P.M.- 8:30 P.M. at Marriott Hotel Awards Ceremony: 8:30 P.M.- at Marriott Hotel 2001 NACCS Scholars:  Cherríe Moraga and Cordelia CandelariaFredrick Cervantes Premio Winners Community AwardsKnow Our Community ToursFederal Prison Arizona State MuseumSaturdayGran Bailefeaturing Latino Solido at Marriott Hotel: 8:00 P.M.-?Conference Schedule at a GlanceNACCS PlenariesPlenary I: Thursday 11:00 A.M.-12:30 P.M. Health Plenary Speakers: Francisco Garcia, University of Arizona Carol Begay University of Arizona Eva Moya University of ArizonaPlenary II: Friday 11:00 A.M.-12:30 A.M. Immigration Plenary Speakers: David Gutiérrez, University of California, San Diego Isabel Garcia, Tucson, Arizona José Matus, Tucson, ArizonaChicana Plenary: Friday 3:30 P.M.- 4:50 P.M. Familias: Myths and Realities Moderator: Karleen Pendleton-Jimenez, York University, Toronto Speakers: Paula Moya, Stanford University Cherríe Moraga, 2001 NACCS Scholar Third speaker TBAPlenary III: Saturday 11:30 A.M.-1:00 P.M. Education Plenary Speakers TBA4 March 2001National Association of Chicana and Chicano StudiesAnnual MeetingTucson, Arizona   April 4-8, 2001Complete program with names of presenters and paper titles available at (http://clnet.ucr.edu/research/NACCS/conference.html).Thursday, April 5SESSION I: 8:00 AM – 9:20 AM Understanding Chicana/o Health Approaches Tú Eres Mi Otro Yo: SalvaSIDA: A State HIV/AIDSAmong Latinos in Alameda County Rethinking Gender Sexuality in Chicana/o LiteratureLiterary Voice, Language, and Feminism in the workby Margarita Cota Cárdenas.Latina/o Drag: Dancing in the Desert. Capital Formation: From Phoenix to Peru Multiracial Coalitions: Identity in the 1960s and1990sChildren and Youth Workshops and PanelsSESSION II: 9:30 a.m.-10:50 a.m.The Context of Substance Use, HIV Risk andEnvironmental Stress among Latino/a’s.M.E.Ch.A. in the MilleniumPaulo Freire’s Education Empowerment Model as aCommunity Health Empowerment tool.  ElPrograma de Promotores de la Salud.On the Cutting Edge: Textos Fronterizos in the 1970sSiete Poetas.Development of El Paso del Norte Region: Integrative& Specific Approaches. Pueblo Unido? Beyond Chicano…Imagined Identities-Community Realities: Chicanas/osSpeakEste y El Otro Lado: Familia, Educacion, Sexo,Economia, Idiomas y Otras Migraciones: A Multi-Reality Approach. Creating Social Change by Connecting the CommunityOrganizer with the Academician and StudentActivist.We’re here! We’re Queer! Now What Do We Do?: ThePolitics of Knowledge and Queer Chicana/oStudies.Latino/a Educación: Opportunities, Barriers, andAchievement.SESSION III: 2:00 P.M.-3:20 P.M.Black versus Brown? The Case for and AgainstCoalitions between African Americans andLatina/os in the United States.Workshop: Fostering Chicano Student AcademicEngagement Through Teacher Practices andCurriculum in a K-12 setting.Chicana/o Youth, AIDS, & the New Millenium: theWork of the Southern Arizona AIDS Foundation.A Collective Voice by Chicana Women: Sharing theirJourneys Through and Out of Adversity.The Concept of Borders from a Multi-DimensionalPerspectiveBien Pretty: The Beauty and Bodies of Latinas inLiterature and the Media.Public Discourse: A Context for Function. Chicanos and the Criminal Justice System. History and Identity in Chicana/o Literature.  Autobiographies and Testimonios: Chicana LifeStories of the Border.Erasing Borders/Retracing “Quarters” of GenderedMestizaje Noticias de NACCS 5SESSION IV: 3:30 p.m.-4:50 p.m.Autobiographies and Testimonios: Chicana LifeStories of the Border.W/holistic Health, Ancient Medicine and Academia.Health Issues and Immigrant Families.Conceptualizing Cultural Competency for BorderPopulations. On the Edge: Representation & Transformation inChicana/o Art.Chicano/a Politics in the 21st Century: Strategies forSocial ChangeTeacher Education in the Borderlands:Campus/Community Partnerships at UTEP.Feminist Voices & Influence in Chicana Literature.Bilingual Education and the Ballot Box: Arizona andColorado Anti-bilingual Education Initiatives. Youth, Struggle, Immigrant and EducationalAchievement.Student Panel: Mexican-U.S. Immigration and PublicPolicy. Friday, April 6SESSION V: 8:00 A.M.- 9:20 A.M.Surviving the Academy: Perspectives of QueerChicano Students and Academies.Chicana/o Music and the Poetics of Place andConsciousness Thinking Beyond Borders: New Models for Chicana/oLiterary and Cultural Studies. Religious Images in Chicana/o Art & LiteratureBorderlands Expressions: Paradoxes of ColonizedChicana/o Others. Chicana/o Literary Production, Archiving, and thePublic. Mexican Immigrants: Unresolved Issues andStrategies for Change. Nationalism and Transnationalism andRepresentation: Barrios, Blood & Body.Transnational Issues and Identities in Chicana/o inLiterature, Language, & Art.Workshop: Developing Chicana/o Studies for a K-12Program.Community Memory as Critical History: Intersectionsof Art, Academic & Grassroots Struggle in theCase of Chávez Ravine, Los Angeles.SESSION VI: 9:30 A.M.-10:50 A.M.Media, Public Spheres, Marked Bodies:Inscribing/Erasing Identities The New Wave/La Nueva Onda.  Reading from NewTexts in Chicana Literature.Seeing, Fighting, and Becoming in Chicana/oRepresentations.Immigrant Women from México and Central AmericaVoices on Community and Environment. Workshop: Women’s Studies and Chicana/Latina:Problems and Possibilities.Immigration Legalization Proposal in Context of theBorder: Legal Perspectives.Challenging Gendered Conceptions of Chicanas.Teatristas Sin Fronteras: Gender and DiasporicRepresentation in Chicana  Performance. Border Paradoxes: Land Struggles, Immigrant Stories,and Regional Identity. Getting Published: advice from Professional Editorsand Publishers6 March 2001SESSION VII: 2:00 P.M.-3:20 P.M.Chicana/o, Mexicana/o and India/o: Race &Transnationalism on the Border. Globalization and “Mexican Apartheid.”Immigration, Economics, Work, and Wealth. Language, Education, Images and Citizenship: MajorDriving Forces of Their Specific Dynamics andInterrelationships among Mexicans and Mexican-Americans.Towards a Borderland Consciousness.Migrants, La Migra, Vigilantes, the Environment,Militarization, and Border Resistance: GrassrootsPerspectives. Expanding Transboundary Links: The ChicanoCommunity and México.Latina Lesbian Activism: Alliances & EmpowermentStrategies. Families in Border Communities. Introductory Mexican American Studies Series:University of Arizona Press.Men of Color Define their Space in the Queer Milieu:Plática, Spoken Word and Poetry.Saturday, April 7SESSION VIII: 8:30 A.M.- 9:50 A.M.Education along the U.S.-Mexico Border. Erasing Borders, Coming to Voice: Visuals andNarrative Tales of a Mujeres Writing Group.Issues in Bilingual Education. The Struggle for Chicano Studies Continues: Programand Department Histories from Across the U.S.El Otro Norte: Chicano/as in the Courtrooms,Classrooms, Workplaces, and the Streets of YakimaValley, Washington.Organizing an Annual NACCS Chicano LeadershipDevelopment Conference.Expanding State Control.Latinos, Politics, and the 2000 vote.Mi Raza Sabe Morir Dondequiera: Chicanos at Warand at Home.Shifting Borders, Cultures and Violence. Beyond Cross Listings: Bordering the(Inter)Discipline.Xicana’s within the International Indigenous Women’sMovement. The Straight, the Gay, the Lesbian: Chicana/oLiterature for the New Millenium. Intercambio de Jugos Literarios: Queer Mujeres andMen’s Erotica.Workshop: Developing Writing Literacy in a K-12Program (Workshop)SESSION IX: 10:00 A.M.-11:20 A.M.Chicano Psychology: History and Future Directions. Teaching America: Dominant Histories, ResistantLiteratures, and the Question of BilingualEducation in the U.S. Southwest. Beyond Food and Fiesta: A Model for ChicanoRetention at the University of Arizona. La Nueva Onda/The New Wave: ContemporaryChicana/Latina Writing.Something Borrowed, Something Blue, Something Old,Something New: Re- Evaluating TheoreticalContributions from Antoñia Castañeda, JuanGómez-Quiñonez, and Tomás Almaguer. Identity, Transformational Resistance, and Chicana/oEpistimologyEnduring Efforts in Chicana Studies.  Empowering Chicano Parents & Children in theClassroomPeligro! Subversive Subjects: Chicano CulturalStudies in the 21st Century.Reclaiming Chicana Student History.Noticias de NACCS 7Case Study of a Recent Student of Color Protest atSanta Clara University: Unite III and the Attemptat Reforms.Educational Issues and the Chicano Community.Transformando Fronteras in Educational Discoursesand Practices: Chicana Feminist Pedagogies andEpistemologies.The Future of Chicana/o, Mexican American, LatinoStudies Departments: Views of DepartmentChairs/Program Directors from the CaliforniaState System.Workshop: AZTLAN-Reality, Myth/Legend or aCombination Thereof: An Integrative ThematicUnit. SESSION X: 2:20 P.M.- 4:00 P.M.Chicano/a Studies at Texas A&M University: Gender,Children, and Reading.Chicano & Latino Studies in K-12. Hispanic Student Dropout Prevention Program/Exitoen Progreso.Practical Insights and Question on the Teaching andLearning of Chicanismo from K-12 throughCollege and Beyond. El Espejo: Video Ethnographies by and aboutChicana/o Students.Queer Youth Resistance and Survival: Strategies andCommunity Space for San Francisco’s QueerLatina and Latino Youth. Language, Learning, and Identity. ASU’s Department of Chicana & Chicano Studies:Retracting Academic B/orders.Critical Race & LatCrit Approaches to Chicana/oEducation: Work in Progress. Youth Resiliency: Identity, Writers, & Prevention. Chicana and Latina Voices On-Line. Situating Gender: Testimony, Advocacy and RebelliousWomen Chair.Oral History, Health, and Chicana/o Communities. Chicana/o Music: Past and Present. Art, Community and Education/Arte, Comunidad yEducación.Taking Chicana/o Studies to the Streets: Working toTransform Self, Schools and Communities.(Workshop) Perspectives on Chicana/o History: A Conversation,After 40 YearsSESSION XI: 4:10 P.M.-5:30 P.M.Social Engineering of Women’s Post SecondaryEducation: Cross-cultural Perspectives.Visionary School Group: Building Leadership throughCommunity, Language, and Shared Experiences. Grounding Theory: The Future of Raza Studies.Transforming Rural Instructional Opportunities: APipeline of Teachers for Colonia Children. Re-reading the Dominant Narrative: AlieNation,Latina Readership, y las Caderas de JenniferLópez. Performing Gender and Sexual Identity in U.S. LatinoCommunities. Descrubiendo las Raíces de la Comunidad:Community Record as Community Empowerment.Boyle Heights: A Microcosm for the Future of LosAngeles: Gender, Race Relations, andPachuquismo. Chicana/os & Church: New Visions and Scholarship. Organizing and Claiming Chicana/o Public Culture.Danger, Surveillance, and Violence in HistoricalConstruction of Identity.8 March 2001Statement from the East Coast FOCOby Michael Hames-GarcíaThe NACCS East Coast FOCO was just reactivated twoyears ago in San Antonio, where I was elected FOCORepresentative.  Although we have members throughout the eastcoast region, we have been most active in the state of New York,having our first regional meeting in Binghamton, NY in the fallof 1999, followed by meetings in 2000 in Buffalo and New YorkCity.  We will be having our next meeting March 3, 2001 inIthaca, NY, at Cornell University.  Over the past two years, wehave discussed a range of issues, but the recurring, interrelatedtopics with which we hope to deal as a FOCO are the following:1) the new wave of Mexican immigration to the East Coast andits consequences for Chicana/o identity and political mobiliza-tion, 2) the results of the ensuing influx of Mexican andChicana/o students into the K-12 systems in places such as NewYork City, 3) the relationship between Chicana/o, Puerto Rican,and Latina/o studies on the East Coast (e.g., how mightChicana/o studies K-12 curricula be adapted to provide a modelfor instituting Chicana/o, Latina/o, and Caribbean studies in theNew York City K-12 system?).Anyone with questions about or interest in the East Coast FOCO,please contact Michael Hames-García at 607-777-2415 ormhamesg@binghamton.edu.Conference HotelMarriott University Park Hotel880 E. Second Street, Tucson, AZ 85719(one block from the UofA campus)520.792.4100520.882.4100 (fax)NOTE: You must call the Tucson Marriott hotel to receive thequoted discount prices. You will not receive the conference discount if you call the 1-800 Marriott number.Single/Double $114.00 Suites $134.00Additional Person $10.00Local and state taxes are not included. Contact the MarriottUniversity Park Hotel directly by March 2, 2001 to received thehotel conference discount.Airport ShuttleTucson International Airport to Hotel Shuttle Provided by ArizonaStagecoach.ARRIVAL: Upon arrival at the Tucson International Airport (andafter claiming your luggage), follow the overhead ARIZONASTAGECOACH signs inside the airport to the ground-level center-corridor Stagecoach counter. Tell the dispatcher the hotel name andyou should be leaving within 15 minutes. DEPARTURE: Reservations need to be made at least 24 hours inadvance of your flight time. Reservations can be made by calling889-1000 from your hotel, or upon your arrival you can make yourreturn reservation during your 15 minute wait time. SHUTTLE PRICE: 1 Passenger, 1 Way $13.001 Passenger, Round Trip $22.00Couple, 1 Way $16.00Couple, Round Trip $28.00Additional information regarding Arizona Stagecoach can be foundat their webpage (http://www.arizonastagecoach.com/).  Prices list-ed were taken from the Arizona Stagecoach webpage. Prices canchange at Arizona Stagecoach’s discretion.Noticias de NACCS 9Last Name First NameMailing Address(Area Code) Phone Number: Home WorkE-mail Institutional AffiliationNACCS Members❏ Registration (except students) ......$50.00 ($70 after 3/2/2001)❏ Student .....................................$20.00 ($25 after3/2/2001)Non Members**❏ Registration ...............................$75.00 ($100 after 3/2/2001)❏ Student .....................................$30.00 ($35 after 3/2/2001)❏ Low Income ...............................$20.00 ($35 after 3/2/2001)❏ High School Student ..................$15.00 ($15 after 3/2/2001)**You may pay for your dues now and register for the conference as a member. Gran Baile.....................................$10.00 Reception/Awards .........................$10.00   Registration: .............................._________Membership: ............................._________Gran Baile: ..............................._________Awards: ...................................._________Total: _______________________________Check: Make Check payable to NACCSCredit Card:   ❏ Visa  ❏ MasterCardCredit Card No.: __________________________________________________Signature (mandatory):______________________________  Exp. Date: ____If you anticipate the need for childcare you will need to fill out a Childcare form.  Childcare will only be available for Pre-Conference Registrants. No onsite childcare registration will be available.Visit our webpage for additional conference information, http://www.naccs.orgor call the Mexican American Studies & Research Center at 520.621.75512001 NACCS ANNUAL CONFERENCEI-uan g ceksan, Tuchá Aria Wa Frontierapo, Borrando FronterasErasing Borders: La Educación, Salud, e Historia del Pueblo❏ Under $20,000 .............................$30.00 ❏ $20,000-$29,999 .........................$38.00 ❏ $30,000-$39,999 .........................$46.00 ❏ $40,000-$49,999 .........................$56.00 ❏ $50,000-$64,999 .........................$66.00 ❏ $65,000 and over .........................$78.00❏ Student..........................................$20.00 ❏ Retired ..........................................$40.00See membership form for other categoriesRegistration Fees Membership DuesSpecial EventsTotalPaymentMarriott University Park Hotel880 E. Second Street Single ..........................$114.00Tucson, AZ 85719 Additional Person..............$10.00Phone: 520.792.4100 Suite ............................$134.00Fax: 520.882.4100Local and state taxes are not included. Contact hotel directly to receive theconference rate. Reservations must be made by March 2, 2001.Hotel InformationMail form postmarked by March 2, 2001 to:NACCSP.O. Box 720052San Jose, CA 95172-0052Attn: 2001 Registration10 March 2001NACCS XXVIIIAnnual ConferenceMarriott University Park HotelApril 4-8, 2001CHILDCARE REGISTRATION FORMChildcare will be provided only to pre-registrants.• Children enrolled in childcare must be toilet trained.• Pre-registration is required. The NACCS Child Care Registration form and the Waiver Indemnity Agreement form aredue March 2, 2001. A waiver must be signed for each child. If no waiver is submitted, childcare service can notbe offered. Please attach these completed forms to your pre-registration form for processing. On-site childcare reg-istration will not be available.• Regular meals and snacks for children enrolled in the day care program are the parent’s responsibility. • We request that parent not bring children who are ill.  Childcare attendant will administer no medications.1. Name of Child ________________________________________ Age ___________ Gender ________Medical/Diet restrictions: __________________________________________________________________My child is allergic to: ____________________________________________________________________2. Name of Child ________________________________________ Age ___________ Gender ________Medical/Diet restrictions: __________________________________________________________________My child is allergic to: ____________________________________________________________________3. Name of Child ________________________________________ Age ___________ Gender ________Medical/Diet restrictions: __________________________________________________________________My child is allergic to: ____________________________________________________________________Please specify the times you will need childcare on each day.  Please review conference schedule to determine need.Wednesday (6:00 p.m. -   9:00 p.m.)Thursday (8:00 a.m. - 10:00 p.m.)Friday (8:00 a.m. -   9:00 p.m.)Saturday (8:00 a.m. - Sunday, 1:00 a.m.)In case of emergency please indicate where you can be contacted or receive messages during the conference.Hotel:Phone number:Room: FOR OFFICE USE ONLY: ❏ Information verified.A WAIVER MUST BE SIGNED FOR EACH CHILD.  IF NO WAIVER IS ACCOMPANIED WITH CHILD CARE FORM NO SERVICE CAN BE OFFERED.NATIONAL ASSOCIATION FOR CHICANA AND CHICANO STUDIESNoticias de NACCS 11WAIVER RELEASE AND INDEMNITY AGREEMENTFor and in consideration of permitting (1)_________________________  (Name of Child)to enroll in the child care service offered to parents who are participating in the NationalAssociation for Chicana and Chicano Studies conference scheduled on April 4-8, 2001 inTucson, Arizona the undersigned hereby voluntarily releases, discharges, waiver and relin-quishes any and all actions or causes to action for personal injury, property damage or wrong-ful death occurring as a result of engaging or receiving instructions in said activity or anyactivities incidental thereto wherever or continue,  and the Undersigned does for him/her self,his/her heirs, executors, administrators and assigns prosecute, relinquishes any claim for per-sonal injury, property damage or wrongful death against the National Association for Chicanaand Chicano Studies or any of it officers, agents, or employees for any of said causes of actionof any of said person, or otherwise.It is the intention of (2))_____________________________________  (Name of Parent)by this instrument, to exempt and relieve the National Association for Chicana and ChicanoStudies from liability for personal injury, property damage or wrongful death.  Furthermore,the National Association for Chicana and Chicano Studies or any of its officers, agents oremployees are released from any responsibility for liability arising from Party #2’s illegalactions or omission.The Undersigned acknowledges that he/she has read the foregoing two paragraphs, has beenfully and completely advised of the potential dangers incidental to participation in theNational Association for Chicana and Chicano Studies related child care and is fully aware ofthe legal consequences of signing the within instrument.  ___________________________ _____________________Signature of Parent/Guardian DateNATIONAL ASSOCIATION FOR CHICANA AND CHICANO STUDIESMEMBERINFORMATION12 March 20012001 MEMBERSHIP FORMMember Number (for office use only) _____________Name (Please print or type) Last name First name Middle name/initial Address  City State Zip ❏ Check box if you do not want your address released to vendors.Home phone Office phone Fax number DisciplineE-mail ❏ Full Professor ❏ Associate Professor ❏ Admin/Professional ❏ Assistant Professor❏ Graduate Student ❏ Undergraduate ❏ Community ❏ Lecturer❏ Institutional ❏ Library ❏ Other _______________Institutional Affiliation_________________________________________  Year of birth_________   ❏ Male  ❏ FemaleStudent Applicant: Candidate for (check one) ❏ PhD   ❏ MA   ❏ AA   ❏ BA   ❏ Other____________Please check the region that applies.  If you are uncertain, leave blank❏ Colorado ❏ Rocky Mountain ❏ Pacific Northwest ❏ Northern California ❏ Mexico❏ Tejas ❏ Southern California ❏ Midwest ❏ East CoastDues are for the 2001 calendar year: January 1 - December 31.❏ Under $20,000 ...................................$30.00 ❏ Student ...............................................$20.00 ❏ $20,000-$29,999 ...............................$38.00  ❏ Retired ................................................$40.00 ❏ $30,000-$39,999 ...............................$46.00  ❏ Library (non-voting) .............................$65.00 ❏ $40,000-$49,999 ...............................$56.00 ❏ Institutional (non-voting) .......................$100.00 ❏ $50,000-$64,999 ...............................$66.00 ❏ Life Member .......................................$2,500 ❏ $65,000 and over ...............................$78.00 (Installments of $250 per year for 10 years)Permanent residents of Mexico and other Latin American countries use this income schedule (residents of othernations follow the above dues structure):❏ Income under $20,000 ........................$20.00  ❏ $20,000 and over ...............................$30.00 Caucus Dues:  Add $5.00 to dues for each Caucus.  Students add $2.00 per Caucus. ❏ Chicana Caucus ❏ COMPAS ❏ Lesbian Caucus ❏ Joto Caucus ❏ Student Caucus ❏ K-12 ❏ Community Caucus ❏ Graduate Student CaucusMembership:  $______________________     Caucus dues:  $_____________________Continued on back of form for Joint Membership, Payment, and Mailing InformationNATIONAL ASSOCIATION FOR CHICANA AND CHICANO STUDIESmember informationfocomembership duesMembers of Caucuses can be subscribedto their listservs. Would you like to besubscribed? ❏ YesE-mail will be subscribed to your FOCO listserv if box is not checked ❏Noticias de NACCS 13Joint Member must reside at the same mailing address as the member above.Name (Please print or type) Last name First name Middle name/initialOffice phone Fax number E-mail Discipline ❏ Full Professor ❏ Associate Professor ❏ Admin/Professional ❏ Assistant Professor❏ Graduate Student ❏ Undergraduate ❏ Community ❏ LecturerOther ____________________________Institutional Affiliation__________________________________________  Year of birth_______________  ❏ Male   ❏ FemaleStudent Applicant: Candidate for (check one) ❏ PhD    ❏ MA    ❏ AA    ❏ BA    ❏ Other____________________❏ Joint Membership Dues ................$15.00  (Add to the higher income category of the two members)Caucus Dues Add $5.00 to dues for each Caucus.  Students add $2.00 per Caucus.❏ Chicana Caucus ❏ COMPAS ❏ Lesbian Caucus ❏ Joto Caucus ❏ Student Caucus ❏ K-12 ❏ Community Caucus ❏ Graduate Student CaucusGeneral Student Support: ❏ $5.00 ❏ 10.00 ❏ $20.00 ❏ Other Amount: Mexico Student Travel Support: ❏ $5.00 ❏ $10.00 ❏ $20.00 ❏ Other Amount: Development Fund:                         ❏ $5.00 ❏ $10.00 ❏ $20.00 ❏ Other Amount: U.S. funds only.Membership $ ______________Joint Membership $ ______________Caucus Dues $ ______________Donations $ ______________TOTAL Payment $ ______________• Do not send cash• Make check payable to NACCS • $20.00 fee for returned checks THANK YOU FOR YOUR CONTINUOUS SUPPORT!  VISIT US AT http://WWW.NACCS.ORG.2001 MEMBERSHIP FORM (continued)Members of Caucuses can be subscribedto their listservs. Would you like to besubscribed? ❏ Yesjoint membershipdonationsamount of paymentFor Credit Card payment only:Credit Card:   ❏ Visa  ❏ MasterCardCredit Card No. _____________________________________Signature (mandatory): _______________________________Exp. Date: _______Return application with payment to:NACCSP.O. Box 720052San Jose, CA 95172-005214 March 2001Noticias de NACCS 15Chicana CaucusKathryn Blackmer ReyesCalifornia State University, Sacramento (o) 916-278-7784 blackmer@csus.eduCommunity CaucusChristóbal Robles831-502-5864christoval@hotmail.comCOMPAS CaucusRoberto R. CalderónUniversity of Texas at San Antoniorcaldero@lonestar.jpl.utsa.eduGraduate Student CaucusGerardo ArenasCalifornia State University, Northridge714-834-9011adelante1@worldnet.att.netJoto Caucus Raúl Coronado, Jr.Stanford Universityraulc@leland.stanford.eduK-12 CaucusArmando TrujilloTucson Unified School DistrictTucson, Arizonaatrujill@tusd.k12.az.usLesbian CaucusKarleen Pendleton-JiménezYork University, Toronto, CANADA Pendleton_Jimenez@edu.yorku.caStudent CaucusRose Castilla, Co-ChairUniversity of Michigan517-482-4860517-505-3829castilla@m-net.arbornet.org2000-2001 COORDINATING COMMITTEENATIONAL ASSOCIATION FOR CHICANA AND CHICANO STUDIESGeneral CoordinatorYolanda Chávez LeyvaUniversity of Texas at San Antonio210-458-4674yleyva@utsa.eduTreasurerTeri MartínezUniversity of Arizona 520-626-6937mtm@u.arizona.eduEx-Officio General CoordinatorJulia E. Curry RodríguezUniversity of California-Berkeley (o) 510-642-6903 (f) 510-643-8844cscurry@uclink4.berkeley.eduAccountantVelia D. Meyervmeyer@whs.org415-333-1907SecretaryMichael Hames-GarcíaBinghamton University 607-777-2415mhamesg@binghamton.edu..........Officers............................................................................................................Colorado VacantEast Coast Michael Hames-GarcíaMéxicoBarbara DriscollUniversidad Nacional Autónoma deMéxicodriscoll416@yahoo.comdriscoll@servidor.unam.mx525-813-2813Midwest Nelia OlivenciaUniversity of Whitwater-Wisconsin815-753-8579262-472-1913olivencn@mail.uww.eduNorthern California Rhonda Rios KravitzCalifornia State University, Sacramento916-278-5477rrioskravitz@csus.eduPacific NorthwestLisa FloresPortland State University503-725-846florese@pdx.eduRocky Mountain Teri MartínezUniversity of Arizona 520-626-6937520-743-0393mtm@u.arizona.eduSouthern CaliforniaCarlos GuerreroUniversity of California, Los Angeles661-251-8796carlos.guerrero@csun.eduTejasYolanda Chávez Leyva &Juan RodríguezUniversity of Texas at San Antonio(o) 210-458-4674 (f) 210-458-5728jrpdrogiez@txlutheran.edu..........FOCO Representatives.....................................................................................................Caucus Representatives............................................................................................................................................RC07Noticias de NACCSP.O. Box 720052San Jose, CA 95172-0052Published five times yearly:  Summer, October,December, February/March, and May.Circulation:  1,500Description:  The NACCS Newsletter is the officialnewsletter of the National Association for Chicana andChicano Studies. The Newsletter includes current commentson Chicana and Chicano Studies, news of Chicana andChicano scholars, Association activities, and a variety ofother features. The Newsletter is sent to all NACCS mem-bers, non-members subscribers, and selected non-sub-scribers.We offer advertisement spaces as indicated below (totalspace is approximately 7.5” x 10”). NACCS can reduce orenlarge existing ads to fit ad space requirements. Ad Rates1/4 page $ 200.00 1/2 page  $ 400.00 Full page $ 800.00 Business Card  $ 125.002000 & 2001 Deadlines:  July 21 (summer issue), September 8 (October issue),Nov. 13 (December issue), February 10 (pre-conferenceissue), and April 30 (post-conference issue). Ads forNACCS 2001 conference program due February 28.We require camera-ready copy for all advertising. You maysubmit using e-mail attachments, with photos and graphicsenclosed as “tiff” or “eps” files. Ads may be sent in Quark,PageMaker or Word. Payment is due upon submission andcan be made by check, purchase order, or credit card (Visaand MasterCard) to NACCS.Send Payment directly to:NACCS Business Officeattn: NEWSLETTERP.O. Box 720052San Jose, CA 95172-0052QUESTONS? Contact NACCS Secretary: Dr. MichaelHames-García, Department of English, BinghamtonUniversity, Binghamton NY 13902-6000 (email:mhamesg@binghamton.edu/ telephone: 607-777-2415NACCS NEWSLETTER AD RATESThis could be your LAST newsletter. Renew your 2001 membership now!Question? Contact Kathy at blackmer@csus.edu.FIRST CLASS MAILUS POSTAGE PAID UNIVERSITY OFCALIFORNIA BERKELEY",
    "id": 70409685,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:noticias_naccs-1028"
    },
    "title": "Noticias de NACCS, vol. 28, no. 1, March 2001",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2001-03-01T08:00:00+00:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1028&amp;context=noticias_naccs"
    ],
    "updatedDate": "",
    "yearPublished": "2001",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/70409685.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/70409685"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/70409685/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/70409685/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/70409685"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Chicana/o Studies",
        "Education",
        "Ethnic Studies",
        "Latina/o Studies",
        "Race, Ethnicity and Post-Colonial Studies",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:noticias_naccs-1028",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 70409685,
        "depositedDate": null,
        "publishedDate": "2001-03-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T09:42:12+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-19T06:15:29+00:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/noticias_naccs/29",
        "https://scholarworks.sjsu.edu/context/noticias_naccs/article/1028/viewcontent/2001_March.pdf"
    ],
    "lastUpdate": "2024-01-20T09:42:12+00:00",
    "setSpecs": []
}