{
    "acceptedDate": "",
    "authors": [
        {
            "name": "National Association for Chicana and Chicano Studies"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-19T06:15:29+00:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/70409688.pdf",
    "fullText": "San Jose State UniversitySJSU ScholarWorksNoticias de NACCS Newsletter National Association for Chicana and ChicanoStudies Archive2009Noticias de NACCS, vol. 38, no. 1, Pre-Conference2009National Association for Chicana and Chicano StudiesFollow this and additional works at: http://scholarworks.sjsu.edu/noticias_naccsPart of the Chicana/o Studies Commons, Education Commons, Ethnic Studies Commons,Latina/o Studies Commons, and the Social and Behavioral Sciences CommonsThis Newsletter is brought to you for free and open access by the National Association for Chicana and Chicano Studies Archive at SJSU ScholarWorks.It has been accepted for inclusion in Noticias de NACCS Newsletter by an authorized administrator of SJSU ScholarWorks. For more information,please contact scholarworks@sjsu.edu.Recommended CitationNational Association for Chicana and Chicano Studies, \"Noticias de NACCS, vol. 38, no. 1, Pre-Conference 2009\" (2009). Noticias deNACCS Newsletter. Paper 44.http://scholarworks.sjsu.edu/noticias_naccs/44Volume 38, Number 1, Pre-conference 2009The year 2009 brings forth new challenges and the opportu-nity for new beginnings for Chicana and Chicano Studiesand NACCS. As we all celebrate the inauguration of the firstAfrican-American President, we recognize that disparities inhigher education continue to exist for minorities, and especial-ly for those in Chicana and Chicano Studies. It was exactlyforty years ago that students and community members in EastL.A. led a series of walkouts to protest inequalities in the pub-lic school system. This act led to the creation of Chicana andChicano Studies programs and departments in California andelsewhere. Things changed radically, and yet, our communitiesstill face many challenges.Today, our students continue struggling in public and privateschool systems; many of our communities are disenfranchised;our youth is criminalized andincarcerated; those members ofour community who are undocu-mented are threatened with vio-lence and deportation after yearsof hard work; our queer brothersand sisters are attacked and mur-dered; farmworkers still die in the fields from exhaustion andpesticide poisoning; and our academic programs, scholars, andstudents, and student organizations face discrimination andprejudice everyday.In this watershed movement, we move forth recognizinghow la lucha continua now more than ever. And in order tocontinued on page 2mVISIT THE NACCS WEBSITE AT WWW.NACCS.ORGSaludos from the ConferenceProgram Chair By Nohemy Solórzano-Thompson, Chair-ElectAfter a battle with cancer,on Jan. 22, 2009, Dr. SteveCasanova, 59, passed intospirit world. A descendantof the Canary Islands andan elder of Tap PilamNation (Coahuiltecan), he was born andraised in San Antonio and taught in Eth-nic Studies at Saint Cloud State Universityin Minnesota.We are both still stunned,but here we offer but a few words aboutthis respected friend and elder.Gonzales: The last time we were alltogether, we sang songs for friendshipand the water with Steve Casanova. Hebrought his sacred prayer bundles toopen NACCS in Austin last year. As aCoahuiltecan-Comanche-Chicano elderand father, Steve had palabra. Now hewill be guiding us all from the spiritworld. A founder of the NACCS Indige-nous Caucus, Steve Casanova, scholar,elder, and father has passed into spiritworld. As an Indigenous Chicano schol-ar, he served as a bridge with AmericanIndian Studies, inviting scholars such asMichaelYellow Bird, to co-present atNACCS and he presented numeroustimes at Indigenous studies associations.He was grounded in ceremonial lifewaysof the Sun Dance and of his Coahuilte-can people. For the past several years, wehave collaborated and presented withELECTIONS FOR NACCS BOARDTO BE HELDChair-Elect(elect one – one year position)Louis MendozaDevon PeñaAt-Large Representative(elect one – two year position)Manuel BarajasDaniel Enrique PerezAt-Large Representative(elect one – two year position)Michael Hames-GarciaKarleen Pendleton JiménezTreasurer(elect one – two year position)Ana JuarezVoting open. Closes March 3, 2009.Details at naccs.orgcontinued on page 10mcontinued on page 3mDr. Steve Casanova, Jan. 22, 2009: PresenteBy Dr. Patrisia Gonzales & Dr. Roberto Cintli Rodriguez, NACCS Members2 Spring 2009Aswe approach the upcoming conference in New Brunswick,New Jersey, the East Coast Foco wanted to share some infor-mation about Latina/os in the Northeast. Although the region ishome to generations of long-standing Latina/o communities,many people are often surprised by Latina/os’historical presenceoutside of NYC. In fact, there is consistent assumption of Lati-na/os’ foreign-ness, and in these parts, we are often referred to asSpanish or Spanish Americans. As Latina/Chicano scholars in theNortheast, we have found that we have to advertise and introducecourses differently in our universities, emphasizing that we do notteach \"foreign\" literature (i.e., studies in translation) and that, infact, what we teach is written predominantly in English by andabout transnational \"Americans.\"Nevertheless, all along the east coast, and especially in the NewEngland / Tri-State areas, immigrant Latina/o populations arethe fastest growing demographic, and in the next decade, willchange the historic face of Latinidad en el este. For instance,Latinos make up at least 16% of New Jersey’s population.Although the oldest Latina/o communities here are PuertoRican and Dominican, the Mexican and Central American origincommunities are growing rapidly – and, sadly, too often experi-encing violent marginalization in terms of physical assaults aswell as raids which are increasingly direct, deadly and devastat-ing. The following links are news stories that demonstrate whatimmigrant communities are experiencing in the Northeast.• Murder of an immigrant in Long Island:http://www.nytimes.com/2008/11/14/nyregion/14immigrant.html?ex=1384405200&en=a2b4623fb305e2f0&ei=5124&partner=facebook&exprod=facebook• Murder of an immigrant in Pennsylvania:http://youngphillypolitics.com/immigrant039s_murder_and_pennsylvania039s_hate• Raid of a public bus:http://www.colorlines.com/article.php?ID=304Since the immigrant rights mobilizations from the last fewyears, organizations in the area have committed themselves toworking with local Latino communities in order to support oursisters and brothers who are marginalized here. Below is a listof some of the organizations conducting such work, especiallyin the New England / Tri-State area.An Introduction to Community Based Organizations inNew Brunswick and the Greater New England AreaBy Démian Pritchard, East Coast Foco Representative and EC Foco Memberscontinue the good fight, we need to draw from our ownlegacies to create the next forty years of Chicana and Chi-cano scholarship, activism, and history. The upcomingNACCS Conference will address the crucial question of whatis the future of Chicana and Chicano Studies and Activism.As the Chair-Elect and Program Chair for the 2009 NACCSConference, I invite all of you to New Brunswick, NJ, to comeand be a part of the ongoing discussion about the legacy, thepresent, and the future of Chicana and Chicano Studies andActivism. Now more than ever, we need your voice and input.Thanks to the hard work of our peers who reviewed your sub-missions, we have prepared a stimulating and engaging pro-gram that showcases the best scholarship and activism todayin Chicana and Chicano Studies. Our 2009 program includesthe participation of both established and emerging scholars,activists, artists, and performers who will convene to makesense of our history and to also make history.I hope to see you in New Brunswick. ¡Hasta laVictoria! \u0001m continued from page 1 (Saludos from the Conference Program....)Editor:Mari Castañedamari@naccs.orgAssistant EditorKathryn Blackmer ReyesLayout/Design:Design Action CollectiveNoticias de NACCSVolume 38, Number 1, Pre-conference, 2009NACCS Business OfficeAttn: Noticias de NACCS/Newsletter EditorP.O. Box 720052San Jose, CA 95172-0052email: editor@naccs.orgNoticias de NACCS is the official newsletter of theNational Association for Chicana and Chicano Studies.Published four times yearly, with a circulation of 800,Noticias de NACCS includes current comments onChicana and Chicano Studies, news of Chicana andChicano Scholars, Association activities and more. Noticiasde NACCS is sent to all NACCS members, outsidesubscribers, and selected non-subscribers.continued on page 10mwww.naccs.org 3LOUIS MENDOZA,Candidate Statement forNACCS Chair-Elect, 2009-2010Describe your pastNACCS organizationalinvolvement.I have been an active memberof NACCS for almost 20 years. Ihave served as the foco rep ofTexas and the Midwest and Iserved as General coordinator of NACSS in 1998-1999. As GC I helped establish the foundation forthe National Directory of Chicana and ChicnaoStudies programs, updated the voting regulationsand helped publish the bylaws in a distributableformat for all members. I have presented atNACCS Annual Conferences more than 10 timesand as a faculty member I have always supportedgraduate and undergraduate students attendanceand active participation in the annual conference. Ihave also served as a panel reviewer for conferencepapers several times in the last few years.Describe your contributions to Chicanaand Chicano Studies.As a student and then as a faculty member, myprofessional career has been defined by myengagement with the field as a scholar, adminis-trator, and activist. All of my scholarship (articles,books, encyclopedia entries, reviews, etc.) address-es the Chicana/o-Latina/o experience in someform or fashion. The vast majority of my teachingin Departments of English has also been focusedon Chicana/o literary and cultural studies, and theprimary field of interest of most of the graduatestudents I have advised is also in Chicana/o Stud-ies. I served as chair of the Department of ChicanoStudies at the University of Minnesota for oneterm (3 years) before going on sabbatical. Uponmy return, I accepted another administrative posi-tion in the Office for Equity and Diversity where,among other concerns, I seek to promote thediversification of faculty and the interests of gradu-ate students through the establishment of aresearch institute focused on Equity and Diversityissues.Describe your contributions to advancethe interests and needs of the community.As department chair, as former director of the His-panic Research Center at UTSA, and in my ownscholarship, and as part of my personal and profes-sional commitments, I strive to promote responsibleand equitable community engagement and promotegreater institutional access for students. For manyyears, I have conducted K-12 outreach through thedevelopment of programs that bring our youth tocampus and send university students into the com-munity to provide mentoring and tutoring for col-lege credit. I routinely give guest lectures onChicana/o Studies topics in the K-12 system.Thispast year alone, after returning from a sabbatical inwhich I traveled through 34 states of the US by bicy-cle I have given more than a dozen community andschool based presentations to youth.Some times I think the end came too soon. Other times, it feelslike it didn’t come soon enough. Still, there will be times when Iknow I will wax nostalgic for what was and could have been.One thing I know for sure, though, is that time flies when doingscholar-activist work. The lessons learned have been plentifuland painful. Even with these experiences behind me, still I carryself-imposed pressures of accountability and regrets of unmetexpectations. Invisible wounds in my soul from spoken andunspoken criticism of work not done and the dejection of nothaving achieved everything just right are embodied in me, untilI have gained distance from the process through self-reflection.The pain feels like cactus needles piercing my flesh from dutiesleft undone. It’s difficult for me to rest alone on recognition ofthe successes and accomplishments bestowed upon us for ourservices. I end my term with some regrets. However, I takelessons learned from the hindsight of experience as I re-investmy love in NACCS. Even so, I depart from these duties with asmuch love as I brought into the post I assumed.As Past-Chair of the National Association for Chicana and Chi-cano Studies, I have learned two important lessons: The first onehas to do with my actions and the ability to understand that Iwas not able to be everything for everyone or that I could notalways fulfill all that was expected of me.What I did, came fromthe heart … what I was not able to accomplish was not becauseof disinterest or lack of commitment … other priorities called forme to tend to obligations greater than the organization itself. Tomy colleagues on the Board, for having carried the load and forthe support each of you gave to me, I am forever grateful.The second lesson is one of patience and forgiveness.Although I’m still trying to hone the gift of forgiveness, I amlearning that patience comes with the recognition that all of usdo our activist work in different ways and with divergentdegrees of commitment. Throughout these past three years,my service for NACCS has been about the \"love-work.\" This isgiven in the greatest interest of all, even when excessive own-ership and sarcasm creates negative environments around usor produces caustic ways of running an organization that com-promises NACCS’vision for social justice and social change.I do not regret any time spent doing NACCS work, I leave mypost hopeful for the future of the organization. I end mytenure resting on the comfort that my colleagues, who havebeen elected to provide leadership in the organization, arerealizing a vision of a relational collegiality that fosters a col-lective and collaborative practice to get things done. For thatreason, I encourage those of you who have not taken the chal-lenge to assume leadership to think it over and volunteer todo your part. Go beyond bringing your students to the confer-ence, become Foco reps, run for elected office, and do yourpart to take NACCS to the next level of its development.Past and current elected leadership have done much to profes-sionalize and democratize NACCS. Now, it’s time for each andevery one of us to do our part.Con amor y paz, Josie \u0001A NACCSista Speaks of Lessons Learned By Josephine Negrete-Mendez, Past-ChairElections for NACCS Board NowOpencontinued on page 8m4 Spring 2009The following are the guidelines for submitting resolutionsat the NACCS national conference. All resolutions must besubmitted for consideration during the general business meet-ing and need to emerge from and be approved by the Focos,Caucuses, and Divisions. The Foco/Caucus/Division meetingsare scheduled before the business meeting and will be themain avenue for processing Foco/Caucus/Division resolutions.Resolutions from the floor during the business meeting willnot be entertained.Foco Representatives and Caucus/Division Chairs are respon-sible for typing and submitting Foco/Caucus/Divisionapproved resolutions to the NACCS Secretary before thenational business meeting. Resolutions must be submitted byFriday, April 10 at 9:00 p.m. in the NACCS Registration deskarea in an electronic format (jump drive (USB) or CD). Youcan email your resolutions to Resolutions@naccs.org as well.All resolutions submitted must conform to the following rules:• Resolutions must identify what Foco/Caucus/Division isputting the resolution forth;• Resolutions must provide names of contact person(s) withphone numbers in case further clarification is necessary.• If the resolution has budget implications, the resolutionmust include amount and purpose.• The resolution must be worded in such a way that theimplementation of such resolution be realistic in terms offunding requirements and logistics involved.The Foco/Caucus/Division must take responsibility for word-ing its resolution in such a manner that it is actually a resolu-tion and not a call for support on an issue relevant to only oneregion. Resolutions need to be edited in order to make sense.Resolutions must provide names of persons who are expectedto act on behalf of NACCS and their professional or commu-nity affiliation.Resolutions that do not meet the criteria will not be consid-ered. Once the resolutions are approved by the Board, theNACCS Secretary will compile, duplicate, and distribute theFoco/Caucus/Division resolutions at the NACCS general busi-ness meeting.A consent agenda format (all resolutions are approved auto-matically unless a member requests that a specific resolutionbe removed for discussion and vote) will be followed duringthe business meeting. Resolutions that are pulled from theconsent agenda or do not make the consent agenda will bevoted on by the membership within two months of the confer-ence online. Members will have an opportunity to discuss theresolutions online. Details of this discussion will be forthcom-ing.The location of available computers and other necessaryresources needed by the Focos/Caucuses/Divisions to producethe resolutions will be announced and made available at thenational conference site. Any questions should be directed tothe Chair of NACCS or Secretary. \u0001Guidelines For Submitting Resolutions At NACCSIn 2000 NACCS established a student housing subsidy to pro-vide assistance to student presenters at the annual meeting.The fellowship marks an effort by NACCS to mentor students intheir academic development by formally establishing the subsidyin 2001 as the Presenter Conference Fellowship for student pre-senters during the annual NACCS meeting.The Fellowship cov-ers a one-night stay only at the conference hotel (Hyatt RegencyHotel) based on the single/double conference hotel rate.Application Criteria:• current student member of NACCS.• full time registered student in an institution of higherlearning.• been accepted to present research at the NACCS Annu-al meeting.• stay for the duration of the conference at the confer-ence hotel (arrive April 8 and depart April 12).• reside at least 100 miles away from the conference site.• register for the conference.• NOT received this award more than a total of two times.• students are responsible for making their own hotel reser-vations.Award of the Fellowship is based on financial need andregional location. On the allotment provided for the Fellow-ship, up to 20 recipients may receive this award for the 2009Annual meeting.You are required to attend the Award Luncheon to be recog-nized as a recipient. To be considered for this Fellowship,submit the following application by Februay 28, 2009. Recipi-ents will be notified prior to the conference of their award.This is not a monetary award. This is an online applicationONLY. Go to www.naccs.org to apply. \u0001NACCS Student Presenter Conference Fellowshipwww.naccs.org 5!\"#!$% &'()*+% ,-./)(0% *12% 3(/)4).5% ! Murals in San Anto !#$%&'()$\"*%+',-\"! Noche de Cultura … song, poetry, and art … !\"#$%&'()*$+,\"--.$ Wings Press … Nationally renowned Chicana/o Keynote speaker … Premio de Aztlán … other surprises ... !\"#$%&'()*+,-\"\"%., ,/*001+$&2,0\"03\"'%,4567668,9&1:\"+&%,4;67668,(+:,-(<1=&2,4>67667,!\"#$%&\"',*+, %$&\"7, -*', ?*&\"=, $+@*'0()*+, <(==, !(:$%%*+, !\"%\"'A()*+%, B\"C('&0\"+&, (&, ;567;;DEF5GG, *',!(:$%%*+, H*'=:I$:\", (&, J667, >>>E>>>>8, $:\"+)@2, KL//9, .'/%-\" !\"#$*+(=, /*+@\"'\"+<\", &*, '\"<\"$A\",#'*1C, :$%<*1+&, '(&\"7, -*', (::$)*+(=, $+@*'0()*+, \"0($=., M('$\"7M$'(+:(N1&%(7\":1 (+:,O*%\"C?$+\"70\"+:\"P+\"#'\"&\"N1&%(7\":18 *',<(==,Q;56R,DGJE;S>F8,H\":+\"%:(2%,(+:,-'$:(2%,T,I\",I$==,'\"&1'+,2*1',<(==7,!ACCSTejasFOCORegional Conference2009Interdisciplinarity Unbound:  The State & Status of Chicana/o Studies in Texas University of Texas at San Antonio – Downtown Campus February 26, 27, and 28, 2009 Center for Mexican American Studies - University of HoustonAdditional information about the Graduate fellowship Program and the CMASVisiting Scholar Program includingthe application process can be obtained by visiting the website at www.class.uh.edu/CMAS.The University of Houston provides equal treatment and opportunity to all persons without regard to race, national origin, sex, age, disability, veteranstatus, or sexual orientation except where such distinction is required by law. This statement reflects compliance with Titles VI and VII of the CivilRight Act of 1964 and Title I of the Educational Amendments of 1972 and all other federal and state regulations.2009-2010 Graduate Fellowship ProgramDeadline May 30, 2009The University of Houston Center for Mexican American Gradu-ate Fellowship Program is designed to recruit outstanding studentswho have demonstrated an interest in the research, study andadvancement of the Mexican American or Latino community.Preference shall be given to students who plan to conductresearch in the area of Mexican American or U.S. Latino Studies.Students who are pursuing an M.A. or Ph.D. in the College of Lib-eral Arts, Social Sciences, Education or Social Work are eligible toapply. Fellowships of up to $13,000 per academic year and renew-able for a second year, are awarded to students that are selected.Deadline for submission is May 30, 2009.2009-2010 Visiting Scholar ProgramDeadline April 15, 2009The University of Houston Center for Mexican American Studiesis soliciting applications for its Visiting Scholars Program for the2009-2010 academic year. All interested scholars from relevantdisciplines are encouraged to apply. Visiting Scholars receive asalary appropriate to rank and are expected to be in residenceduring the academic year. Priority consideration will be given toapplicants who have specializations in both Mexican and MexicanAmerican Studies and who have an interest in remaining at theUniversity of Houston in a tenured or tenure track position aftertheir one year residency as the CMASVisiting Scholar is complet-ed. Deadline for submission is April 15, 2009.Â CONFERENCE INFORMATIONPre Registrants/Onsite RegistrationPick up of conference materials and onsite registration begins at2:00 p.m. onApril 8th. Later that evening we begin with aWel-come Reception.Thursday morning, April 9th, presentations willbegin. Last conference activity will be Saturday, April 11th. Con-ference will close with a reception following the Business meeting.HotelHyatt Regency New BrunswickTwo Albany Street,New Brunswick, New Jersey, USA 08901Tel: +1 732 873 1234 Fax: +1 732 873 1382http://newbrunswick.hyatt.com/hyatt/hotels/index.jspConference Dates: For the duration of all conference events -arrival April 8, 2009 (onsite registration begins at 2:00 p.m.then followed with an evening welcome reception; presenta-tions begin April 9th in the morning); depart (morning) April12, 2009 (conference officially ends April 11th in the evening).The hotel will allow you to arrive beginning April 5th with theconference rate. For additional dates, please contact the hotel.Please make reservations by March 14.Rates: (not including tax)Single/Double: $129.00 Triple: $129.00 Quad: $129.00Highlights:Wednesday, April 87:30-9:00Welcome Reception.Department ofLatino andHispanic Caribbean Studies, School ofArts and Science, Rutgers University andNACCS.Performance: A Trio and a dance troupeXochipilli (Aldo agreed to pay for this but heinquired whether the cost was for both theTrio and Xochipilli).Thursday, April 96:00 pm Reception with the ArtistManhatitlan Codex:An Exhibition by Felipe GalindoTuesday, April 7—Friday, May 1CLAC at 122 College AvenueCollege Avenue CampusInspired on the ongoing phenomenon ofMexican immigration to the U.S. and draw-ing on pictorial traditions of Mexico, Man-hatitlan Codex explores the concepts ofhomeland, migration, and globalization. Joinus for a conversation with NewYork-basedcartoonist, illustrator and animator FelipeGalindo about his work, as well as a screen-ing of his recent short animated films.Cosponsored by the Department of Latinoand Hispanic Caribbean Studies.7:30-8:30 Graduate Student Reception8:30-10:00 Joteria ReceptionFriday, April 10th4pm Film Screening and Director's Discussion:Ed Morales and \"Whose barrio is it?\" RutgersStudent Center, Room 410, College Avenue.\"Whose Barrio?\" is an emotionally chargedlook at the changes in Manhattan's SpanishHarlem as real estate speculation pushesrents and property values past the point ofaffordability for most area residents. By inter-viewing long-time East Harlemites and newarrivals, and digging deep into the flavor of aneighborhood long regarded as a culturalhomeland for Latinos and other ethnicgroups, the film reveals a complex web ofindividual and community interests.The movie follows the stories of José Riveraand James Garcia, who represent the oldguard and the newcomers in the neighbor-hood, respectively. Longtime East Harlemtenant James Barrow worries that a series ofcrane accidents in the city may strike homebecause of a construction project next door.Organizers for Movement for Justice in ElBarrio have come to the aid of tenants intenement housing now overseen by DawnayDay Group, a multinational real estate devel-oper with offices in London. Tenant PaulaSerrano describes the demonstrations andlegal actions taken by the group, and warnsagainst the changes developers have in storefor the neighborhood. City Council memberMelissa MarkViverito engages in dialog withthe community over a new development pro-ject for El Barrio proposed by the city andwrestles with compromise even as she strivesto improve the situation.7- 9pm Nuyorican Poets Café --CosechaVoic-es is sponsoring a Chicana/o - Mejicana/oNight .Writers will include CosechaVoicesstudents, Emmy Perez, Tato Laviera, RigobertoGonzalez, Dr. Edna Ochoa, Dr. Glen Martinez,and others to be determined. Location: 236E3d St N.Y.C. BetAve B-C Phone: 212-505-8183. Cost: $10.00- 15.00. Organizer: TatoLaviera. tatolaviera@hotmail.comSaturday, April 11Offsite, Time TBA Latino Studies Program,NewYork University. Invitational Panel andReception reflecting on the impact of RenatoRosaldo's book, Culture and Truth. Speakersinclude Ruth Behar, Pat Zavella, Arlene Tor-res, and Claudio Lomnitz. A rocking recep-tion with live music follows.5-6:30 pm Recepción de Despedida—MariCastañeda. Hyatt Hotel.6 Spring 2009Â CONFERENCE INFORMATIONScheduleWednesday, April 8, 20092:00 p.m. – 7:00 p.m. Registration3:00 p.m. – 5:15 p.m. Officers, Reps and ChairsOrientation Meeting4:00 p.m. – 5:15 p.m. NACCS for Beginners7:30 p.m. – 9:00 p.m. Welcome Reception9:00 p.m. – 10:00 p.m. Caucus Strategy MeetingsThursday, April 9, 20098:00 a.m. – 5:00 p.m. Registration8:00 a.m. – 9:00 a.m. Caucus Meetings8:30 a.m. – 6:00 p.m. Exhibits9:10 a.m. – 10:30 a.m. Session One10:40 a.m. – 11:00 a.m. Welcome11:00 a.m. – 12:30 p.m. Plenary I: NACCS Plenary12:40 p.m. – 2:00 p.m. Session Two2:10 p.m. – 3:30 p.m. Session Three3:40 p.m. – 5:00 p.m. Session Four5:10 p.m. – 6:10 p.m. Foco Meetings7:30 p.m. – 8:30 p.m. Receptions8:30 p.m. – 10:00 p.m. Joteria ReceptionFriday, April 10, 20097:30 a.m. – 5:00 p.m. Registration8:00 a.m. – 8:55 a.m. Division Meetings8:30 a.m. – 6:00 p.m. Exhibits9:00 a.m. – 10:20 a.m. Session Five10:30 a.m. – 12 noon Plenary II: Student Plenary12 noon – 2:00 p.m. Awards Luncheon2:10 p.m. – 3:30 p.m. Session Six3:40 p.m. – 5: 00 p.m. Session Seven5:10 p.m. – 6:10 p.m. Caucus Meetings6:20 p.m. – 7:20 p.m. Division Meetings7:30 p.m. – 8:30 p.m. Reception9:00 p.m. – 11:00 p.m. Cultural Night/Open MicSaturday, April 11, 20098:30 a.m. – 3:00 p.m. Registration7:00 a.m. – 7:55 a.m. Foco Meetings8:00 a.m. – 8:55 a.m. Caucus Meetings (all)8:30 a.m. – 2:30 p.m. Exhibits9:10 a.m. – 10:30 a.m. Session Eight10:40 a.m. – 12:10 p.m. Plenary III: Chicana Plenary12:20 p.m. – 1:40 p.m. Session Nine1:50 p.m. – 3:10 p.m. Session Ten3:30 p.m. – 4:45 p.m. Business Meeting5:00 p.m. – 6:30 p.m. Closing ReceptionArriving to New BrunswickNewark Airport (EWR) is the primary destina-tion to get to New Brunswick. New Brunswickis roughly 40 mins away using the NJTransit(train). NewYork City area airports are asmuch as 2+ hours using the subway and train.From EWR to the NJ Transit train stationTo reach this station you will need to use theAir-Train. AirTrain is free within the airport,however, once you have exited the stop forthe NJ Transit you will need to purchase aticket to exit the Air-Train station.You canchoose to purchase your train ticket prior toreaching the Air-Train waiting area or pur-chase at the station. The Air-train and the NJTrain stations are linked by a walkway.To New BrunswickAvailable transportation to New Brunswickfrom the Newark Airport is provided by NJTransit. Take the train towards Trenton. Onthe average the train runs every 30 mins from5:00 a.m. to 2:00 a.m. weekdays.There are 8stops between EWR and New Brunswick. Anadult one way ticket is $12.75 (includes costfor AirTrain).www.naccs.org 7Graduate RecipientBelinda Linn Rincón was bornin Pomona, California, butwas raised in the Inland Empire(Fontana and Rubidoux, CA).After earning her BA in Englishand Women’s Studies atVassarCollege, she returned to herhometown where she taughtEnglish at Fontana High Schoolfor four years while earning hersecondary teaching credential at Cal State San Bernardino. Asa mentor and faculty advisor for MEChA, she worked closelywith Chicana/o students to help improve their grades andapply for college.Inspired by her students’perseverance, she returned to highereducation to pursue her own academic goals. She holds a MAin English from Boston College and is currently a Ph.D. candi-date in English at Cornell University where she has benefitedfrom the resources of the Latino Studies Program and its smallbut committed faculty. She is completing her dissertation whichpresents a Chicana feminist critique of war and militarism fromthe Mexican Revolution to the War on Terror. Hoping to con-tribute to a growing body of work within Chicana/o Studies onwar and militarism, she focuses on Chicana and Mexicana liter-ature in order to situate gender at the center of nationaldebates, foreign policy, and social protest. While she under-stands that the military has shaped Latina/o communities andfamilies (including her own) in complex ways, she remains criti-cal of the ways in which militarism naturalizes disempoweringnotions of masculinity and femininity, threatens democraticpractices, and delimits the meaning of citizenship and nationalbelonging. The current wars in Iraq and Afghanistan compelher inquiry into the militarization of society and how Chi-canas/os have contested this process through art and activism.She lives in Ithaca, NewYork, with her husband, RodrigoRodríguez, and continues to practice a pedagogy informed bythe belief that studying the intersecting categories of gender,race, and class enable students to generate new modes of criti-cal analysis.UndergraduateRecipientGuadalupe D. Manriquezwas born in Guanajuato,Mexico. She immigrated to theUnited States at the age of fiveand grew up in Helm, California(a small agricultural town in theFresno County). Guadalupe isproud to come from a farmwork family, the oldest of four,and is the first in her family to attend a university. Now intoher third year at the University of California, BerkeleyGuadalupe is double majoring in Ethnic Studies and PoliticalEconomies of Industrial Societies with a concentration onU.S.-Mexico Economic Relations with an emphasis onTransnational Gender Dynamics. Her goal is to contributeto the positions of Chican@s/Latin@s in higher education asa faculty mentor, teaching about issues that matter to ourcommunities. Eventually she would like to obtain a lawdegree and specialize in immigration. Her interest inresearch and praxis has been fueled by the desire tostrengthen and expand Chicana herstories that have beenomitted or disregarded in academia. In the summer of 2008,she credits her intellectual curiosity about border studiesand Chican@/Latin@ popular culture through a course shetook with Roberto Hernandez (a Ph.D. Candidate in EthnicStudies and the 2007 Graduate Cervantes recipient). Roberto'scourse inspired her to examine the current conditions alongthe U.S.-Mexico border and it was in this space that shebecame interested in the corrido. It was the omission andnegative portrayal of women in both corridos and narco-corri-dos that developed a greater interest to study this area. Even-tually, she would like to conduct ethnographic research onborder communities and in Sinaloa, the state that gave birth tocorridos, to explore the position of women in the narco-corri-do sub-culture. As an undergraduate, NACCS provided herthe space to pursue my intellectual endeavors and also to helpdiminish the disconnect between theory and praxis.Guadalupe is thankful to her primary mentors, Baltazar andMaria Elena Manriquez who have instilled in her the determi-nation to succeed while reminding her to never forget whereshe comes from. Guadalupe is also indebted, to her mentorGabriela Erandi Rico, for not only supporting her academicendeavors but for the strong friendship they share.Guadalupe is the Outreach Coordinator for the HispanicScholarship Fund at UC Berkeley, is an intern for the Educa-tional and Political Awareness at the Raza Recruitment andRetention Center, and finance coordinator for TRENZA (a Chi-can@/Latin@ support group). She is honored to have beenselected for the Cervantes Premio and looks forward inattending NACCS in New Brunswick.2009 Frederick A. Cervantes Student Premio RecepientsSpring 20098In addition to the advancing community engagedpraxis (scholarly, political, and personal), I consci-entiously strive to integrate other core values ofChicana/o Studies scholarship in my work andleadership, including the advancement of a com-plex and theoretically rich understanding of ourentire community in which feminist and GLBTperspectives are integral.DEVON PEÑA,Candidate Statement forNACCS Chair-Elect, 2009-2010Describe your pastNACCS organizationalinvolvement.General Coordinator, NationalAssociation for Chicano Studies(1989-90).Secretary, National Association for Chicano Studies(1987-89). Regional Representative (Colorado),National Association for Chicano Studies (1987-89;1989-90). Co-Chair, Conference Site Committee,National Association for Chicano Studies (1987-88).More recently, I organized a regional foco confer-ence at UW (2006-07 academic year)Describe your contributions to Chicanaand Chicano Studies.I have published several well-known and award-winning books and numerous scholarly articles;participation in NACCS since 1975. I have beenteaching Chicana/o Studies for 25+ years.Describe your contributions to advancethe interests and needs of the community.I have a long and wide-ranging record in direct ser-vice and advocacy with the community since 1977-78; for e.g., I am considered one of the \"founders ofthe environmental justice movement\" and wasinvolved in the 1991 and 2002 EJ Summits; I haveand continue to serve as an expert witness in numer-ous environmental review forums (e.g., landfill per-mits, zoning law litigation and mediation, etc.). I amnow an independent philanthropist and grant-makerworking through my family's private non-profit foun-dation, The Acequia Institute; the Institute is currentlyfunding three fellowships for Chicana/o and mexi-cana/o graduate students and others from underrep-resented groups conducting research on agroecology,environmental justice, and food justice.MANUEL BARAJAS,Candidate Statement for NACCSAt-Large Representative, 2009-2010Describe your pastNACCS organizationalinvolvementMy involvement in NACCSbegan while I was a graduatestudent and I credit NACCS formuch of my success as a committed educator. Ihave been involved in NACCS since 1999. I am alsoan active member of my Foco in Northern Califor-nia. I participate in NACCS regularly as a presenter,but I am also involved in the COMPAS and Com-munity caucuses.Describe your contributions to Chicanaand Chicano StudiesMy work in Chicana/o Studies involves my acade-mic work, my teaching, and advocacy for Chi-cana/o students, faculty and staff, and departmentsand programs. In terms of my research I am inter-ested in the general topics of social justice, labormigration studies, and race, class, and genderinequality. I recently completed my first book \"TheXaripu Community across Borders: Labor Migra-tion, Community, and Family\" (forthcoming in theUniversity of Notre Dame Press 2009). Many ofthe chapters of my book benefited from being pre-sented and receiving comments at NACCS meet-ings. Since 2002 I have been on the faculty atSacramento State University-a public universitythat serves the needs of students such as I mighthave been as an undergraduate. I am now anassociate professor who continues to be committedto service on campus, our communities, and also inour organization.Describe your contributions to advancethe interests and needs of the communityI was born in Jaripo, Michoacan and raised inStockton, California. I grew up in in farm workingfamily, and experienced the San JoaquinValleyfields from the age of four to the age of twenty.Issues of social justice affecting the Mexican-origincommunities were always of tremendous concern,having witnessed first hand the extreme forms oflabor exploitation, social rejection fueled in a con-text of nativistic politics, and social devaluation ofnuestra gente irrespective of merits and experience.I believe that Chicana/o scholarship should addressthe experiences of the most marginalized segmentsof our communities, and should seek solutions thatare informed by their experiences. Currently, Ibelieve our creative energies could help dismantlethe oppressive borders that keep our communitiesdivided and unequal and that block people fromrelating to each other with equality, respect, andfairness across human differences. My work regu-larly takes place in spaces outside of the university.I work with such groups as the Oaxaca Bi-nationalTeacher Association, and Migrant Education. I givecommunity presentations on various issues pertain-ing to immigration, workers rights, and access toeducational opportunities. I work with migrant andindigenous groups in California’s CentralValley andI see how these concerns have become part ofNACCS work as we attempt to embrace the diverseexperiences of our communities.I am a candidate for this position because I thinkthat membership communication can be improved.I this position I aspire to greater representation onthe board that seeks to be responsive to memberrequests/concerns/needs, encouraging a friendlyand constructive discussions among our diversemembers, being democratic and affirming ofminority voices, and responsible and accountablewith the general organizational objectives. I wantto count on the membership to determine what Ican to be an effective and democratic facilitator forNACCS.DANIEL ENRIQUE PEREZ,Candidate Statement for NACCSAt-Large Representative, 2009-2010Describe your pastNACCS organizationalinvolvementDaniel Enrique Pérez is anAssistant Professor of Chi-cana/o and Latina/o Studies inthe Department of Languagesand Literatures at the University of Nevada, Reno.At UNR he is also affiliated faculty in the Gender,Race and Identity Studies Program, chair of theEthnic Studies Program and coordinator of theLatino Research Center. He has been activelyinvolved in NACCS since 1996. Besides participat-ing at NACCS conferences every year since 1996,he has been an active member of the RockyMountain Foco and the Joto Caucus. He servedtwo terms as the chair of the Rocky MountainFoco. On the national level, he has served on vari-ous NACCS committees: the Nominations Com-mittee, the Program Review Committee, and thisyear he is chairing the Beca for Immigrant Stu-dents Committee. He is currently serving on theNational Board as an At Large Representative.Describe your contribution to Chicanaand Chicano StudiesPérez’s research focuses on the intersections ofgender, ethnicity and sexuality, especially as theypertain to queer Chicana/o identities. His publica-tions include: \"Queer Machos: Gender, Sexuality,Beauty, and Chicano/Latino Men\" (Hunks, Hottiesand Pretty Boys: 20th Century Representations ofMale Beauty, 2008); \"Dramatizing the Borderlands:Staging Chicana/o and Latina/o Lives and Deaths(Borders on Stage, 2008); \"Mi Familia Rara: WhyPaco Isn’t Married\" (Studies in Latin AmericanPopular Culture, 2006); \"Masculinity (Re)Defined:Masculinity, Internalized Homophobia, and theGay Macho Clone in the Works of John Rechy\"(Beginning a New Millennium of Chicana andChicano Scholarship, 2006); and forthcoming:\"Entre Machos y Maricones: (Re)Covering ChicanoGay Male (Hi)Stories\" (Gay Latino Studies: A Crit-ical Reader); \"Deporting Identities: Crossing Bor-ders in Guillermo Reyes’Deporting the Divas\"(Bordered Sexualities: Bodies on theVerge of aNation); and \"La búsqueda de la justicia social: Lalucha contra el racismo y la homophobia en lanovela negra de Michael Nava\" (RevistaIberoamericana). His book, Rethinking Chicana/oand Latina/o Popular Culture, is currently in press.mcontinued from page 3 (Elections for NACCS Board to be Held)continued on page 9mDescribe your contribution to advancingthe interests and needs of the communityHe holds a B.A. in Mathematics, an M.A. in Com-parative Literature and a Ph.D. in Spanish with aspecialization in Chicana/o Literature from ArizonaState University (2004). He is also the co-founderof Teatro Bravo, a Latino theater company based inPhoenix. He has helped to produce dozens ofChicana/o and Latina/o themed plays in thePhoenix and Reno areas: Mujeres de Juárez, TheHis-panick Zone, Monólogos de la vagina, and TheBoxcar/El vagón. He has consistently demonstrat-ed an unyielding commitment to the advancementof Chicana/o scholarship, activism, and our com-munity overall.MICHAEL HAMES-GARCIA,Candidate Statement for NACCSAt-Large Representative, 2009-2010Describe your pastNACCS organizationalinvolvementI have been involved withNACCS since the mid-1990s,when I was a graduate student.I saw the Joto Caucus and theEast Coast Foco emerge at that time, and wasactive in both since their earliest years. I went onto serve two nonconsecutive terms as East CoastFoco Representative on the NACCS CoordinatingCommittee, from 1999 to 2001 and from 2003 to2005, and I was the Secretary and Newsletter Edi-tor for NACCS from 2000 to 2001. While I wasEast Coast Foco rep, NACCS held its first EastCoast national conference, in Miami. I also hadthe opportunity to help edit the NACCS bylawsduring my first term on the Coordinating Commit-tee. Since 2005, I have remained active in NACCSand in the Joto Caucus, although not in an officialcapacity.Describe your contributions to Chicanaand Chicano StudiesBeyond my work for NACCS, I have tried to offerservice to Chicana and Chicano studies throughoutmy career, writing and editing books and organiz-ing conferences related to the field, as well asother, related fields. I am a member of the Nation-al Coordinating Team for the Future of MinorityStudies Project, Head of the Ethnic StudiesDepartment at the University of Oregon, andDirector of the Center for Race, Ethnicity, and Sex-uality Studies (CRESS), in addition to serving onthe editorial board for Aztlán: A Journal of ChicanoStudies.Describe your contributions to advancethe interests and needs of the communityI have also been active in efforts to reach beyondthe academy, teaching in prisons in NewYork andserving on the board of one of the largest activistcommunity organizations in my local communityin Eugene, Oregon. I hope to help direct NACCSas it continues to lead the way in expanding, trans-forming, and diversifying the possibilities for Chi-cana, Chicano, Joto, Xicana/o Indigenous, and Lati-na/o studies in the twenty-first century. In myview, this has to include more extended challengesto the ongoing projects of U.S. imperialism athome and abroad and coalitional endeavors withoppressed communities that relate to and overlapwith our own, including queer, Native American,black, Asian, and feminist communities.KARLEEN PENDLETON JIMÉNEZ,Candidate Statement for NACCSAt-Large Representative, 2009-2010Describe your pastNACCS organizationalinvolvement.I have participated in NACCSsince the 1992 conference inSan Antonio. I have attendedmany of conferences since then,presenting papers, facilitating workshops, servingon committees (one site committee, and a two yearstint as chair of the lesbian caucus), and dancing atthe Saturday night Bailes. In particular, I think mygreatest contribution to NACCS has been my com-mitment to the visibility and acceptance of lgbtNACCS members, as well as promoting educationand dialogue about homophobia within the orga-nization as a whole.Describe your contributions to Chicanaand Chicano Studies.I have carried Chicana and Chicano Studies withme to Canada. As an undergraduate in California,I became fixed on the idea posed to me by a cou-ple of my professors - that Chicana and Chicanotheory is a body of knowledge and perspectiveuseful to understanding social and historicaldynamics around the world. Ideas emerging fromour lived experience and research not only help inthe survival and flourishing of our own communi-ties, but can also serve as a guide to others invest-ed in social struggles internationally. With this inmind, I drew upon my Chicana and Chicano Stud-ies foundation to inform my work in Canadianurban education and in particular for my researchand publications about a Latina Canadian writingcommunity. I contribute a Canadian angle to Chi-cana and Chicano studies, garnered through ananalysis of our field in an international context.Finally, I have also written numerous short stories,zines, a children’s book, and film about Chicanabutch adventures in the world.Describe your contributions to advancethe interests and needs of the community.My best skill is my ability to motivate others towrite their stories. I believe that the valuing of ourwords can give us greater individual and commu-nity confidence, meaning, power, and healing, aswell as important public representation. For nearly15 years, I have participated in, and led, numerousand varied community workshops and writinggroups from a queer youth writing and theatregroup in San Diego, to Taco Shop Poets, to womenin prison, to Latinas in Toronto.ANA JUAREZ,Candidate Statement for NACCSTreasurer, 2009-2010Describe your pastNACCS organizationalinvolvementI am currently serving asNACCS treasurer (2008-2009),and would be honored to holdthe position one more time.During my tenure as treasurer I have focused onstream-lining accounting policies and procedures,providing more financial information to our mem-bers, and fund-raising. I have been attendingNACCS on and off since 1984, first as a student,then as a mid-level administrator, and mostrecently as a professor and scholar. I have regularlypresented papers and attended Business and Chi-cana Caucus meetings. I was invited to be one ofthe Chicana Caucus Plenary speakers in 2003.Describe your contribution to Chicanaand Chicano StudiesMy scholarship on Chicanas and Chicanos dates to1980, when I began an ethno-history project inLaredo, Texas. After completing my M.A. inanthropology, I took a break from school beforestarting the Ph.D. program in anthropology atStanford. My doctoral research focused on race,class, and gender inequality among Mayas inTulum, Quintana Roo. Since 1996, when I receivedmy Ph.D., I have continued to do research withMayas and with Chicanas and Chicanos in the U.S.Recent research on Chicanas/os includes genderand sexuality, Latinas/os in education, children'sliterature, and cemeteries and funerary practices. Ihave published in Aztlan, as well as other journalsin anthropology and women's studies. I havedirected an NSF-funded ethnographic field schoolfor undergraduates since 2007, including theopportunity for students to publish their research.Describe your contribution to advancingthe interests and needs of the communityMy research has often been geared to analyzingcurrent problems related to race, class, gender, sex-uality, and globalization. In Quintana Roo I haveassisted organizations such as Society of Akumal'sVital Ecology and GlobalVision International. Ihave assisted many student and community orga-nizations, including serving on the Tomas RiveraMexican American Children's Book Award Com-mittee, on the board of the San Pedro CemeteryAssociation, and as Associate Editor for Chi-cana/Latina Studies: The Journal of MALCS. Iconsider serving NACCS as a privilege and anobligation. Organizations like NACCS receive verylittle institutional support and thus depend on thevoluntary contributions of its members. NACCSprovides a critical service to scholars of GreaterLatin America, and it would be an honor to contin-ue to work toward the growth and institutionaliza-tion of this organization.\u0001www.naccs.org 910 Spring 2009Steve in building the Indigenous caucus, developing Indige-nous theories and methodologies. NACCS will not be thesame without Steve and his cohort of students that he ensuredwere funded to attend from St. Cloud University in Minnesota.He often had his sons with him, Steve Jr. and Amado. Heexposed them to a universe of knowledge, raised them withlove and spoke of them with great respect.We were all Univer-sity of Wisconsin, Madison alums, so when he’d visit whilecompleting our PhDs, we’d catch up about his latest trips intoMexico where students were exposed to epistemologies thatemanate from land-based traditions.We would stay up late intothe night looking at his video archives of traditional knowledgekeepers, or talking about cooking and yerbas and the develop-ment of Indigenous knowledge from a hemispheric lens.He left this world with cantos and flowers. Now his calm turtlespirit will be helping us from el Otro Lado.Rodriguez: Steve Casanova was a friend and colleague, some-one we worked, prayed and shared stories with. He was ascholar and a mentor and a thinker. One could probably alsocall him a bridge-builder as he straddled the fields of Chi-cano/Chicana and American Indian Studies. He perhapswould cite his own field as Indigenous Studies.There are others who could write a more personal story. I havea few memories. One is that while I always noted that wewere people of maiz, he would always remind me that manyIndigenous peoples were people of mesquite… or thatmesquite was equally if not more important for some Indige-nous peoples, including ones from what is now the Texasregion (he was working on a book on this topic). In my disser-tation, I made sure to note that. When I was blind-sighted bymy dissertation committee during my defence, he was one ofthe elders I called for, for inspiration. His quiet assurance per-mitted me to go forward, with the knowledge that I didn’thave to write about all the misdeeds of Western Civilization,all in the dissertation. That was ceremony.My last communication was about a book he was working onin regards to food and good eating. He commented on a col-umn I had written on the topic and invited me to assist him inthis work. There will always be an empty feeling about that andabout the fact that we could have all done more… in regards tohis vision of Indigenous Studies. The one thing we did sharewas the belief that Chicana/Chicano Studies is a sub-disciplineof Indigenous Studies, not the other way around.Fortunately, his name will not be forgotten as the Dr. StephenCasanova Scholarship fund has been established at Saint CloudState University. As his colleague, Dr. Semya Hakim, wrote:\"Steve’s commitment and passion to the education of all studentswas well respected, especially his work with Chicano/a & Latino/astudents. This scholarship will allow his work to continue.\"Anyone interested in donating to this student scholarshipcan send checks payable to:SCSU Foundation – Dr. Stephen Casanova Scholarship720 4th Avenue S.St. Cloud, MN 56301For more info, contact: Dr. Semya Hakim, Co-Advisor,M.E.Ch.A., St. Cloud State University, 320.308.3264 (office)612.709.0872, shakim@stcloudstate.edu \u0001mcontinued from page 1 (Dr. Steve Casanova, Jan. 22, 2009: Presente)New Jersey / Lazos América Unida, run by TeresaVivar, isa New Brunswick organization that advocates for Latina/oimmigrant rights as well as does work to support the develop-ment of Latina/o cultural tradition and events in New Jersey.Recently, for example, they created a fund to garden marigoldsfor Day of the Dead celebrations:http://dominicanartist.blogspot.com/2007/10/lazos-america-unida.html Dr. Aldo Lauria-Santiago (Associate Professor andChair of the Department of Latino and Hispanic CaribbeanStudies, Rutgers University – New Brunswick – Piscataway)also reports that the university sends students to be interns atLazos and collaborates with them in other ways.Lazos is also a member of the Immigrant Rights Defense Com-mittee of New Jerseyhttp://www.marchadeinmigrantes.com/press.htm (centered inPaterson), including: \"The Latino Leadership Alliance of New Jer-sey (LLANJ),\" \"Immigrants Public Advocacy Coalition of Trenton(ImmPACT),\" \"C.A.T.A. (FarmWorkers Support Committee),\"\"JUBILEE Immigration Task Force,\" \"New Jersey ImmigrantsDefense Committee,\" \"Hispanic Alliance of Atlantic County (LaAlianza Hispana del Condado Atlántico),\" \"La OrganizaciónMéxico-Americana,\" and the \"Conference of Dominican Affairsof New Jersey (La Conferencia de Asuntos Dominicanos de NewJersey).\" Organizations such as Lazos are responding proactivelyto the needs of the immigrant Latina/o populations in New Jerseyin a moment when their very rights are under siege.New York - The New York Immigrant Coalition is an\"umbrella policy and advocacy organization for more than 200groups in NewYork State that work with immigrants andrefugees. As the coordinating body for organizations that serveone of the largest and most diverse newcomer populations inthe United States, the NYIC has become a leading advocate forimmigrant communities on the local, state, and national levels.The NYIC’s membership includes grassroots community orga-nizations, not-for-profit health and human services organiza-mcontinued from page 2 (An Introduction to Community Based Organizations in New Brunswick and the Greater New England Area)www.naccs.org 11tions, religious and academic institutions, labor unions, andlegal, social, and economic justice organizations.With its multi-ethnic, multi-racial, and multi-sector base, the NYIC providesboth a forum for immigrant groups to share their concerns anda vehicle for collective action to address these concerns.\"Please visit http://www.thenyic.org/ for more information.New York - Mixteca Organization, Inc., in Brooklyndescribes itself as having the \"mission … to empower the Mexi-can and Latin-American immigrants of the NewYork area byproviding access to services that enhance immigrants’quality oflife and will allow them to reach sustainable social and econom-ic development. [They] offer a variety of programs and servicesthat respond to the specific needs of recently arrived immigrantfamilies and aim to build a supportive environment for thegrowing Mexican and Latin-American immigrant community.\"Please visit http://www.mixteca.org/ for more information.La Union de Comunidad Latina (UCL) is an immigrant-ledorganization based in Sunset Park, Brooklyn with over 300members. Their goal is to create a strong base of new immi-grants that can ultimately change policy to advance economicand social justice for low-wage workers and their families inthe communities in which they live. UCL's organizing modelis to support and empower new immigrants, those directlyimpacted by the policies we work to change.Mexicanos Unidos is \"a not-for-profit volunteer organization,serving the Mexican and Latina/o community in NewYork City[whose] mission it is to provide HIV / AIDS\" education, supportand resources for prevention and treatment. Their work has beencelebrated by the NewYorkTimes. Please visithttp://www.mexicanosunidos.org/otras.html for more information.Casa Puebla Nueva York y New Jersey is a far reachingorganization (possibly the largest in NY) with the goals of creat-ing ties between people of Mexican descent in the U.S. North-east and mexicanos en Puebla, México. Further, the spaces ofthe organization serve to promote Mexican culture in the U.S.through serving as an art gallery and an organizing space to pro-mote Mexican-owned businesses (even organizing sportsleagues!) and offer support to immigrants from Mexico. Pleasevisit http://www.casapuebla.org/index.html for more information.Esperanza del Barrio is a community organizing groupfounded by five women. \"Esperanza now offers a youthgroup, children’s tutoring, legal referrals & advice, and work-shops on job skills, leadership development, nutrition, cancerprevention, mental health, parenting skills, and domestic vio-lence.\" Please visit http://www.esperanzadelbarrio.org/eng/for more information.Asociación Tepeyac was originally founded with money fromthe Archdiocese of NewYork and the Jesuits of Mexico to servethe Mexican community in NY. They work to help develop thebasic skills of and provide sustenance for the most needy.Please visit http://www.tepeyac.org/ for more information.NYU also offers an impressive list of NY Latina/o rights andother organizations:• http://latinostudies.fas.nyu.edu/page/organizations• http://fxgaytan.googlepages.com/mexicannewyorkcityConnecticut - Junta for Progressive Action This 40-year-old organization in New Haven was instrumental in promotingthe passage of legislation that created a resident ID, for docu-mented as well as undocumented residents of the city. Juntahas a long history of activism and support for New Haven’sLatina/o residents and has been especially active in the pastdecade as Connecticut’s Latina/o population as exploded.Please visit http://www.juntainc.org/ for more information.Connecticut - La Casa Otoñal, also in New Haven, alsooffers support to New Haven’s Latina/o population throughproviding cultural events aimed at promoting Latina/o culturalunity and bridging intergenerational gaps. Organizations andindividuals in New Haven are working hard, thus, to attend tothe political and economic needs of the historic and recentLatina/o populations, as well as the cultural and social needs.Please visit http://www.casaotonal.org/ for more information.Connecticut - LEAP is an academic enrichment programgeared especially for urban children from low income homes –in New Haven, that overwhelmingly means Latina/o andAfrican American. Ct Assoc. of Latinos in Higher Educa-tion also provides invaluable aid and support to studentswishing to attend college. Please visit http://calahe.org/ formore information.Final thoughts…In response to the Long Island, anti-immigrant hate motivatedmurder of Marcello Lucero, a national organization – Hispan-ics Across America – is seeking to file a wrongful death suiton behalf of Lucero’s family. This horrific murder has broughtincreased attention and pressure to bear on the growing anti-immigrant violence in Long Island and all over the NE / Tri-State region. There is still a lot of work to do, and as theNACCS East Coast Foco, we hope to continue the scholarlyand community activism of Chicana/o Studies on this part ofthe US. We look forward to welcoming you to NewBrunswick. For more information about Marcello Lucero’smurder, please visit the following links:• http://www.nydailynews.com/news/ny_crime/2008/11/11/2008-11-1_lynch_mob_kin_may_pay_for_slay_of_marcel-3.html• http://www.longislandwins.com/blog/in_the_news/marcello_luceros_killing_follo.php• http://longislandimmigrantalliance.org/ \u000112 Spring 2009Session OneSonidas de/en Resistencia:Reclaiming Space and EmpoweringCommunities through Music• Topete, Daniel. CSU Los Angeles. “Undocu-mented Music: L.A. based Hip-Hop and SpokenWord’s Struggle for Immigrant Rights.”• Morales, Erika. CSU Los Angeles. “Queen at theMic: Chicanas in Hip Hop.”• Aguilar, Rudy. U of Minnesota, Minneapolis-St.Paul. “SeVive y se Baila en El Norte: ExploringMexican migration to Minnesota through thestudy of Sonidero.”• Ramirez, Luis. UC Davis. “Hip Hop, Latina/oYouth, and Education.”• Discussant:Viesca,Victor. CSU Los Angeles.Performance and the Language ofActivism: Creating Narratives andSpaces of Transgression• Urquijo-Ruiz, Rita. Trinity U. “LaVida Loca eIndocumentada: Carlos Manuel’s Queer Perfor-mance Art.”• Pritchard, Démian.Wesleyan U. “LengualizeThis!: Taking a Look at the Spoken Word of OlgaGarcía.”• Pedroza, Patricia. Keene State College. “Writingthe Search for the Fronteriza and ShiftingVoiceinside of the Classroom.”• Chair: Mata, Irene. Wellesley College.Speaking for Themselves:Contemporary EducationalChallenges for Chicana/o Studentsand Parents• Covarrubias, Alejandro. CSU Los Angeles.“Chi-cana/o High School ‘Push-Outs’ speak: WhyChicana/o ‘Push-Outs’ feel they left School.”• Furumoto, Rosa. CSU Northridge.“ChicanaStyle Parental Caring in Education.”• Moreno de Thompson, Flora. SJSU. “Skin Deep:the role of Phenotype in the education of Chi-cana/o College Students.”• Sanchez, Irene. U of Washington.“Fighting to beheard: the educational lives of Chicana/o trans-fer students.”Planning for Progress:Marginalization and Resistance• Martinez, Sofia. U of New Mexico.“Color-blind,Color-deaf, and Color-mute: Race and Expertisein a Rule-making Process.”• Valle, Gabriel. SJSU. “The Marginalizationeffects of development on the Invisible Work-force of the Tahoe Basin.”• Vázquez Castillo, María Teresa. CSU Northridge.“Gentrifying the Latin@ City: the Case of theBroadway District in Downtown Los Angeles.”• Velarde, Michael.Vassar College.“‘En Nombredel Progreso Derrumban Otra Pared’: Colonialdiscourse and urban ‘Redevelopment’ in ElSegundo Barrio.”Legacies of Marriage, Community,and Sports, 1940s-present• Gutiérrez, Michelle. UC San Diego.“TenuousHome Front(s): Latina Military Wives in SanDiego, CA.”• Mora, Gregorio. SJSU. “Passion and Sports inthe Northern California Colonias, 1940-1965.”• Tabera, Phillip. SJSU. “The Post Chicano(a)Movement, Salinas California 1975 - 1990.”Gender, Anti-Colonialism, and USChican@/Latin@ Literary Style• Ontiveros, Randy. U of Maryland. “¡Yanqui GoHome!: Anti-Imperialism and the AmericanDream in RichardVasquez’s Chicano.”• López, Antonio. George Washington U. “Afro-Latina Modernism: el caso Cubano.”• Machado, Elena. Florida Atlantic U. “En-gen-dering a Postcolonial, Post-SixtiesVision: Read-ing Michael Eric Dyson, Juan Flores, David Scottand Ana Menéndez.”• Halperin, Laura. U of North Carolina, ChapelHill. “Forked harm in Ana Castillo’s So FarFrom God.”Revistas literarias chicanas enespanol: la lucha por sobrevivir:Puentes y El Novosantanderino• Gonzalez, Juan Antonio. UT at Brownsville. “ElNuevo Santanderino: manteniendo la culturachicana fronteriza.”• Rosales, Jesus. Arizona State U. “Puentes:Revista mexico-chicana de literatura, cultura yarte: Creando puentes culturales.”• Cardenas, Cipriano. UT at Brownsville. “Chi-cano journals in Spanish.”From Santa Barbara to SantaBarbara: The experience on theFirst PhD Program in Chicana/oStudies• Calvo,William. UC Santa Barabara. “Studying withJoaquin: El Plan and the illusion of liberation.”• Anguiano, Jose. UC Santa Barabara. “Is ‘Chi-cano’ played out?: Re-positioning ‘Chicano’ inthe classroom and the community.”• Ramirez, Marla. UC Santa Barabara. “Accommo-dating invisibility: The experience of an undocu-mented graduate student.”• Blanco, Eduardo. UC Santa Barabara. “Culturecrash: El Plan and Middle America.”Session TwoFrom Gallery to Stage to FleaMarket: Postmodern Perspectivesand Legendary Trajectories in theArts of Chicano America• del Bosque, Paul. U of Texas, Austin. “Typogra-phy in Latino Media: a map of Representa-tions.”• Reinoza Perkins, Tatiana. U of Texas, Austin.“Pedagogy and Scholarship in ‘The Ricardo andHarriett Romo Print Collection’.”• Zapata, Claudia. U of Texas, Austin. “The Trans-formation and Remembering of Coyolxauhqui inthe Works of Alma Lopez.”• Beza, BrendaY. U of Texas, Austin. “También dedolor se canta: Border Crossings in LoteríaImagery.”• Salinas, Roén R. U of Texas, Austin. “ImaginingXicano Dance.”La Joteria in Print and Film: ATeaching Workshop• Pendleton Jimenez, Karleen. Trent U.Garcia, Jaime Humberto. UT at Brownsville.Un Pueblo Unido: Resiliency foundin Ethnic Identity and FamilyContext in Response to Adversityin Higher Education• Romero, Andrea. U of Arizona. “Developmentof a critical ethnic consciousness increasesundergraduate resilience to discrimination.”• Booth, Melina. U of Arizona. “Development of acritical ethnic consciousness increases under-graduate resilience to discrimination.”• Federico, Jose J. U of Arizona. “Confidence &Consciousness: the Importance of Ethnic Identi-ty to Academic Success in Undergraduates.”• Covarrubias, Rebecca. U of Arizona. “Movin’OnUp: How First-Generation-College StudentsCope with Academic Success.”Transforming Minds, TransformingPedagogy: What Works and WhatDoesn’t in Doing ChicanoPedagogy at Predominately WhiteInstitutions• Gonzalez, Juan Carlos. U of Missouri - KansasCity.• Portillos, Edwardo. U of Colorado - ColoradoSprings.• Nevarez, Carlos. Sacramento State U.A Selected Preliminary ProgramThe complete program with room location will be available at the conference. A listing of all panelswill available online by Feb. 28. Program not final.www.naccs.org 13Tejana/o Cultural Expressions• Cervantes, Marco. U of Texas, San Antonio.“Reassessing Mestizaje as a Paradigm of Resis-tance: South Park Mexican, Chingo Bling, andthe Commodity Fetish in Houston Tejano Rap.”• Rodriguez, Lori B. U of Illinois at Urbana-Champaign. “The Tejana Experience: SouthTexas Literary and Popular Cultural Productionas the Praxis of Third Space Feminism.”• Cantu,Norma.U ofTexas, SanAntonio. “BeingTejana/o:Tejanidad in SouthTexas Cultural Practices.”• Baeza, Gabriela. U of Houston. “REcoveredTexas Literature by Tejanas.”Chicana Archetypes in HelenaMaría Viramontes’ novel “TheirDogs Came With Them” (2007) -Part I: Turtle and Tranquilina• Avila, Becky. Whitman College. “Chicana Arche-typal Representations in Their Dogs Came WithThem.”• Leavitt, Julia. Whitman College. “AlternativeEndings Spark New Beginnings: Retelling theMyth of La Malinche.”• Soto, Lidiana. U of Oregon. “Their Dogs CameWith Them: Historicizing the Mujer Experiencein East L.A.”• Discussant: Perez, Daniel Enrique. U of Nevada,Reno.• Discussant:Valenzuela, Angela.Whitman College.CHICANA HERSTORY-You’veheard “History”, Now hear Hers• Ramirez, Maria. Ohlone College.Session ThreeA Comparative Look at theExperience of Latinos and LatinAmerican Immigrants in the EastCoast• Oboler, Suzanne. John Jay College, City U ofNewYork. “The LargerView.”• Vargas-Ramos, Carlos. Hunter College, City U ofNewYork. “Puerto Ricans.”• Smith, Robert. Baruch College, City U of NewYork.“Mexican Immigrants and Mexican Americans.”• Decena, Carlos U. Rutgers U—New Brunswick.“Dominicans.”• Berg, Ulla. Rutgers U—New Brunswick. “SouthAmericans.”• Moderator: Lauria Santiago, Aldo. RutgersU–New Brunswick.Chicano Studies in the Midwestand Beyond: Articulations ofSpirituality, Gender and Sexuality• Estrada-Perez, Jesus. U of Minnesota. “¿PorqueNo PopoY Otro?: the Resistance of Heternor-mative Discourse in Ixta and Popo Imagery.”• Henneman, Nicole. U of Minnesota. “LasPosadas: Identity, Resistance, and Adaptation.”• Garthune, Azeta. U of Minnesota. “Women’sHuman Rights in Argentina and Guatemala:Comparing Responses to MilitaryViolence inthe Context of Gender.”• Chair: Bueno, Marianne. U of Minnesota.Social Engagement and DevelopingCritical Pedagogies: What Can weLearn from the Ground?• Cervantez, Karina. UC Santa Cruz. “TheorizingMother-Daughter Pedagogical Programs.”• Eccleston, Michael. UC Santa Cruz. “TalkingSocial Change: Men Helping Men.”• Renteria, Larry. Independent Scholar, San Jose,CA. “Talking Social Change: Men HelpingMen.”• Rodriguez, Armando. Independent Scholar, SanJose, CA. “Talking Social Change: Men HelpingMen.”• Hurtado, Aida. UC Santa Cruz. “What Can WeLearn from the Ground?: Social Engagementand Developing Critical Pedagogies.”The Challenges of Immigrationand Education for ImmigrantChildren and Youth• Gaytán, Francisco. NewYork U.“Chicano Acade-mic Identities in the Mexican Diaspora: theExperience of MexicanYouth in NewYork City.”• Martinez, Roberto. City U of NewYork - Gradu-ate Center.“Exiles from Aztlan: Learning andTheorizing Race in Mexican ImmigrantYouth inNewYork City.”• Ramírez, Marla. UC Santa Barbara.“Undocu-mented Immigrant College Students: Refusingto be Prisoners in the Land of Freedom.”• Tafoya-Estrada, Rosaura. UC Irvine.“Gender,Culture and Educational Achievement amongstSecond Generation Mexican-American Childrenof Immigrants.”Mobilidades y el Movimiento:Travel, (Dis)Ability andBilingualism in Chicana/o CulturalProduction• García,Vida Mia. Stanford U. “NativeSon/Playing Tourist.”• Madrigal, Doris. Stanford U. “Popular Languageas Political Tool: Bilingual Language use in Chi-cana/o Performance.”• Minich, Julie. Miami U. “‘So Much Life in theStill Water’: Alex Espinoza and the Claim to Cit-izenship in the New Global Order.”Session FourMoving Beyond Borders: the Lifeand Career of Julian Samora• Driscoll de Alvarado, Barbara. Anna Maria Col-lege. “Julian Samora: a Scholar andVisionary.”• Pycior, Julie Leininger. Manhattan College.“Making History.”• Samora, Carmen. U of New Mexico. “The Lega-cy of Julian Samora.”The Cosecha Voices Project:Emancipatory Pedagogy for theMigrant Student• Alvarez, Stephanie. UT - Pan American.• Laviera, Tato.• Solis, Silvia. UT - Pan American.• Martinez, Jose L. Regon One Educational Ser-vice Center.• Undergraduate Migrant Students, UT - PanAmerican.Body Troubles: Gender andRepresentation in Literature andCulture• Escobar, Lupe. UC Los Angeles.“The WritingCure: Suturing Memories of Trauma in Mar-tinez’s Mother Tongue and Cuadros’City ofGod.”• Garcia, Mary. UC Santa Barbara.“The Subver-sive Bodily Underground in Cecille Pineda’sFace and Gayl Jones’s Corregidora.”• Galarte, Johanna. U of Illinois Urbana Cham-paign.“El Sabor del Amor y del Dolor: Gen-der(ed) Negotiations of Hope and Trauma inChavelaVargas’Repertoire.”• Isarraras, Daisy. San Francisco State U.“Healing:Latina and Chicana Artists’use of the FemaleBody and the Earth/Land.”Encabronad@s: Cuentos, Verdadesand the Embodied Spaces Between• Gonzalez, Estella. Cornell U. “Reading ofLadrona a short story.”• Antonio Rodríguez, José. Binghamton U.“Excerpts from Beside the House That Trem-bles.”• Garcia, Armando. Cornell U. ““You’re like anangry Black man’: Schooling Brownness andMental Illness.”• Discussant:Viramontes, Maria Helena. Cornell U.Session FiveTransgressing DisciplinaryBoundaries: Extending the Bordersof Chicana/o and Latina/o Studies• Quintana-Wulf, Isabel. U of Illinois, Urbana-Champaign. “Mapping Border Theory: Discipli-nary Boundaries and Interdisciplinary Studies.”• Havlin, Natalie. U of Illinois, Urbana-Cham-paign.“(Re)visioning Old San Francisco: Histo-ries of Migration and Racialization in theDisciplinary Borderlands.”• Ruiz, Ariana. U of Illinois, Urbana-Champaign.“‘Donde muchos solo somos/ Actores sin pape-les’: (Re)articulating the Intersections of Litera-ture, Popular Culture y la Chicana Alternativa.”• Chair: Rodriguez, Richard T. U of Illinois,Urbana-Champaign.• Discussant: Espinoza, Dionne. CSU Los Angeles.14 Spring 2009From Chicano/Puerto RicanStudies to Latino Studies: LookingBack/Looking Forward• Gonzales, Alfonso. NewYork U.• Rocco, Ray. UC Los Angeles.• Saldana-Portillo, Josefina. NewYork U.• Flores, Juan. NewYork U.The Media and FilmRepresentations of Gender,Sexuality, and Identities• Aranda, Anastacio. U of Wisconsin - Whitewa-ter.“La Cultura hegemónica: representacionesde la homosexualidad en el cine His-pano/Latinoamericano.”• Perez, Daniel Enrique. U of Nevada, Reno.“(Re)Examining the Latin Lover: ScreeningQueer Chicano/Latino Masculinities.”• Rico, Gabriela. UC Berkeley.“Inventing ‘theModern Savage:’Representations of Indians inEarly 20th Century Mexican Films.”• Saenz, Noelia. U of Southern California.“Reframing ‘Spanish’Media: Towards a ‘Latin(o)American World Regional Imaginary andSpace’.”Making and Riding Waves: A Mini-Documentary on the Impact andInfluence of Chicana LesbianWriters on A Few Chicana/o /Latina/o Scholars in the U.S.Northeast• Pritchard, Demian.Wesleyan U.• Evnen, Emily. Wesleyan U.• Garrison, Alicia. Wesleyan U.Overcoming the AssociateProfessor Glass Ceiling: OngoingDiscussion on Issues andStrategies for Faculty of Color• Castaneda, Mari. U of Massachusetts Amherst.• Hames-Garcia, Michael. U of Oregon.• Pérez, Emma. U of Colorado Boulder.The Last Conquistador• Valadez, John. PBS/POV. Screening of the 70minute PBS/POV Documentary with Discussion,Questions and Answers.”Session SixMarching Students: Chicana/oIdentity and the Politics ofEducation, 1968 & the Present• Berta-Avila, Margarita. Sacramento State U• Covarrubias, Alejandro. CSU Los Angeles.• Solorzano, Daniel. UC Los Angeles.• Gonzalez, Juan Carlos.• Chair: Revilla, Anita. U of Nevada, LasVegas.Reconsidering Chicana/oIndigeneity from the 19th Centuryto the Present• Contreras, Sheila. Michigan State U. “Aluristaand the Indigenist Critique of Imperialism.”• Olguin, Ben. U of Texas, San Antonio.“Caballeros and Indians: Race, Place andAmbivalent Indigeneity in 19th- and Early 20th-century Mexican American Memoir, Testimonioand Fiction.”• Cotera, Maria. U of Michigan. “RethinkingHeroic Histories: how Indigenous studieschanges the way we read Chicano texts.”Arte Matters: Representation,Institutions, and the Creation ofSpace• Marchi, Regina. Rutgers U.“Chicano StudiesOutside the Academy: the History and Legacyof U.S. Día de los Muertos Celebrations.”• Mendoza Covarrubias, Alexandra. U of Min-nesota, Twin Cites.“Phantom Sightings: theParadox of Post-Identity Chicana/o Art.”• Shlossberg, Pavel. Montclair State U.“Indige-nous Mexican Masks Artists, Ethnic Art MarketElites, Exclusionary Racial Norms, and the Cul-tural Politics of Authenticity in the United Statesand Mexico.”RENE NUNEZ POLITICALACTION CAUCUS -SPECIALSESSIONS AND WORKSHOPWorkshop Title: “Organizing AProgram of NACCS Activist-Scholarship for 2009-2010”• Chair: Contreras, Raoul. Indiana U Northwest.• Discussant: Moreno, Jose. Michigan State U.Documenting Xicano StudentMovements in the Midwest:Primary Source Materials and theMSU MEXA• Mireles, Ernesto. Michigan State U.• Reyes, Roberto. Michigan State U.• Martinez, Julio Eli. Michigan State U.• Alcazar, Gabriella. Michigan State U.• Gonzalez, Javier. Michigan State U.Session SevenCelebration of the 20thAnniversary of Renato Rosaldo’s“Culture and Truth: The Remakingof Social Analysis”• Cotera, Maria. U of Michigan.• Castellanos, María Bianet. U of Minnesota.• Inda, Jonathan. U of Illinois – Urbana Cham-paign.Diaz-Barriga, Miguel. Swarthmore College.• Saldaña-Portillo, Josefina. NewYork U.• Lugo, Alejandro. U of Illinois – Urbana Cham-paign.Chicanas and Latinas: ConstructingEmpowering Narratives out ofFragmentation• Louis,Yvette. New Jersey City U. “The Linguis-tics of doubleness in Anzaldúa and Morejón.”• Quintanales, Mirtha. New Jersey City U. “Cubanand Cuban-American Memoirs: Texts of Exile,Contexts and Contrasts.”• Rivera-Valdes, Sonia. New Jersey City U. “Mem-ory and Fiction in Los cuatro tiempos de Ana.”• Drago, Margarita. New Jersey City U.“Frag-ments of Memory: Recollections of Imprison-ment.”• Herranz-Brooks, Jacqueline. New Jersey City U.“Taboo Subjects: Fictional and Non-Fictional.”Putos de Pelo Suelto: Gender andSexual Trangressions inPerformance and Visual Culture• Camacho, Angelica. UC Santa Barbara.“‘De PeloSuelto’: Gloria Trevi, Gender/Sexual Negotiationand Popular Culture.”• Pena-Juarez, Josue. U of Oregon.“Lo Más Putode George Lopez y Ugly Betty: Analyzing imag-inings of Queer acts in Latino Comedy CulturalProduction.”• Solorzano-Thompson, Nohemy.Whitman Col-lege.“Guys Are Dolls: Drag, Gender, and Sexu-ality in Contemporary Chicano/LatinoPerformance.”• Thomas, Tashima. San Diego State U.“There willbe Ink: Ornamentation,Vampirism, and Sexuali-ty in prescribing new identities in the work ofDr. Lakra.”LA VIDA LOCA: An Apolitical In-Your-Face Odyssey of a MexicanImmigrant. A One-Man TheatrePerformance.• Chavarria, Carlos. Bellarmine U.ThoughtWomen:”(Re)Constructing ChicanaMovimiento Narratives”• Facio, Elisa. U of Colorado, Boulder.• Cuevas, Maria. Washington State U, Pullman.• Espinoza, Dionne. CSU Los Angeles.• Chair: Montano, Felicia. U of Colorado, Boulder.Session EightTheorizing at the Intersection ofChicana/o Studies andDecoloniality• Alarcon,Wanda. Binghamton U. “Traces of theBody in the Spirit in Evelina Fernandez’LaVir-gen de Guadalupe, Dios Inantzin.”• Chavez-Jimenez, Manuel. St. Lawrence U.“Anzaldúa’s Turn: Decoloniality and Praxis.”• Soldatenko, Gabriel. Binghamton U. “LaVidaLoca: Praxis, the Barrio Streets, and the PrisonIndustrial Complex.”www.naccs.org 15• Diaz-Sanchez, Micaela. Stanford U.“With Coy-olxauhqui in one hand andYemayá in the other:Performing African Legacies in Chicana CulturalProduction.”Prisms of Feminisms andGendered Imaginaries• Alvarez Jr., Eddy. UC Santa Barbara.“‘Transgen-ero inmigrante y que’: Bamby Salcedo, Makingthe Self and Building Community.”• Bowman, Lapetra. U of Texas, San Antonio.“SuCuerpo Es Una Bocacalle: Third-space ChicanaFeminist Theory in the Flesh, Post-Colonialism,and the R/evolution of Trans-Colonialism.”• Rodriguez, Maria. U of Wisconsin - Whitewater.“The Mirror, Lens, and Prism.”• Roman-Odio, Clara. Kenyon College.“Transna-tional Alliances, U.S. Third World Feminism, andChicana Mestizaje in ‘Gloria Anzaldúa’s Collect-ed Papers(1942-2004)’.”Political and Cultural Influences inChicana/o Studies• Garcia, Gilberto. Central Washington U.“TheMainstreaming of Hispanic/Latino Politics: theRetreat from Class and the Triumphalism ofCapitalism.”• López, César. San Diego Mesa College.“Placeand Memory: a Chicana/o Mural and a Memori-al to César E. Chávez at the U of Southern Cali-fornia in the 1990s.”• Lozano, Jessica. SJSU. “The Influence of Marx-ism in early Chicana/o Political Thought.”• Ruiz, Jason. U of Notre Dame.“U.S. travel toPorfirian Mexico and the Political Life of the‘Unclean’Mexican Body.”¡El Movimiento Sigue! Invigoratingthe true nature of Chicana/oStudies through AppliedCommunity Based Scholarship• De La Torre, Adela. UC Davis.• Munoz, Ed. U of Wyoming.• Discussant: Pizarro, Marcos. SJSU.• Chair: Romero, Andrea. U of Arizona.Ethnic Studies: Past, Present, andFuture• Hernández, Roberto. UC Berkeley.“1968: onSocial, Epistemic and Historiograph-ic…Revolutions(?).”• Olivencia, Nelia. U of Wisconsin - Whitewater.“Yesterday, Today, and Tomorrow (pre 1969 –post 2009): the impact of Chicano (a) Studiesand Puerto Rican Studies on our Students, ourCommunity and our People.”• Portillo, Annette. Nevada State College.“TheFuture of Chicana/o-Latina/o Studies: Buildingan interdisciplinary Ethnic Studies Programfrom the Ground Up.”• Sosa-Riddell, Citlali. UC Los Angeles.“Under-standing History, Understanding Ourselves: thesignificance of a 19th century Intellectual Chi-cano Studies Tradition, 1850-1980.”Crossing borders, Calling BridgesHome: A documentary film byPaola Zaccaria and Daniele Basilio• Zaccaria, Paola. U of Bari, Italy.Session NineEarly Mexican Migrations to theUnited States, ca. 1848-1920s• Alonzo, Armando. Texas A&M U. “MexicanMigration and settlements in Texas, 1848-1900.”• Mora-Torres, Juan. DePaul U. “Crossing El RioBravo: the first Mexican Migrants to the U.S.,1848-1890.”• Hernandez, Sonia. UT Pan American. “Working-class Fronterizos in a Transitional Borderland:Life, Labor, and Migration in the NorteñoCountryside.”• Chair: Hernandez, Jose Angel. U of Massachu-setts Amherst. “Questions for future research inearly Mexican Migrations.”Assessing Chicano(a) Studies inthe California State U System• Soldatenko, Michael. CSU Los Angeles.• Arroyo, Luis. CSU Long Beach.• Rodriguez, David. CSU Northridge.Mujeres de Maiz: A NewGeneration of Artivist Wombyn(performance)• Montes, Felicia. CSU Northridge.• Gonzalez, Martha. U of Washington.• Alvarez, Tiana. Mujeres de Maiz.Chicana Trajectories Teaching andLearning to Negotiate Borderlands• Elenes, C. Alejandra. Arizona State U. “Con-structing Borderland Subjectivities in ChicanaFeminist Pedagogy.”• Moreno, Melissa. U of Utah. “Chicana educa-tors, cultural citizenship, and pedagogical trans-gression.”• Pendleton Jimenez, Karleen. Trent U. “ChicanaTomboy: the making of a cartoon.”• Tellez, Michelle. Arizona State U. “Working atthe Border: Bi-national Activism and Communi-ty Based Change.”Chi-Chi Power: Chicana/o Joto/asand Protruding Bodies ResistingFatfobia and SeekingEmpowerment• Alvarez Jr., Eddy. UC Santa Barbara.• Hernandez, Julian. UC Los Angeles.• Espinoza Cuellar, Juanito. U of Nevada, LasVegas.• Tijerina Revilla, Anita. U of LasVegas, Nevada.• Chair: Ochoa, Juan. UC Los Angeles.Contemporary Art: ArtistasNeoyorquinos• Universal,Vargas Suarez. Artist.• Luciano, Miguel. Artist.• Amezkua, Blanka. Artist.• Alba, Elia. Artist.• Chair: Aranda-Alvarado, Rocio. Jersey CityMuseum.Session TenPerforming Identity throughLanguage and Movement• Flores-Bayer, Isla. U of Texas, Austin.“The use ofthe Spanish Subjunctive by Mexican-heritageSpanish Speakers in Austin, TX: Language Con-tact, Attrition,Variation & Bilingualism.”• Luna, Jennie. UC Davis.“Danza Mexica: Historyand (Re) emergence of Xicana Indígena Identity.”• Romano Cary, Claudia. U of Texas, San Antonio.“Texas Style: Doing Danza Azteca in SouthTexas.”• Solórzano, Ramón. U of MassachusettsAmherst.“Para Spanglish, Diga ‘Spanglish’?: theproblematic incorporation of Latina/o voices inthe Automated Self Service Industry.”Approaching an IndigenousPatriarchal and Othered Past: NewInterventions in Literature andTheater• Bankhead, John Stewart. U of North Carolina atChapel Hill.“LuisValdez and Chicano Theater:Sacred/Revolutionary—a search for Identity.”• Delfin, Eve. UC Merced.“A Comparison of theTeatro Honest Sancho’s Used Car Lot: then andnow.”• Milazzo, Marzia. UC Santa Barbara.“Chicanismomeets Zapatismo: Literary Encounters with theLiving Maya, Transnational Activism, and Chi-cano/a Indigenous Identity.”Communities in Recovery: FacingEducational and Legal Challengesthrough Cultural Production andCommunity Interventions• Guizar-Alvarez, Eduardo. Michigan State U.“After Prison: the Implications and Challengesof Re-Entry Programs for Chicanos in Michi-gan.”• Lopez-Garza, Marta. CSU Northridge.“FromSocial Science to Film Making: Research on For-merly Incarcerated Women and their Reintegra-tion into the Community.”• Roe, Thomas. Michigan State U.“SouthwestDetroit: Contrasting the Successes of the Chi-cano Community and the Challenges of theCity.”El Movimiento Through Theater:Teatro Chicana• Nuñez, Felicitas. College of the Desert. “A Chi-cana´s perspective on the late 60s.”16 Spring 2009Chair:Dr. Mari CastanedaMari@naccs.orgChair-Elect:Dr. NohemySolorzano-ThompsonNohemy@naccs.orgAt-Large Representatives:At-Large_Reps@naccs.orgExecutive Director:Dr. Julia E. CurryExecutive_Director@naccs.orgGeneral Assistance:naccs@naccs.orgContact NACCS:NACCS 2008 FINANCIAL REPORTFind NACCS onFACEBOOK!Credit Card: __Visa   __MasterCard Credit Card NumberExpiration DateCard Holder Signature (Mandatory for Credit Card payment)Caucus participation is optional2009 NACCS ANNUAL CONFERENCEREGISTRATION FEESFee includes all ticketed eventsNACCS Members (lunchoen ticket is included)__Registration (except students)............$170.00 ($190 after 3/14/09)__Student (except High School students)...$90.00 ($110 after 3/14/09)Non Members (lunchoen ticket is included)  You may submit mem-ber dues and register for the conference as a member.__Registration...............................$200.00 ($220 after 3/14/09)__Student......................................$110.00  __Income Less than $20,000.......$110.00 __High School Student.................$30.00  __Under $20,000............$45.00__$20,000-$34,999.........$60.00__$35,000-$44,999.........$70.00__$45,000-$54,999.........$80.00__$55,000-$64,999.........$90.00__$65,000-$74,999.......$100.00__$75,000 and over......$125.00__Undergraduate ..........$30.00*__Graduate ...................$40.00*__Retired........................$60.00 __NACCS Scholar...........no fee__Assistant Professor__Associate Professor__Professor__Lecturer __Graduate Student __Undergraduate __University Staff/Admin __K-12 Admin/Teacher  __High School Student__Community__Retired__NACCS Scholar__Other$10.0 per caucus or $5.00 for students per caucusSPECIAL EVENTLunchoen ticket is included in registration.For additional ticket only.Awards Luncheon.......$50.00 ___Vegetarian dish ____TOTALRegistration Fees: $Membership Dues:$Division Dues: $Caucus Dues:       $Awards Banquet:  $Donation:             $  TOTAL: $PAYMENTMail form postmarked by March 14, 2009 to:Do not mail after this date, Online registration is open until3/14. After this date you will need to register on site.NACCSP.O. Box 720052San Jose, CA 95172-0052Attn: 2008 RegistrationFoco (regional chapter):__Colorado __East Coast __Mexico __Midwest __Northern California __Pacific Northwest__Rocky Mountain (AZ, NM,WY, NV, UT)__Southern California __Tejas Gender: _Male     _Female      Year of Birth: ________Check: Make payable to NACCS. Returned checks will incur a $25.00 servicecharge.Requests for refunds must be submitted in writing postmarkedby March 14, 2009.  A $25.00 service fee will be deducted fromall registration fees.   No refund requests will be accepted afterthis deadline..REFUNDS__Chicana__Community__COMPAS__Graduate__Indigenous__Joto__K-12 __Lesbian __StudentMEMBERSHIPCAUCUS DUESDONATIONFor Chicana and Chicano Studies Legal DefenseFund__$10    __$20    __$50    __Other $See regular membership form for addi-tional member categories available atwww.naccs.org.Hotel information available at www.naccs.org.Limited space available. Make your reservations byMarch 14, 2009 to receive conference discount.HYATT REGENCY z NEW BRUNSWICK, NJ z APRIL 9-11, 2009__Political Economic studies__Indigenous studies__Information & Archival studies__Gender & Sexuality studies__Critical Semiotics__Social & Cultural studies__Cultural Production__Race/Ethnicity/NatlCharacter/Identity studies__Environment, Place, Culture &Politics__Institutional Impact &Participataion studiesRESEARCH DIVISION: SELECT ONE (required for membership)If you wish to be part of more than 1 division add $10 or $5 for students to your fees.Last NameFirst NameMailing AddressPhone Number: Home or Work (Area Code) E-mailInstitutional Affiliation",
    "id": 70409688,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:noticias_naccs-1042"
    },
    "title": "Noticias de NACCS, vol. 38, no. 1, Pre-Conference 2009",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-01-01T08:00:00+00:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1042&amp;context=noticias_naccs"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/70409688.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/70409688"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/70409688/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/70409688/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/70409688"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Chicana/o Studies",
        "Education",
        "Ethnic Studies",
        "Latina/o Studies",
        "Race, Ethnicity and Post-Colonial Studies",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:noticias_naccs-1042",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 70409688,
        "depositedDate": null,
        "publishedDate": "2009-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T09:42:12+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-19T06:15:29+00:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/noticias_naccs/44",
        "https://scholarworks.sjsu.edu/context/noticias_naccs/article/1042/viewcontent/2009_PreCon_38_1.pdf"
    ],
    "lastUpdate": "2024-01-20T09:42:12+00:00",
    "setSpecs": []
}