{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kinderthain, Caroline"
        }
    ],
    "contributors": [],
    "createdDate": "2021-10-28T16:10:32+01:00",
    "dataProvider": {
        "id": 14263,
        "name": "Clemson University: TigerPrints",
        "url": "https://api.core.ac.uk/v3/data-providers/14263",
        "logo": "https://api.core.ac.uk/data-providers/14263/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/479105791.pdf",
    "fullText": "Clemson University TigerPrints All Theses Theses May 2021 On Moving Beyond and Looking Behind: An Analysis of Contemporary Queer of Color Digital Art and Performance Caroline Kinderthain Clemson University, kinderthainc@gmail.com Follow this and additional works at: https://tigerprints.clemson.edu/all_theses Recommended Citation Kinderthain, Caroline, \"On Moving Beyond and Looking Behind: An Analysis of Contemporary Queer of Color Digital Art and Performance\" (2021). All Theses. 3493. https://tigerprints.clemson.edu/all_theses/3493 This Thesis is brought to you for free and open access by the Theses at TigerPrints. It has been accepted for inclusion in All Theses by an authorized administrator of TigerPrints. For more information, please contact kokeefe@clemson.edu.   ON MOVING BEYOND AND LOOKING BEHIND: AN ANALYSIS OF CONTEMPORARY QUEER OF COLOR DIGITAL  ART AND PERFORMANCE     A Thesis Presented to the Graduate School of Clemson University   In Partial Fulfillment of the Requirements for the Degree Master of Arts English   by Caroline Ann Kinderthain May 2021   Accepted by: Dr. Walt Hunter, Committee Chair Dr. Matthew Hooley Dr. Maziyar Faridi    ii ABSTRACT Queer theory has long limited its revolutionary potential by prioritizing white gay cis men in the fight for political and social change. Theorists like Roderick Ferguson, José Esteban Muñoz, Gloria Anzaldua, Audre Lorde, and Jasbir Puar, to name a few, have expanded the foundations of queer theory to account for queer people of color and the potential for queer futurity. The innovative work on queer utopia that is set up in Muñoz’s Cruising Utopia is the foundation for the performance and art analyses that shape this project. To contextualize the queer utopian looking that I find crucial to these objects, I will conduct a close reading, or close viewing, of each to reveal how they challenge a definition of queer utopia that throws hope on a future of queerness that we cannot access yet. This thesis will argue that visual art and digital performance produced by queer, BIPOC artists has taken over the critical work of queer theory by revisiting its emphasis on futurity. By enacting a kind of queer utopian desire that is rooted in looking back at both the trauma and joy of the past and practicing quotidian ritual and affirmation, Random Acts of Flyness, Heavenly Brown Body, and Alok Menon’s Instagram profile have begun to do the work of theorizing better futures.    iii DEDICATION  To Wyatt, my closest friend and confidant, who has been my strongest support throughout the many iterations of this project. I could not have completed this manuscript without his encouragement, insight, and inspiration.   To my parents Heather and John, my eternal sources of comfort and motivation. They taught me how to know myself and how to love and be loved.     And finally, to my late grandfather Tom Kinder. I learned how to dream of better worlds from you.    iv ACKNOWLEDGEMENTS  Dr. Walt Hunter intricately reviewed multiple drafts of this project and helped me form an argument that truly challenged and delighted me. His support throughout this process and my entire graduate school career has been a true gift. Dr. Matt Hooley’s impact on my graduate career can barely be summed into words, but I will try. He has taught me that my ideas are worth pursuing, and I am eternally grateful for his care in my life and work. Dr. Maziyar Faridi helped me formulate this spark of an idea from the very beginning, and I am forever indebted to him for agreeing to board the ride that this project became. I thank each of them for their dedication and investment in this manuscript.   I would also like to thank everyone in the Clemson English department for the invitation to join this innovative master’s program. Special thanks to Keith Morris, Elizabeth Stansell, Megan Eatman, Will Stockton, Maria Bose, Maya Hislop, Gabriel Hankins, and John Morgenstern.   v TABLE OF CONTENTS   Page  TITLE PAGE .................................................................................................................... i  ABSTRACT ..................................................................................................................... ii  DEDICATION ................................................................................................................ iii  ACKNOWLEDGEMENTS ............................................................................................ iv  TABLE OF CONTENTS ................................................................................................. v  INTRODUCTION ........................................................................................................... 1  DREAMING BEYOND SPECTACLE IN RANDOM ACTS OF FLYNESS .................. 9  VISIONS OF UTOPIA IN HEAVENLY BROWN BODY .............................................. 18  QUEER UTOPIAN POTENTIAL IN ALOK MENON’S INSTAGRAM ................... 24  CONCLUSION .............................................................................................................. 33  BIBLIOGRAPHY .......................................................................................................... 36   1 INTRODUCTION  Digital modes of queer performance can open up new possibilities for identity, queerness, and futurity, what José Esteban Muñoz refers to as “queer utopian desire.” HBO’s Random Acts of Flyness, the digital short Heavenly Brown Body, and the social media profile of Alok Menon are pieces of media and visual art that provide daily moments of joy and escape that can act as methods of survival for queer people. Consuming these objects is like “doing” this theoretical practice, imaging a utopian future in which naming one’s joy and one’s pain is an act of self-preservation. To contextualize the queer utopian looking that I find crucial to these digital performances, I will conduct a close reading, or close viewing, of each object to reveal how they challenge a definition of queer utopia that throws hope on a future of queerness that we cannot access yet. These pieces represent a combination of longing for a queer utopia with a compulsion for remaining in the present and relying on a harmful past, which I will formulate as a methodology of “moving beyond” and “looking behind.” Through my analyses, I hope to also investigate the way that theoretical concepts are played out and formulated in queer of color performances that allow for collective queer world-making. Queer of color critique is grounded in focusing queerness in relation to race. Roderick Ferguson describes the practice in Aberrations in Black as an account of culture and queerness that contradicts a “liberal capitalist ideology” that would “conceal the intersections of race, class, gender, and sexuality” (3-4). For Brittney Cooper, queer of color critique does not fully account for the potential futurity of Black 2 feminism. She claims that José Muñoz and Roderick Ferguson, among other queer of color theorists, limit Black feminism’s future by dismissing its ability to hold race, queerness, ethics, and futurity at the same time (Cooper 13-14). In response, Cooper points to the queer possibilities that are inherent in a Black feminism that “makes space for a range of desires and gender performances, but refuses the power-laden, normativizing imperatives of heteropatriarchy” (17). This conflict seems to stem from Black feminism’s attachment to intersectionality.  Queer of color critique is wrought with the same kinds of terminological debates that disrupt most fields of literary studies. The debate surrounding intersectionality as a framework, as it was originally defined in Kimberle Crenshaw’s “Mapping the Margins,” has affected queer studies, Black feminism studies, and queer of color critique and continues to be a point of controversy. Some queer of color critics claim intersectionality reinforces an attachment to identity naming that already threatens to dismantle queer studies. In her article, “Queer Times, Queer Assemblages,” Jasbir Puar makes the convincing claim that queer theory needs “a move from intersectionality to assemblage” (127). This move is dependent on queerness’s inability to be temporally fixed, which Puar explains as a “temporality of being and the temporality of always becoming” which demands a methodology that is “more attuned to interwoven forces that merge and dissipate time, space, and body/against linearity, coherency, and permanency” (128). She further establishes the framework as “a tool of diversity management” that “privileges naming and knowing,” while assemblage “underscores feeling, tactility, ontology, affect, 3 and information” (Puar 128). The present act of naming one’s multiple identities seems to be Puar’s major focus in critiquing intersectionality.  In digesting Puar’s critique of intersectionality, I want to investigate this move from intersectionality to assemblage as an example of “moving beyond.” Jennifer Nash claims that the move towards assemblage in Puar’s analysis of intersectionality stems from a definition of intersectionality that “has been institutionalized in troubling ways…where the invocation of intersectionality is performed instead of actual intersectional labor or where intersectionality is called on to do precisely the kind of diversity work it critiques” (Nash 118). Nash roots this concept of “intersectional labor” by relying on Crenshaw’s initial definition as specific, not wide-ranging, one that can’t be divorced from the power structures of race and gender and sexuality. By using Anna Carastathis’s “Intersectionality: Origins, Contestations, Horizons,” Nash reinforces intersectionality as having a potential “still-undiscovered utility” that would allow for the interwoven futurity that Puar sees in assemblage. Nash is asking queer studies to wait for intersectionality’s potential instead of moving on towards new frameworks that do not keep the original definitions of Black feminism.  The examination of queer of color critique by authors like Cooper and Nash culminate, for me, in a suspicion of queer utopian thinking that “moves beyond.” While I do not attempt in this project to repair the relationship between queer of color critique and Black feminism, if that relationship even needs repairing, I do share the same suspicion of moving beyond, as many queer of color critics do as well. What I mean by “moving beyond” is the desire for finding new modes of queer world-making, 4 specifically queer utopian desire. The move from Black feminism to queer of color critique, the move from intersectionality to assemblage, the move from gay pragmatism to queer utopian desire, all of these are important disruptions to the field of queer studies, yet they instill a sense of “correctness.” Meeting new standards of praxis is what theory does, and I do not mean to stop this momentum. Instead, I want to investigate how the push forward from what we have known to be true of queerness can distract from the current potentials of living and surviving a queer life. Furthermore, I see a definition of queer utopia through Muñoz’s Cruising Utopia that holds the same desire for queer futurity while being suspicious of moving beyond both past and present modes of queer world-making. “Moving beyond” acts as both a guiding concept for my analysis and a way for me to add to the field of queer and performance studies. As gerund phrases, both “moving beyond” and “looking behind” do not follow normative rules of subject versus object. Moving and looking become the subject of analysis as well as the way of analyzing.    The sections of my thesis will comprise a close analysis of the following works of visual art and digital performance. I’ve chosen each of them because they demonstrate different aspects of my thesis: that visual art produced by queer, BIPOC artists has taken over the critical work of queer theory by revisiting its emphasis on futurity. The look back at the past does not have to be a depressive one, just as the look forward does not necessarily entail a utopian horizon. The visual art and poetry I analyze in my thesis complicate both perspectives. It’s not that queer of color critique needs justification, but rather that these objects convey for me moments of joy and escape and queer utopian 5 thinking that hinges on not regulating social media and digital performance as only forward-looking. They look back as well. In a move similar to Cooper and Nash, I want to question the attachment to moving beyond, not because we have arrived, but because we have at our fingertips now more access to queer world-making possibilities through digital communities. Aspects of ritual and identifying root my project in this acknowledgment and processing of queer time as it relates to queer desire.   In José Muñoz’s propelling work on defining queer utopia, Cruising Utopia, he establishes what looks like an unreachable goal of queerness, one that exists “then and there” while resisting the “prison house” that envelops the present (1). Instead of feeling discouraged, however, I, as a first-time reader of this text, was enticed by the jet-setting adventure on which Muñoz embarks with us: “The future is queerness’s domain” (1). I begin to envision myself with a bunch of other queer astronauts as we climb collectively into a rocket ship labeled for “Queerness…that thing that lets us feel that this world is not enough” and plummet out of Earth’s atmosphere (1). Muñoz’s work gives me not only a way to briefly escape my present-- writing a thesis during a global pandemic while teaching first-year students that claiming the confederate flag is their most prized possession might “alienate your audience” -- but also a way to imagine my queerness as the thing that roots me in dreaming of better futures. The insistence of a queer utopia for Muñoz, however, is not simply a way to daydream about queer astronauts, which he clarifies in his comparison of Ernst Bloch’s theory of utopia with Thomas Moore’s: “Bloch considers an expanded idea of the utopian that surpasses Thomas Moore’s formulation of utopias based in fantasy” (2). This distinction is important because it sets 6 up Muñoz’s commitment to Bloch’s concept of concrete utopias. Instead of an “unreachable goal,” Muñoz’s analysis places queer utopia in “the hopes of a collective, an emergent group, or even the solitary oddball who is the one who dreams for many.”  An understanding of queer temporality or queer time is inherent in the work of queer utopia. A fellow theorist and collaborator with Muñoz, Jack Halberstam, defines queer time as “the potentiality of a life unscripted by the conventions of family, inheritance, and child rearing” (2). Queer time is a temporality that exists outside of a violent past, a violent present, and a non-existent future. It would be easy then to suggest that queer utopia would exist out of a past and present as well, yet Muñoz demands that we use both looking to the past and playing out present moments to “understand that utopia exists in the quotidian” (9).   The desire for queer utopias is not exclusive to Muñoz’s work. However, as shown by the amount of current scholarship that relies on Muñoz’s configurations of queer utopia, he is still regarded as laying a groundwork on queer utopic desire that remains relevant because of its detachment from a white gay pragmatic desire. In Cruising Utopia, Muñoz establishes a “utopian hermeneutic” that challenges the homonormative approach to queer theory that fights for narrow “freedoms” within oppressive systems like marriage and military or simply demands anti-reproductive futurity like Edelman’s No Future (22-26). In an interview from 2015, Edelman notes, “If there were simply possibility [as opposed to impossibility] of attaining some utopian endpoint, then one would live in a world where fundamentally one were resistant to difference in politics” because a political system “will always exclude something…which 7 is why there could be no queer utopia” (Edelman 02:45-03:18). The difference between Muñoz’s utopianism and Edelman’s futurity then relies on their definitions of queerness. For Edelman, in the context of reproductive futurity, queerness is the “exclusion” of living in a heteronormative world and time, while Muñoz sees queerness as something that we have yet to reach and exists in the longing, looking, and dreaming of a queer utopian future. Queer utopic desire then, as I understand it, is a way of inhabiting queer time and space while protecting oneself from critiques of “wishful thinking” and naïve optimism.   To show the scale of the impact Muñoz’s work has had on theories of queer utopian desire, I want to focus on moments in which his work is positioned against other theorists. During Lauren Berlant’s “Public Feelings Salon” held on April 12, 2011, Berlant along with Muñoz, Ann Pellegrini, and Tavia Nyong’o discussed “how and why feelings and emotion influence politics and notions of social belonging and intimacy” (“Public Feelings Salon with Lauren Berlant”). To the benefit of me and others who admire relics of Muñoz’s life, the Barnard Center for Research on Women has an archived video from the conversations held during the salon. Muñoz presents on where his work varies from Berlant’s as he reads from his paper, “Queer Utopianism and Cruel Optimism.” He establishes Berlant’s goal of “maintaining traction in our presentness” and how it defers from his turn to futurity that “thinks of something else that isn’t the here and now” (Muñoz 00:56-01:04). While Muñoz goes on to joke that they are both essentially doing the same thing, he does recognize that what holds their positions 8 together is a focus on queer temporality in performance that protects from “those things that are suffocating and damaging in life” (Muñoz 01:43).  What seems to delineate their positions is that Berlant sees a way for the present moment to be dealt with, by recognizing the object of optimistic attachment as measurable. As she notes, “Knowing how to assess what’s unraveling there [scenes of cruel optimism] is one way to measure the impasse of living in the overwhelmingly present moment” (Berlant 49). Muñoz, on the other hand, subscribes to a present moment that is not-yet-here for queer people of color and therefore remains in a state of longing. As Muñoz clarifies during this talk, “Such brazen longing can definitely feel like an avoidance of the present. I find myself insisting, again and again, that I’m not against the present and the politics that constitute it, but maybe I protest too much” (Muñoz 03:30). In my understanding of Muñoz’s work, his theory of queer utopia is driven by quotidian experience while simultaneously living outside of the present moment in a perpetual state of longing. It’s not an avoidance of the present, as he mentions above, but a protective distance that I remain suspicious of as I work through the analyses of performance in this thesis.  The following objects portray visions of queer utopias that are supported by looking back and existing in present moments. The television series, Random Acts of Flyness, includes an episode that investigates how dreams and hopes can allow for futurity for queer people of color in the face of past violence and identity formations of spectacle. The digital short, Heavenly Brown Body, imagines a queer utopia in the face of the devastating suicide of poet Mark Aguhar. By reinterpreting Aguhar’s poem as a 9 collective queer of color blessing, HBB roots queer utopian longing in the quotidian act of ritual and affirmation. The final object, the Instagram profile of Alok Menon enacts queer utopian memory by bringing an education of queerness to the ever-present, public, accessibility of social media. These pieces move from dreaming of queerness, to imagining what that dream could look like, to providing a way to access that dream right now.   DREAMING BEYOND SPECTACLE IN RANDOM ACTS OF FLYNESS  Random Acts of Flyness is a 2018 sketch series created by Terrance Nance that streams exclusively on HBO and HBOMax. According to Deadline magazine, the series “give(s) a new, thought-provoking perspective on cultural idioms such as patriarchy, white supremacy, and sensuality” (Ramos). While some have categorized Random Acts of Flyness as a late-night sketch comedy series, reviewer James Poniewozik clarifies, “It’s not…It’s part video-art installation, part talk show, part dream anthology. It switches nimbly between documentary, animation, music and short film to try to capture a reality for which fiction and nonfiction alone are insufficient.” Calling the series humorous is not surprising; however, there are dangers that come with categorizing TV and films, especially those made by Black creators.1  1. 1 In 2018, Jordan Peele’s Get Out was placed in the comedy category for the Golden Globes and Oscars awards, leaving many, including Peele to question what white people (and “The Academy”) consider funny. Get Out largely focuses on a dramatized version of the true violence of white “well-meaning” liberals, which Peele notes in an interview with IndieWire when asked about the comedy 10 While Random Acts of Flyness has yet to be recognized in the prestigious award circuit apart from a 2019 Peabody Award, Terrance Nance, the show’s creator, has been actively producing, writing, and directing films and television series since the early 2000s. His most notable works include Random Acts of Flyness, An Oversimplification of Her Beauty, Swimming in Your Skin Again, and They Charge for the Sun, which have received recognition from Sundance, Gotham Awards, and Blackstar Film Festival (“Terrance Nance / Etc”). Nance’s use of sketch breaks and multimedia form in Random Acts of Flyness creates what he describes as “hopefully the show is sentient, and it doesn’t have a static meaning or read, moment to moment, cause the context always changes, the world the show exists in is really dynamic so, the meaning of the show is fluid; constantly changing.” (Nance 01:10-22). The fluidity of the series is what drew me to this analysis initially, as each episode weaves past, present, and dream-like clips that remove the audience from the content at hand while simultaneously pulling us back into the reality of each moment of violence and each moment of hope.  For the purpose of this analysis, I will be focusing on the second episode of the series, “Two Piece and a Biscuit,” which includes a series of interviews with queer  label, “What the movie is about is not funny…the experiences of a lot of Black people, and minorities. Anyone who feels like the other. Any conversation that limits what it can be is putting it in a box” (Peele, interview with Eric Kohn). In a more biting comparison, the Golden Globe winner for best drama in 2018, Three Billboards Outside Ebbings, Missouri, ends with a white mother uniting with a supposedly redeemed racist and homophobic police officer in pursuit of avenging her daughter’s death. Meredith Clark comments on a similar move in 2019 when Green Book won the academy award for best picture, “If a movie makes white liberals feel good about how the world has gotten better, then give it an award appears to be the thinking.”   11 people of color as they discuss identifying with their bodies, fitting into performances of gender, and navigating romantic relationships. The episode begins with a montage of queer of color interviewees setting up what appears to be an interrogation room of sorts (00:20-00:29). Three black walls and one mirrored wall encase the subjects in a square room filmed from the perspective of looking into the mirror. As these subjects move around this space, they are filmed moving smaller black boxes to sit on, lifting cameras and phones to their point of view, and checking the lighting of the space. We see them making a space for themselves in this room, making a queer space that invokes an act of disidentifying from the space itself. Muñoz defines disidentification as “decoding mass, high, or any other cultural field from the perspective of minority subject who is disempowered in such a representational hierarchy” (25). Enacting a version of disidentification, these subjects take down/spread out/move around this space to claim it from their perspective. The rearranging not only establishes the queer place that can now be inhabited but also the queer time that the episode will explore as the subjects set up this present moment. Keeping with the opening sequence of each episode in the series, the main character Najja, a Black cis woman, narrates over the scene, “I release the desire to feel like I am absolutely in control of the future” (00:22-31). On “future” one of the interviewees, Alok Menon, places a final black box in front of the camera, flooding the screen with nothing. As the audience, we are abruptly shut out of our watching, as if a door has been shut and a “future” has been stopped.  Najja continues to walk us through the episode staring directly into the camera as she fills us in, “it’s about dreams, the game, you and me, and us” (02:38-2:43). The 12 question of who is allowed to dream sets up the themes of the episode and its place in the overall vision of Nance’s series. As the show shifts through clips, we are brought back to the interviews picking up where we left off with Menon. They are wearing a pink calf-length embroidered gown and chunky black heeled boots and sitting with their legs crossed in front of two black boxes. As the interview begins, Menon is talking not to the camera, but a white iPhone as they answer questions that we do not hear (08:37). Their first response concerns gender non-conformity to which they note, “I’m just as confused.” The camera then shifts to our second interviewee, Black trans actress Kristen Lovell, who answers another unheard question, which we can assume was directed toward her use of hormones with, “When I started the intent was to soften my skin…I was already feminine enough” (08:56-59). As Lovell pans the camera down her body, she is wearing a black dress and pearls with long burgundy hair, and she remarks that the development of her aesthetically feminine features “changed everything” (09:08). There is a kind of utopic desire in this answer, as Lovell has control of the camera’s view and can disclose what she wants to. The scene doesn’t label her as trans and the audience isn’t aware of a question of identity outside of Lovell’s answer. In Jack Halberstam’s book Trans*, he categorizes naming as “a powerful activity and one that has been embedded in modern productions of expertise and knowledge production” (4). This leads Halberstam to choose the term “trans*” because it “holds off the certainty of diagnosis; it keeps at bay any sense of knowing…it makes trans* people the authors of their own categorizations” (4). The interviews in RAOF hold a similar quality of author autonomy because the audience is only aware of the response of those who are being interviewed. 13 Lovell as a real person, not a character, determines how to film and name herself. While this should be the reality of any person especially trans people of color, the present is a barrier to not being named.  After Lovell, we are introduced to our third interviewee, trans creative Sir Knight, wearing a floral shirt that is unbuttoned to expose his chest. He comments on “cis folks” who demand knowledge of what constitutes man and woman, both terms he provides air quotes around. He ends this section with “What does it mean to be a man? Please tell me” (09:12-18). We are brought back to Menon as they record themselves on a camera in one hand and the same iPhone in the other. They remark, “In order to be seen as someone who’s not a man, I have to participate in forms of femininity that I might not be interested in” (09:20-28). As if answering the same question, Lovell comes back into the frame noting, “I opted not to have surgery, I love the skin I’m in” (09:46). In this shot, Lovell has changed clothes, now she wears a bra and underwear set which she adjusts while holding the camera above herself as she lies on the floor. While the camera is still on Lovell, Menon’s narration continues as they further muse on how their body is perceived in terms of gender. Nance seems to be enmeshing all three interviewee’s experiences with gender passing with a mutual disdain for performing these ideals of transness. Again, we are pulled out of this moment by Najja who grabs the camera’s focus with an outside voice “can’t dream.” We only barely heard Menon’s point towards an opening, “I think it’s about coming to terms with the beauty of the unknowability” before the show rips that attention to futurity away with a reminder that dreaming is still an act that is not open to all bodies.  14 In the third interview with Menon, we can assume that they are asked a question concerning violence and societal expectations. They joke to the camera that being asked to “just be yourself” is “bullshit” as they explain, “if I didn’t care what other people thought…I would get beaten up too much” (16:10-20). Cutting off Menon’s “too much” is a clip of a tall Black drag queen in a lime green beehive wig with two Black dancers behind her. As she and her dancers dance side to side she sings, “Don’t you hear me calling you, Miss Honey? I know you hear me calling you Miss Honey” (16:27-29). The clip comes back in again at the end of Menon’s third interview as they give an anecdote about being approached on the street by a woman shouting “Yes! You’re the most fabulous thing I’ve ever seen in my life,” to which they note “felt just as visceral as someone punching me in the face” (17:04). As the second clip fades out, thin white letters fill the screen, “The Legendary Moi Renee, Gone But Not Forgotten.”  Moi Renee was a performer, dancer, and singer known best for her 1992 single “Miss Honey” (“Giving Them Their Roses”). This specific clip is a performance by Renee on Sybill Bruncheon’s public access show and was uploaded to YouTube in 2008. What might appear as a simple juxtaposition of “spectacle” between the clip and Menon’s interview is complicated by Renee’s death. According to a 2015 Facebook post by NYC Center for Pride, “We remember the legendary drag performer, Moi Rene[e]! She was found dead in a residential hotel apartment in 1997. After a lengthy investigation into a potential murder, the death was ruled a suicide. Two years after her death, the man she was dating was arrested and convicted of her murder. She may be GONE BUT NEVER FORGOTTEN!” This past violence is barely recognizable as one watches 15 Renee’s joyful and captivating performance, yet her future was ended by the daily violence that still threatens Black trans and queer individuals.  In her article “Looking for M—,\" Kara Keeling unfolds the specificity of queer futurity on Black bodies as she notes, “From within the logics of reproductive futurity and colonial reality, a black future looks like no future at all” (578). A Black queer futurity then is something even harder to imagine than just a queer futurity that would require a kind of utopian imagining. Keeling uses the film The Aggressives to imagine a Black queer futurity in which young Black queer people are safe and saved from “an intolerable yet quotidian violence to which many of us have learned to numb ourselves” (579). The clip of Renee included in this episode is demanding that the audience recognize the futurity that was taken from her as a Black queer performer. Her song, however, lives on in the public conscious and was sampled last year (2020) by DJ Eats Everything in his single “Honey.” Using Keeling’s framing of Black queer futurity, I can see this clip of Renee enacting the looking back on a queer utopian desire. As it intertwines with Menon’s present experiences of being made a spectacle, Renee’s death and living legacy is a reminder that there is still much work to be done in dreaming of better futures.  We return to Menon again, who says “I’m much more interested in ending patriarchy than I am in loving myself” (18:42-45). In this moment, Menon has returned to sitting on the floor, yet their body language with the camera has shifted and we are now positioned at eye level with them like one would sit with a friend at a picnic. Sir Knight comes back for his second interview answering a question about surgery, “I actually 16 didn’t think I could do it. Like, go under the knife and alter my body…but you know, like, do I just live miserable in my body? Forever?” (19:55-20:07). Hinting towards the utopic possibilities in medical transition that is subject to experience. As he continues pointing to his bare chest, “[this] wouldn’t be possible if I had to wear a motherfucking bra” (20:20-28).  In contrast, Lovell’s third interview taps into the potential dangers of both surgery and body modifications noting that she has friends who have died and “become addicted to the silicon” (20:32-20:41). While we don’t know which question Lovell and Sir Knight are answering exactly, there is potential that Lovell is speaking more to femme transition body modifications and not relaying the experience of masc transition surgery which Sir Knight is identifying from his top surgery. Gender alignment surgery has had a dangerous history of barriers to access as well as to medical care. On access, Halberstam notes that “the history of transsexuality has been hard to tell…many have not been able to access or afford medical assistance, and others may not have known where to turn even if they had the resources” (26). It is also important here to note that surgery is not the goal of every trans person or gender non-conforming individual and a definition of transgender that requires medical transition is not one that I am interested in exploring. Beyond the danger in naming based on “medical proof” there is also past violence in the history of trans representation for people of color. Halberstam quotes L.H. Stalling’s response to the controversy around the term “tranny” that ignores or foreshadows Black trans experience, “Stallings makes clear that mainstream narratives of transgenderism mostly presume white bodies and white histories of sex and gender and she proposes that we pay careful 17 attention to the very different ways that sex and gender signify for trans people of color” (14).  Both naming and expectations of body modifications are examples of present habits that have the potential to deny utopian longing for queer people of color.  Menon is the last interviewee shown in the episode and their words on gender dysphoria and performance seem to “wrap up” the conversations that we have witnessed. In these final scenes, Menon’s voice is distorted and the camera shot is doubled as if the audience can barely focus on their face and their words. Possibly still answering a question of gender expectations, Menon asserts, “They’re still in our consciousness, so that our own self-image is already always performative” (21:38-21:43). Menon’s interview closes the episode and their commentary fades into the credits as they note, “I operate from the premise that gender is one of those [roadblocks]. That gender dysphoria is not something that just trans people have, but that gender as a system is already dysphoric” (28:00-11).  As part of a larger narrative, “Two Piece and a Biscuit” calls into question who has the power and ability to dream. The queer of color subjects that fill most of the episode’s content are exposing themselves to questions of identification, spectacle, and gender and body dysmorphia through a lens of unheard questions. As each interview clip cuts with another, the subjects hold a steady intimacy with the point of view by way of filming themselves and creating a disidentified space within the interview room. The compulsion to move beyond this present moment is evident in Menon’s final interview concerning pushing beyond binary gender and into a futurity that does not enact the kind of gendered violence that all of the subjects testify to. While the episode imagines an 18 escape from the past and present, it also roots a sense of “looking back” with moments of joy and living legacy of Moi Renee and the feelings of gender euphoria that Sir Knight and Kristen Lovell experience with their present transness.  As I move from Random Acts of Flyness to Heavenly Brown Body, I want to further investigate how digital performances that are made by and with queer people of color interrogate queer utopian desire and longing. While Random Acts Of Flyness establishes the possibility of dreaming, Heavenly Brown Body imagines what that dream might look like. By eliminating the outside world, the film creates a mini queer utopia that relies on a connection with nature and fellowship with other queer people. Rooted in poetics, HBB uses the daily practices of ritual and affirmation to look back to the past and find the quotidian anchor to the future.   VISIONS OF UTOPIA IN HEAVENLY BROWN BODY  The late Mark Aguhar’s poem, “Litanies to My Heavenly Brown Body” is the subject material for Leslie Foster’s short film under a shortened title, Heavenly Brown Body. According to Foster’s website, HBB “rests in the tension between the need of oppressed peoples to name their pain and the incredible ability to celebrate their existence and dream of far better futures.” The idea of queer people of color naming pain and celebrating existence is recognized in Aguhar’s Tumblr poetry by James McMaster in his recent essay, “Revolting Self-Care: Mark Aguhar’s Virtual Separatism.” In this essay, McMaster develops concepts of critiquing and evaluating online social media 19 performances, images, and texts of “minoritarian self-care” by reinstating them in the field of queer of color critique, new media studies, and the politics of care.   This single-channel version of Heavenly Brown Body won the Grand Jury Prize for Documentary Short at the 2020 OutFest film festival. While awards festivals of all kinds are trapped in the kind of production obsessed gate-keeping that is antithetical to queer performance and visual art, I nevertheless rely on such award circuits to promote content such as HBB. An Instagram post announcing the OutFest award winners is what alerted me to HBB and Aguhar’s poetry in the first place. It is important to note that this single-channel version is a modification from the piece’s original format as a four-channel installation that, according to a digital sketch included on Foster’s website, was designed to be projected on four walls of a dark room in which viewers stand in the middle physically moving their attention to the simultaneously playing videos. The single-channel film combines each window onto the same screen.  The film opens on a staged “living room” with horned animal mounts affixed to the walls, wicker chairs, plants, one large rug, and tall windows that pour natural light into the space. The four video windows alternate between three different speakers each adorning face coverings and outfits that correspond to three colors, red, white, and black. According to Foster’s website, the film “features all trans and non-binary performers of color.” The speakers are unnamed and continue wearing their “assigned” colors (red, white, or black) throughout the film. The speaker in red is played by Jade Phoenix (she/her), the speaker in white is played by Tas Al-Ghul (they/she), and the speaker in black is played by Rawiyah Taria (they/them). In determining how to address each 20 speaker, I am wary of assigning character names, but also recognize that the actors’ names are not a stand-in for the speakers that they portray. For that reason, I will be referring to each speaker by order of appearance, Speaker 1 (wearing red), Speaker 2 (wearing black), and Speaker 3 (wearing white).  Speaker 3 is the first to recite Aguhar’s poem with the opening line, “Fuck your whiteness” (00:20). On this line, the four windows are all filled with the same shot of Speaker 3 followed immediately by a white blank screen and a piercing white noise ringing (00:20-24). This white screen removes the borders and barriers of the four windows and infiltrates the entirety of the moment: white screen, white noise, an ever-consuming whiteness. Foster is representing Aguhar’s call against whiteness, an aesthetic that McMaster’s notes, “dismissals of whiteness, masculinity, thinness, and all things hegemonic while affirming brownness, femininity, and fatness for herself and others” in a way that forces the viewer to face how whiteness creates normative structures that are violent to anyone who falls outside of white, straight, middle class, and able-bodied (182).  As the piercing stops, all three speakers chorus, “Amen,” and have found their places in the living room with Speaker 1 standing in the center and Speaker 2 and 3 seated on either side of her. The image evokes a religious image of a trinity and, since the image is paired with the resounding “Amen,” the film clearly draws attention to the iconography and rituals of Christianity. The speakers now take turns reciting “Fuck your…” lines and the setting begins to transform out of the space (00:36-54). In Aguhar’s poem, the first stanza is a list of protests that all begin with “Fuck” and the last stanza is a 21 list of blessings that begin with “Blessed be.” This first half is like anti-beatitudes from the Christian bible, or what I have named “fuckitudes.” As the setting begins to change, the speakers in diagonal windows are touching materials in the living room, like the antler horns, coals, rose petals, and furniture. They seem to be tethering themselves to the physical space of the living room as if to ground the self-affirming practice of reciting each fuckitude. If we continue thinking of the living room as a place in which these queer of color speakers perform rituals of self-affirmation and distance, we can imagine the fuckitudes as what McMaster’s refers to as “a ‘Do Not Enter’ sign for the privileged” (197). The lines are petitions against how expectations of gender expression and performance cause violence upon queer of color bodies: “Fuck your “chest hair,” “beard,” “privilege,” “[that] you aren’t made to feel shame always,” “thinness,” “muscles,” “attractive fatness” (00:36-47). HBB creates not only a physical space to remember Aguhar’s poem but also a digital image of the kind of queer utopian desire that rejects these racist, homophobic, and transphobic expectations.  After this first half of the fuckitudes, the setting has completely switched to a beach in late evening (01:13). We’ve moved not only from land to sea but from day to night. The poem makes this switch as well, as the first thirteen lines, the last of which “FUCK YOUR DESTRUCTION OF MY PERSONHOOD” all focus on physical attributes that one could visibly see or notice in the daytime (Aguhar, line 13). The last wave/half of the poem which begins, “FUCK YOUR MARGINALIZATION OF MY IDENTITY,” tackle less outwardly visible matters of affects and abstracts that one might muse on at night with close friends or write about in a journal (Aguhar, line 14). I do not 22 mean here that the protests in the latter half of the poem as recited in this new setting of the film aren’t physical in the sense that they are still just as violent, but that they match this move towards night, towards end of the day reflecting on the parts of one’s body that do not reside on the surface. In fact, these last sections of fuckitudes are even more pointed to the destruction caused by a heteronormative body politic, with lines like, “Fuck your asking me to produce safety for you and not myself,” “Fuck that the amount of space I take up in the world is constantly questioned,” and “Fuck that people think I’m a slut.” (01:16-01:33). In keeping with the pacing of the poem, all three speakers chorus “Amen” after the last “fuck that…” line (02:00).  As the film heads into the “Blessed are/is” lines, which McMaster notes, “clearly reference the Christian Bible’s beatitudes,” a soft piano melody leads us back to the three speakers standing on the beach (197, 02:25). This is the first time however that the speakers do not verbatim recite the poem, and instead repeat the word “blessed” in unison. After chanting “blessed” eleven times, the sun has set on the beach and each speaker is illuminated by a sparkler that shows they are no longer wearing any face coverings. In the final shot before the screen goes completely dark, the speakers are shown in the same trinity-esc pattern that they were in the living room. This moment, however, is more indicative of Shakespeare’s three witches/weird sisters as they are surrounded in darkness around individual fires (02:35-46).  The screen is once again flooded with natural daylight and the three speakers now stand in a field of tall grass. The music swells and the mood is more hopeful than the spitting fuckitudes of the first stanza as the speakers begin, “Blessed are the sissies” 23 (02:57). The speakers grin and sigh as they speak in unison, “Blessed are the people of color my beloved kith and kin,” and the camera moves around their bodies to make it apparent to the viewer that they are looking at each other. In the fuckitudes, each speaker looked forward and the camera was held directly below eye line, but now the speakers recite the poem as a collective. This final stanza is like a communal breath, as McMaster names, “a welcome mat for the marginalized” and lines serve as blessings to “the high femmes,” “sex workers,” “dis-identifiers,” “disabled,” “hot fat girls” (3:00-35). In the last recited line, the speakers talk over each other as if catching up to the joy and release that is found in these final blessings. For the second time, the speakers differ from Aguhar’s words and they let out a united breath on “A-femme,” “Amen” in the original poem (03:58). The film ends with three of the four screens in black and the final screen focused on Speaker 2 walking up the grassy hill with their back turned away from the viewer (04:58). Even after the blessings of the latter half of the poem, HBB still establishes a distance from the camera, a protective barrier from the queer world that it has created.  Unified in a collective queerness, HBB, also comments broadly on ritualistic practices that tether the speakers in the film to their utopian dreaming. On the idea of ritual, Kara Stewart Fortier writes, “[Foster]’s work challenges us to move deeper into hard conversations by re-introducing us to ritual.” The film establishes a ritual in two pieces, the first naming the oppression that faces queer people of color in the past and the present, and the second naming the blessings that are possible while still relying on present and past formations of queerness. While it is tempting to name this first ritual through Aguhar’s fuckitudes as being a more heavy or difficult practice, the film is 24 intentional to show the power in calling out this pain. The collective blessings that make up the second ritual are depicted through the film as a release of the pain named in the first ritual, but not an avoidance of it. In an interview with Fortier, Foster notes that he had originally contemplated not including the first stanza of Aguhar’s poem, “There were times where I thought maybe I’ll just [cut] this first section and then my literal reaction was ‘Fuck you, you need to sit with this as well” (Foster 19:02-10). What Foster refers to in this interview is a kind of moving beyond, one that would ignore a harmful past in favor of a hopeful future. The first stanza grounds the compulsion of moving beyond or leaving behind this pain, as it is what ultimately leads to the blessings within the second stanza. I do not mean here to say that queer people of color can’t dream of utopian futures without having experienced past and present violence, or that queer utopian desire is only based in a traumatic past, but rather that looking back to the past is necessary to a collective queer future.  Heavenly Brown Body gives us an image of what a queer utopia might look like, queer people of color embracing their collective resilience in the face of pain and violence in a natural ephemeral environment. Foster’s film could be the landing pad of that queer rocket ship that I outlined in my introduction, one where queer people can live in the horizon that Muñoz promises. What holds this utopian image from leaning too far into the fantasy that Muñoz rejects, however, is the distance between the audience and the camera, and the understanding that when that screen fades to black, we aren’t standing beside the three speakers. Similar to Muñoz’s understanding of the present as needing a protective distance from Berlant’s optimism, HBB provides a barrier within the limits of 25 film. How then can we reach out and grab this utopian image without falling prey to the naivete that Edelman critiques? Can the answer reside in something as trivial as an app on your phone? And how can we understand the limits of social media through a lens of utopian longing when Muñoz wasn’t alive to see this format fully expanded?   QUEER UTOPIAN POTENTIAL IN ALOK MENON’S INSTAGRAM   Social media is a form of connection, knowledge travel, and content creation that is changing every day. Instagram, which hosts billions of users, is bending the barriers of what modes of information can exist on a singular social media feed. Full videos can be translated onto “Instagram TV” with a 60-minute time limit. Users can record themselves live via “Instagram live” and interact with followers in real-time. A user’s grid can be filled with square images, vertical shots, or series of image slides. One Instagram profile becomes an entire archive of that person’s daily habits, future goals, and scholarly research. Alok Menon’s feed reads like a theoretical text in that their grid is littered with academic graphics, live “office hours” and timely responses to political and current events. Menon’s Instagram feed has the unique ability to remain topical and academic without having to wait for publication and all of the racist, homophobic, and ableist discrimination that comes with academic publishing. This is not to say that Menon hasn’t been and doesn’t publish often, as they do, but the kind of immediate and free connection that Menon can have with their followers and the general Instagram public has queer utopic potential.  26    Menon’s “book report” series are posted biweekly and cover topics ranging from eugenics to body hair removal and how they are caught in a history of whiteness and racial and gendered discrimination. Each book report includes graphics designed by Agustín Cepeda, an artist and friend of Menon’s, and 8-10 slides with an attached bibliography. In a book report from December 2020 titled “The Racist History of Body Hair Removal in the US,” Menon walks their followers through Rebecca Herzig’s 2016 text Plucked: A History of Hair Removal and underlines sections to encapsulate the ever-wandering attention span of someone scrolling through each slide. The fourth slide of this particular book report reads, “Despite the wide range in hairiness within races, 19th century European thinkers argued that hair was a marker of racial difference,” and “After 1859, many scientists misused Darwin’s theory of evolution to argue that race was an evolutionary continuum where “savages” (racialized people) were closer to animals and white “civilized” people were the most evolved form of human” (original emphasis). Menon goes on to quote Herzig’s concept of racialized hairiness as the result of European migrants implementing body hair removal to further pass as white and the continued gendered expectation of feminine shaving (Menon). In giving their viewer these bite-sized lessons, Menon is enacting a kind of quotidian reminder that not only is Instagram the place to be political, but present time for queer people of color is always political. Scholars in queer studies like E. Patrick Johnson elaborate on the ever political and material nature of existing as a queer person of color in white straight time and space.  In his article, “‘Quare’ Studies, or (Almost) Everything I Know About Queer Studies I Learned from My Grandmother,” E. Patrick Johnson riffs on Butler’s “gender 27 trouble” to interrogate the white normativity of traditional queer theory, “there is some race trouble here with queer theory” (original emphasis 5). What creates this “race trouble” is what Johnson describes as queer theory’s rejection of materiality in promoting queerness as antithetical to identity politics. He further posits definitions of the term “queer” by queer theorists like Berlant, Warner, and Sedgwick as so all-encompassing that they “fail[ed] to address the material realities of gays and lesbians of color” (Johnson 5). In the same way that Muñoz attaches queer utopian longing to Bloch’s concepts of concrete utopia, Johnson attaches his definition of “quare studies” to the materiality of queer people of color’s experience. People of color don’t have the luxury to be nonmaterial, because being a queer person of color is always real, and in turn always political. Menon’s book reports attach a necessary material focus on queer utopian longing that manifests through both current and past political events.  These book reports remain topical as the collective consciousness of Instagram users is challenged by events like the current coronavirus pandemic, various political uprisings, and ongoing police brutality against Black and brown trans people. However, the reception of the series varies in “likes” with the book report on body hair removal reaching over 90k and one on the history of eugenics barely surpassing 12k. Aside from the algorithm of social media posts (i.e., time of day the post is published, where it falls in users feeds, and how it is monetized by ads/hashtags, etc.),  there does seem to be a difference in the engagement of Menon’s followers concerning report topics. In a book report from the same month, titled “Prejudice isn’t Science: An Introduction to US Eugenics,” Menon prepares two texts for viewer consumption, Phillipa Levine’s 28 Eugenics: A Very Short Introduction and Christina Cogdell’s Eugenic Design: Streamlining America in the 1930s. Slides include Francis Galton’s 1883 intentions for retaining upper-class lineages, a “Better Baby Contest” poster from a 1927 Indiana state fair alongside Menon’s claim, “In this view, humans were products that had to be manufactured”, and an explanation of present-day forced sterilizations titled “Contemporary Eugenics” (Menon, original emphasis). On the final slide, Menon writes not quoting Levine or Cogdell, “It [new eugenics] looks like people dismissing the severity of COVID-19 by regarding elders, people with pre-existing conditions, and people with disabilities as disposable” (original emphasis). The history of eugenics is no less relevant to current gender and racial issues, yet its comparative lack of engagement throws into question what followers on Instagram are willing to engage with.   In their most liked book report to date, currently over 134k likes, from February of this year titled “Black Trans Leaders From History,” Menon breaks down C. Riley Snorton’s Black on Both Sides: A Racial History of Trans Identity. In this report, Menon explains how Snorton debunks the myth that white trans people like Christine Jorgenson were the first openly trans people in the US by providing “an expansive tradition of Black trans life and resistance” (Menon). The next six slides highlight six black trans individuals from the early 1800s and 1900s who experienced gendered violence and imprisonment based on their transness. While these accounts are devastating to read, Menon tethers them to Snorton’s research on each individual’s resistance and defiance against the homophobic and racist systems that were policing them. Of Black trans woman Lucy Hicks Anderson, Menon includes the quote, “‘I defy any doctor in the 29 world to prove that I am not a woman’” (qtd. in Snorton, qtd. in Menon). A slide on trans man Jim McHarris who protested his arrest in 1953 includes the quote, “‘I ain’t done nothing wrong and I ain’t breaking no laws’” (qtd. in Snorton, qtd. in Menon). Menon gives their followers a way to understand this past violence while also relishing in the joy of the past resilience, as they write, “Our ability to exist in public today is thanks to Black trans leaders like this who paved the way. Their self-knowledge, determination, and everyday resistance in the face of criminalization led cities to mostly stop enforcing cross-dressing laws” (Menon). Menon is simultaneously looking back at a dangerous past while resisting the urge to move beyond the queer utopian desire that is located in this past resistance. Menon reminds us that there is hope in the act of reading these accounts.   In chapter two of Cruising Utopia, Muñoz examines writings/recordings of public sex in John Giorno’s You Got to Burn to Shine to develop his concept of “queer utopian memory.” Memory, as Muñoz claims, is “always political” and gives way for present queer-world making while relying on past experiences that can be harmful and traumatic (Muñoz 35). In this examination, Muñoz reads Giorno’s accounts of gay sex in NYC public restrooms through a lens of Bloch and Adorno’s restrictions of utopia that can only (1) critique the present and (2) represent the negation of the present. As Muñoz quotes Adorno, “insofar as we are not allowed to cast the picture of utopia, insofar as we do know what the correct thing will be, to be sure, what the false thing is” (qtd. in Muñoz 38). The act of “casting a picture” roots the queer utopian memory that Muñoz sees in Giorno’s public sex accounts, as it throws up past images of pleasure that cannot be divorced from the dangers of gay public sex during the AIDS epidemic. Muñoz justifies 30 using Giorno’s text for more than nostalgia, “the pictures drawn by Giorno are also bad objects insofar as they expose gay men to acts, poses, and structures of desire that may be potentially disastrous. But, as Adorno teaches us, the importance of casting a picture is central to a critique of hegemony” (39). Menon’s book reports are filled with a similar kind of pleasure and pain that forces the reader to both acknowledge a rich history of queerness that is often white-washed and ignored while also delighting in the scholarship that interrogates these destructive systems like eugenics and gender policing.   Menon’s book reports enact queer utopian memory because they allow for a daily practice of casting utopia through something as seemingly trivial as browsing through one’s Instagram feed. At the end of Muñoz’s musings on Giorno, he points to a moment in the text where Giorno comments on the shock of leaving these sexual experiences and entering back into the “prison that is heteronormativity, the straight world,” which he notes he himself “encounters after putting down a queer utopian memory text such as Giorno’s…and feeling a similar shock effect” (Muñoz 39). With the expanding networks of both cellular data and Wi-Fi, most people can access their social media feeds while they sit on public transportation, wait in a doctor’s office, work at their desk job, and engage in many other normative daily routines. These places of routine (offices, buses, trains, workplaces, homes, etc.) can all be potentially dangerous places for queer people and especially queer people of color. Enacting then the queer utopian memory by watching, reading, and engaging with Menon’s posts can provide a similar moment of escape and safety from the heteronormative world. Menon’s profile, especially their book report posts, aren’t as simple as joyous or violent, but they are caught in that motion of 31 queer time that looks forward and backward at the same time. Reading their profile as a queer utopian memory text gives way for the moving beyond and looking backward nature of scrolling through each report’s accounts of the past, present, and future.   How can reading these book reports as queer utopian memory texts reveal something about the fluctuating level of community engagement? As I mentioned earlier, the reports on body hair removal and Black trans leaders have a significantly higher engagement level than the report on US eugenics. To answer this question, it’s important first to understand the stakes of posting and engaging with social media platforms at all. In his article, “Default Publicness: Queer Youth of Color, Social Media, and Being Outed by the Machine,” Alexander Cho determines why queer youth of color prefer using Tumblr as opposed to Facebook (Cho 1). Cho explains that the main difference between the two platforms is how each assumes the safety of users in public, with Facebook assuming a higher level of “default publicness”:  A design bias toward default publicness presumes that being-in-public carries little to no risk, that all bodies are legislated by state and social/informal policing equally, ignoring that, at least in the United States, the state of publicness is thickly encrusted with centuries of policy, violence, and cultural mores that conspire to allow white heteromasculinity, at the expense of all other embodied inhabitances, the ability to relax and express in public. (Cho 3185)  I quote Cho at length here to reinforce that while there is real danger associated with using social media, there is utopic potential in platforms that allow for collective interaction with a certain amount of privacy. Instagram, like Tumblr, gives users more 32 control over this assumed public information, by allowing them to choose a username, profile picture, and biographic information. This autonomy over one’s profile also means that users aren’t required to match features that could potentially “out” them like legal name, gender, sexual orientation, religious affiliation, living history, etc. Menon’s profile is free to access, and while most who interact with their post “follow” them, Instagram allows users to view public profiles even if they do not or cannot “follow.” It might seem like a stretch to put so much emphasis on the access of social media and the educational potentials of Menon’s book reports, however, as Cho notes, the stakes are high for queer people and queer people of color on any social media platform. Each time that Menon posts a book report, they are subjecting themself to not only vile and hateful comments and messages, but also a lack of engagement from followers as that directly correlates with the income generated by that post. In a similar way, reading Menon’s posts can be hard to process and traumatic depending on the subject matter. But as Muñoz reminds us, the act of mapping queer utopian pictures is the only way to imagine a world outside of the violence that envelops the present for queer people.  Because the stakes are high, it is not surprising that Menon’s book reports that do more of the queer utopian memory looking are more successful with their followers. Remembering the resilience of Black and brown queer people in the face of gendered policing provides a way to look back at the past without the compulsion to simply move beyond the pain. Without these queer of color people of our past, we would not have the world-making possibilities that we do now: to stand in the face of a white straight world and say that, to riff on Menon’s #nothingwronghair, that we are not only not wrong, but 33 all right. While there is a glimmer of queer utopian memory in the report on US eugenics, the reality of this violence makes the utopian potential harder to map. Eugenics has rebranded in contemporary forms, as Menon teaches us, and the joy in fighting a eugenic system is harder to hold on to. I do not mean to insinuate that body hair policing and transphobia is less violent to queer people of color than eugenics, but rather that the correlation between community engagement with book reports might reside in the ability to grasp onto the queer utopian memory that more aligns with the collective dream of queer utopian desire. The ability to engage with Menon as they break down these scholarly texts gives users a grasp on concepts of queer history that might not have been available outside of the gate that is theoretical research. For a queer reader residing in straight time, interacting with Menon’s profile is a tangible survival method, one that allows for looking back at a sometimes-harmful past through the quotidian, accessible, and political potential of social media.  CONCLUSION  Throughout this thesis, I have attempted to analyze the ways in which contemporary queer digital and visual art and performance interrogates queer utopian desire and largely queer of color critique’s compulsion to move beyond. By enacting a kind of queer utopian desire that is rooted in looking back at both the trauma and joy of the past and practicing quotidian ritual and affirmation, Random Acts of Flyness, Heavenly Brown Body, and Alok Menon’s Instagram profile have begun to do the work of theorizing 34 better futures. As contemporary performances, each being released within the last three years, the queer world-making potential of each is something that Muñoz, unfortunately, could not have witnessed before his death. Yet without Muñoz’s formations of queer utopian desire, queer utopian memory, ecstatic time, and queerness as looking backwards and forwards, I would never have been able to see the possibilities of each piece. They all point to the horizon that he so graciously left for us, and his legacy will ruminate in the minds of those who have had the pleasure to read and know of his revolutionary work.    From the dream set-up in Random Acts of Flyness to the picture of utopia in Heavenly Brown Body, Menon’s profile can open up a space to reach out and grab a thread of that dream. The present is still a violent place and the past is still riddled with trauma and pain, so dreaming is not simply a practice, but a method of survival. As each piece critiques the present and the past, they formulate methods of dreaming that do the work of critical theory and political resistance. RAOF reminds us of the radical potentials of working within and against identification and memorializing queer of color performers. HBB demands that we practice the hard ritual of Aguhar’s poetry to imagine the communal blessings that spring from collective affirmations. Menon’s book reports give us the necessary queer education to fight for political change and command a presence in the face of white heteronormativity. As I end on the potential futurity of social media, I am both wary and excited for what might become of this network of human connection. To witness queer of color artists using their platforms to interrogate the very systems that are destroying queer futurity feels like the destination that Muñoz has outlined for queerness. While there is still a myriad of ways in which social media is 35 far from utopic, the world-making potential of picking up one’s phone and immersing themselves in a tangible queer collective is close to queer utopia. If not the exact destination, perhaps social media can be the ship that we board together as we collectively launch closer to queerness.                    36 Bibliography  Aguhar, Mark. “Litanies to My Heavenly Brown Body.” 2011. Cultural Disruptions, culturaldisruptions.blogspot.com/2012/03/litanies-to-my-heavenly-brown-body.html  Anzaldúa, Gloria. “To(o) Queer the Writer—Loca, escritora y chicana.” The Gloria Anzaldúa Reader. edited by AnaLouise Keating, Duke UP, 2009, pp. 163-175. Barrett, Lindon. Conditions of the Present: Selected Essays. edited by Janet Neary, Duke UP, 2018. Cooper, Brittney C. “Love No Limit: Towards a Black Feminist Future (In Theory).” The Black Scholar, vol. 45, no. 4, 2015, pp. 7-21.  Cho, Alexander. \"Default Publicness: Queer Youth of Color, Social Media, and being Outed by the Machine.\" New Media & Society, vol. 20, no. 9, 2018, pp. 3183-3200. Edelman, Lee. “State of Queer Theory Today / No Future Project.” Summer School 2015 for Sexualities, Culture and Politics, Interviewed by IPAK Center. YouTube, uploaded by IPAK Centar, 21 September 2015, www.youtube.com/watch?v=NjTDLyKP2p0, Accessed 1 February 2021.  Ferguson, Roderick. Aberrations in Black: Toward a Queer of Color Critique. U of Minnesota P, 2004.     37 Forthun, Eric. “‘We Should Be Addressing Whiteness Less, and Affirming Blackness More’: Random Acts of Flyness, Afrosurrealism, and Quality Programming.” Communication, Culture & Critique, June 2020, doi:10.1093/ccc/tcaa013. Fortier, Kara Stewart. “A Difficult Ritual, ‘Heavenly Brown Body’.” Play Grounding, 6 June 2020, https://playgrounding.com/49-a-difficult-ritual-heavenly-brown-body/ Foster, Leslie. “Heavenly Brown Body – Single Channel Version.” Vimeo, uploaded by Leslie Foster, 3 December 2019, https://vimeo.com/377075894/bb6e46d18e  ---. “Heavenly Brown Body.” Lesliefoster.art, Accessed 1 October 2020, www.lesliefoster.art/hbb  Gopinath, Gayatri. Impossible Desires. Duke UP, 2005.  ---. Unruly Visions : the Aesthetic Practices of Queer Diaspora . Duke UP, 2018. Halberstam, Jack. In a Queer Time and Place: Transgender Bodies, Subcultural Lives. New York UP, 2005.   ---. Trans : A Quick and Quirky Account of Gender Variability . U of California P, 2017, doi:10.1525/9780520966109. Hong, Grace Kyungwon. Ruptures of American Capital: Women of Color Feminism and the Culture of Immigrant Labor. U of Minnesota P, 2006. Johnson, E. Patrick. “‘Quare’ Studies, or (Almost) Everything I Know About Queer Studies I Learned from My Grandmother.” Text and Performance Quarterly, vol. 21, no. 1, 2001, pp. 1-25, doi.org/10.1080/10462930128119.   38 Keeling, Kara. “LOOKING FOR M--: Queer Temporality, Black Political Possibility, and Poetry from the Future.” GLQ, vol. 15, no. 4, Duke University Press, 2009, pp. 565–82, doi:10.1215/10642684-2009-002. ---. “Queer OS.” Cinema Journal, vol. 53, no. 2, University of Texas Press, Jan. 2014, pp. 152–57, doi:10.1353/cj.2014.0004. Kohn, Eric. “Jordan Peele Challenges Golden Globes Classifying ‘Get Out’ As a Comedy: ‘What Are You Laughing At?” IndieWire, 15 November 2017, www.indiewire.com/2017/11/jordan-peele-response-get-out-golden-globes-comedy-1201897841/ Lorde, Audre. I Am Your Sister: Black Women Organizing Across Sexualities. Kitchen Table: Women of Color Press, 1985.   McMaster, James. “Revolting Self-Care: Mark Aguhar’s Virtual Separatism.” American Quarterly, vol. 72, no. 1, Johns Hopkins UP, March 2020, pp. 181-205, doi.org/10.1353/aq.2020.0008.  Menon, Alok Vaid. @alokvmenon [Instagram profile]. Instagram, Accessed 1 February 2021, www.instagram.com/alokvmenon/  ---. “Black Trans Leaders from History: a book report by @alokvmenon.” Instagram, graphic design by Agustin Cepeda, 1 February 2021, www.instagram.com/p/CKw1UFIBhL-/  ---. “Prejudice Isn’t Science: An Introduction to US eugenics, a book report by @alokvmenon.” Instagram, graphic design by Agustin Cepeda, 24 December 2020, www.instagram.com/p/CJMvHvOBdYE/  39 ---. “The Racist History of Body Hair Removal in the US: a book report by @alokvmenon.” Instagram, graphic design by Agustin Cepeda, 20 December 2020, www.instagram.com/p/CJCS8VKBSke/  Muñoz, José Esteban. Cruising Utopia: The Then and There of Queer Futurity. New York UP, 2009.   ---. Disidentifications: Queers of Color and the Performance of Politics. University of Minnesota Press, 1999. ---. “Queer Utopianism and Cruel Optimism.” Public Feelings Salon with Lauren Berlant, Barnard Center for Research on Women, 12 April 2011, Sulzberger Parlor, New York, NY. Conversation, www.youtube.com/watch?v=DHLxmCe4GpI, Accessed 1 February 2021. ---. “Ephemera as Evidence: Introductory Notes to Queer Acts.” Women & Performance: a journal of feminist theory, vol. 8, no. 2, 1996, pp. 5-16. dx.doi.org/10.1080/07407709608571228. Nance, Terence, creator. Random Acts of Flyness. MVMT and A24 Studios, 2018.  Nash, Jennifer C. \"Intersectionality and Its Discontents.\" American Quarterly, vol. 69 no. 1, 2017, p. 117-129. Project MUSE, doi:10.1353/aq.2017.0006.  NYC Center For Black Pride. Remembering Moi Rene[e]. Facebook, 26 April 2015, www.facebook.com/watch/?v=976286625736079. Accessed 7 February 2021.  Nyong’o, Tavia. “José Muñoz, Then and There.” The Baffler, 10 February 2021, thebaffler.com/latest/jose-Muñoz-then-and-there-nyongo  40 Puar, Jasbir K. “Queer Times, Queer Assemblages.” Social Text, vol. 23, nos. 3-4, 2005. pp. 121-140. jasbirkpuar.com/wp-content/uploads/2018/08/Queer-Times-Queer-Assemblages-1.pdf.  “Public Feelings Salon with Lauren Berlant.” Barnard Center for Research on Women, bcrw.barnard.edu/videos/public-feelings-salon-with-lauren-berlant/. Accessed 15 January 2021.  Ramos, Dino-Ray. “Late-Night HBO Series ‘Random Acts of Flyness’ Sets Premiere Date.” Deadline, 2 July 2018, deadline.com/2018/07/random-acts-of-flyness-premiere-date-hbo-terence-nance-1202420910/ “Peabody Conversations: Random Acts of Flyness” Peabody Stories That Matter, Peabody Awards, 2018, www.peabodyawards.com/award-profile/random-acts-of-flyness Reddy, Chandan. Freedom with Violence: Race, Sexuality, and the US State. Duke UP, 2011. Rodríguez, Juana María. Queer Latinidad: Identity Practices, Discursive Spaces. New York UP, 2003.  Sandoval, Chela. Methodology of the Oppressed. U of Minnesota P, 2000. Silverman, Kaja. The Subject of Semiotics. Oxford University Press, 1983. Stewart, Josh. “Eats Everything samples drag royalty Moi Renee in newest release ‘Honey.’” Dancing Astronaut Music and Culture, 18 June 2020, dancingastronaut.com/2020/06/eats-everything-samples-drag-royalty-moi-renee-in-newest-release-honey/. 41 “Terence Nance / Etc.” Terence Nance, 2019, terencenance.com/about/  “Two Piece and a Biscuit.” Random Acts of Flyness, written by Terence Nance, Jamund Washington, Frances Bodomo, Naima Ramos-Chapman, Nelson Nance, & Shaka King, directed by Terence Nance, season 1, episode 2, 11 August 2018, HBOMax, play.hbomax.com/page/urn:hbo:page:GWzqKKA5xRYQEwwEAAAGV:type:episode     ",
    "id": 479105791,
    "identifiers": {
        "doi": null,
        "oai": "oai:tigerprints.clemson.edu:all_theses-4500"
    },
    "title": "On Moving Beyond and Looking Behind: An Analysis of Contemporary Queer of Color Digital Art and Performance",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-05-01T08:00:00+01:00",
    "publisher": "Clemson University Libraries",
    "references": [],
    "sourceFulltextUrls": [
        "https://tigerprints.clemson.edu/cgi/viewcontent.cgi?article=4500&context=all_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/479105791.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/479105791"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/479105791/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/479105791/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/479105791"
        }
    ],
    "abstract": "Queer theory has long limited its revolutionary potential by prioritizing white gay cis men in the fight for political and social change. Theorists like Roderick Ferguson, José Esteban Muñoz, Gloria Anzaldua, Audre Lorde, and Jasbir Puar, to name a few, have expanded the foundations of queer theory to account for queer people of color and the potential for queer futurity. The innovative work on queer utopia that is set up in Muñoz’s Cruising Utopia is the foundation for the performance and art analyses that shape this project. To contextualize the queer utopian looking that I find crucial to these objects, I will conduct a close reading, or close viewing, of each to reveal how they challenge a definition of queer utopia that throws hope on a future of queerness that we cannot access yet. This thesis will argue that visual art and digital performance produced by queer, BIPOC artists has taken over the critical work of queer theory by revisiting its emphasis on futurity. By enacting a kind of queer utopian desire that is rooted in looking back at both the trauma and joy of the past and practicing quotidian ritual and affirmation, Random Acts of Flyness, Heavenly Brown Body, and Alok Menon’s Instagram profile have begun to do the work of theorizing better futures",
    "tags": [
        "text",
        "digital performance",
        "poetry",
        "queer of color critique",
        "queer theory",
        "social media",
        "utopias"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:tigerprints.clemson.edu:all_theses-4500",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14263",
        "openDoarId": 0,
        "name": "Clemson University: TigerPrints",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 479105791,
        "depositedDate": null,
        "publishedDate": "2021-05-01T08:00:00+01:00",
        "updatedDate": "2024-02-16T19:33:28+00:00",
        "acceptedDate": null,
        "createdDate": "2021-10-28T16:10:32+01:00"
    },
    "urls": [
        "https://tigerprints.clemson.edu/all_theses/3493",
        "https://tigerprints.clemson.edu/context/all_theses/article/4500/viewcontent/Kinderthain_clemson_0050M_16204.pdf"
    ],
    "lastUpdate": "2024-02-16T19:33:28+00:00",
    "setSpecs": []
}