{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sanfelice, Aline de Mello"
        }
    ],
    "contributors": [
        "Ávila, Eliana de Souza",
        "O'Shea, Jose Roberto",
        "Universidade Federal de Santa Catarina"
    ],
    "createdDate": "2016-02-15T18:32:44+00:00",
    "dataProvider": {
        "id": 551,
        "name": "Repositório Institucional da UFSC",
        "url": "https://api.core.ac.uk/v3/data-providers/551",
        "logo": "https://api.core.ac.uk/data-providers/551/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/30371701.pdf",
    "fullText": "UNIVERSIDADE FEDERAL DE SANTA CATARINA PÓS-GRADUAÇÃO EM LETRAS/INGLÊS E LITERATURA CORRESPONDENTE     ONE NAME, SEVERAL (WO)MEN: REFLECTIONS ON VIRGINIA WOOLF’S ORLANDO: A BIOGRAPHY    ALINE DE MELLO SANFELICE    Dissertação submetida à Universidade Federal de Santa Catarina em cumprimento parcial dos requisitos para obtenção do grau de  MESTRE EM LETRAS    FLORIANÓPOLIS Abril de 2007    iiEsta dissertação de Aline de Mello Sanfelice, intitulada One Name, Several (Wo)men: Reflections on Virginia Woolf’s Orlando: A Biography, foi julgada aprovada e adequada em sua forma final, pelo Programa de Pós-Graduação em Letras/Inglês e Literatura Correspondente, da Universidade Federal de Santa Catarina, para fins de obtenção do grau de  MESTRE EM LETRAS  Área de concentração: Inglês e Literatura Correspondente Opção: Literaturas de Língua Inglesa _______________________________ José Luiz Meurer (Coordenador) BANCA EXAMINADORA: _______________________________ Eliana de Souza Ávila  (Orientadora) _______________________________ José Roberto O’Shea  (Co-orientador e Presidente) _______________________________ Sandra Regina Goulart Almeida (Examinadora) _______________________________ Daniela Lapoli Guimarães (Examinadora)  Florianópolis, 20 de abril de 2007.     iiiACKNOWLEDGMENTS  This accomplishment was only possible because of the help and encouragement of many people. I am really indebted to: God, the real author of everything.  My dear family, for their love and support, always: my parents Pedro and Neuza, and my brothers Pati, Guto, Kika, Ricardo, and Cléber.  My advisor Eliana, who wisely guided me during the entire process but unfortunately was not able to finish this study with me.  My co-advisor, José Roberto O’Shea, for being extremely kind in following and guiding me at the end of this study.  The great people I met in Florianópolis, especially Dudu, my favorite one.  My dear friends and classmates, especially Donny, Daniel, Rita, Clau, Camila, Carla, Bion, Jacir, Marici, Maria Isabel, Rudi, Juli, Kari, Sá, Fê, Carol, Lela, André, Rodrigo, Bau, Lola, and Kati.  All the staff members of PPGI. CAPES, for the financial support.          ivABSTRACT ONE NAME, SEVERAL (WO)MEN:  REFLECTIONS ON VIRGINIA WOOLF’S ORLANDO: A BIOGRAPHY  ALINE DE MELLO SANFELICE UNIVERSIDADE FEDERAL DE SANTA CATARINA 2007  Supervising Professor: Eliana Ávila Co-supervising Professor: José Roberto O’Shea  This study discusses queer theory as regards the portrayal of Orlando in Virginia Woolf’s novel, Orlando: A Biography. The character is first analyzed in light of the intersections between gender, race, class, and nation, and subsequently in terms of the poetic persona, understood from both liberal and radical perspectives. The findings show that the character can be understood to destabilize gender fixity in the construction of a poetic persona, which confirms the tentative hypothesis. Findings also show that there is a conflict in the novel as it presents at the same time a transgressive text and a normatizing subtext, a conflict that must be criticized for its implications in cultural studies regarding queer theories, gender studies, and emancipatory politics.   Number of pages: 79 Number of words: 25,008    vRESUMO ONE NAME, SEVERAL (WO)MEN: REFLECTIONS ON VIRGINIA WOOLF’S ORLANDO: A BIOGRAPHY  ALINE DE MELLO SANFELICE UNIVERSIDADE FEDERAL DE SANTA CATARINA 2007 Professora Orientadora: Eliana Ávila Professor Co-orientador: José Roberto O’Shea  Este estudo discute teoria queer na caracterização de Orlando no romance de Virginia Woolf, Orlando: A Biography. O personagem é analisado primeiramente em relação às intersecções entre gênero, raça, classe e nação, e na seqüência em termos de persona poética, entendida tanto de uma perspectiva liberal quanto radical. Os resultados do estudo mostram que o personagem desestabiliza a fixidez de gênero na construção da persona poética, o que confirma a hipótese inicial do estudo. Os resultados também mostram que existe um conflito no romance por este conter ao mesmo tempo um texto transgressivo e um subtexto normatizante, conflito este que deve ser criticado por suas implicações nos estudos culturais de teorias queer, estudos de gênero e políticas emancipatórias.   Número de páginas: 79 Número de palavras: 25.008     viTABLE OF CONTENTS   Acknowledgments iiiAbstract ivResumo vCHAPTER I: QUEER THEORY AND ORLANDO’S CHARACTER AND POETIC PERSONA: PRELIMINARIES 11.1. Review of Literature 41.1.1. Woolf’s Orlando 41.1.1.1.Gender in Woolf’s Orlando 41.1.1.2.The Historical Context of Orlando  61.1.2. Theoretical Parameters 81.1.2.1.Gender Studies and Queer Theories 8CHAPTER II: ONE NAME, SEVERAL (WO)MEN: ORLANDO’S CULTURAL CATEGORIES OF IDENTITY 232.1. Nation 242.2. Race 292.3. Class 322.4. Gender 40CHAPTER III: LIBERAL AND RADICAL QUEER POETIC PERSONA   483.1. Liberal, Assimilationist Perspective 483.2. Radical, Non-assimilationist Perspective 513.3. Orlando’s Queer Poetic Persona 593.3.1. Implications of Orlando’s Poetic Persona as Liberal Queer 653.3.2. Implications of Orlando’s Poetic Persona as Radical Queer 66CHAPTER IV: CONCLUSION 69REFERENCES 75    CHAPTER I QUEER THEORY AND ORLANDO’S CHARACTER AND POETIC PERSONA: PRELIMINARIES   This study engages a dialog between queer theories and the fictional character and fictional poetic persona of Orlando in Virginia Woolf’s novel, Orlando: A Biography (1928). The problem to be addressed is whether and how Orlando can be understood to construct a character and a poetic persona from the perspective of queer theory.  The overall purpose of this study is to explore queerness in the construct of the poetic persona and character of Orlando in Woolf’s novel. This study also aims at examining whether and/or how queer theories and textual practice reinforce, intersect and possibly interrupt each other in the novel. Finally, this research aims at investigating the effect that cultural constructs within gender, sex, sexuality, 1  and desire have in the characterization of Orlando. My hypothesis is that Orlando can be understood to destabilize gender fixity in the characterization of a poetic persona. Therefore, I shall also explore the poetic implications in language of such a reading from the perspective of queer theories.   This study should bring insights into the conflict between identity and non-identity, a conflict which is at the core of debates concerning emancipatory politics, gender studies and queer theories. It should also contribute to the literature on the construction of the poetic persona, as this issue has not yet been addressed from the perspective proposed in this investigation, that is, the perspective of queer theory, according to my research.    The general context of this study is that of queer theories regarding the construction of identity in British fiction. Specifically, I shall observe how the protagonist’s gender                                                  1 I am following here, and throughout my study, Judith Butler’s concept in Gender Trouble: she proposes that sex or sexual identity is determined by one’s anatomy in terms of genitalia; differently from sexuality, which is the practice chosen by the subject (6-7).  2identity is portrayed in the aforementioned novel through a constructive dialog2 between Woolf’s novel and queer theories. I shall investigate whether such texts interrupt each other. By interruption I mean a break in a text as it clashes with another: an interruption takes place when a text is disturbed, challenged and limited by another text. Briefly expanding on that, and drawing on Gayatri Spivak’s “Can the Subaltern Speak?” and her discussion about the necessary limits of narrative, the importance of interruption lies in the fact that it can work as a strategy to question the authority of a given theory/perspective. Thus, interruption is politically important as it calls attention to subsumed voices in the text. The specific context of this study is queerness. I am interested in exploring queer theories in depth, specifically as they inter-relate with the novel. By doing so I shall examine whether and how Orlando can be understood as a queer poetic persona.  The theoretical parameters for this research are conceptual; namely, I analyze the construction of Orlando’s poetic persona (Cuddon 1976; Gilbert and Gubar 1984) in the characterization of Orlando from the conceptual framework of gender (Butler 1990; Glover and Kaplan 2000; Hawkesworth, 1997) and queer theories (mainly Butler 1990; 1993; Sinfield 1994; Sullivan, 2003; Anzaldúa, 1991; Jagose, 1996).  First, drawing on Judith Butler’s Gender Trouble, the concept of identity is referred to in this study as whatever allows an entity to be recognizable, characterized and distinguished from others. It is a way to specify, individualize and name one at a certain moment. I say “moment” since considering that one’s characteristics are open to change, the subject needs to be re-recognized constantly. In other words, identity, or who the subject is and how he/she is constituted, is a permanent process of (re)construction.                                                   2 Drawing on Mikhail Bakhtin, Julia Kristeva and Roland Barthes, Graham Allen proposes that intertextuality signifies that texts are interventions in a cultural system that has multiple discursive contexts. In other words, texts unavoidably refer to, re-state and quote other texts, thus constituting the impossibility of uniqueness and purity of any single text, since it will always be connected to a context of other texts.   3In this study, gender is addressed as a cultural construct, following Butler (1990). It is not fixed and nor does it necessarily correspond to one’s own sex, a proposal I expand on later, in the Review of Literature and throughout the research. Butler also claims that gender privileges one’s trajectory of experiences, and is performative, is always “a doing,”3 in order to constitute, and at the same time, to trouble (“undoing”), “the identity it is purported to be” (25). Butler adds that gender is “produced and maintained” in “political and cultural intersections,” and therefore there is no way to separate gender form such implications (3).  Another element of my conceptual framework is queer theory, for which I draw on Butler’s notion of performative acts, which in turn draws on J. L. Austin’s How To Do Things With Words (1962) as discussed in Jacques Derrida’s “Signature, Event, Context” (1982 [1972]). The specific axioms of queer theory that I will be using to test my hypothesis are that gender and sex are related but distinct concepts, and that binary oppositions such as female X male and heterosexual X homosexual do not suffice to deal with the complexity of the subject’s trajectory of experiences, for they are ideological fictions. In addition, queer theory is understood as a perspective in which “to queer” means to be and to behave in either intelligible or unintelligible ways so as to challenge the very notion of intelligibility within society. Drawing on Butler, “[i]ntelligible genders are those which… institute and maintain relations of coherence and continuity among sex, gender, sexual practice, and desire” (Gender Trouble, 17). This conceptual framework, to be discussed thoroughly in the section that follows, will inform my analysis of Orlando concerning the construction of the poetic persona, i.e.; the subjectivity the writer constructs and draws on when writing (Gilbert and Gubar, 1984). More specifically, as stated by Cuddon (1976), “[i]n literary and critical jargon persona has                                                  3 Other scholars, such as Hawkesworrth and Sullivan, discussed in the Review of Literature, defend a similar claim that “queer” is not a noun, but a verb.  4come to denote the ‘person’ (the ‘I’ of an ‘alter ego’) who speaks in a poem or novel or other form of literature” (701).  1.1. Review of Literature  The following route has been taken in the review of literature below: the first part addresses Orlando in relation to gender and to the historical context of its publishing; whereas the second part provides the review of the theoretical parameters for the research.   1.1.1. Woolf’s Orlando 1.1.1.1. Gender in Woolf’s Orlando   In her introduction to Woolf’s novel, entitled “Orlando: Virginia Woolf’s Vita Nuova,”4 Sandra Gilbert (1993) points out that theorists of gender and sexuality at the present time seek “careful distinctions between transvestism, transsexualism and (male or female) homosexuality,” but for Woolf’s generation “such distinctions were less clear” (xviii). Although less clear, Gilbert argues that they were dramatized in Woolf’s novel due to her fascination with the argument that “sexologists and their disciples” (not specified by Gilbert) began to make for “both the fluidity and the artifice of gender” (xvii). This argument refers to the notion of gender, which, as formulated by Butler, is more troublesome than it seems, for it is flexible, variable, and unstable.   Next, Gilbert highlights an assumption present in Orlando about gender which “radically contradicts Sigmund Freud’s famous assertion that ‘Anatomy is destiny’,” since Orlando has the ability “to choose her own sexual destiny as a triumph over anatomy” (xx). Moreover, Gilbert comments on the implicit protest in Orlando “against the notion that social or erotic gender roles are inevitably determined by biological sexuality” (xx). What I                                                  4 According to Gilbert, Vita Nuova refers to Vita Sackville-West, “a close friend with whom [Virginia Woolf] was more than half in love at this time [of writing the novel]” (xi). Gilbert submits that the novel was written and dedicated to Vita.   5infer from Gilbert’s reading is that the novel anticipates the argument on the inessential correspondence between sex and gender, or in other words on how gender is not fixed or sexually-defined. However, it should also be noted that Gilbert distinguishes gender and sexuality (“biological sexuality”), whereas Butler develops a distinction from Rubin, and implied by Nietzsche, between gender and sex.5 Therefore, it is important not to misuse the terms as interchangeable, as I draw on Butler to understand that sex/sexual identity refers to anatomy, and sexuality refers to the practice(s) chosen and conducted by a subject. It is also relevant to state that for Butler not only gender, but sex too is a cultural construct. Finally, Gilbert adds that the novel “proposes the possibility of an alternative life” (xxiv), reinforcing the idea that sexual roles are interchangeable and that sexuality is multiple. Gilbert takes such a view from Woolf’s explicit understanding of the matter, since Woolf argues that “[e]ach of us … has many ‘lives’ and many ‘selves’,” and therefore each of us may have “the possibility of an alternative life” (xxx), as Orlando’s. Roberto Ayuso, in his article “Libros Fuera Del Tiempo – Orlando de Virginia Woolf,” claims that the novel deals with ambiguity of feelings, sensations, and sex (referring to genitalia, since Orlando experiences owning the genitalia of men and women). According to Ayuso, the novel discusses identities, and the fact that Orlando changes sexual identity allows him/her to be a person “free of labels and prejudices” (4, my translation). Further, Ayuso reports that Orlando’s bending of sexes permits the character to realize how women are treated in society, and that the supposed “feminine nature” is “false.” Here, Ayuso seems to follow Butler’s criticism of ideological constructs regarding feminine and masculine essences, though he does not make the reference explicitly.                                                   5 The sex/gender distinction is attributed to Gayle Rubin, for whom, according to Butler, “'sex/gender system’ [is a] regulated cultural mechanism... mandated by cultural institutions” (1990, 73). However, Kathleen Marie Higgins argues in “Gender in The Gay Science,” that for Nietzsche sex is the biological potential to play one role rather than another in reproduction, while gender marks the contingently assigned roles that a society attaches to those who are biologically male or female.   6Similarly, Sally Potter, who adapted the novel to film, argues in “Notes on the Adaptation of the Book Orlando” that the so-called “feminine” and “masculine” natures are fictions: “[i]t is Orlando’s unwillingness to conform to what is expected of him as a man that leads–within the logic of the film–to his change of sex. Later, as a woman, Orlando finds that she cannot conform to what is expected of her as a female either” (1). For Potter, it is through this trouble to conform to “feminine” and “masculine” roles that Woolf confirms her discussion about gender present in other works, like A Room of One’s Own.  Timotheous Roussos, in his essay “An off-beat adaptation: Orlando,” while discussing the adaptation of Woolf’s novel to Potter’s film, observes that “the story [plays] with conventions of sexuality,” and concludes that “sex is as much a convention as gender, or any other role prescribed by society. It can be changed at will. It is the inner essence of people, male or female, which matters” (1). Further, Roussos claims that Woolf criticizes sexism and women’s roles in society, and argues that the writer attempts at denouncing the “tyranny of sex, the freedom enjoyed by men in male-dominated society” (3). He concludes that “Orlando is about more than just the arbitrary and elective nature of gender. It is not just about the freedom to select one's sex, or to act without the constraints of traditional male/female roles. It is also about self-determined sexuality; the freedom not only to choose one’s sex but also to choose the sex of one’s lovers” (5). In short, for Roussos, Orlando challenges not only conventions of men and women’s roles and masculine and feminine behaviors; it also disturbs fictions regarding desire and sexual practice, for these are “more flexible and adaptable than societal conventions” (3).   1.1.1.2. The Historical Context of Orlando In A Room of One’s Own, Virginia Woolf portrays England in the beginning of the twentieth century in terms of women vis-à-vis men, women as writers, and the events that  7were taking place in the country. First, she underlines the fact that women, at that time, needed either the company of a man (“a Fellow of the College,” 7) or a “letter of introduction” (8) in order to access libraries. This attitude indicates how women were seen as intellectually marginalized, as they did not have free access to academic places. In addition, we learn that professions for women were limited:  [before earning money by writing] I had made my living by cadging odd jobs from newspapers, by reporting a donkey show here or a wedding there; I had earned a few pounds by addressing envelopes, reading to old ladies, making artificial flowers, teaching the alphabet to small children in a kindergarten. Such were the chief occupations that were open to women before 1918. (37)   T. K. Derry (1970) reports that in the end of the nineteenth century and beginning of twentieth century, that is, in Virginia Woolf’s life time, women began to have their rights recognized and respected. Derry points out that “[b]y a series of laws beginning in 1870 the position of married women in relation to their property was gradually transformed” (167). In addition, women started to reach higher educational levels, and to engage in economic and political affairs. About a decade before the publication of Orlando, according to Derry, the Sex Disqualification (Removal) Act established that “women, whether married or unmarried, were to be deemed fit to exercise any public function.” Later, in 1928, which, as we have seen, is the year of publication of Orlando, “women received the vote on exactly the same terms as men” (168). Thus, we can see that Woolf lived and wrote during a period of great change, in which hierarchies between men and women were being disturbed, and women were beginning to achieve important rights and positions.  For my reading of Orlando’s characterization, it is important to consider, first, the aspect reported above in relation to the limitations and subsequent achievements of women during this period of Woolf’s life. Second, for my characterization of Orlando within nation, I should consider the aspect of nationhood and the feelings awaken by the period after the First World War, which were pervading the minds of British people: George  8Macaulay Trevelyan (1942), on account of what he classified as “the greatest catastrophe of modern times,” describes that period as a time when “nations, races, and classes” were in conflict due to ambition and interests (524). Finally, as regards the characterization within race and class, I refer to accounts provided by Sollors, Kavanagh, and Appiah, which will feature in the next chapter.   1.1.2. Theoretical Parameters 1.1.2.1. Gender Studies and Queer Theories  In order to conduct my analysis of Orlando as character and as poetic persona, I now move to the review of the core theoretical texts that inform my study, which are Butler’s Gender Trouble: Feminism and the Subversion of Identity and Alan Sinfield’s The Wilde Century, and to the review of other relevant readings as well.  Butler understands gender and sex as intersecting with other constitutive features of “identity”6 such as race, class, and ethnicity. Specifically, she argues that gender and sex are not the causal result of each other; rather, there is a “radical discontinuity” (6) between them, since they do not necessarily correspond. Further, following Michel Foucault, Butler destabilizes the notion of the subject, questioning how identities and subjectivities are constituted by and through power relations. Her point is that the subject’s gender and sexuality are not naturally equivalent or correspondent to each other, but are constructed instead through performative acts (sequences of repetitive acts and doings). Thus, gender and sex are unstable and non-final signifiers, in a constant process of re-creation. As a consequence, identities cannot be fixed, that is, conceived as finished and stable. Expanding on the instability of identities, Butler argues against impositions regarding identities that are constructed ideologically, since they are imposed not taking into account the possibility of                                                  6 I use quotes to call attention to the fact that for Butler, “identity” is not fixed, but rather an effect of regulatory practices that are always in “trouble.”  9other realities and choices. For example, that men are attracted to women, that men are masculine (and what it means to be masculine), and that the normal practice is the heterosexual one, to name a few of the ideologies. For Butler, such constructs need to be disturbed, so as to apprehend a wider range of possibilities.  Butler also proposes that gender is a parody, that is, a constant repetition and imitation that can be subversive or not, being such gender parody not a conventional one in which there is a copy imitating an original. Rather, she proposes that the imitation is itself an original, too. This perspective does not assume that heterosexuality is logical, and therefore it aligns with the perspective of queer theories whereby all norms regarding gender are criticized for being fictive constructs, and considered to subordinate and limit the subjects’ trajectory of experiences. Since these norms regarding gender are not assumed as natural, as Butler and others argue, there is no point in gender parody being, therefore, an imitation of an original, as there is no “original,” only ideological fictions. Thus, Butler proposes that gender parody is as original as what it parodies is – or it is as much a copy as what it parodies is a copy too. Butler also discusses subversive subjects and the disturbance of social expectations such as binary correspondences between gender and sex, or the binary opposition between male and female. By social expectations, I am referring to the cultural myths that are constructed ideologically. For Butler, to “choose gender” involves interpreting the assigned social rules and reorganizing them in subversive and non-subversive ways. In other words, Butler suggests that gender is done in everyday life, through the subject’s performative acts that not only describe, but also carry out (perform) cultural acts. For my research purposes, I want to call attention to the fact that Butler proposes the challenge to ideological constructs, through her defense of subversive behaviors. This proposal is highly pertinent to my analysis of Orlando’s characterization, and of his/her choices and life experiences.   10In sum, for Butler, identities are a constant reinvention and are not fixed. Also, they are the effect of performativities, i.e., reiterative acts, executed in everyday life. In this way, then, as has already been argued, what Butler indirectly proposes is that the issues of identity, and consequently gender, sex, and sexuality, remain always “in trouble,” meaning that they will not, cannot, and should not ever be resolved.  The performativity of gender is further developed in Butler’s subsequent work, Bodies that Matter, in which she explains and expands on the idea of “choosing gender.” What Butler cautions is that gender is not chosen as one chooses an outfit from the wardrobe, which is how performativity is often misunderstood to take place. Instead, she submits with her notion of performativity that gender is not a natural feature of the subject, but rather it is and must be constantly acted, played out. Therefore, to choose gender means to do it, to practice it, to perform it through discourses and behaviors.  Alan Sinfield’s The Wilde Century, the other core theoretical text for this study, provides an account of the cultural history of queer and gay cultures, observing issues such as gender-bending and identity. According to the author, in the seventeenth century, same-sex practices were named sodomy and buggery; the concept of the homosexual appeared later. Also, he observes that at the same time that there was an assumption that men should be sexually attracted to women and women to men, deviations from this pattern were considered gender anomalies.7  This account points to sexuality (practice) as constructed from gender (trajectory of experiences) that should not be considered “deviations.” Further, it is similar, in my view, to Butler’s calling attention to cultural, historical, and therefore artificial, limiting roles and desires imposed on members of society. What I mean is that it seems that for Sinfield, like Butler, no stance could be considered anomalous regarding gender, and there should not be any limiting imposition.                                                   7  Sinfield draws on Marshall, John. “Pansies, perverts and macho men.” The Making of the Modern Homosexual. Ed. Kenneth Plummer. London: Hutchinson, 1981: 135-136.    11Next, Sinfield points out that in the eighteenth and nineteenth centuries, homosexual and heterosexual identities were still being constructed, but effeminacy was still an open-ended concept, which could either decline or imply homosexuality. Moreover, in the nineteenth century men were presupposed to be “manly,” which meant demonstrating strength, aggressiveness and brevity; while women were presupposed to be feminine, which meant domestic and delicate. For Sinfield, it was so because of anxieties “that cluster, so persistently, around gender constructs in our cultures” (52). Again, Sinfield is critical of artificial impositions regarding men and women.  Subsequently, Sinfield asserts that in the twentieth century queerness was a synonym for effeminacy,8  which was often related to homosexuality. He explains that “[e]ffeminacy preceded the category of the homosexual, overlapped with and influenced the period of its development, and has continued in potent interaction with it” (78). Furthermore, Sinfield also sees queerness as a concept which became stereotyped, as the understanding of it was associated with “effeminacy, leisure, idleness, immorality, luxury, insouciance, decadence and aestheticism” (12). Acting or being queer was then related to challenging alleged masculine behaviors, that is, men who behaved dandily were considered queer. On this note, Sinfield explains that at that time the ones who understood themselves as queer “felt themselves drawn towards purposefully vivid manifestations, thus both consolidating the stereotype and making it appear more daunting to the faint-hearted” (139, my italics). In other words, the cultural constructs of male effeminacy and the other elements mentioned above became historically related to queer identification. On this account, I shall investigate how Orlando, in the novel, challenges and/or confirms such a stereotypical dandification of queerness.                                                   8 Here we should note that Sinfield discusses queerness and effeminacy within a framework restricted to male sexuality.    12Following Butler, Sinfield also criticizes the “masculine/feminine binary structure” which assumes that “masculinity and femininity are the essential, normative properties of men and women respectively” (vii). He states that since these terms are actually constructed ideologically, they do not necessarily relate to men and women’s attributes, and as such, he proposes that the expectation that sexualities must respect the limits of the masculine/feminine binary structure is “untenable and intolerable” (47). This is very important for my reading of Orlando’s characterization, for it disturbs the prevailing concepts of what it means to be a “man” or a “woman.” As Orlando experiences embodying, alternately, the genitalia of both man and woman, I find in these critiques of the binary system the necessary room to read Orlando’s characterization in ways that disturb social expectations and therefore disturb conceptions of “masculine” and “feminine,” and the predetermined idea that there are only two ways of “doing gender”.  For my research purposes, I draw on Butler’s and Sinfield’s agreement that gender and sex do not necessarily correspond in a regulatory “heterosexual matrix,”9 a term which relates sexuality, that is, the practices chosen and done by the subject, to the sex/gender distinction. What both authors argue is that the heterosexual/homosexual binary ignores numerous other options, and therefore is not sufficient. Indeed, Sinfield submits that sexualities are “constructed within an array of prevailing social possibilities” (11) whereas in fact there are still “undreamt” (181) other options for sexualities to be developed, not to mention those sexualities that already take place and are outside such an “array.” Butler, in turn, claims that the “heterosexual matrix” and the mythical, artificial correspondence between gender and sex are not enough and do not correspond to the reality already existent, already in practice. In sum, Sinfield, as well as Butler, want to destabilize gender and sexuality, to trouble these terms, in order to escape the restrictions of a supposed                                                  9 Butler’s term, which she acknowledges to be drawn from Monique Wittig’s notion of the “heterosexual contract” and Adrienne Rich’s notion of “compulsory heterosexuality,” in Gender Trouble (151).  13obligatory coherence between “bodies, genders, and desires” (151). This is a key point I develop and refer to later in this study.  Mary Hawkesworth’s essay “Confounding Gender” presents a summary of how gender has been studied and defined; it also provides a reading of Butler’s Gender Trouble. Concerning the different approaches to the understanding of gender, Hawkesworth cites several authors and their studies. According to her views, gender has been understood in such terms as those of social status (Lopata y Thorne, 1978), sexual roles (Amundsen, 1971; Epstein, 1971; Janeway, 1971), sexual stereotypes (Friedan, 1963; Anderson, 1983), a product of attribution (Kessler y McKenna, 1978), a product of socialization (Ruddick, 1980; Gilligan, 1982), a product of disciplinatory practices (Butler, 1990; Singer, 1993), a mode of perception (Kessler y McKenna, 1978; Bem, 1993), and an internalized ideology (Barrett, 1980; Grant, 1993), among others.  Regarding Gender Trouble, Hawkesworth’s reading focuses on Butler’s argument that gender should be understood as a “doing”, an ongoing performance composing one’s identity (21), and she puts forth a critique of Butler’s theory of gender. First, she claims that Butler considers gender too strongly as a matter of self. In other words, for Hawkesworth, Butler’s understanding of gender is overly limited to one’s own desire and gender, and does not consider other aspects of identity, which she exemplifies as race, class and ethnicity (27). 10  Next, Hawkesworth argues that Butler’s understanding of gender restricts the usefulness of the concept by not offering perspectives to go further into other aspects of gender’s structure besides the psychological one. Finally, she acknowledges the idea of performativity, but expresses her concern that Butler’s version is faulty for not breaking with the ideology of reproduction (28). She refers to the fact that gender is still structured in                                                  10 On that account it should be noted that in Gender Trouble Butler actually claims that it is necessary to intersect gender and sexuality with “other axes of power relations that… constitute ‘identity’,” such as class, race and ethnicity (4). Thus, there is a contradiction between Butler’s notion of gender and Hawkesworth’s understanding (and criticism) of it. It seems that Hawkesworth misreads Butler.    14a functionalist way in Butler’s version, because even though biology is no longer considered determinant to one’s gender and desire, Butler’s references to “melancholic heterosexuality” as obligatory reinforce the heteronormative principle that heterosexual procreation is inescapable, necessary, or mandatory.  Nikki Sullivan’s A Critical Introduction to Queer Theory discusses and surveys the theory concerning what it does, rather than what it is. The text thus explores the modes, reasons and consequences of the ways queer theories work. To this end, Sullivan assesses issues such as same-sex desire, the contexts of the emergence of queer theories, intersections between race and sexuality, and Butler’s uses of the notions of performance and performativity, among others. I shall focus here on Sullivan’s arguments about identity and the reception of queer theories’ major proposals (that is, the proposals most queer theories agree on).  Sullivan claims that the various aspects that constitute identities should be seen as operating together, and not in isolation. Sullivan then recalls Ian Barnard, who uses the term “interlocking systems” to refer to such different aspects, and Gloria Anzaldúa, who describes identity as a process in which different elements intersect. Besides, Sullivan uses the terms “multiplying,”  “metamorphosing,” “unstable” and “continually in process” to describe identities and their constitution (149). Furthermore, following Anzaldúa, Sullivan warns about the risk of conceiving queers as a homogenous or monolithic group, as such a conception can result in the erasure of significant differences like trajectories, objectives and plans (116). In the essay mentioned, Anzaldúa claims that “queer is used as a false unifying umbrella which all ‘queers’ of all races, ethnicities and classes are shoved under… we must not forget that it homogenizes, erases our differences” (250).  Sullivan does not specify other significant concerns Anzaldúa debates in this text, so I address some of them briefly, before continuing the review of Sullivan’s own text.  15According to Anzaldúa, labels (such as being called a “lesbian writer”) often marginalize a specific group or culture. Those who do not carry labels are the colonizers or members of the dominant cultures. For Anzaldúa, these people “frame the terms” and produce queer theory, and in this process, “[t]hey occupy theorizing space, and though their theories aim to enable and emancipate, they often disempower and neo-colonize” (251), and this is so because “[t]heory serves those that create it” (252). What Anzaldúa proposes is naming as a “survival tactic,” i.e., a means to avoid being “erased, omitted or killed” in any aspect (251). In addition, Anzaldúa is critical that the way naming actually takes place also conveys the false idea that identities can be fragmented: “[i]dentity is not a bunch of little cubbyholes stuffed respectively with intellect, race, sex, class, vocation, gender. Identity flows between, over, aspects of a person. Identity is… a process” (252-3, my italics).  Back to Sullivan’s essay, regarding the ways in which queer theories have been understood, the author quotes several theorists (Berry, Jagose, Halperin, Smith and Duggan) in their portrayals of queer theories as a “vague and indefinable set of practices and (political) positions that has the potential to challenge normative knowledges and identities” (43-44). Afterwards, Sullivan explains that defining what queer theory is should be avoided or is done in this vague way due to a belief that “naming something constitutes a form of closure or assimilation” (46) and thus such a definition would cause queer theories, which deal with identity, gender and sexuality, to be fixed and stable, which may be impossible following Butler, Sinfield and other scholars of gender. Sullivan proposes, drawing on Foucault, to address queer theory as “a verb (a set of actions)” rather than as “a noun (an identity, or even a nameable positionality formed in and through the practice of particular actions)” (50), i.e., to deal with queer theory not as a “being” but as a “doing” towards the radical deferral rather than the mere redefinition of identity.    16 In the essay “Theorizing the ‘Under-Theorized’,” Erich de Wald highlights the importance of Butler’s Gender Trouble for queer theories and academic theorizations of transgender/ed politics and subjectivities. According to de Wald, part of this impact is due to the fact that the book “problematize[s] transphobic assumptions about the ‘natural’ correspondence between sex and gender” and “responds to and interrogates a crisis in meaning within feminist communities over the category ‘woman’” (174). According to de Wald’s reading of Butler’s Gender Trouble, the notion of  “gender-as-sex” has to be used by feminists in order to “debunk and rework the system that privileges that notion” (176). As de Wald proposes, then, feminists need not only refuse patriarchy, but also challenge the very notion of “‘woman’ vis-à-vis ‘man’” (176) and, consequently, challenge the binary structure as well.  As I said before, the critique to the binary structure, as presented by Butler, and repeated by Sinfield, de Wald and others, is important for my analysis of Orlando since the character cannot be categorized permanently into a system, for he/she varies not only within the system but also outside it, challenging the dual limitation of “masculine” versus “feminine,” “man” versus “woman.”  Eliane Berutti discusses queer theory in her article “Queer Studies: Some Ideas and an Analysis.” She states that queer theory is “a body of antihomophobic writing about sexuality” (178) and that it focuses on identities such as gay, lesbian, bisexual and transgender, which disturb and challenge the norm. On account of Berutti’s interest in studying and discussing “different sexual minorities” (180), though, I should remark that to study, discuss or focus on something constitutes an object position, a position in which such “different sexual minorities” continue silenced and passive objects that are only observed. As Spivak argues in her critique of the sovereign subject (though in the different context of subaltern studies), such scholarship reproduces the “other” as an object of investigation rather than a subject of enunciation, knowledge, and change (75). In the  17context of queer theory, such an object of scholarship is not queer at all, but fixed. Instead of such a perspective that “unqueers” queerness, I shall attempt to read Orlando’s characterization as the constitution of a queer subject position, that is, from the perspective of difference that is irreducible to a fixed identity. This is the notion of queer put forth by Anzaldúa, which contrasts sharply with that of queer liberalism, and which will be expanded on later.  In her understanding of queer, Berutti also includes “straight” identity, for the fact that it is the “naturalized” version of sexuality but does not guarantee “normalcy.” An example of heterosexual queerness could be a “straight” man who had children with a “lesbian” woman who feels attraction and desire for both men and women. Next, Berutti points out that queer theory also refers to the multiplicity of layers which construct each identity, involving parameters such as those of race, gender, ethnicity and class, which intersect with each other. This argument is similar to the one defended by Butler, Sullivan and Anzaldúa, previously stated.  Berutti also foregrounds some of the dangers and anxieties of queer liberalism’s identitarian definitions. First, she recalls Anzaldúa’s warning that queer erases differences, if it homogenizes “all queers of all races, ethnicities” (Anzaldúa quoted by Berutti, 182). Next, Berutti recalls Michael Warner’s warning that people are not queer in even ways, and as a consequence erasing differences would be a disservice to the construction of a queer world, and thus the use of queer as an umbrella term should take place strategically, that is, when of interest to minorities. Leora Auslander’s essay “Do Women’s + Feminist + Men’s + Lesbian and Gay + Queer Studies = Gender Studies?” details the necessity of better conceptualizing gender. As she describes, scholars developed a necessity to link studies of gender to studies of sexuality, in such a way that “scholarly work focused on desire, subjectivity,  18homosexuality, and heterosexuality was essential” (6). However, as Auslander develops her arguments on the topic, she concludes that there is a necessity of a concern with race, too, because “without that collaboration, gender studies is indeed in danger of becoming white studies and thus a much weaker analytic model” (17). Specifically in my study of Orlando’s characterization(s), it is useful to take such a remark into account, hence to analyze the intersections between the characterization of Orlando along axes that are inextricable – namely, those of gender, race, nation and class.  Specifically on queer theories, Auslander proposes that they arose as a project to avoid categorizing one according to the gender of one’s desired other, and expands:  queer is like gender in that it melds rather than separates analysis of men and women; it is like gender in that it emphasizes questioning of seemingly fixed identities; it is like gender in that it preserves the domain of gay and lesbian studies while creating a new way of thinking about sexual formations and particularly about processes of differentiation. (8)   In addition, Auslander reminds us that queerness can be a “strategy for transcending identity politics [that], paradoxically, perhaps, creat[es] a new identity in the process” (8).11 This idea of using queer strategically is similar to Anzaldúa’s proposal aforementioned, in claiming that strategic uses of queer can strengthen minorities and consequently help them to achieve better results in their struggles. The essay “From Here to Queer: Radical Feminism, Postmodernism, and the Lesbian Menace (Or, Why Can’t a Woman Be More Like a Fag?),” by Suzanna Walters, begins with an updated list of queer theories, as put forth, according to Walters, by such scholars as Eve Sedgwick, Teresa de Lauretis, Butler, and Foucault. Walters discusses such topics as bisexuality, drag, passing, cross-dressing, male lesbianism, and Queer Nation as perspectives that represent “what many have called the ‘new queer sensibility’” (831).                                                   11 Such paradox will be discussed at length later, connected with my analysis of Orlando’s characterization.   19Discussing the contexts in which queer theories were originated and more critiques on them, Walters focuses on the problem of the erasure of the lesbian experience. She argues that some queer theories and theoreticians suggest that feminists, lesbians and gay men themselves created the binary oppositions such as heterosexual and homosexual, and that some lesbians who embrace queer theory are motivated by a (mis)understanding of feminism as “rigid, homophobic, and sexless” (844). Thus, the erasure of the lesbian experience, its struggles, politics, and specificities caused by queer theories refers to a re-articulation of gender: “Judith Butler and Sue-Ellen Case have argued that queerness is something that is ultimately beyond gender – it is an attitude, a way of responding, that begins in a place not concerned with, or limited by, notions of a binary opposition” (844). Walters then acknowledges that “the queer challenge to the notion of sexual identity as monolithic, obvious, and dichotomous is a healthy corrective to our vexing inability to see beyond the limitations of the homo/hetero opposition” (832). Also, Walters approves “the openness of the term queer,” as it “provide[s] the possibility of theorizing ‘beyond the hyphen,’ beyond the additive models (race, class, gender, sexual orientation = oppressed identity) that have so often seemed to set up new hierarchies” (832-833). On that note I argue for the importance of conducting my study as intersectional, rather than as additive, since in this way I can discuss the inextricable axis of identity so as to trouble hierarchies like whiteness and heterosexuality, for example. Also relevant to my research purposes is Walter’s discussion of often contradictory definitions and understandings of and among queer theories. She recalls the fact that queer has been “loosely” (833) used as: a synonym for gay and lesbian studies (therefore neglecting straight possibilities as well as transgender, intersex, and others); a “politics and theory with a difference” (referring to its encouragement to resist and to challenge the dominant discourses and ideologies); resistance to “assimilationist politics and separatist  20identity definitions” and a “thorough resistance to regimes of the normal” (Walters quotes Sedgwick, 834); a disturbance of what are considered “obvious categories (man, woman, latina, jew, butch, femme) and oppositions (man vs. woman, heterosexual vs. homosexual), or equations (gender = sex) upon which conventional notions of sexuality and identity rely” (Walters quotes Hennessy, 835); and finally (again referring to Sedgwick’s articulations), that which causes subjectivities to be “infinitely indeterminant” and “a sort of postmodern sexual pluralism or a radical constructionist challenge to identity politics” (835). For my research purposes, I address specifically these definitions that indicate queer theory’s challenge to supposed/imposed normality, obviousness, naturalness, conventionality, and fixity of identities, in order to argue, as I develop my analysis, for the existence of sharply different queer theories, the liberal and the radical ones.  Annamarie Jagose’s Queer Theory: An Introduction discusses major issues and specific debates and contestations of queer theories. According to Jagose, debates about identity “generated the cultural space necessary for the emergence of the term ‘queer’,” which she recognizes to have “no agreement on [its] exact definition” (76). Jagose criticizes identity categories as what limits political representation, and consequently recognizes one of the gains of queer theories that reject the constrained understanding of identity through categories. Furthermore, Jagose discusses the post-structuralist context of the origin of queer theories, briefly commenting on the theories of Althusser, Freud, Lacan and Saussure, and also acknowledging Foucault’s writings as “crucially significant for the development of lesbian and gay and, subsequently, queer activism and scholarship” (79), mostly because of his challenge to “commonly held understandings of power and resistance” (82) and his reconceptualization of identity. On this note, I add that Foucault’s 1978 “The History of Sexuality: An Introduction” problematized sexuality and provided theoretical groundwork for the subsequent development of queer theory, but Foucault  21himself did not address queer theory. Indeed, as Butler claims in “Against Proper Objects,” it is through his 1978 text that “‘sexuality’ has emerged… as a point of departure that suspends the question of sexual difference or, indeed, of gender” (2). Next, Jagose refers to Gender Trouble, acknowledging Butler as “the theorist who has done most to unpack the risks and limits of identity” (83). As Jagose summarizes, performativity is more than performance and what the subject chooses to assume on a specific day; rather, it is actually the “precondition of the subject,” since through the reiteration of acts and discourses, performativity is what constructs, “consolidates the subject” (86). Jagose also discusses queer identity, and claims that “queer itself can have neither a foundational logic nor a consistent set of characteristics,” which causes the theory to be “a difficult object of study; always ambiguous, always relational” (96). Furthermore, the author reminds us that queer theories challenge identity “as something fixed, coherent and natural” and it “may include all those whose sexual identifications are not considered normal or sanctioned” (98), and thus, “[b]y refusing to crystallize in any specific form, queer maintains a relation of resistance to whatever constitutes the normal” (9, my italics). This is a similar idea defended by Hennessy in Walters’ essay previously reviewed, and by Butler and Sinfield themselves, among others.  Regarding the contestations of queer theory, Jagose explores the critiques of queer being understood as an umbrella term which would cause the loss of specificities such as the lesbian, the gay, and the transgender ones, for example (a critique already addressed here); the “exuberance,” “anxiety and outrage” that the theory provoked due to its ideas on gender and sexual identity; the belief that it “work[s] against the recent visibility and political gains of lesbians and gay men” (114), which would be a consequence of the use of queer as an umbrella term as pointed out earlier by Anzaldúa; the fear that the lesbian experience would disappear, also mentioned by Walters–and other contestations. In  22conclusion, Jagose proposes that “queer operates not so much as an alternative nomenclature … as a means of drawing attention to those fictions of identity that stabili[z]e all identificatory categories” (125). In other words, Jagose contends that most queer theories are not interested in queerness as a descriptive category, a label or a way to categorize people. Rather, their interest is to articulate strategic ways of questioning both identity and non-identity politics. Bearing in mind this review of critical literature, then, it is time to observe Orlando’s many lives and selves, identities and non-identities, in Chapter 2: “One Name, Several (Wo)men: Orlando’s Cultural Categories of Identity.”                   23CHAPTER II ONE NAME, SEVERAL (WO)MEN:  ORLANDO’S CULTURAL CATEGORIES OF IDENTITY  In order to carry out a discussion of Orlando’s characterization, as proposed, I have selected passages from Woolf’s novel that indicate how characterization is constructed through such cultural categories of identity as gender, nation, race, and class. Drawing on the selected passages, in this chapter I analyze how those hierarchies intersect within Orlando’s characterization, and how they are negotiated and/or destabilized within the novel. First, I elaborate on the concept of intersectionality.  In “Mapping the Margins: Intersectionality, Identity Politics, and Violence Against Women of Color,” Kimberlé Crenshaw claims that intersectionality considers various dimensions of identity when seeing the experiences and oppressions involved in another specific dimension. In other words, for Crenshaw, intersectionality shows the relations between the several grounds of identities and the discriminations that derive from these relations. Further, Crenshaw claims that frequently identity politics erases the differences between these dimensions, ignoring, in consequence, the fact that oppressions are caused not because of one dimension solely: for example, “[i]n the context of violence against women, this elision of difference is problematic, fundamentally because the violence that many women experience is often shaped by other dimensions of their identities, such as race and class.” In short, intersectionality signals inter-related factors that, combined, constitute multiple levels of discrimination. Hence, a reading of intersectionality is important to demystify such discourses of discrimination.  Further, this notion of intersectionality points to how subjects are constituted by various–often conflicting–positions, and consequently points to the permanent calling into  24question of pre-established categories, whether they are closed or open labels of identity. This approach recalls that of Judith Butler who argues, in Gender Trouble, that:  [i]t would be wrong to assume in advance that there is a category of ‘women’ that simply needs to be filled in with various components of race, class, age, ethnicity, and sexuality in order to become complete. The assumption of its essential incompleteness permits that category to serve as a permanently available site of contested meanings  (15, my italics).   In this sense, the perspective of intersectionality allows for an analysis of how Orlando’s characterization is constituted through the very interruption of identity categories. In what follows, I focus on the categories of nation, race, class, and gender.   2.1. Nation Following Werner Sollors (1990), by nation I mean a group of people who are born and live in a particular country (territoriality), and have a political and economic unit, as well as a shared history and culture (290). Further, following Lydia Liu (1994), nation is understood as “a historical construct rather than a manifestation of some unchanging essence” (37, my italics), which implies that nations, by being arbitrarily instituted and “invented,” can intervene in their own historical trajectories. Nation, for Liu, is also culturally constructed, through binaries like East/West and First World/Third World. Finally, referring to Timothy Brennan’s ideas (1990), nation is “historically determined” (45), but also refers to a current usage of being a state, a usage that is built for political purposes; and to “something more ancient and nebulous–the ‘natio’–a local community, domicile, family, condition of belonging” (45). In addition, Brennan proposes that since nations are to some extent invented, or forged by culture and history, then they are simply artificial, or mythical (47). In this sense, the component of nationality within Orlando’s  25characterization should be considered from the perspective that nations are “imaginary12 constructs that depend for their existence on an apparatus of cultural fictions” (49).  In Woolf’s novel, the “imaginary community” that Orlando seems, in a first moment, proud to belong to is a nation of great men who did remarkable deeds. As will be indicated in the following quotation, Orlando thinks only of men, not of women. This fact suggests a “masculinization” of the nation, which takes place probably because Orlando is living in the seventeenth century, in this moment of the story, and A. G. Eyre (1971) tells that up to the eighteenth century, “gentlemen were accustomed to settle their quarrels with the sword” (111), and that “[t]he early Victorian father… had fixed ideas, especially about women. A woman’s place was in the home… Even in the home, her interests and conversation were strictly controlled” (141). What I want to emphasize is that nation, in this period, was “masculinized” due to the roles attributed to men and women, since these roles implied women to be passive and obedient, with restricted opportunities to contribute to their nations:  [s]tanding upright in the solitude of his room, he vowed that he would be the first poet of his race13 and bring immortal luster upon his name. He said (reciting the names and exploits of his ancestors) that Sir Boris had fought and killed the Paynim; Sir Gawain, the Turk; Sir Miles, the Pole; Sir Andrew, the Frank; Sir Richard, the Austrian; Sir Jordan, the Frenchman; and Sir Herbert, the Spaniard. (57)   This feeling of pride would lead Orlando to wish to accomplish, though through literature and not physical battles, a remarkable deed of his own, and like the cited men, to contribute to enriching his nation. The masculinization of nation appears not just in the                                                  12  Brennan’s notion that nation is forged, artificial, and imaginarily constructed derives from Benedict Anderson’s major argument in Imagined Communities: Reflections on the Origin and Spread of Nationalism. New York and London: Verso, 1991 [1983].  13 About the conflation of  “nation” and “race,” I draw on Henri Yu’s essay “How Tiger Woods Lost His Stripes: Post-Nationalist American Studies as a History of Race, Migration, and the Commodification of Culture.” Yu explains that racial type, geographical location, and nationality became understood as correlated since the nineteenth century, and such an arbitrary “mystic tie” (228) has been useful in the understanding of societies and peoples, but risks missing specificities involving these peoples and races. Yu is therefore critical of the conflation between “nation” and “race,” for it constructs, naturalizes, and perpetuates hierarchies.    26mentioning of only men by Orlando, but also in the idea that one can contribute to enrich the nation through literature and physical battles only. As mentioned, physical battles were men’s job. Literature, too, was restricted to men. According to Gilbert and Gubar (1994), the literary pen is frequently understood as a sword of battle in the discussions of gender and imperialism in literature. It is a “metaphorical penis,” that is, the poetic persona is implied to be constituted by the anatomy of the male sex. In other words, Orlando would contribute to the nation through literature, because he, as a young man in this moment of the story, was able to do so.14 On this account, I point out an intersection between nation and gender within character construction: the gendering of the nation as male is intersectional in that it excludes all who, for not being biologically male, cannot take part in this nation in the same ways as those who are male (the “great men” who can enrich the nation). Therefore, in this moment we see an intersection that limits and discriminates a specific group of people.  Furthermore, the monarchic political system around which Orlando’s nation is organized is also gendered male: “the odious Parliament days were over and there was now a male Crown in England again” (74). The character, raised in this gendered male context, later “did what any other young man would have done in his place, and asked King Charles to send him as Ambassador Extraordinary to Constantinople” (82-83). It could be argued that Orlando cares about his nation and about defending its interests in its relationships with other nations (whether relations of diplomacy or war), but another factor that strongly motivates Orlando to be sent as an ambassador was to overcome love affection. Despite his real motifs, Orlando’s characterization as being devoted to the nation can be seen in the very next pages: “at this stage of Orlando’s career, [he] played a most important part in the                                                  14 What Gilbert and Gubar claim, further, is that “to attempt the pen,” that is, to write literature, is a way of empowering the self, and since women have been denied the pen in patriarchal Western culture, they have been marginalized and have also been misrepresented by the writings of men. Another consequence, of course, is the impossibility of being empowered and “fighting” (as in a battle) for their interests.    27public life of his country” (84), since he “was English root and fibre” (85). The choice of words used in the narrative suggests a “masculinized” nation, once more: the expression “public life” indicates that the role played by Orlando could only be played by a man, since public life can be seen as opposite to domestic life, which was relegated to women, like I exposed before. Also, the omniscient15 narrator’s expression “root and fibre” refers to a stereotypical attribute to men, who were supposed to be strong and brave (and therefore were supposed to be the ones who could defend the interests of the nation). On this note, I recall Sinfield’s argument that masculinity and femininity, the way men and women should behave and be characterized, are “ideological constructs” that have “no essential relation” to the variable attributes of men and women which are not determined by rules (26). By recalling this argument in contrast to Orlando’s characterization above, I suggest that the narrator, here, reinforces cultural categories of gender through the “masculinization” of the nation.  After the experience of being an Ambassador in a monarchic nation, Orlando (already awakened as a woman in terms of anatomical features) moves to living in the company of the gypsies. If nation is an “imagined community” and implies the condition of belonging (Brennan’s term), Orlando seems to belong to the gypsy’s nation, now. We should observe, though, that this nation, differently from Orlando’s previous one in England and Constantinople under a monarchic system, is not defined by geopolitical, administrative and institutional fixed boundaries. Rather, the gypsy’s nation is determined by openness to the non-fixity of the subjects that comprise such nation, and therefore openness to the boundaries of the community. In the process of belonging to this nation, Orlando is only accepted by the gypsies if she takes a stand against her class privileges (100); that is, the gypsies accept Orlando’s lineage and past origins, but reject her classist                                                  15 Following Robert Scholes et al., the omniscient narrator does not participate in the text, that is, the narrator is not embodied in any specific fictional character of the story.   28ideology. Orlando then joins the community acting as a sojourner, aware of the possibility that she could return home if any difficulty might arise, but resists leaving behind her origins and classist ideology (being proud of the number of bedrooms in her former house, mentioned on page 105, for example). Considering that non-fixity is only possible with change, and Orlando resists changing, the gypsies end up rejecting and even planning to kill her (106). In short, her belonging among the gypsies is betrayed by her classist values and the privilege to leave the community anytime: she merely visits rather than crosses over to the gypsy nation, due to their incompatible conceptions of class.  We should notice, however, that before being rejected by the gypsies, Orlando does try to take part in the gypsies’ nation, engaging in their activities: she “milked the goats; she collected brushwood” and “stripped vines; she trod the grape” (100). Also, Orlando respects and engages in this culture, by dressing like them, for instance. Furthermore, through the activities I mentioned the character performs, we can see that Orlando experiences being an active member of the nation. Bearing in mind that the character is in this moment a woman (in anatomical terms), it is important to observe that in the gypsy culture, “[c]onsidering roles expected at home and differences of upbringing according to gender, [there seems to be] a relative equality of treatment with regard to young children… gender role differentiation increases at puberty.” In the gypsy culture adults have different roles according to their genders, but both men and women are assigned active roles and therefore both contribute to the functioning of the nation. In other words, Orlando now is a woman actively participating and contributing to a nation in which gender categories are understood differently, compared to the other community she experienced before, in London, in which we saw the persistence of nation’s “masculinization.”  In this context, intersection becomes central in the way Orlando is characterized in crossing the boundaries of nation and class. As I argued before, while experiencing life  29among the gypsies, Orlando refuses to abandon certain classist values, and is therefore rejected by the gypsies. As she realizes how different their values are, she decides to abandon the gypsies, and returns to England. This attitude reinforces the idea that Orlando acts as a tourist among the gypsies, for she leaves them when difficulties regarding conciliation arise: “‘Four hundred and seventy-six bedrooms mean nothing to them,’ sighed Orlando. ‘She prefers a sunset to a flock of goats,’ said the gypsies” (105). So Orlando reinforces the intersection between nation and class, and then returns to a nation that was argued before to be gendered biased. In other words, what makes this characterization intersectional, in Crenshaw’s sense, is precisely the fact that Orlando is a subject constituted by several positions that often conflict with each other; specifically, a “tourist” who lives as a gypsy but still carries classist values that differ sharply from the gypsy’s values. So Orlando’s characterization is intersectional for it interrupts identity categories of nation and class, by disturbing closed labels associated with these grounds of identity.   2.2. Race Anthony K. Appiah (1996) proposes to use the term “racial identity” instead of “race,” as for him there are no races except the human race. He defends that ascriptions to races being one way or another do not need to be normative, that is, people should not be and behave based on descriptive expectations that are imposed, ascribed. In other words, Appiah acknowledges that race is a cultural construction. Even though Appiah is against racialism as the supposed correlation between the genes that fix physical characteristics and the genes that operate in the person’s intellect, he argues that racism and racialism were important in the development of the understanding of racial identity. To put it shortly, labels such as white, black, or oriental refer to the identification of the subject, that is, one identifies in one way or another in terms of racial identity so as to “intentionally shape  30[one’s] projects – including [one’s] plans for [one’s] own life and [one’s] conception of the good – by reference to available labels, available identities” (55). Besides, the ideal of de-racialization (as that of no frontiers) dismisses the social conflicts suffered by those upon whom race is imposed, along with material inequalities.  Regarding racial identity in the novel, very few passages point to Orlando’s characterization, yet they are clearly effective in constructing identity through binary oppositions (constitutive polarities). The following passage signals that Orlando’s race is constructed by contrast with that of a “dead nigger:”   Orlando was strangely compounded of many humours–of melancholy, of indolence, of passion, of love of solitude, to say nothing of all those contortions and subtleties of temper which we indicated … when he slashed at a dead nigger’s head; cut it down; hung it chivalrously out of his reach again. (52)   The character does as the other members of his family; that is, he kills “niggers,” but at the same time he feels “contortions” from the fact. This report signals that the character is uncomfortable; however, we cannot tell whether the disturbance is caused by the act of killing in and of itself, or by the act of killing “niggers,” specifically. Also, I want to call attention to the fact that the excerpt above not only indicates Orlando’s characterization within race, but is also an intersection between nation and class: Orlando and his family kill so-called “niggers” not because these people identify with a different race than theirs, but because they are the dominated ones in the hierarchical system in which the society of that time is inserted. What I argue is that Orlando and his family belong to a privileged class that oppresses other classes conceived as “inferior;” and since the “niggers” are constructed as others to both the nation and the class, racial exclusion is elided. The intersection between nation and class which characterizes Orlando is endorsed by the narrator’s use of the words “chivalrously” and “niggers,” in constitutive polarity. To disguise Orlando’s racism, and his recalcitrant alienation from it–he “hung [the nigger’s  31head he had slashed]… out of his reach again” (my emphasis)–by associating it with chivalry is, clearly, an intersectional move to cover up the racist text. The intersection between nation and class is problematic because the racial violence derived from such intersection reproduces the elision of the site of discrimination.  It is somewhat significant, then, that the narrator’s endorsement, or elision of Orlando’s racism is disturbed later by a contradictory characterization of Orlando in terms of cultural constructions of race, since “[Orlando’s] dark hair and dark complexion bore out the relief that she was, by birth, one of them [one of the gypsies]” (100). Now in the background, Orlando’s chivalry and whiteness are submerged under yet another characterization anxious to naturalize nationality by race. The expression “bore out the relief” conveys the anxiety, not only of the gypsies but also of the narrator, to resolve Orlando’s provisional identity by naturalizing it according to the traits that are most convenient to be foregrounded at each given time. The gypsies were bothered by Orlando’s extraneous class traits, and interested in constructing her as belonging to the gypsy nation by race. Thus, the crossing of identity boundaries, as through nation- and gender-crossing, is essentialized, that is, constructed as natural through race. Thus characterized, Orlando’s border-crossing reinforces the liberal notion of freedom to belong wherever one “wills” and “chooses.” Later, the narrator asserts that the gypsies “were willing to help her to become more like them; taught her their arts of cheese-making and basket-weaving, their science of stealing and bird-snaring” (100). That she could learn to become more like them is evidence that there is more to boundary-crossing than will, choice, or convenience allow.  From this analysis I conclude that Orlando’s racial characterization varies conveniently in the novel, that is, alienating historical conflicts as in the point of the story just mentioned when Orlando identifies with the gypsies and lives as one of them, oblivious of her background except to exalt it. In other words, the constant recreation of Orlando’s  32(liberal) queer characterization within race, its construction as being unsettled, flows, varies, overlaps and disrupts itself, but it does not engage the historical conflicts that result from such an accumulation of experiences and trajectories. In sum, the indeterminacy of Orlando’s queer characterization does not guarantee a politics of resistance in the novel, precisely because of Orlando’s alienation face to historical conflicts and the consequent (occasional) reinforcement of hierarchies and oppressions within race.   2.3. Class  According to James H. Kavanagh (1990), class involves the political, economic and cultural elements in the relationships among societies. More specifically, drawing on E. D. Hirsch, Joseph F. Kett, and James Trefil (2002), class “usually implies a social and economic hierarchy, in which those of higher class standing have greater status, privilege, prestige, and authority.” In addition, Hirsch, Kett, and Trefil signal the importance of class consciousness, which is described as one’s identification with members of the same class linked to a realizing of the way this class relates to other classes.  Orlando’s characterization shows him/her at first as a nobleman who participates in a rich and privileged group in society. Orlando spends a lot of money reconstructing his house and offering parties. These facts indicate that his characterization, in this moment and as conveyed by the narrative, is of comfort and satisfaction with the class he/she lives in. As a matter of fact, discussing the context of England in the Elizabethan period, Clayton Roberts and David Roberts (1991) report that reconstructed houses were used to “proclaim the ostentation, the extravagance, the self-consciousness, and even the vulgarity of a newly enriched landed class” (313), and that this self-consciousness was also noticed in the “willingness to offer hospitality” (313, my italics).  33Concerning the wealth of Orlando’s family, we learn in the very beginning of the story that “[h]is fathers had been noble since they had been at all. They came out of the northern mists wearing coronets on their heads” (11). The tone of the narrative implies that Orlando chooses to vary the identity of class he was supposed to have for belonging to a noble, wealthy family: Orlando’s father wore coronets, but Orlando does not necessarily and naturally need to do the same. Indeed, Orlando enjoys the company of lettered people conceived as “low company” (20), identifies with and acts like them, and therefore shows that it is not natural to be noble. Thus, the thematization challenges the (liberal) assumption that one’s identity is stable and natural, and should therefore be celebrated.  Further into the family’s means, it can be observed that the narrator does not indicate the origin of such wealth. This fact is crucial, because the family has not been noble forever, as the narrator characterizes it; obviously there is an origin to such wealth. It seems, at first glance, that being noble is essential, natural, and timeless to Orlando’s family. This is a dehistoricized characterization that quickly hides the fact that the family’s wealth was originated due to historically asymmetrical power relations. With a dehistoricized perspective, Orlando’s characterization here does not engage social historical conflicts and ends up mystifying nobleness and a consequent imperialist privilege of Orlando and his family in relation to the gypsies. In this case, it seems that there are great differences between these two groups – and this is precisely what the narrator attempts to suggest. However, if we engage in a historicized perspective that does not assimilate given elements such as wealth as timeless and unquestionable, we will find that the origin of the noble’s wealth is similar to the origin of the gypsies’ (smaller) wealth, that is, both are originated due to hierarchies and relations of power that either privilege or oppress one.  Moreover, what the gypsies own is generally considered robbery, but the nobles are so much wealthier exactly because of robbery too, through manipulation, hierarchy, and  34privilege. In other words, while the narrator struggles to characterize Orlando as so different from the gypsies, they are actually similar in this sense. Hence, Orlando presents an imperialist and assimilationist subtext that dehistoricizes conflicts and reinforces the oppressions that cause great differences within nations, classes, races, and even genders. Invoking Anzaldúa’s perspective on queerness, we see a contradiction in Orlando, as it appears to be a transgressive text but, at the same time, hides such a normatizing subtext. Later, we learn that Orlando is someone “to whom fortune had given every gift – plate, linen, houses, men-servants, carpets, beds in profusion” (52). On this note I want to stress the fact that the narrator here offers a positioning in which materiality matters. The narrator considers as “gifts” material elements such as fine fabrics and numerous (and certainly more than the necessary) habitations. In valuing this kind of life and the materiality it involves, the narrator probably disapproves Orlando’s experiences in other less wealthy classes. My argument is that the narrator is in conflict: previously, as I have demonstrated within the gypsies, the narrator challenged the assumption of a fixed class to be occupied, and now he/she seems to be disapproving the experiencing in other classes like the low lettered people. Further, if materiality matters, once more the subtext conveys imperialism and classist values instead of a transgressive attempt against oppressions.  As the story develops, we learn that Orlando’s characterization within class can be seen as variable; that is, not only does the character shift between classes, but also the positioning within classes shifts. For instance, in dealing with Sasha, he is both proud of his situation and tries to escape from this life. Orlando’s pride can be seen when he tells Sasha about the history of his family, talking about their privileges with “an orgulous credulity” (33). On the other hand, his contrary positioning of trying to escape his noble background can be noticed when Orlando and Sasha were “often seen to slip under the silken rope, which railed off the Royal enclosure from the public part of the river and to disappear  35among the crowd of common people” (30). My point is that at times the character is portrayed as comfortable and satisfied with his positioning within class, and at other times he does not live his noble identity and even denies it, or exchanges it for a new one.  Every time Orlando exchanges his reality, he crosses boundaries, whether between or within classes. For example, when Orlando is a young man who belongs to a noble family, he escapes to the “public part” and disappears among the “common people” (30). He leaves the “silken rope,” a detail from the setting that suggests richness and vanity,16 to go wandering “beyond the crowd among the frozen reaches of the Thames” (30). Perhaps the fact that Orlando goes beyond the people, that is, moves to its outer limits, passing by the frozen waters of the river, indicates an escape from the fixity of identities: maybe Orlando refuses to be in the noble class, and thus escapes the crowd too, for neither realities interest him.  On this note, I add that Roberts and Roberts point out that “[t]here existed in Elizabethan England a greater harmony among classes and a freer intercourse among them than in any other age. The Elizabethans no doubt believed in rank and degree, but they mixed together without undue self-consciousness or suspicion” (315). We saw that royalty and the crowd were separated in the scene mentioned by a silken rope. It indicates that on the one hand, there is a separation of classes; on the other hand, it is possible to cross the boundaries of this separation (it is possible to cross the rope, and as a matter of fact, Orlando does it) without losing class privilege. We should note that not any one can choose and easily cross such boundaries, though; rather, the ones who can are those who are privileged hierarchically; lower classes are not allowed to do so. This fact supports my argument that Orlando’s queer characterization here is liberal precisely because the shift within classes without losing the privileges is elitist and hierarchical, and therefore                                                  16 According to Clayton Roberts and David Roberts, the Elizabethans “were extravagant in [many ways]. They bought costly furnishings, imported velvets and silks, and wore splendid clothing” (313).  36maintains oppressive traditions (of class privilege), being opposed to the rupture with such traditions, which is what Anzaldúa proposes with her radical, non-assimilationist approach (such liberal and radical perspectives will be further developed in the following chapter).     Reinforcing the idea that Orlando has the privilege to cross boundaries, afterwards, Orlando crosses boundaries again, living as an Ambassador. After this experience, there comes about an extreme change, which is that to the gypsy’s way of life, so that another boundary is crossed. While living among these people, Orlando is surrounded by a setting that also changes: instead of silken ropes as in the court, the territory occupied by the gypsies was determined by the grass: “when it was grazed down, they moved again” (100). In other words, the fact that gypsies are constantly moving, for they follow the growing of the grass, indicates a resistance to fixity, in this case, of physical space. Subsequently, when Orlando returns to London, the setting surrounding her no longer involves nature, the sky, the grass: “Orlando took a silver candle in her hand and roamed once more through the halls, the galleries, the courts, the bedrooms” (121). My point is that Orlando’s characterization within class is enriched by different settings that illustrate the constant crossing of boundaries of Orlando. I also want to call attention to the repetition of the idea of movement and variance of situation (and of experience of class) that Orlando undergoes: he is a noble man “perambulating the house alone” (49); then he escapes nobility and goes “wandering beyond the crowd” (30); after she lives among gypsies and “move[s] again” (100); and finally she returns to a wealthy life and “roam[s] once more through the halls” (121). These movements suggest the constant attempt to escape fixity of identities within class; that is, Orlando seems to reject being tied to a particular situation.  Still about Orlando’s characterization within class, it is important to demonstrate the intersection between class and race that takes place with more visibility in the character’s attempts at being a writer. Orlando’s desire to be a writer, attached to his education and  37position as a noble (wo)man, at a certain moment in the story, makes the character face the fact that his/her noble position offers not only privileges but also limitations or barriers to surpass. This is parenthetically observed by the omniscient narrator in the following passage: “‘[n]ot a Nobleman; not one of us,’ said Orlando (which he would not have said aloud, for he was the most courteous of gentlemen; but it shows what an effect noble birth has upon the mind and incidentally how difficult it is for a nobleman to be a writer)” (56). The narrator’s comment about the effects of belonging to a certain class points to a reality faced by Orlando in the beginning of his life (for the character lives for three centuries). However, Orlando’s insistence on writing the poem “The Oak Tree” and publishing it later, at the end of the story, signals that the characterization of Orlando within class is convenient: it is of both belonging to a specific group and detaching oneself from it, in order to pursue those dreams and goals that are considered permissible in each group.  Therefore, Orlando varies classes and blurs the limits of the classes he/she takes part in, but from a liberal standpoint. What I mean is that Orlando takes part in different classes so that he/she finds room to write, in one class, when he/she needs to write; and finds room to publish the writing, moving to another class, when he/she needs support to do so. In other words, again Orlando has the privilege to shift within classes according to his/her own needs–and not everybody has the privilege of such shifts. In Crenshaw’s sense, then, this intersection signals that a ground of identity such as race is marked by another ground, namely class, in a discourse of privileges. Thus, the correlation between race and class in this case can possibly create or reinforce forms of privileges (to Orlando) and discriminations (to others who do not have Orlando’s privileges or do not belong to his/her race or class). To illustrate this, it should be noted that parts of “The Oak Tree” were written while the character was living among the gypsy community, but the poem was published after an encounter with Nicholas Greene, an awarded poet, that took place when  38the character was again participating in the noble class. This fact suggests that Orlando’s queerness is a matter of privilege rather than transgression of the status quo.  Further, the omniscient narrator in the following excerpt reflects the character’s self-categorization by occupation, rather than by class: “[e]agerly recalling these and other instances of his unfitness for the life of society… proved that he himself belonged to the sacred race rather than to the noble–was by birth a writer, rather than an aristocrat–possessed him” (58, my emphasis). First, the difficulty of matching the writing profession to the noble class pervades Orlando’s thoughts. This is so because the character feels a need to go out into the world and experience it (“life,” “love,” “marriage,” and other ruminations of Orlando throughout chapter 5 of the novel) in order to write about it, at the same time that occasionally there is no access to the material (paper, ink) needed to write. Thus, there is a material conflict that makes it so difficult for a nobleman to be a writer: the material-matter of what to write about makes Orlando experience the world he wants to write about and face the disadvantage of not having the material-instruments which shape writing. Just to illustrate this conflict, when Orlando is among the gypsies, for instance, she feels the need to write: “meditations… made her long, as she had never longed before, for pen and ink” (102, my italics). Orlando then writes using extracts from plants (“she made ink from berries and wine,” 102), but she ends up writing about this specific experience in regular material (paper), returning to her so-called civilized life in London. Woolf’s famous book A Room of One’s Own, which dates from the same year of Orlando, 1928, is helpful in this discussion of the material conflict. Woolf argues that there are two necessary elements for women to write (and publish), namely: a room of one’s own, that is, a physical space with a door and a key for the writer to have freedom on topics to write about and conditions to concentrate and produce a literature of her true interest; and income, that is, enough money to create the conditions to write. Woolf argues that  39“[i]ntellectual freedom depends upon material things” (112). In Orlando’s characterization, however, Woolf’s text presents a disturbing contradiction: whereas writing depends on material things, these also conflict with writing.  Also important to be observed in the excerpt that mentions that “he himself belonged to the sacred race rather than to the noble – was by birth a writer, rather than an aristocrat – possessed him” (58, my emphasis) is the disturbance of the issue of race: the narrator equates being noble with being an aristocrat, whereas being a writer is equated with belonging to a sacred race “by birth.” Therefore, there is an intersection between class and race here, which causes a hesitation between received and constructed identitarian categories, each of which is simultaneously set and rejected. After all, being a published writer seems to be, as explored earlier, an issue related to class, but in this last excerpt mentioned, being a writer seems to be related to race. In Crenshaw’s sense, then, this intersectionality subtracts the radical issue of class within writing, that is, the writing profession is no longer marked by matters of social position. This slipperiness and deferral indicate that Orlando politicizes identitarian categories used in Orlando’s characterization by the omniscient narrator, as these categories are destabilized and not fixed.  In conclusion, in contrast with descriptions of her behavior before, when Orlando escaped the “silken ropes” (the area of Royalty), for instance, or when Orlando felt “unaccountably ashamed of the number of his servants” in the first meeting with the poet, the description of Orlando’s transit between richer and poorer classes reveals that Orlando’s characterization by class is unstable, but this instability is made possible by the very class privilege Orlando is taken for granted to have transgressed or transcended.      402.4. Gender I have noted in the review of literature (section “Gender in Woolf’s Orlando,” 4) that at the time the novel was written there was no distinction between gender and sex. Woolf and her generation did not have very clear distinctions between gender, sex, and sexuality, and recent theorists have sought to clarify these terms. So, in the following discussion of Orlando’s characterization within gender, some of the passages quoted should be understood taking into account this earlier context of scarce theorization about the topic.  In the beginning of the novel, Orlando is described as a man in definite terms, yet ambiguous regarding anatomy and/or behavior, based on genitalia: “[h]e–for there could be no doubt of his sex, though the fashion of the time did something to disguise it (11)”. In terms of behavior, there are passages that insinuate that Orlando behaves as men were expected to behave at the time: Orlando gets involved with ladies, writing poems about them and having his name related to their names in marriage. Indeed, we are told that “Orlando’s taste was broad; he was no lover of garden flowers only; the wild and the weeds even had always a fascination for him” (20).  Furthermore, if Orlando is in the beginning of the novel understood by the narrator as a man, he is also seen as such by society: “[i]t is certain indeed that many ladies were ready to show him their favours. The names of three at least were freely coupled with his in marriage–Clorinda, Favilla, Euphrosyne–so he called them in his sonnets” (22-23). The “garden flowers” Orlando loves probably refer to young ladies (flowers ready to blossom) from wealthy families (flowers from the garden, not wild flowers from forests). Conversely, “the wild and the weeds” that fascinate Orlando probably refer to adult women from the lower classes. Further, the fact that ladies “show him their favours” is euphemism for relations of sex and engagement. The narrator may have used these euphemisms in this passage to soften the fact that Orlando, here a man in terms of genitalia, responds positively  41to the heterosexual matrix by feeling attracted and getting involved with women. In short, until now, the portrayal of Orlando suggests a “correspondence” between his behavior and his genitalia, that is, according to cultural constructions and expectations of untroubled gender and sex.17  However, in the sequence, the narrator makes us pause and see how the character behaves (and feels) in variable ways about gender in terms of sexual attraction: when [Orlando] beheld, coming from the pavilion of the Muscovite Embassy, a figure, which, whether boy’s or woman’s, for the loose tunic and trousers of the Russian fashion served to disguise the sex, filled [Orlando] with the highest curiosity. The person, whatever the name or sex, was about middle height, very slenderly fashioned, and dressed entirely in oyster-coloured velvet, trimmed with some unfamiliar greenish-coloured fur. But these details were obscured by the extraordinary seductiveness which issued from the whole person  (26, my italics).   In this passage, clothing is a form of contribution to make visible and clear gender  (artificial) constructs. Orlando is seduced by the person, “whatever the name or sex.”  However, he feels estrangement of sex/gender, in case the person is a man: “[w]hen the boy, for alas, a boy it must be… swept almost on tiptoe past him, Orlando was ready to tear his hair with vexation that the person was of his own sex, and thus all embraces were out of the question” (26, my italics). Since the age was the Elizabethan, social rules could prevent Orlando from certain acts, as he was a man engaged to a woman and should not be seen flirting with another man: “[b]ut the skater came closer. Legs, hands, carriage, were a boy’s, but no boy ever had a mouth like that; no boy had those breasts; no boy had eyes which looked as if they had been fished from the bottom of the sea” (26-7). Here Orlando does not know who the other person is, but cannot help feeling attracted and fascinated by a supposedly boy who seems different from the others, for he has a mouth, eyes and breasts never before seen. What is implicated here is Orlando’s homosexual desire, which is dominated by the environment in which the characters are.  Indeed, Orlando’s feelings                                                  17 See my reference to Butler’s term “gender trouble” on pages 10 and 12, and to “heterosexual matrix” on page 12.  42could not be controlled by the Elizabethan age, and its social rules only make him scared and embarrassed. Later on, however, the character finds out that actually the person is not a man, and the seductiveness that came from that person before knowing her to be a woman possesses Orlando in such a way that he forgets about his engagement and goes along acting as if there was no commitment at all. In other words, Orlando considers “all embraces” as “out of question” were the person of the same sex as he; notice, however, that the fact that he is committed to someone else does not interfere in the flirting when he knows the person is of another sex.  After that, Orlando is transformed and owns an anatomy of a female body, and then it can be argued that Orlando’s attitudes vary between being a man and then a woman (such as a few attitudes shifted from belonging to a rich class and then to a poor one, as discussed in the previous section). So it is relevant to observe whether there were any other types of changes in Orlando, regarding the character’s moral and beliefs:  [i]t is a strange fact, but a true one, that up to this moment she had scarcely given her sex a thought… she realized with a start the penalties and the privileges of her position... if one has been a man for thirty years or so, and an Ambassador into the bargain, if one has held a Queen in one’s arms and one or two other ladies … one does not perhaps give such a very great start about that. Orlando’s start was of a very complicated kind, and not to be summed up in a trice. (108)  Orlando then takes time to think critically about her situation. “[f]or some time, however, she was too well pleased with the change to spoil it by thinking” (99). After she begins to think about it, as I shall argue next, Orlando’s positioning regarding gender changes, as she becomes aware of the opinions she used to have before the transformation, and modifies them, as if getting adapted by force to the current reality of her new gender role. When Orlando was younger and a man, he/she had different opinions towards the opposite sex, which would become her own contestations with the sexual transformation: [s]he remembered how, as a young man, she had insisted that women must be obedient, chaste, scented, and exquisitely appareled. ‘Now I shall have to  43pay in my own person for those desires,’ she reflected; ‘for women are not (judging by my own short experience of the sex) obedient, chaste, scented, and exquisitely appareled by nature. (110)   In other words, Orlando’s experiences in being a woman make her reflect about her previous misunderstanding of gender difference, as a man. This reflection leads Orlando to develop critical awareness of her former (“masculine”) identity’s assumptions about the female gender. In other words, Orlando’s change demonstrates the way genders are seen at the time and how they rely on a history of beliefs and conventions arbitrarily dictated by society–as argued by several scholars, gender roles are constructed culturally. By the same token, then, Orlando changes her opinion not only about women, as just quoted, but also about men: “[a]nd mincing out the words, she was horrified to perceive how low an opinion she was forming of the other sex, the manly, to which it had once been her pride to belong” (113). In short, Orlando lives as a man and a woman, and with the transformation he/she becomes aware of the arbitrary gendering of perspective and subject positions.  This experience and awareness are not easy to undergo for Orlando, who thus hesitates: “she was censuring both sexes equally, as if she belonged to neither; and indeed… she seemed to vacillate; she was man; she was woman; she knew the secrets, shared the weaknesses of each. It was a most bewildering and whirligig state of mind to be in” (113). Orlando’s hesitation, underlined by the narrative point of view, raises questions about both sexes/genders in terms of their privileges, limitations, and what is expected from each one by society. Further, it is this hesitation that suggests Woolf’s literary anticipation of the later theoretical distinction between sex and gender.  Though the shift in gender perspective does not seem as easy for Orlando to undergo as does the shift from male to female sex, the narrator suggests that the character learns, eventually, to adapt her behavior to what would be expected from a woman. This can be noticed in the following passage, when a man cries in front of Orlando:   44[t]hat men cry as frequently and as unreasonably as women, Orlando knew from her own experience as a man; but she was beginning to be aware that women should be shocked when men display emotion in their presence, and so, shocked she was  (127, my italics).   The fact that Orlando notices that women “should be shocked” in this situation indicates that Orlando is aware of genders being culturally constructed: it is not a natural characterization for women to be shocked, only they should be shocked. However, at the same time that the narrator conveys the character’s apparent adjustment to her new condition, Orlando also questions this condition and criticizes the limitations of being a woman in Elizabethan noble society: “‘[w]hat’s the good of being a fine young woman in the prime of life’, she asks, ‘if I have to pass all my morning watching blue-bottles with an Archduke?’” (128). Here, Orlando is disappointed with the cultural reduction of womanhood to such futile roles as paying and receiving court, whereas she expects more from her current condition. On this account, I call attention to the intersectionality between gender and class suggested in the passage. As Orlando is now a woman, and participates in a privileged class, there are limitations imposed on her due to the roles assigned to women of the class she is occupying. Thus, she as a woman is discriminated within the class she is taking part into, not because of factors related to ability or intelligence to be responsible for other roles in society, but because solely of her gender. In summary, this intersection between gender and class diminishes a group of people (women) in the dimension of roles in a certain class in society. This reading is crucial in order to show how different grounds of identity relate to each other in ways that can be prejudicial.  It is important to observe, also, that Orlando tries to adjust herself to womanly habits, but her behavior and critiques of such habits cause her characterization to be ambiguous. My point is that this ambiguity indicates that Orlando’s queer characterization within gender identity is marked by fluidity, i.e., the non-fixity and indeterminacy of gender roles:   45[i]f Orlando was a woman, how did she never take more than ten minutes to dress? And were not her clothes chosen rather at random, and sometimes worn rather shabby? And then they would say, still, she has none of the formality of a man, or a man’s love of power. She is excessively tender-hearted. She could not endure to see a donkey beaten or a kitten drowned. Yet again, they noted, she detested household matters, was up at dawn and out among the fields in summer before the sun had risen. No farmer knew more about the crops than she did. She could drink with the best and liked games of hazard. She rode well and drove six horses at a gallop over London Bridge… Whether, then, Orlando was most man or woman, it is difficult to say and cannot now be decided. (133)   What I am arguing is that Orlando’s behavior as a woman as described above disturbs intelligible conceptions of womanhood, paradoxically developing a new identity/identification, one that is not limited to cultural impositions of dualist thinking.18 In other words, what I am defending is that Orlando is arguably introducing here new ways of being a woman, ways that up to this presentation were not legible to the culture in which the character is inserted. Therefore, theory and textual analysis are in dialogue here, for both propose the challenge to fixed notions of sex/gender articulations and other identities, and both treat identities as mutable signifiers. Indeed, until the end of the story, the issue of Orlando’s supposedly ambiguous behavior (since it is ambiguous and illegible to the cultural context, as I said before) remains undecidable, unconcluded, unfixed. This undecidability is made even more relevant by the fact that the narrator had created expectations for an eventual decidability instead. By sharing with the reader the thought that Orlando’s gender “cannot now be decided” (my italics), the narrator implicitly assumes, and signals to the reader, that such a decision will be made available or possible throughout the pages that follow. Thus, since Orlando’s gender trouble coincides with his/her being trans-sexed from male to female, it could be argued that this event in the plot is reductionistic because it assimilates or fixes Orlando’s gender trouble into a female identity. By contrast, what takes place is Orlando’s presentation of a new possibility, that of                                                  18 This paradox was submitted by Auslander in the Review of Literature (see page 18).  46a queer sex/gender behavior, instead of a fixed identity. In sum, then, Orlando’s characterization within gender both conforms to and challenges the dominant sex/gender ideology.  On account of the findings drawn from the characterizations of Orlando within nation, race, class, and gender, as well as the intersections and the subtexts discussed before, it is necessary to be critical of Orlando’s chances to experience different realities and never lose his/her privileges (such as the convenient possibility of returning to the previous nation and class anytime, a privilege of few), added to the fact that he/she often leaves these experiences behind without engaging politically and struggling for changing hierarchies and forms of discrimination.  At the same time, it is necessary to celebrate Orlando’s awakening regarding gender. As I demonstrated before, Orlando undergoes a significant change in gender perspective, and also incorporates constant questioning and critiquing of gender roles and artificial impositions to each gender. This awakening regarding gender signals a positive articulation of non-assimilationist queer theory, whereas the aspects I critiqued before, regarding Orlando’s characterization within nation, class, and race, signal a liberal ideology of conveniences and privileges, and alienation in the face of binaries and other imposed ideological constructs that cause violence, discrimination, and oppression.  Moreover, I must highlight that Orlando’s queerness noticed in his/her liberal and radical characterization challenges the stereotypical understanding of queer as mere effeminacy and dandification (the reductionistic view of queerness reported by Sinfield–see the Review of Literature, page 11). Since Orlando’s queerness involves the categories of gender, nation, class, and race, and the intersections between them, such queerness is in fact a broad perspective that includes the complexity of a subject’s trajectory of experiences within several intersecting categories of identity, and does not conform nor is restricted to a  47dualist norm of cultural impositions and supposed coherences between “bodies, genders, and desires” (Sinfield’s expression in The Wilde Century, page 151).  Finally, it is crucial to observe that at the same time that Orlando presents a transgressive text–a text that disturbs cultural constructs and creates yet “unintelligible” ways of behaving, for example–it is contradicted by a non-transgressive and normatizing subtext. This can be seen mostly in the textual moments that indicate racism and classicism, that is, whenever the narrative suggests an imperialist and colonizer subtext. In sum, then, I argue that on the surface Orlando challenges ideological impositions and cultural constructs, and criticizes and disturbs hierarchies that cause asymmetries and forms of violence and oppression. However, in the subtext, as indicated several times, Orlando actually reinforces such hierarchies and the notion of superiority and inferiority between people in different and intersectional aspects. Consequently, the subtext maintains discriminations and an imperialist ideology that favors some while limits others, and therefore it must be criticized on this aspect.  On this note, this research now has the following re-stated hypothesis: Orlando’s queer characterization can be understood from conflicting perspectives of queer theory: both the liberal and the unassimilationist ones. Based on this, I now proceed with the discussion of Orlando’s poetic persona within such conflicting perspectives. In chapter 3, I address more specifically the differences in using each of these perspectives, and investigate who the poet Orlando reveals to be in his pieces of writing.        48CHAPTER III LIBERAL AND RADICAL QUEER POETIC PERSONA  In the present chapter I address Orlando’s poetic persona regarding his/her writing, creativity, and subjectivity while writing. I argue for a queer poetic persona of Orlando, and in order to do so, I also specify radical and liberal queer theories, showing what the implications of each approach are as regards the reading of Orlando. In order to conduct such debate and therefore politicize what has been discussed so far, I refer once again to Gloria Anzaldúa as a major theoretical reference for a radical, non-assimilationist approach, and to Nikki Sullivan’s accounts of a liberal, assimilationist approach.  In order to proceed with the discussion, I now review and expand on the principles of liberal and radical perspectives, so as to ground the field for the discussion of Orlando as a queer poetic persona, which is followed by a critical positioning regarding the referred perspectives.   3.1. Liberal, Assimilationist Perspective   According to Sullivan’s Critical Introduction to Queer Theory, the assimilationist approach works towards an ideal of a subject being “accepted” into a dominant culture so as to become part of it (23). This means that assimilationists believe that “superior” elements can “assimilate” other elements conceived as “inferior” so that the so-called inferior becomes like the supposedly superior. Therefore, after the process of assimilation, there are no longer the distinctions, only a homogenized group. This is a limiting concept because it maintains and perpetuates notions of hierarchy and asymmetrical power relations of superiority and inferiority. Further, it clearly reinforces the binaries of  49colonizer/colonized, and dominant/dominated, being such binaries sites for discrimination and oppression.   Further, Sullivan demonstrates that assimilationists assume there is a “common humanity” (due to the ideal of pursuing a homogenized group), that makes them argue for human rights, tolerance, and respect to all. Since the way to accomplish these arguments is by “making differences invisible, or at least secondary” (23), underlying assimilationist’s agenda there is a concern with sameness, which is indeed achieved through the erasure of differences when the subjects need to be assimilated, as I described previously. This apparent concern with “respect” to all implies that there are groups that need to be respected because they are different. In other words, the referred concern reiterates the existence of a mainstream culture and a marginalized culture (the “different” ones). Again, then, there is reinforcement of a dualistic ideology that privileges and marginalizes certain people.   There are several critiques to the assimilationist approach based on its aforementioned concepts. As Sonia Torres points out, the understanding of one culture/value/subject being “assimilated” by another, and therefore having its/his/her specificities erased and “corrected” or “adapted” to the mainstream culture causes assimilationism to be elitist (726) and therefore inevitably oppressive to those who “need” to be assimilated.  Further, Torres criticizes the removal of subaltern cultures in favor of the predominance of the hegemonic culture (730). In other words, the problem with the liberal ideology is that is does not transform the world in a positive way; on the contrary, it aims at homogenizing differences and attempts to maintain a mainstream culture that dominates other cultures.   Sullivan also presents criticism in regard to the assimilationist approach and its propositions. According to the author,   50[t]he claim that homosexuals are ‘just like everybody else’ and thus do not constitute a threat to normative society, and the proposition that homosexuality is congenital and a private matter, have led many social and political commentators to retrospectively describe assimilationist politics and those groups who promote(d) it, in negative, and often scathing terms. (24-25)   The proposal that homosexuality needs to be assimilated as part of society, since “homosexuals are ‘just like everybody else’” and thus are not a “threat,” is problematic and criticized because such proposal derives from a belief that homosexuality is a biological “congenital accident” (23) and, as an accident, it needs to be “healed” and treated precisely in order to exist within the normative society. In other words, assimilationists victimize homosexuals, and by doing so they inevitably weaken their forces. In addition, assimilationism suggests the erasure of homosexuals’ specific struggles, since differences related to gender, for instance, are taken as minor, secondary, in order for homosexuals to exist in the referred “normative society.” As Sullivan summarizes, for assimilationists, “we are all human beings despite differences in secondary characteristics such as the gender of our sexual object choices” (23, my italics).    Sullivan also recalls certain groups that work for a non-assimilationist agenda (to be detailed in the following section of this chapter) and the criticism they advance in relation to the liberal, assimilationist politics. As Sullivan explains, these groups believe that gay and lesbian politics and activism often fortify and reiterate the values of the mainstream culture. That is, in resisting being assimilated, it seems that these radical queers are excusing themselves for being as they are. On this note, Sullivan quotes the group Queers United Against Straight Acting Homosexuals (cited in Cohen, 1997, 445): “[a]ssimilation is killing us. We are falling into a trap. Some of us adopt an apologetic stance, stating, ‘that’s just the way I am’ (read: I’d be straight if I could’)” (46).   Another problem with the assimilationist, liberal politics is that it acts in the name of convenience, that is, it is conservative and does not represent a site for resistance to  51forms of oppression. In fact, assimilationism is exactly what oppresses certain people, by erasing their differences and forcing marginalized ones to “adjust” to the mainstream culture, as I explained before. Acting in the name of convenience, assimilationism does not stress revolutionary strategies (Sullivan, 24), and therefore is not open for knowledge and transformation, that is, it is not open for inclusion of other necessities and non-homogeneous identities. Further, assimilationism dehistoricizes social conflicts, which is another means to cause marginalization and conformity to the dualist thinking (center/margin, dominant/dominated, etc). It is through this conformity that, once more, assimilationism perpetuates sites of discrimination and oppression and maintains asymmetrical power relations between people.   3.2. Radical, Non-assimilationist Perspective   As I stated before, my major reference to describe the radical approach is Gloria Anzaldúa. I will be elaborating on this approach using different texts by Anzaldúa herself, intercalated with other texts that describe her politics, especially by Linda Alcoff.   In “Borderlands/ La Frontera: The New Mestiza,” Anzaldúa argues favorably to expressing contradictions and ambiguities throughout a subject’s life (706).19 Therefore, there is an alignment between her argument and Butler, in which a subject’s trajectory of experiences is particular, and open to variable positionings that may be conflicting and frequently contradictory. Indeed, as Claudia Costa and Eliana Ávila argue, Anzaldúa refuses to abbreviate and limit subjectivities that are complex and carry a particular history by fixing them into identitarian categories (697). In other words, for Anzaldúa, a subject’s own trajectory must not be categorized and labeled in such ways that do not take into account the specific experiences lived by the subject. In addition, it is precisely through                                                  19 Page numbers refer to the publication of the chapter “La conciencia de la mestiza / Rumo a uma nova conciencia” in a Brazilian journal.     52these varied experiences that there is openness to the subject’s contradictions and ambiguities cited previously by Anzaldúa.   Back to “La conciencia de la mestiza…,” Anzaldúa says it is necessary to dismantle any dualist way of thinking, which obviously is an attack on binary oppositions (707) and, as I argued above, is a totally opposed idea compared to the liberal perspective that reinforces binaries. On this note, Sonia Torres explains that Anzaldúa struggles to eradicate oppressive traditions caused by the dualist ideology (726), and adds that Anzaldúa wants a new consciousness (what she names as a “consciência mestiça”) to exist not only without the dualist ideology, but also without the violence that is a consequence of such binarisms (722).   Detailing this radical, non-assimilationist version, Sandra Azeredo summarizes that Anzaldúa attempts to achieve plurality and a stress on differences, instead of a focus on sameness; and struggles against a single, homogeneous identity (749). In addition, Azeredo understands the proposal of a consciousness that is “inclusive” and which voices not only differences, but also a subject’s own necessities (753).   In her essay “La Prieta,” in This Bridge Called My Back, Anzaldúa writes: I see Third World peoples and women not as oppressors but as accomplices to oppression by our unwittingly passing on to our children and our friends the oppressor’s ideologies. I cannot discount the role I play as accomplice, that we all play as accomplices, for we are not screaming loud enough in protest. (207)   The theorist’s claim is written in the sub-section of “La Prieta” entitled “Where Do We Hang The Blame,” when she argues for ending the process of blaming, and starting or empowering the process of changing. Thus, Anzaldúa suggests a politics in which the ideologies that cause oppression and violence are no longer assimilated; she wants a radical politics of transformation, which begins with a change in one’s positioning. Indeed, despite the fact that Anzaldúa acknowledges that “[i]t is easier to repeat the racial patterns and  53attitudes, especially those of fear and prejudice, that we have inherited than to resist them” (207), she still takes a stand for a revolution: “I stand behind whatever threatens our oppression. I stand behind whatever breaks us out of our bonds, short of killing and maiming. I stand with whatever and whoever breaks us out of our limited views and awakens our atrophied potentials” (208). It is certainly very difficult to achieve such aim of transforming a culture by transforming the ideologies that surround it, but as Tey Diana Rebolledo says, Anzaldúa proposes that “[i]n conocimiento20, the next step after knowing is activism” (281).   Nikki Sullivan also describes the radical, non-assimilationist politics. Sullivan states that a major concept of radicals is that the understanding of oneself must not be based on straight values (29). Rather, for radicals, “the imperative was to experience homosexuality as something positive in and through the creation of alternative values, beliefs, lifestyles, institutions, communities, and so on” (29). These ideas posed by Sullivan are aligned with Anzaldúa’s proposal of a process of transformation and awareness, and also reiterate the idea that by rejecting straight values as the means to understand oneself, non-assimilationists reject the mainstream culture and its supposed intelligibility, and disturb the ideology that homosexuals belong to the margins whereas heterosexuals are the center, or the norm.   In addition, radicals want to use revolutionary strategies instead of assimilationist ones. This is so because, as Sullivan demonstrates, radicals “believed that in order to achieve sexual and political freedom it was necessary to revolutionize society in and through the eradication of traditional notions of gender and sexuality and the kinds of institutions that informed them and were informed by them” (31). Thus, the radicals do not believe in “superior” people “assimilating” others who are conceived as “inferior;” on the                                                  20 In her chapter in This bridge We Call Home, Anzaldúa explains that she calls “conocimiento that aspect of consciousness urging you to act on the knowledge gained” (577, my italics).      54contrary, radicals believe in varied kinds of people co-existing (as I mentioned before, radicals focus on differences, instead of trying to forge sameness) with their alternative values in a revolutionized and inclusive society.   Sullivan also recalls that the non-assimilationist politics disturbs homogeneous unified identities, as well as binary oppositions (38), which is exactly what Anzaldúa proposes. Together with this disturbance, the ideal of a revolutionized society characterizes the radicals, non-assimilationists as subjects who aim at achieving emancipation from a normalizing environment and ideology. Thus, radicals aim at reforms in terms of values, ideologies, institutions, and as Sullivan demonstrates, the way to conquer such revolution is through “Pride, Choice, Coming Out, and Liberation” (29).  As regards “pride,” Sullivan reports that radicals do not believe homosexuality to be an anomaly; rather, “one’s identity… is something to celebrate” (30, my italics). This idea recalls Sinfield’s argument that sexuality can be developed in ways still not dreamed of, and this fact is a motive of celebration, too. Regarding “choice,” radicals attempt to convey the idea that homosexuality is a choice, and in consequence homosexuals are no longer victimized by a “biological accident,” for they chose to be homosexuals. Further, to choose sexual orientation means not to undermine differences and not to impose heteronormativity (30). Thus, it means to disturb the dominant ideology, which is the heterosexual matrix imposed as normative. Next, the step of “coming out” means to “publicly declare[e] one’s personal and political identity” (31). As Sullivan claims, the single act of “coming out” implies a “transformative” action, and so it is a helpful action in order to revolutionize society (31). Finally, the last step to achieve the reforms that radicals want is through “liberation.” Drawing on Dennis Altman, Sullivan understands liberation as becoming free from what represses and unacknowledges other bodies, desires, and psychic drives (31).   55 The radical, non-assimilationist politics, also faces problems and is criticized. The greatest critique pointed out by Sullivan is that even though radical queers do not believe in “superior” and “inferior” values, subjects, or ideologies, the former assimilating the latter, they do understand themselves as “superior to, or more enlightened than, the so-called non-queer” (48). Thus, radicals in this sense are elitist, just like liberals are elitist too, in maintaining binaries and attempting to assimilate marginalized ones. In more detail, Sullivan points out that the understanding just quoted is caused by the image of queer as the site of endless resistance and non-assimilation to heteronormativity. However, it should not be a site of elitism.  Consider now that the so-called “incoherence” of a subject’s identity is caused by the fact that this identity is not legible, that is, it is not assimilated by assimilationists, nor is it yet visible or existent in a revolutionized society, because non-assimilationists are still struggling to conquer such a revolution and the aforementioned creation of new values and ideologies. Linda Alcoff, while describing Anzaldúa’s work as a radical, argues that for the theorist self-negation of a subject’s identity takes place exactly due to the incoherence of this identity, and causes both “shame and frustration,” which are forms of “cultural collisions” and violence (257). On this note, Alcoff says that Anzaldúa works for the achievement of coherence of what is considered unintelligible by current mainstream cultures. In other words, Anzaldúa aims at profoundly changing society by transforming it, starting with the rise of a new consciousness – the inclusive, mestiza consciousness I mentioned before. Her aim is to create a culture with different values and with the “affirmation of difference” (Sandra Azeredo, 753, my translation) instead of a forged sameness.  Further, Alcoff asserts that “[in Anzaldúa’s view], theory necessarily begins with the body and the subjective experiences that only come in first-person form. The personal is  56unavoidable, ineliminable, carried everywhere the mind travels” (258). Thus, Anzaldúa’s work and politics are concerned with the specificities of a subject, and take into consideration the subject’s personal trajectory of experiences (as I caution from my reading of Costa and Ávila before, Anzaldúa refuses to reduce a subject to identitarian fixed categories that do not take into account one’s own historical trajectory). In addition, by minding the particular experiences Anzaldúa proposes a new theorization starting from this stress on differences. Thus, Alcoff’s reading of the theorist is aligned with Sullivan’s and Azeredo’s, detailed before, in the sense that they all portray Anzaldúa as a radical theorist who struggles to disrupt the dominant culture (instead of being assimilated by it), creating new values for a society in which there is legibility to other identities, and also as a theorist who stresses differences among people as the way to provoke a new consciousness and, consequently, a process of transformation.  Still drawing on Alcoff, we should recall Anzaldúa’s understanding of “mestizahe,” which, according to Alcoff, has “inclusivity” as its principal meaning (256). Alcoff then argues that for Anzaldúa subjects who are hybrid engage in different “cultures and races” (257), and because of this position they face several difficulties. In other words, Alcoff suggests that Anzaldúa does not celebrate hybridity, despite the fact that she defends a “positive articulation of mestizahe” (256, my emphasis). Alcoff quotes Anzaldúa’s Borderlands to show the latter’s argument that mestizahe causes “mental and emotional states of perplexity… insecurity and indecisiveness… physic restlessness” (Anzaldúa quoted in Alcoff, 257) and ends up being linked to forms of violence. In this aspect we can notice Anzaldúa’s positioning as non-assimilationist, because she struggles against forms of violence and oppression, and believes that “coherence will only be achieved through conscious effort and political struggle” (Alcoff, 257).   57The “positive articulation of mestizahe,” that is, Anzaldúa’s ideal of mixed persons, according to Alcoff, is “positive” for it allows these persons to “translat[e] and negotiate[e] the diversity of meanings, practices, and forms of life… Being mixed means having resources for communication and understanding that are vital for political movements” (Alcoff, 257, my italics). In other words, for Anzaldúa it is necessary to develop one’s identity as an aware negotiator or “border crosser” that engages oneself politically to seek for transforming the world by fighting against oppression and humiliation. In this sense, we can see another contrast between assimilationist and unassimilationist ideologies, for the former, as I exposed before, dehistoricizes social conflicts and conforms to an oppressive normativity, whereas Anzaldúa’s version historicizes, contextualizes, and gets politically engaged, in order to disturb and transform.  In the foreword to the second edition of This Bridge Called My Back: Writings by Radical Women of Color, Anzaldúa clearly states that it is necessary to engage politically and act: “No nos podemos quedar paradas con loz brazos cruzados en medio del puente (we can’t afford to stop in the middle of the bridge with arms crossed)” (iv). Later, she claims that acting is not enough; in addition to that is the positioning of oneself, as I briefly pointed out earlier: “We are beginning to realize that we are not wholly at the mercy of circumstance, nor are our lives completely out of our hands. That if we posture as victims, we will be victims” (iv). In “Speaking in Tongues: A Letter to 3rd World Women Writers,” published in This Bridge…, Anzaldúa is ironical about assimilationist ideologies that consider one element (say, race for example) superior to another, by reproducing that “[t]he white man speaks: Perhaps if you scrape the dark off of your face. Maybe if you bleach your bones. Stop speaking in tongues, stop writing left-handed. Don’t cultivate your colored skins nor tongues of fire if you want to make it in a right-handed world.” In reinforcing her positioning against assimilation, she cites Alice Walker’s saying that “Man,  58like all the other animals, fears and is repelled by that which he does not understand, and mere difference is apt to connote something malign” (166).  In addition, Anzaldúa clearly criticizes white feminism as  being assimilationist, saying that “[i]ts followers are notorious for ‘adopting’ women of color as their ‘cause’ while still expecting us to adapt to their expectations and their language” (167). Her positioning is very strong that there should not be dominant and dominated ones. Instead, Anzaldúa claims, and entreats, that “[w]e [women of color] cannot allow ourselves to be tokenized” (168), since tokenization implies one’s superiority and dominance over others.  After This Bridge Called My Back – Writings by Radical Women of Color, co-edited with Cherríe Moraga, Anzaldúa published this bridge we call home – radical visions for transformation, co-edited with Analouise Keating. In the latter publication, Anzaldúa reiterates some of her former positionings, saying that “[a]ctivism is the courage to act consciously on our ideas, to exert power in resistance to ideological pressure–to risk leaving home” (5). The so-called risk to leave home refers not only to the extensive and sometimes even dangerous work of struggling alone and in the name of many others who need to but do not engage, but also to the uncertainty regarding the outcome of the struggle: what will happen to the present reality? Will it change? What will happen to the “home” as you know it? Will it get any better? Anzaldúa calls for accepting these risks and doubts, and cries for activism in order to fight assimilationism. In this light, Anzaldúa adds:  [b]reaking out of your mental and emotional prison and deepening the range of perception enables you to link inner reflection and vision–the mental, emotional, instinctive, imaginal, spiritual, and subtle bodily awareness–with social, political action and lived experiences to generate subversive knowledges. These conocimientos challenge official and conventional ways of looking at the world, ways set up by those benefiting from such constructions. (542)  Anzaldúa asserts that “[t]his knowing prompts you to shift into a new perception of yourself and the world. Nothing is fixed. The pulse of existence, the heart of the universe is  59fluid. Identity, like a river, is always changing, always in transition, always in neplanta” (556). What she calls “neplanta” refers to an “in-between space, el lugar entremedio, un lugar no-lugar” which includes “certain workings of consciousness” (577). So “neplanta” may be the place for unassimilationists who are aware of the problems with a mainstream culture that benefits certain peoples and discriminates others. Neplanta, also, is the place to act and engage socially and culturally, aiming at transformation. And identities, compared by her to rivers, cannot be fixed and determined, for they are “always changing,” and therefore are never-ending processes.21   3.3. Orlando’s Queer Poetic Persona Bearing in mind the aspects just pointed out related to radical and liberal perspectives, I proceed now recalling the definition of poetic persona proposed for this study, that is, the subjectivity the writer constructs and draws on when writing (Gilbert and Gubar, 1994), and more specifically, as stated by Cuddon (1976), “the ‘person’ (the ‘I’ of an ‘alter ego’) who speaks in a poem or novel or other form of literature” (701). Further, according to Brian Ray San Juan, the poetic persona is “[t]he speaker or voice of a literary work, or in plainer words, ‘who's doing the talking’.”  It is always fictive, and it causes what is said to be attributed to the “voice” in the poem rather than to the poet him/herself.  In Woolf’s novel, Orlando writes and publishes a poem entitled “The Oak Tree.” It is written throughout his/her life, and after being published, it receives an award. Also, Orlando writes other pieces of literature, such as sonnets dedicated to the people who get romantically involved with him/her, and “plays, histories, romances, poems; some in prose, some in verse; some in French, some in Italian; all romantic, and all long” (54). The reader of the novel has access to few short passages of such writings; to be sure, these few                                                  21 See page 15.   60passages are precisely the ones which indicate Orlando’s poetic persona unmediated by the narrator. Therefore, they are my focus now.  I start my discussion of Orlando’s poetic persona, whether radical or liberal queer, stating the few excerpts of Orlando’s own poems. I contextualize each excerpt, and analyze them in the light of radical and liberal queer perspectives.   At the turn from the eighteenth to the nineteenth century, Orlando is in London and discovers herself to be pregnant. She finds a manuscript of her poem “The Oak Tree,” which started to be written when Orlando was a boy in the sixteenth century. Then, she decides to conclude the poem. She writes the first stanza:  I am myself but a vile link  Amid life’s weary chain, But I have spoken hallow’d words,  Oh, do not say in vain! (164).   In this passage, Orlando uses “weary chain” to describe life and probably suggests how fatiguing it is to be in this cycle, or “chain.” At the moment when Orlando writes these verses, she has already experimented living with a man’s body as well as a woman’s.  Possibly, then, she refers to life as a chain because she acknowledges that there are several processes that take place throughout one’s life: in her case, specifically, the processes of owing different bodies; of experiencing different nations, classes, and races, as I argued in the previous chapter; and of desiring different people and practicing different sexualities. A life like this can be tiring, especially within an environment in which Orlando’s adventures are seen as rare.  Still in this first stanza, Orlando’s poetic persona claims to be not simply a “link,” but a “vile link.” The word link possibly refers to the fact that Orlando lives several varied realities and experiences; thus, she links different lives that, in fact, are only one life, Orlando’s life, Orlando’s particular trajectory. The acknowledgment of this link being  61“vile,” in turn, suggests the character’s recognition that such a peculiar historical trajectory may be illegible to the societies that follow Orlando’s adventures. If her trajectory was ordinary, or seen by herself and by others as regular, common, it would certainly not be described as “vile.” Therefore, in this passage, we can infer that Orlando’s poetic persona carries an assimilationist, liberal understanding and politics, for Orlando’s trajectory is “vile” as if not a “proper” one. Thus, the belief that there is a “vile” way of being, and a way that is “proper,” suggests that there is a preferable way, as if superior, whereas the other way, which is not ideal, which is “vile,” would probably need to be assimilated.  Note that the stanza continues with the idea that Orlando’s poetic persona has spoken words that were sacred, “hallow’d.” In addition, the poetic persona cries for these words not to be understood as words said “in vain.” From this claim we can infer that he/she has attempted to change something by discourse, and wishes that such discourse is not useless, which also means he/she believes to have achieved the goal of causing a change. Even if this change is little, it is already a transformation. Therefore, at this moment, Orlando’s poetic persona can be incorporating a radical politics in which there is motivation to create an alternative environment, a new, changed environment.   Orlando also writes the second stanza of the same poem, which in the novel is written together with the previous one, but here I have separated for the purpose of closely analyzing each one. The stanza is as follows:  Will the young maiden, when her tears,  Alone in moonlight shine, Tears for the absent and the loved,    Murmur –  (164).  It can be inferred from the quoted stanza that after noticing the “weary chain” of life, Orlando’s poetic persona suffers alone and silently, as if hidden: her suffering is observed in the fact that she is crying, whereas she seems to be alone and hiding her feelings, for  62there is only the “moonlight shine” witnessing the crying moment. The reason that makes the poetic persona sad is, as I said before, related to the “weary chain” of life; as Orlando’s poetic persona admits, the crying is because of those who are not with her: “tears for the absent.” It seems that the poetic persona is passively crying over the absentees, instead of taking any action to solve her suffering. If this is the case, one may claim that Orlando’s poetic persona is accommodated, though in pain, with the structure of things. What I mean is that the poetic persona does not seem to be battling for a new situation; on the contrary, she is oppressed and passive within a specific system. It could be argued, then, that the specific system that oppresses Orlando’s poetic persona is precisely life, and its chains, which are determined by the ideologies that govern societies. Therefore, a certain way of living is imposed, determined, and Orlando’s poetic persona is not privileged within this ideology, and as a consequence, she suffers. What are missing, obviously, are the will and the knowledge of how to revolutionize that determined ideology. In other words, Orlando’s poetic persona seems to incorporate, in the stanza written, a liberal, assimilationist approach that does not make an effort to change things; instead, suffers silently and alone, in the moonlight, as if afraid of expressing her discontent with the “weary chain” of life, as if afraid of proposing a revolution in this chain and in the oppressions and violence that result from it.  Next, in the sequence of the story, within the same general context of trying to write an end to “The Oak Tree,” Orlando writes:  She was so changed, the soft carnation cloud Once mantling o’er her cheek like that which eve Hangs o’er the sky, glowing with roseate hue, Had faded into paleness, broken by Bright burning blushes, torches of the tomb (164).  In this stanza, Orlando’s poetic persona probably identifies with a “soft carnation cloud,” because both Orlando, who writes the poem, and the cloud are elements that throughout  63their existence were subjected to many transformations: a cloud changes its shapes, colors, positions, density, etc; and so does Orlando, who at this moment of the story has changed in terms of sexual identity (that is, anatomy), sexuality, desire, gender, class, nation, etc.  Therefore, when Orlando writes that “[s]he was so changed,” it is likely that his/her poetic persona feels in a similar way. Further, the poet describes the “soft carnation cloud” as something that first was “glowing,” but which ended “fad[ing] into paleness” and being “broken” by elements that symbolize death, that is, “torches of the tomb.” On this note, it can be claimed that Orlando’s poetic persona subscribes to a system in which an element that changes so often like a cloud ends up fading and disappearing. In other words, the cloud that changes so frequently does not fit into the environment and is oppressed by an element like a torch of a tomb, an element that does not change. Thus, one may claim that Orlando’s poetic persona suggests, in the aforementioned verses, that society is not open to differences, for what is different happens to be erased. In this sense, the verses suggest that Orlando’s poetic persona endorses recognition of society’s limitations as regards differences; however, the poetic persona does not signal a movement or step towards changing the situation, which would imply a radical, non-assimilationist positioning. Unless the poetic persona indicates such movements towards change, he/she will once more be limited to an assimilationist politics that permits dominance and oppression.   Finally, the last excerpt that is shown to the reader is written after Orlando marries Marmaduke Bonthrop Shelmerdine. However, Orlando has doubts about her marriage: “if one’s husband was always sailing round Cape Horn, was it marriage?… And finally, if one still wished, more than anything in the whole world, to write poetry, was it marriage? She ha[s] her doubts” (182). Within this context of confusing feelings, Orlando writes: And then I came to a field where the springing grass Was dulled by the hanging cups of fritillaries, Sullen and foreign-looking, the snaky flower, Scarfed in dull purple, like Egyptian girls –   64(183).   Regarding the beginning of this stanza, we can observe that Orlando’s poetic persona is moving and reaches a place in which the “springing grass,” that is, the grass from the season of the year in which nature supposedly flourishes, is unexpectedly “dulled,” that is, growing slowly and dark. The first idea I want to point out here is that Orlando is moving, is trying to reach somewhere new. This may be a signal of a politics of looking for transformation, and not assimilating a structure or place that is not satisfying. The second idea I want to comment on is that in this movement Orlando’s poetic persona reaches a place that is “dulled.” What can be inferred from this development is that the construction of a new place, or a new ideology/consciousness, is a process that takes time, even if one is prepared and knows how to work towards revolutionizing and constructing a new place. Hence, Orlando’s poetic persona here signals that non-assimilation is possible, but not easy to be conquered.  Bearing this in mind, and now observing the last two verses, we notice that there is difficulty to communicate with foreigners or individuals who look like foreigners, and this fact suggests a struggle to accept what comes from the outside. This difficulty with the different is noticed in the usage of the word “sullen” as it is linked to “foreign-looking.” Still observing this passage, there is a detailed description of what is external, which indicates curiosity and over-attention to something that is different and that can alter the internal environment. Such detailed description is: “Scarfed in dull purple, like Egyptian girls.” This passage not only describes, but also makes a comparison: “like Egyptian girls” (again, a reference to elements from the outside). In sum, then, my argument here is that the poetic persona suggests the wish to be in touch with a different element or environment, by being curious and attentive. However, the poetic persona realizes it is difficult to reach such different environment. Thus, it could be argued that Orlando’s poetic persona is not only  65aware and desirable of a new environment (in which different elements and situations fit and are neither problematic nor threats to the previous environment), but that it also faces difficulties to achieve such project. In other words, Orlando’s poetic persona is interested in developing radical politics, but is stuck in liberal, assimilationist politics that presents barriers, for, as I have signaled, the “foreign-looking” is “sullen.”  After the analysis of Orlando’s poetic persona through the reading of the pieces written by the character in the light of the debate between radical and liberal queer theories, it is time now to address the implications of seeing Orlando’s poetic persona as liberal and as radical queer, since we have seen that there is an alternation between the perspectives which the poetic persona assumes at different moments (writings).   3.3.1. Implications of Orlando’s Poetic Persona as Liberal Queer  When Orlando’s poetic persona reveals to be a liberal queer poetic persona, the most obvious implication is that the character’s writings, creativity, and subjectivity are altered, specifically regarding values, beliefs, ideologies, and lifestyles. What I mean is that a liberal queer poetic persona accepts a mainstream culture that requires assimilation of those who are different, so that the differences are eliminated and consequently there is a false/forged sameness among people. And as a result of Orlando’s poetic persona accepting this dominant ideology and accepting that differences must be assimilated, in these moments Orlando enters a process of conforming and subscribing to an authoritative environment and stops believing in the possibility of an alternative life and alternative values, which I suggested in chapter 2. Further, the character disregards his/her past and the achievements he/she got, such as the presentation of illegible identities (as I developed in the previous chapter, Orlando-as-a-woman behaves in unexpected ways that do not correspond to the so-called understanding of “feminine behaviour”). In addition, when  66subscribing to a liberal perspective, the character erases the significance of his/her peculiar historical trajectory of experiences, and “adapts” him/herself to an identity that is legible within the dominant culture.   Besides, when Orlando submits to a liberal, assimilationist ideology, he/she ends up assuming the subtext present in the novel, as I discussed at the end of chapter 2, that is an imperialist and normatizing subtext. Thus, all transgressive attitudes and achievements that appear on the surface of Orlando are disregarded due to the subtext that contradicts these conquers. In other words, when the poetic persona shows itself to be liberal, then there is no need to celebrate Orlando’s disturbances and engagements to transgress the mainstream culture, because on the inside, the character subsumes to such culture, being conformed to and assimilated by it.   3.3.2. Implications of Orlando’s Poetic Persona as Radical Queer On the other hand, when Orlando’s poetic persona assumes a radical queer positioning, then the character does not disregard his/her historical trajectory nor the discoveries and achievements resulted from such trajectory. Besides, by using his/her published writings, Orlando is empowered to call for an awakening of other people’s awareness regarding the ideological environment in which people live. In other words, Orlando can, through his/her radical queer poetic persona, produce a work that disturbs the ruling hierarchies and ideologies, and that urges and lays claim to a cultural shift and innovation, or as Anzaldúa asks for, a process of  “conocimiento,” activism, and transformation. As a radical queer, Orlando’s poetic persona is able to ask for the setting of alternative values, and a rethinking of former creeds that privileged specific ideas/ideals at the cost of oppressing and even eradicating others. Following this perspective, Orlando can be transgressive and make a difference.   67Taking into account these two perspectives of queerness, it is necessary to criticize the heterogeneity of queer theory, since a liberal queer perspective differs to a large extent from a radical queer one. Not only these two perspectives signify contrastive ways of understanding and dealing with the world, the self, and their conflicts; they also bring contrastive consequences to each of these elements. The way the world is understood and functions, for example, can be either reinforced by conformity and dehistoricization, or seriously disturbed, depending on the perspective adopted. The way(s) the self is portrayed or constructed, similarly, can be questioned or ignored in terms of intelligibility. Intelligibility itself can either be challenged or not, depending on the perspective. In short, then, my argument is that such heterogeneity of queer theory is “dangerous,” unless one observes and becomes aware of such heterogeneity and the advantages, disadvantages, and consequences that derive from the perspective chosen.  In this light, I add that my positioning within the liberal and radical perspectives is more critical of the former, and more favourable to the latter. Since the liberal, assimilationist perspective is dehistoricizing and therefore ends up ignoring and erasing social and historical conflicts and struggles, it is necessary to criticize such an approach, for it perpetuates marginalization and discrimination caused by hierarchies and colonizer/colonized relationships, and other dualist ways of thinking. By the same token, I position myself favourably to the unassimilationist perspective as this one creates a site of contestation, a space not only  to theorize but also to act out, to engage oneself historically, politically, culturally, and socially, and (re)construct values and relations between different cultures and people. Through a historicizing unassimilationist perspective it is possible to reach what Anzaldúa claimed in her closure chapter of this bridge we call home…: by acquiring a “conocimiento” that makes one aware of the necessity of transformation, “[t]his conocimiento motivates you to work actively… to take up spiritual activism and the work  68of healing. Te entregas a tu promesa to help your various cultures create new paradigms, new narratives” (558). For Anzaldúa, “[t]he bridge (boundary between the world you’ve just left and the one ahead) is both a barrier and point of transformation. By crossing, you invite a turning point, initiate a change. And change is never comfortable, easy, or neat” (557). Though uncomfortable and difficult, change is necessary, and the unassimilationist perspective is the way to reach such changes.  It is crucial to add that despite the previous critique of the heterogeneity of queer theory, caused by the co-existence of both liberal and radical perspectives, and especially the critique of the liberal ideology that dehistoricizes conflicts, queer theory need not and must not be disregarded because of such dehistoricization. On the contrary, one must be attentive to the implications of using a queer perspective, and use it, as it allows one to develop a critical positioning as regards the way the world, the ideologies, and the selves are constructed.               69CHAPTER IV CONCLUSION  This study has analyzed, firstly, Orlando’s characterizations within the categories of nation, race, class, and gender, taking into account the intersections between these grounds of identity (which follows Butler’s understanding of identities as intersectional). To discuss intersectionality, I drew on K. W. Crenshaw’s insights which, in short, propose that intersectionality demystifies discourses of discrimination, by pointing to how subjects are constituted by various and often conflicting positions. Further, for Crenshaw, a reading of intersectionality reveals prejudices against a certain group of people that are caused in one aspect of identity because of another aspect. Therefore, in my analysis of Orlando’s characterization within nation, race, class, and gender, it was necessary to observe not only how the character is portrayed in each of these grounds of identity, but also how each ground interferes and intersects with the others. After that, it was also necessary to position myself as regards the results from this analysis. After conducting this initial analysis in chapter 2, I proceeded, in chapter 3, with a discussion of Orlando’s poetic persona, taking into account the ways he/she was characterized previously, and focusing on the poetic persona of the character. So in the sequence of the study, I characterized Orlando’s poetic persona in the light of the debate between radical and liberal queer theories. This is because previously, when first characterizing Orlando, I noticed the conflict between these two approaches that caused Orlando to be, at times, responding to each of the two ideologies, alternatively. So, bearing in mind this conflict, in the subsequent analysis of Orlando’s poetic persona I discussed and positioned myself as regards the liberal and the radical ideologies. I showed the ways in which Orlando’s poetic persona acts following one or the other perspective, through an  70analysis of Orlando’s pieces of writing published in the novel. Finally, I discussed what the limitations and benefits of each approach may be.  Now I propose to recall the major arguments and articulate the conclusions drawn from my analysis, first in the characterization of Orlando within nation, race, class, and gender, as well as the conclusions drawn from the intersections discussed within these categories of identity. Subsequently, I recall my most important remarks from the analysis of the poetic persona from the perspectives of liberal and radical ideologies.  To begin with, regarding Orlando’s characterization within nation, Orlando first belongs to a “masculinized” nation, a nation of “great men,” which leads to an intersection between nation and gender, for there is discrimination of a specific group of people (women), as they are not able, in this case, to be seen as contributing to the construction of such a great nation. Next, Orlando joins a different nation, the gypsy one, but he/she ends up acting simply like a sojourner, due to an intersection between nation and class, as Orlando cannot belong to the gypsy nation because of conflicting values of class among them. In sum, Orlando’s characterization within nation, in itself and in its intersections, demonstrates the character’s liberal privilege to participate in different nations, and, as such, Orlando’s queerness in this dimension of nation is not a matter of transgression of the status quo, but rather a matter of acting in the name of convenience.  Next, we saw that Orlando’s characterization within race is constructed as opposed to the “dead niggers” race. Also, at the end of the discussion of this category it was concluded that this queer characterization is unsettling and disrupts itself. Briefly to illustrate this argument is the fact that Orlando lives among the gypsies and tries to be one of them, alienating historical conflicts between Orlando and the gypsy’s different backgrounds. In fact, Orlando only refers to her background to exalt it, and actually ends up returning to it when the gypsy’s environment no longer satisfies her. In other words, the  71character conveniently varies her racial characterization, and by doing so, signals a liberal queer characterization that does not guarantee a politics of resistance to hierarchies.  Following that, as regards class, Orlando first is a nobleman born in a privileged family which has been noble forever. Then, we learn that Orlando’s characterization within class is not settled either, for Orlando is both proud and rejects the noble background, varying positionings according to his/her needs and impulses. In addition, Orlando shifts within classes, to follow his/her varying positionings. That is, when not satisfied and not proud with the noble background, Orlando is able to leave and experience a different reality. However, Orlando can always return to the “privileged” class–and as I argued before, this fact constitutes in itself a class privilege. I also indicated an intersection between class and race while Orlando attempts to write, and at this moment Orlando shifts conveniently again, when in need of experiencing the world, returning to write about it, and in need of publishing. These convenient shifts show that his/her queer characterization is an assimilationist matter of privileges, once again.  Then, regarding characterization within gender, Orlando desires and is attracted to women while he owns the anatomy of men. This fact reinforces the heterosexual matrix Butler and other scholars talk about. However, this is not the only reality experienced by Orlando. Still when owing the anatomy of men, Orlando desires and feels attracted to a man, who is actually a woman, Sasha. In this confusion/misunderstanding with Sasha, Orlando shows gender trouble, because the attraction and desire occurred before the awareness of the fact that Sasha is a woman lead to a disturbance of the heterosexual matrix, for the desire in case is not intelligible within the society at the time. The occurrence of gender and identity trouble makes Orlando shift in terms of gender perspective, too, for the character at the same time conforms to roles imposed to women and men and questions and criticizes these roles. In addition, Orlando changes his/her  72opinions regarding men and women, becoming critical of the limitations imposed to each. In conclusion, the gender trouble that takes place repeatedly in the novel, and Orlando’s variable positionings in gender perspectives, cause Orlando’s characterization within gender to be understood as queer.  Still about the characterization of Orlando, another relevant finding was that the text of Woolf’s novel incorporates a transgressive text in which there is disturbance and challenge of many ideologies; however, at the same time, the subtext of the novel reveals, frequently, an imperialist, colonizer positioning, in which hierarchies are maintained and forms of oppression and asymmetrical power relations are disguised or conceived as natural. It is significant to highlight, once more, this conflict between the text and the subtext, as they contradict each other in their coexistence.  Next, bearing in mind the general conclusions from the analysis of Orlando’s characterizations in chapter 2, I must recall that the tentative hypothesis for this study, that is, that Orlando can be understood as a queer poetic persona that disturbs fixity of gender, was confirmed but also expanded on. After analyzing Orlando’s characterization and realizing the conflict between transgressive text and normatizing subtext, my tentative hypothesis was adapted to the following: Orlando can be understood from conflicting perspectives of queer theory, the liberal and the radical ones, that appear in the characterization within race, nation, class, and gender, as well as within the poetic persona.  Now, I recall the conclusions from chapter 3, in the discussion of Orlando’s poetic persona in the light of liberal and radical queer ideologies. This discussion was based mostly on Gloria Anzaldúa’s theories. Briefly recalling her claims, a liberal and assimilationist perspective attempts to disguise differences and invests in a forged homogeneity: relevant specificities regarding gender, race, class, and so on are erased by a tentative emphasis on sameness. In addition, this perspective aims at assimilating minorities  73as if there were a majority superior to the others. Also, liberals believe that all identities must be “respected” and/or “tolerated,” which is a problematic positioning because it implies that there is a norm (normativity), and those who do not belong or identify with this norm are different and should be tolerated by being so. Again, this perspective implies that those who belong to the mainstream culture are superior and accept those who do not belong to it (such as straight people “tolerating” gay people). In other words, then, such liberal perspective is troublesome for being a site of discrimination and marginalization.  The radical perspective, on the other hand, does not believe in people being “accepted” into the mainstream culture, or being “tolerated” by others; instead, it claims for the development of alternative values, an alternative society, in which there would not be a norm to which people should conform. Further, for unassimilationists, differences must not be erased in a forged homogeneity, rather, they must be celebrated in such an alternative world. In this way, unassimilationists position themselves against binary systems that limit identities and cause one of the components to be the norm whereas the other would be the unintelligible and therefore discriminated part. The proposal, in other words, is for multiple values and identifications, instead of a dualist way of thinking.  My analysis conducted within this theoretical framework suggested that at times Orlando’s poetic persona presents a liberal perspective, and at other times a radical one. Based on that, it is fundamental not merely to celebrate Orlando’s queerness, but also to be critical of the fact that Orlando’s queerness embraces both an unassimilationist perspective that struggles to disturb impositions regarding normativity and intelligibility, and an assimilationist perspective that is discriminatory and problematic for perpetuating forms of oppression and marginalization. This critique must be made once we become aware of the fact that, as I argued in the previous chapter, queer theory is not homogeneous: it is often reduced to a celebratory liberal discourse that dehistoricizes contexts of specific struggles  74and reinforces normativities. Thus, it is relevant to critique Orlando’s positioning as a liberal queer poetic persona, which was noticed at several moments in the analysis.   Next, note that in my positioning against the perpetuation of hierarchies and sites of discriminations my major theoretical framework was Anzaldúa, a black woman born in a poor background in a supposedly Third World country, a lesbian Mexican living in the margins of the academy in the United States, for being either ignored or under-theorized. In other words, I believe I could not just incorporate Anzaldúa’s theories in my text, as I could also engage her theories, for I chose and used the theories of a writer who did not belong to any of the currently hegemonic cultural domains: my major theoretical reference did not belong to the so-called center, did not belong to the rich privileged classes, was not white, was not a man, was not straight. Due to my positioning previously exposed on this matter, I think it is extremely relevant to place a scholar such as Anzaldúa in the debates within queer theories–as my major reference in the politicization of the study conducted.  Last, but certainly not least, I must say I hope this is only one of many forth-coming projects that share unassimilationist position, perspective, and goals. Further, I hope this is one of other critical studies yet to come that aim at constructing a better society, with alternative values that avoid, if not eliminate, current sites of oppression, violence, prejudice, and marginalization. In sum, by reflecting on Woolf’s Orlando him/herself, who is one name that signifies several (wo)men at the same time, for undergoing transgressions and resistance and for challenging cultural constructs and contradicting him/herself within this challenge, and by reflecting on queer theories and the poetic persona, I wish this work will help to make a difference, or at least motivate others to make a difference, and engage this attempt at awareness and transformation.       75REFERENCES  Primary source:  Woolf, Virginia. Orlando: A Biography. London: Penguin Books, 1993 [1928].  Secondary sources:  Alcoff, Linda Martín. “The Unassimilated Theorist.” PMLA Publications of the Modern       Language Association of America. January 2006. 121:1. Special topic: The History of       the Book and the Idea of Literature: 255-259.  Allen, Graham. “Intertextuality.” The Literary Encyclopedia. 24 Jan. 2005. The Literary       Dictionary Company. 26 March 2006.       http://www.litencyc.com/php/stopics.php?rec=true&UID=1229 Altman, Dennis. “Global Gaze / Global Gays.” Postcolonial and Queer Theories:       Intersections and Essays. Ed. John C. Hawled. London: Greenwood Press, 2001: 1-18.  __________. Homosexual Oppression and Liberation. Sydney: Angus and Robertson,       1972.  Anzaldúa, Gloria. “To(o) queer the writer: loca, escrita y chicana.” InVersions: Writing by       Dykes, Queers and Lesbians. Ed. Betsy Warland. Vancouver: Press Gang, 1991: 249-      263.   __________. “Foreword to the Second Edition.” This Bridge Called My Back: Writings by       Radical Women of Color. Eds. Cherríe Moraga and Gloria Anzaldúa. New York:       Kitchen Table: Women of Color Press, 1981: iv-v.   __________. “La Prieta.” This Bridge Called My Back: Writings by Radical Women of       Color. Eds. Cherríe Moraga and Gloria Anzaldúa. New York: Kitchen Table: Women of       Color Press, 1981: 198-209.   __________. “Speaking in Tongues: A Letter To Third World Women Writers.” This       Bridge Called My Back: Writings by Radical Women of Color. Eds. Cherríe Moraga and      Gloria Anzaldúa. New York: Kitchen Table: Women of Color Press, 1981: 165-174.   __________. Borderlands/La Frontera: The New Mestiza. San Francisco: Aunt Lute, 1987. __________. “Preface: (Un)natural bridges, (Un)safe spaces.” This bridge we call home: radical visions for transformation. Eds. Gloria E. Anzaldúa and Analouise Keating. New York and London: Routledge, 2002: 1-5.  __________. “Now let us shift… the path of conocimiento… inner work, public acts.” This       bridge we call home: radical visions for transformation. Eds. Gloria E. Anzaldúa and       Analouise Keating. New York and London: Routledge, 2002: 540-578.  Appiah, Anthony K. “Race, Culture, Identity: Misunderstood Connections.” Color       Conscious: The Political Morality of Race. Eds. Anthony K. Appiah and Amy Gutmann.   76     New Jersey: Princeton University Press, 1996: 30-105.  Auslander, Leora. “Do women’s + feminist + men’s + lesbian and gay + queer studies =       gender studies?” Journal Differences. Volume 9. Indiana University Press, 1997: 1-24.   Austin, J. L. How to Do Things with Words. Cambridge: Harvard University Press, 1962.    Ávila, Eliana, and Costa, Claudia. “Gloria Anzaldúa, a consciência mestiça e o ‘feminismo      da diferença.’” Revista Estudos Feministas, CFH/CCE/UFSC 13:3 (2005): 691-703.  Ayuso, Roberto. “Libros Fuera del Tiempo – Orlando de Virginia Woolf.” Wakan –        Revista Independiente de Cultura y Otras Hierbas. Madrid, 2005. 25 August 2006.      http://www.ulises-valiente.com/wakan/numero13/LibrosFueraTiempo13.htm   Azeredo, Sandra. “Mestiçagem, igualdade e afirmação da diferença – pensando a política       de cotas na universidade.” Revista Estudos Feministas, CFH/CCE/UFSC 13:3 (2005):       738-755.  Barnard, Ian. “Queer Race.” Social Semiotics 9:2 (1999): 199-212.  Berutti, Eliane Borges. “Queer Studies: Some Ideas and an Analysis.” CROP Revista      da Área de Língua e Literatura Inglesa e Norte-Americana. Departamento de Letras       Modernas. N. 4/5. São Paulo: Humanitas Publicações FFLCH/USP, 1997-1998:       177-186.  Brennan, Timothy. “The National Longing for Form.” Nation and Narration. Ed. Homi K.       Bhabha. London: Routledge, 1990: 44-70.  Butler, Judith. Bodies that Matter: on the Discursive Limits of Sex. New York:        Routledge, 1993.  __________ . “Against Proper Objects.” Feminism Meets Queer Theory. Eds. Elizabeth Weed and Naomi Schor. Bloomington and Indianapolis: Indiana University Press, 1997.  __________ . Gender Trouble: Feminism and the Subversion of Identity. London:         Routledge, 1990.  Crenshaw, Kimberlé Williams. “Mapping the Margins: Intersectionality, Identity Politics,       and Violence Against Women of Color.” The Public Nature of Private Violence. Eds.       Martha Albertson Fineman and Rixanne Mykitiuk. New York: Routledge, 1994.       20 September 2006.       http://www.hsph.harvard.edu/Organizations/healthnet/WoC/feminisms/crenshaw.html   Cuddon, J. A. The Penguin Dictionary of Literary Terms and Literary Theory. London:       Penguin Books, 1991 [1976].  Derrida, Jacques. “Signature, Event, Context.” Margins of Philosophy. Chicago: University       of Chicago Press, 1982: 307-330.   Derry, T. K. The United Kingdom Today: a Survey of British Institutions. London:   77     Longman Group Limited, 1970 [1961].  de Wald, Erich. “Theorizing the ‘Under-Theorized’.” Postcolonial and Queer Theories:        Intersections and Essays. Ed. John Hawley. London: Greenwood Press, 2001: 173-196.  Eng, David; Halberstam, Judith; Muñoz, José Esteban. “What’s Queer About Queer Studies       Now?.” Social Text Series. 84/85. Durham: Duke University Press, 2005.   Eyre, A. G. An Outline History of England. London: Longman Group Ltd., 1971.  Foucault, Michel. Histoire de la Sexualité I: La Volonté de Savoir. Trad. Albuquerque,       Maria Thereza da Costa and Albuquerque, J. A. Guilhon. A História da Sexualidade       I: A Vontade de Saber. Rio de Janeiro: Edições Graal, 1985.   Gilbert, Sandra. “Introduction: Orlando: Virginia Woolf’s Vita Nuova.” Woolf, Virginia.       Orlando: A Biography. London: Penguin Books, 1993: xi-xxxviii.  Gilbert, Sandra, and Gubar, Susan. The Madwoman in the Attic: the Woman Writer and       the Nineteenth Century Literary Imagination. New Haven and London: Yale University       Press, 1984.  Glover, David, and Kaplan, Cora. Genders: The New Critical Idiom. London and New       York: Routledge, 2000.   Hawkesworth, Mary. “Confundir el Género.” Signs: Journal of Women in Culture and       Society 22:3 (1997): 3-28.  Hennessy, Rosemary. “Queer Theory: A Review of the differences Special Issue and       Wittig’s The Straight Mind.” Signs: Journal of Women in Culture and Society 18:4       (1993): 964-979.  Higgins, Kathleeen Marie. “Gender in The Gay Science.” Philosophy and Literature       19 (2). Baltimore: The Johns Hopkins University Press, 1995.  Hirsh, E. D., Kett, Joseph F., and Trefil, James. (eds.). “Class.” The New Dictionary of       Cultural Literacy. Third Edition. 2002. 20 September 2006.       http://www.bartleby.com/59/17/class.html   Jagose, Annamarie. Queer Theory: An Introduction. New York: New York University       Press, 1996.   Kavanagh, James H. “Ideology.” Critical Terms for Literary Study. Eds. Frank Lentricchia       and Thomas McLaughlin. Chicago and London: The University of Chicago Press,            1990.  Levinson, Martin P. and Sparkes, Andrew C. “Gypsy Masculinities and the School-Home       Interface: Exploring Contradictions and Tensions.” Scottish Traveller Education       Programme. 10 November 2006.       http://www.scottishtravellered.net/resources/articles/masc.html     78Liu, Lydia. “The Female Body and Nationalist Discourse: The Field of Life and Death       Revisited.” Scattered Hegemonies – Postmodernity and Transnational Feminist         Practices. Eds. Inderpal Grewal and Caren Kaplan. Minneapolis and London: University       of Minnesota Press, 1994: 37-62.  Marshall, John. “Pansies, perverts and macho men.” The Making of the Modern       Homosexual. Ed. Kenneth Plummer. London: Hutchinson, 1981: 135-136.  Potter, Sally. “Notes on the Adaptation of the Book Orlando.” 25 August 2006.         http://www.uah.edu/woolf/Orlando_Potter.htm.  Rebolledo, Tey Diana. “Prietita y el Otro Lado: Gloria Anzaldúa’s Literature for Children.”       PMLA Publications of the Modern Language Association of America 121:1 (2006):          279-284.  Roberts, Clayton, and Roberts, David. A History of England: Prehistory to 1714. Volume       1. New Jersey: Prentice-Hall, Inc., 1991 (3rd ed.).  Roussos, Timotheos. “An off-beat adaptation: Orlando.” 25 August 2006.       http://www.arts.usyd.edu.au/publications/philament/issue3_Commentary_Roussos.htm Rubin, Gayle. “The Traffic in Women: Notes on the 'Political Economy' of Sex.”      Toward an Anthropology of Women. Ed. Rayna Reiter. New York: Monthly Review      Press, 1975: 157-210.  San Juan, Brian Ray. “Poetic persona.” 20 April 2007.       http://litera1no4.tripod.com/persona_frame.html  Scholes, Robert, et al. Elements of Literature: Essay, Fiction, Poetry, Drama and Film.       New York, Oxford: Oxford University Press, 1991.   Sedgwick, Eve Kosofsky. Tendencies. Durham: Duke University Press, 1993.  Sinfield, Alan. The Wilde Century: Effeminacy, Oscar Wilde and the Queer Moment.       New York: Cassell, 1994.   Sollors, Werner. “Ethnicity.” Critical Terms for Literary Study. Eds. Frank Lentricchia and       Thomas McLaughlin. Chicago and London: The University of Chicago Press, 1990.  Spivak, Gayatri. “Can the Subaltern Speak?” Marxism and the Interpretation of Culture.       Eds. Cary Nelson and Lawrence Grossberg. Chicago: University of Illinois Press, 1988.    Sullivan, Nikki. A Critical Introduction to Queer Theory. New York: New York University       Press, 2003.   Trevelyan, George Macaulay. A Shortened History of England. New York: Longmans,       Green & Co. Inc., 1942.   Torres, Sonia. “La Conciencia de la Mestiza / Towards a New Consciousness – uma       conversação inter-americana com Gloria Anzaldúa.” Revista Estudos Feministas,   79     CFH/CCE/UFSC 13:3 (2005): 720-737.  Walker, Alice (ed.) “What White Publishers Won’t Print.” I Love Myself When I am       Laughing – A Zora Neale Hurston Reader. New York: The Feminist Press, 1979: 169.   Walters, Suzanna Danuta. “From Here to Queer: Radical Feminism, Postmodernism,       and the Lesbian Menace (Or, Why Can’t a Woman Be More Like a Fag?).” Signs:       Journal of Women in Culture and Society 21:4 (1996): 830-869.  Warner, Michael. Fear of a Queer Planet: Queer Politics and Social Theory. Minneapolis:       University of Minnesota Press, 1993: vii-xxi.  Woolf, Leonard (ed.) A Writer’s Diary – Being Extracts from the Diary of Virginia Woolf.       London: The Hogarth Press, 1972 [1953].  Woolf, Virginia. A Room of One’s Own. New York and London: Harcourt Brace       Jovanovich, Inc., 1957 [1928].   Yu, Henri. “How Tiger Woods Lost His Stripes: Post-Nationalist American Studies as a       History of Race, Migration, and the Commodification of Culture.” Post-Nationalist       American Studies. Ed. John C. Rowe. Berkeley and Los Angeles: University of       California Press, 2000: 223-244.   ",
    "id": 30371701,
    "identifiers": {
        "doi": null,
        "oai": "oai:repositorio.ufsc.br:123456789/90639"
    },
    "title": "One name, several (wo)men: reflections on Virginia Woolf's Orlando: a biography",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2007-01-01T00:00:00+00:00",
    "publisher": "Florianópolis, SC",
    "references": [
        {
            "id": 41235784,
            "title": "(Un)natural bridges, (Un)safe spaces.” This bridge we call home: radical visions for transformation. Eds. Gloria E. Anzaldúa and Analouise Keating.",
            "authors": [],
            "date": "2002",
            "doi": "10.1215/9780822391272-035",
            "raw": "__________. “Preface: (Un)natural bridges, (Un)safe spaces.” This bridge we call home: radical visions for transformation. Eds. Gloria E. Anzaldúa and Analouise Keating. New York and London: Routledge, 2002: 1-5.",
            "cites": null
        },
        {
            "id": 41235811,
            "title": "A Biography.",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Orlando: A Biography. London: Penguin Books, 1993: xi-xxxviii.",
            "cites": null
        },
        {
            "id": 41235844,
            "title": "A Critical Introduction to Queer Theory.",
            "authors": [],
            "date": "2003",
            "doi": "10.4135/9781412958660.n373",
            "raw": "Sullivan, Nikki. A Critical Introduction to Queer Theory. New York: New York University Press, 2003.",
            "cites": null
        },
        {
            "id": 41235834,
            "title": "A History of England: Prehistory to 1714. Volume 1.",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "Roberts, Clayton, and Roberts, David. A History of England: Prehistory to 1714. Volume 1. New Jersey: Prentice-Hall, Inc., 1991 (3rd ed.). Roussos, Timotheos. “An off-beat adaptation: Orlando.” 25 August 2006.",
            "cites": null
        },
        {
            "id": 41235907,
            "title": "A Room of One’s Own.",
            "authors": [],
            "date": "1957",
            "doi": "10.1002/9781118299210",
            "raw": "Woolf, Virginia. A Room of One’s Own. New York and London: Harcourt Brace Jovanovich, Inc., 1957 [1928].",
            "cites": null
        },
        {
            "id": 41235846,
            "title": "A Shortened History of England.",
            "authors": [],
            "date": "1942",
            "doi": "10.1086/236126",
            "raw": "Trevelyan, George Macaulay. A Shortened History of England. New York: Longmans, Green & Co. Inc., 1942.",
            "cites": null
        },
        {
            "id": 41235794,
            "title": "Against Proper Objects.” Feminism Meets Queer Theory. Eds. Elizabeth Weed and Naomi Schor. Bloomington and Indianapolis:",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "__________ . “Against Proper Objects.” Feminism Meets Queer Theory. Eds. Elizabeth Weed and Naomi Schor. Bloomington and Indianapolis: Indiana University Press, 1997.",
            "cites": null
        },
        {
            "id": 41235807,
            "title": "An Outline History of England.",
            "authors": [],
            "date": "1971",
            "doi": null,
            "raw": "Eyre, A. G. An Outline History of England. London: Longman Group Ltd., 1971.",
            "cites": null
        },
        {
            "id": 41235793,
            "title": "Bodies that Matter: on the Discursive Limits of Sex.",
            "authors": [],
            "date": "1993",
            "doi": "10.5040/9781472545688.ch-003",
            "raw": "Butler, Judith. Bodies that Matter: on the Discursive Limits of Sex. New York: Routledge, 1993.",
            "cites": null
        },
        {
            "id": 41235783,
            "title": "Borderlands/La Frontera: The New Mestiza. San Francisco: Aunt Lute,",
            "authors": [],
            "date": "1987",
            "doi": null,
            "raw": "__________. Borderlands/La Frontera: The New Mestiza. San Francisco: Aunt Lute, 1987.",
            "cites": null
        },
        {
            "id": 41235822,
            "title": "Class.” The New Dictionary of Cultural Literacy. Third Edition.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Hirsh, E. D., Kett, Joseph F., and Trefil, James. (eds.). “Class.” The New Dictionary of Cultural Literacy. Third Edition. 2002. 20 September 2006. http://www.bartleby.com/59/17/class.html Jagose, Annamarie. Queer Theory: An Introduction. New York: New York University Press, 1996.",
            "cites": null
        },
        {
            "id": 41235816,
            "title": "Confundir el Género.” Signs:",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Hawkesworth, Mary. “Confundir el Género.” Signs: Journal of Women in Culture and Society 22:3 (1997): 3-28.",
            "cites": null
        },
        {
            "id": 41235787,
            "title": "Do women’s + feminist + men’s + lesbian and gay + queer studies = gender studies?” Journal Differences. Volume 9.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Auslander, Leora. “Do women’s + feminist + men’s + lesbian and gay + queer studies = gender studies?” Journal Differences. Volume 9. Indiana University Press, 1997: 1-24.",
            "cites": null
        },
        {
            "id": 41235838,
            "title": "Elements of Literature: Essay, Fiction, Poetry, Drama and Film.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "San Juan, Brian Ray. “Poetic persona.” 20 April 2007. http://litera1no4.tripod.com/persona_frame.html Scholes, Robert, et al. Elements of Literature: Essay, Fiction, Poetry, Drama and Film.",
            "cites": null
        },
        {
            "id": 41235842,
            "title": "Ethnicity.” Critical Terms for Literary Study. Eds. Frank Lentricchia and Thomas McLaughlin. Chicago and London:",
            "authors": [],
            "date": "1990",
            "doi": "10.7208/chicago/9780226472096.001.0001",
            "raw": "Sollors, Werner. “Ethnicity.” Critical Terms for Literary Study. Eds. Frank Lentricchia and Thomas McLaughlin. Chicago and London: The University of Chicago Press, 1990. Spivak, Gayatri. “Can the Subaltern Speak?” Marxism and the Interpretation of Culture.",
            "cites": null
        },
        {
            "id": 41235850,
            "title": "Fear of a Queer Planet: Queer Politics and Social Theory.",
            "authors": [],
            "date": "1993",
            "doi": "10.2307/2076123",
            "raw": "Warner, Michael. Fear of a Queer Planet: Queer Politics and Social Theory. Minneapolis: University of Minnesota Press, 1993: vii-xxi. Woolf, Leonard (ed.) A Writer’s Diary – Being Extracts from the Diary of Virginia Woolf.",
            "cites": null
        },
        {
            "id": 41235776,
            "title": "Foreword to the Second Edition.” This Bridge Called My Back: Writings by Radical Women of Color. Eds. Cherríe Moraga and Gloria Anzaldúa. New York: Kitchen Table: Women of Color Press,",
            "authors": [],
            "date": "1981",
            "doi": null,
            "raw": "__________. “Foreword to the Second Edition.” This Bridge Called My Back: Writings by Radical Women of Color. Eds. Cherríe Moraga and Gloria Anzaldúa. New York: Kitchen Table: Women of Color Press, 1981: iv-v.",
            "cites": null
        },
        {
            "id": 41235849,
            "title": "From Here to Queer: Radical Feminism, Postmodernism, and the Lesbian Menace (Or, Why Can’t a Woman Be More Like a Fag?).” Signs:",
            "authors": [],
            "date": "1996",
            "doi": "10.1086/495123",
            "raw": "Walters, Suzanna Danuta. “From Here to Queer: Radical Feminism, Postmodernism, and the Lesbian Menace (Or, Why Can’t a Woman Be More Like a Fag?).” Signs: Journal of Women in Culture and Society 21:4 (1996): 830-869.",
            "cites": null
        },
        {
            "id": 41235820,
            "title": "Gender in The Gay",
            "authors": [],
            "date": "1995",
            "doi": "10.1353/phl.1995.0100",
            "raw": "Higgins, Kathleeen Marie. “Gender in The Gay Science.” Philosophy and Literature 19 (2). Baltimore: The Johns Hopkins University Press, 1995.",
            "cites": null
        },
        {
            "id": 41235795,
            "title": "Gender Trouble: Feminism and the Subversion of Identity.",
            "authors": [],
            "date": "1990",
            "doi": "10.4324/9780203824979",
            "raw": "__________ . Gender Trouble: Feminism and the Subversion of Identity. London: Routledge, 1990. Crenshaw, Kimberlé Williams. “Mapping the Margins: Intersectionality, Identity Politics, and Violence Against Women of Color.” The Public Nature of Private Violence. Eds.",
            "cites": null
        },
        {
            "id": 41235815,
            "title": "Genders: The New Critical Idiom. London and",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Glover, David, and Kaplan, Cora. Genders: The New Critical Idiom. London and New York: Routledge, 2000.",
            "cites": null
        },
        {
            "id": 41235770,
            "title": "Global Gaze / Global Gays.” Postcolonial and Queer Theories: Intersections",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "http://www.litencyc.com/php/stopics.php?rec=true&UID=1229 Altman, Dennis. “Global Gaze / Global Gays.” Postcolonial and Queer Theories: Intersections and Essays. Ed. John C. Hawled. London: Greenwood Press, 2001: 1-18.",
            "cites": null
        },
        {
            "id": 41235789,
            "title": "Gloria Anzaldúa, a consciência mestiça e o ‘feminismo da diferença.’” Revista Estudos Feministas,",
            "authors": [],
            "date": "2005",
            "doi": "10.1590/s0104-026x2005000300014",
            "raw": "Ávila, Eliana, and Costa, Claudia. “Gloria Anzaldúa, a consciência mestiça e o ‘feminismo da diferença.’” Revista Estudos Feministas, CFH/CCE/UFSC 13:3 (2005): 691-703.",
            "cites": null
        },
        {
            "id": 41235826,
            "title": "Gypsy Masculinities and the School-Home Interface: Exploring Contradictions and Tensions.” Scottish Traveller Education Programme.",
            "authors": [],
            "date": "2006",
            "doi": "10.1080/0142569032000127152",
            "raw": "Levinson, Martin P. and Sparkes, Andrew C. “Gypsy Masculinities and the School-Home Interface: Exploring Contradictions and Tensions.” Scottish Traveller Education Programme. 10 November 2006. http://www.scottishtravellered.net/resources/articles/masc.html Liu, Lydia. “The Female Body and Nationalist Discourse: The Field of Life and Death Revisited.” Scattered Hegemonies – Postmodernity and Transnational Feminist Practices. Eds. Inderpal Grewal and Caren Kaplan. Minneapolis and London: University of Minnesota Press, 1994: 37-62.",
            "cites": null
        },
        {
            "id": 41235809,
            "title": "Histoire de la Sexualité I: La Volonté de Savoir.",
            "authors": [],
            "date": "1985",
            "doi": "10.7202/705637ar",
            "raw": "Foucault, Michel. Histoire de la Sexualité I: La Volonté de Savoir. Trad. Albuquerque, Maria Thereza da Costa and Albuquerque, J. A. Guilhon. A História da Sexualidade I: A Vontade de Saber. Rio de Janeiro: Edições Graal, 1985. Gilbert, Sandra. “Introduction: Orlando: Virginia Woolf’s Vita Nuova.” Woolf, Virginia.",
            "cites": null
        },
        {
            "id": 41235773,
            "title": "Homosexual Oppression and Liberation.",
            "authors": [],
            "date": "1972",
            "doi": "10.1037/0010990",
            "raw": "__________. Homosexual Oppression and Liberation. Sydney: Angus and Robertson, 1972.",
            "cites": null
        },
        {
            "id": 41235908,
            "title": "How Tiger Woods Lost His Stripes: Post-Nationalist American Studies as a History of Race,",
            "authors": [],
            "date": "2000",
            "doi": "10.1525/california/9780520224384.003.0010",
            "raw": "Yu, Henri. “How Tiger Woods Lost His Stripes: Post-Nationalist American Studies as a History of Race, Migration, and the Commodification of Culture.” Post-Nationalist American Studies. Ed. John C. Rowe. Berkeley and Los Angeles: University of California Press, 2000: 223-244.",
            "cites": null
        },
        {
            "id": 41235788,
            "title": "How to Do Things with Words. Cambridge:",
            "authors": [],
            "date": "1962",
            "doi": "10.1093/acprof:oso/9780198245537.001.0001",
            "raw": "Austin, J. L. How to Do Things with Words. Cambridge: Harvard University Press, 1962.",
            "cites": null
        },
        {
            "id": 41235824,
            "title": "Ideology.” Critical Terms for Literary Study. Eds. Frank Lentricchia and Thomas McLaughlin. Chicago and London:",
            "authors": [],
            "date": "1990",
            "doi": "10.7208/chicago/9780226472096.001.0001",
            "raw": "Kavanagh, James H. “Ideology.” Critical Terms for Literary Study. Eds. Frank Lentricchia and Thomas McLaughlin. Chicago and London: The University of Chicago Press, 1990.",
            "cites": null
        },
        {
            "id": 41235769,
            "title": "Intertextuality.” The Literary Encyclopedia.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Allen, Graham. “Intertextuality.” The Literary Encyclopedia. 24 Jan. 2005. The Literary Dictionary Company. 26 March 2006.",
            "cites": null
        },
        {
            "id": 41235847,
            "title": "La Conciencia de la Mestiza / Towards a New Consciousness – uma conversação inter-americana com Gloria Anzaldúa.” Revista Estudos Feministas,",
            "authors": [],
            "date": "2005",
            "doi": "10.1590/s0104-026x2005000300016",
            "raw": "Torres, Sonia. “La Conciencia de la Mestiza / Towards a New Consciousness – uma conversação inter-americana com Gloria Anzaldúa.” Revista Estudos Feministas, CFH/CCE/UFSC 13:3 (2005): 720-737.",
            "cites": null
        },
        {
            "id": 41235790,
            "title": "Libros Fuera del Tiempo – Orlando de Virginia Woolf.” Wakan – Revista Independiente de Cultura y Otras Hierbas.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Ayuso, Roberto. “Libros Fuera del Tiempo – Orlando de Virginia Woolf.” Wakan – Revista Independiente de Cultura y Otras Hierbas. Madrid, 2005. 25 August 2006.",
            "cites": null
        },
        {
            "id": 41235791,
            "title": "Mestiçagem, igualdade e afirmação da diferença – pensando a política de cotas na universidade.” Revista Estudos Feministas,",
            "authors": [],
            "date": "2005",
            "doi": "10.1590/s0104-026x2005000300017",
            "raw": "http://www.ulises-valiente.com/wakan/numero13/LibrosFueraTiempo13.htm Azeredo, Sandra. “Mestiçagem, igualdade e afirmação da diferença – pensando a política de cotas na universidade.” Revista Estudos Feministas, CFH/CCE/UFSC 13:3 (2005): 738-755.",
            "cites": null
        },
        {
            "id": 41235830,
            "title": "Notes on the",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Potter, Sally. “Notes on the Adaptation of the Book Orlando.” 25 August 2006. http://www.uah.edu/woolf/Orlando_Potter.htm.",
            "cites": null
        },
        {
            "id": 41235786,
            "title": "Now let us shift… the path of conocimiento… inner work, public acts.” This bridge we call home: radical visions for transformation. Eds. Gloria E. Anzaldúa and Analouise Keating.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "__________. “Now let us shift… the path of conocimiento… inner work, public acts.” This bridge we call home: radical visions for transformation. Eds. Gloria E. Anzaldúa and Analouise Keating. New York and London: Routledge, 2002: 540-578. Appiah, Anthony K. “Race, Culture, Identity: Misunderstood Connections.” Color Conscious: The Political Morality of Race. Eds. Anthony K. Appiah and Amy Gutmann.",
            "cites": null
        },
        {
            "id": 41235767,
            "title": "Orlando: A Biography.",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Primary source: Woolf, Virginia. Orlando: A Biography. London: Penguin Books, 1993 [1928].",
            "cites": null
        },
        {
            "id": 41235828,
            "title": "Pansies, perverts and macho men.”",
            "authors": [],
            "date": "1981",
            "doi": null,
            "raw": "Marshall, John. “Pansies, perverts and macho men.” The Making of the Modern Homosexual. Ed. Kenneth Plummer. London: Hutchinson, 1981: 135-136.",
            "cites": null
        },
        {
            "id": 41235778,
            "title": "Prieta.” This Bridge Called My Back: Writings by Radical Women of Color. Eds. Cherríe Moraga and Gloria Anzaldúa.",
            "authors": [],
            "date": "1981",
            "doi": null,
            "raw": "__________. “La Prieta.” This Bridge Called My Back: Writings by Radical Women of Color. Eds. Cherríe Moraga and Gloria Anzaldúa. New York: Kitchen Table: Women of Color Press, 1981: 198-209.",
            "cites": null
        },
        {
            "id": 41235832,
            "title": "Prietita y el Otro Lado: Gloria Anzaldúa’s Literature for Children.”",
            "authors": [],
            "date": "2006",
            "doi": "10.1632/003081206x129783",
            "raw": "Rebolledo, Tey Diana. “Prietita y el Otro Lado: Gloria Anzaldúa’s Literature for Children.” PMLA Publications of the Modern Language Association of America 121:1 (2006): 279-284.",
            "cites": null
        },
        {
            "id": 41235792,
            "title": "Queer Studies: Some Ideas and an Analysis.”",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Berutti, Eliane Borges. “Queer Studies: Some Ideas and an Analysis.” CROP Revista da Área de Língua e Literatura Inglesa e Norte-Americana. Departamento de Letras Modernas. N. 4/5. São Paulo: Humanitas Publicações FFLCH/USP, 1997-1998: 177-186. Brennan, Timothy. “The National Longing for Form.” Nation and Narration. Ed. Homi K.",
            "cites": null
        },
        {
            "id": 41235818,
            "title": "Queer Theory: A Review of the differences Special Issue and Wittig’s The Straight Mind.” Signs:",
            "authors": [],
            "date": "1993",
            "doi": "10.1086/494854",
            "raw": "Hennessy, Rosemary. “Queer Theory: A Review of the differences Special Issue and Wittig’s The Straight Mind.” Signs: Journal of Women in Culture and Society 18:4 (1993): 964-979.",
            "cites": null
        },
        {
            "id": 41235768,
            "title": "Secondary sources: Alcoff, Linda Martín. “The Unassimilated Theorist.” PMLA Publications of the Modern Language Association of America.",
            "authors": [],
            "date": "2006",
            "doi": "10.1632/003081206x129828",
            "raw": "Secondary sources: Alcoff, Linda Martín. “The Unassimilated Theorist.” PMLA Publications of the Modern Language Association of America. January 2006. 121:1. Special topic: The History of the Book and the Idea of Literature: 255-259.",
            "cites": null
        },
        {
            "id": 41235799,
            "title": "Signature, Event, Context.” Margins of Philosophy.",
            "authors": [],
            "date": "1982",
            "doi": null,
            "raw": "Derrida, Jacques. “Signature, Event, Context.” Margins of Philosophy. Chicago: University of Chicago Press, 1982: 307-330.",
            "cites": null
        },
        {
            "id": 41235840,
            "title": "Sinfield, Alan. The Wilde Century: Effeminacy, Oscar Wilde and the Queer Moment.",
            "authors": [],
            "date": "1993",
            "doi": "10.1017/s0266464x00008976",
            "raw": "Sedgwick, Eve Kosofsky. Tendencies. Durham: Duke University Press, 1993. Sinfield, Alan. The Wilde Century: Effeminacy, Oscar Wilde and the Queer Moment.",
            "cites": null
        },
        {
            "id": 41235780,
            "title": "Speaking in Tongues: A Letter To Third World Women Writers.” This Bridge Called My Back: Writings by Radical Women of Color. Eds. Cherríe Moraga and Gloria Anzaldúa.",
            "authors": [],
            "date": "1981",
            "doi": null,
            "raw": "__________. “Speaking in Tongues: A Letter To Third World Women Writers.” This Bridge Called My Back: Writings by Radical Women of Color. Eds. Cherríe Moraga and Gloria Anzaldúa. New York: Kitchen Table: Women of Color Press, 1981: 165-174.",
            "cites": null
        },
        {
            "id": 41235813,
            "title": "The Madwoman in the Attic: the Woman Writer and the Nineteenth Century Literary Imagination. New Haven and London:",
            "authors": [],
            "date": "1984",
            "doi": "10.2307/2932977",
            "raw": "Gilbert, Sandra, and Gubar, Susan. The Madwoman in the Attic: the Woman Writer and the Nineteenth Century Literary Imagination. New Haven and London: Yale University Press, 1984.",
            "cites": null
        },
        {
            "id": 41235796,
            "title": "The Penguin Dictionary of Literary Terms and Literary Theory.",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "http://www.hsph.harvard.edu/Organizations/healthnet/WoC/feminisms/crenshaw.html Cuddon, J. A. The Penguin Dictionary of Literary Terms and Literary Theory. London: Penguin Books, 1991 [1976].",
            "cites": null
        },
        {
            "id": 41235836,
            "title": "The Traffic in Women: Notes on the 'Political Economy' of Sex.” Toward an Anthropology of Women.",
            "authors": [],
            "date": "1975",
            "doi": null,
            "raw": "http://www.arts.usyd.edu.au/publications/philament/issue3_Commentary_Roussos.htm Rubin, Gayle. “The Traffic in Women: Notes on the 'Political Economy' of Sex.” Toward an Anthropology of Women. Ed. Rayna Reiter. New York: Monthly Review Press, 1975: 157-210.",
            "cites": null
        },
        {
            "id": 41235801,
            "title": "The United Kingdom Today: a Survey of British Institutions. London: Longman Group Limited,",
            "authors": [],
            "date": "1970",
            "doi": null,
            "raw": "Derry, T. K. The United Kingdom Today: a Survey of British Institutions. London: Longman Group Limited, 1970 [1961].",
            "cites": null
        },
        {
            "id": 41235803,
            "title": "Theorizing the ‘Under-Theorized’.” Postcolonial and Queer Theories: Intersections and Essays.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "de Wald, Erich. “Theorizing the ‘Under-Theorized’.” Postcolonial and Queer Theories: Intersections and Essays. Ed. John Hawley. London: Greenwood Press, 2001: 173-196.",
            "cites": null
        },
        {
            "id": 41235774,
            "title": "To(o) queer the writer: loca, escrita y chicana.” InVersions: Writing by Dykes, Queers",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "Anzaldúa, Gloria. “To(o) queer the writer: loca, escrita y chicana.” InVersions: Writing by Dykes, Queers and Lesbians. Ed. Betsy Warland. Vancouver: Press Gang, 1991: 249-263.",
            "cites": null
        },
        {
            "id": 41235848,
            "title": "What White Publishers Won’t Print.” I Love Myself When I am Laughing",
            "authors": [],
            "date": "1979",
            "doi": null,
            "raw": "Walker, Alice (ed.) “What White Publishers Won’t Print.” I Love Myself When I am Laughing – A Zora Neale Hurston Reader. New York: The Feminist Press, 1979: 169.",
            "cites": null
        },
        {
            "id": 41235805,
            "title": "What’s Queer About Queer Studies Now?.” Social Text Series.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Eng, David; Halberstam, Judith; Muñoz, José Esteban. “What’s Queer About Queer Studies Now?.” Social Text Series. 84/85. Durham: Duke University Press, 2005.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "https://repositorio.ufsc.br/xmlui/bitstream/handle/123456789/90639/240347.pdf?sequence=1&isAllowed=y"
    ],
    "updatedDate": "",
    "yearPublished": "2007",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/30371701.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/30371701"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/30371701/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/30371701/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/30371701"
        }
    ],
    "abstract": "Dissertação (mestrado) - Universidade Federal de Santa Catarina, Centro de Comunicação e Expressão. Programa de Pós-Graduação em Letras/Inglês e Literatura Correspondente.This study discusses queer theory as regards the portrayal of Orlando in Virginia Woolf's novel, Orlando: A Biography. The character is first analyzed in light of the intersections between gender, race, class, and nation, and subsequently in terms of the poetic persona, understood from both liberal and radical perspectives. The findings show that the character can be understood to destabilize gender fixity in the construction of a poetic persona, which confirms the tentative hypothesis. Findings also show that there is a conflict in the novel as it presents at the same time a transgressive text and a normatizing subtext, a conflict that must be criticized for its implications in cultural studies regarding queer theories, gender studies, and emancipatory politics.  Este estudo discute teoria queer na caracterização de Orlando no romance de Virginia Woolf, Orlando: A Biography. O personagem é analisado primeiramente em relação às intersecções entre gênero, raça, classe e nação, e na seqüência em termos de persona poética, entendida tanto de uma perspectiva liberal quanto radical. Os resultados do estudo mostram que o personagem desestabiliza a fixidez de gênero na construção da persona poética, o que confirma a hipótese inicial do estudo. Os resultados também mostram que existe um conflito no romance por este conter ao mesmo tempo um texto transgressivo e um subtexto normatizante, conflito este que deve ser criticado por suas implicações nos estudos culturais de teorias queer, estudos de gênero e políticas emancipatórias",
    "tags": [
        "Dissertação (Mestrado)",
        "Literatura",
        "Literatura inglesa"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Dissertação (Mestrado)"
    ],
    "oai": "oai:repositorio.ufsc.br:123456789/90639",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "551",
        "openDoarId": 0,
        "name": "Repositório Institucional da UFSC",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 30371701,
        "depositedDate": null,
        "publishedDate": "2007-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T00:35:13+00:00",
        "acceptedDate": null,
        "createdDate": "2016-02-15T18:32:44+00:00"
    },
    "urls": [
        "http://repositorio.ufsc.br/xmlui/handle/123456789/90639"
    ],
    "lastUpdate": "2024-02-05T00:35:13+00:00",
    "setSpecs": []
}