{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Primo, David"
        },
        {
            "name": "Zamperini, Adriano"
        },
        {
            "name": "Testoni, Ines"
        }
    ],
    "contributors": [
        "Primo, David",
        "Zamperini, Adriano",
        "Testoni, Ines"
    ],
    "createdDate": "2019-01-16T20:33:15+00:00",
    "dataProvider": {
        "id": 1102,
        "name": "Archivio istituzionale della ricerca - Università di Padova",
        "url": "https://api.core.ac.uk/v3/data-providers/1102",
        "logo": "https://api.core.ac.uk/data-providers/1102/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1177/0959353518819583",
    "downloadUrl": "https://core.ac.uk/download/168406991.pdf",
    "fullText": "Original Citation:Online reverse discourses? Claiming a space for trans voicesPublisher:Published version:DOI:Terms of use:Open Access(Article begins on next page)This article is made available under terms and conditions applicable to Open Access Guidelines, as described athttp://www.unipd.it/download/file/fid/55401 (Italian only)Availability:This version is available at: 11577/3285961 since: 2019-11-04T09:41:56Z10.1177/0959353518819583Università degli Studi di PadovaPadua Research Archive - Institutional Repository1  Article  Online reverse discourses? Claiming a space for trans voices  David Primo University of Padua, Italy Adriano Zamperini University of Padua, Italy Ines Testoni University of Padua, Italy  Abstract In recent years, online media offered to trans people helpful resources to create new political, cultural and personal representations of their biographies. However, the role of these media in the construction of their social and personal identities have been seldom addressed. Drawing on the theoretical standpoint of positioning theory and diatextual discourse analysis, this paper discusses the results of a research project about weblogs created by Italian trans women. In particular, the aim of this study was to describe the ways online resources are used to express different definitions and interpretation of transgenderism, transsexuality and gender transitioning. We identified four main positioning strategies: “Transgender”, “Transsexual before being a woman”, “A woman who was born male” and “Just a normal woman”. We conclude with the political implications of the pluralization of narratives about gender non-conformity. Specifically, we will highlight how aspects of neoliberal discourses have been appropriated and rearticulated in the construction of gendered subjectivities.  Key Words Trans women, positioning theory, online resources, new media, social movement  Corresponding author David Primo, Via Cesarotti 8-10, 35123, Padua, Italy. Tel: +39 340 47 86 894 Email: david.primo@phd.unipd.it 2  The lives of trans people take place within a multi-layered network of pressures to perform a normative identity. These pressures come from both external sources, such as legal (Lorenzetti, 2012; Romeo, 2005), psychological (Serano, 2007; Stryker, 2006) and medical settings (Johnson, 2015; Stryker, 2006), as well as internal sources, namely the trans community itself (Garosi, 2012; Mason-Schrock, 1996). Although derived from heteronormativity (Warner, 1993; Zamperini, Testoni, Prandelli, Primo & Monti, 2016), these pressures take a specific form for trans people, often referred to as hegemonic transnormativity (Garosi, 2011; McDonald, 2006; Vipond, 2015), that sets a hierarchical order of legitimacy in trans identities (Johnson, 2016). This normative ideology, based on the medical discourse, has two main assumptions. The first one asserts that trans identity is an early psychological condition characterized by the refusal of one’s own body. The second one defines hormone therapy and sex reassignment surgery as the primal goal of every transgender person. As we will outline in the first section of this paper, offline and online media are major environments for the (re)production, diffusion and contestation of transnormative discourses. Indeed, the depiction of gender non-conformity in mainstream cultural products1 (e.g., television programs, films, newspaper) has a central role in spreading stereotypical representation of transgender people (Billard, 2016; Capuzza, 2015; Johnson, 2016; Namaste, 2005). Although offline media have been a major arena for the contestation of transnormativity (Halberstam, 2005), the distribution of cultural artefacts is highly dependent on economic resources. For this reason, digital media offer unprecedented opportunities to trans communities to share user-generated contents in 3  new and almost inexpensive ways that partially overcome geographical and temporal boundaries2 (Fox & Ralston, 2016; Shapiro, 2004). Starting from the theoretical standpoint of diatextual discourse analysis (DDA; Mininni, 2013) and positioning theory (Davies & Harré, 1990), in this article, we will explore and describe the ways Italian trans women3 used online resources to express different definitions of transgenderism, transsexuality and gender transition. Cultural production, online media and trans people Non-heterosexual and non-cisgender characters have been underrepresented in media (Arthurs, 2004). For this reason, the increase in the sympathetic portrayal of GLBTQ characters (Capuzza, 2015; Sender, 2012; Streitmatter, 2009) has been interpreted as resulting from the erosion of traditional heteronormative values (Malici, 2014). Albeit the increased media attention to gender diversity might have positive effects on the validation of trans people’s biographies (Austin, 2016; McInroy & Craig, 2015), mainstream cultural products allow only certain kinds of narratives (Namaste, 2005). For example, television programmes legitimise the idea that the discomfort about the body and the urge to undergo sex reassignment surgery are constituent elements of gender non-conformity (Baptista & Himmel, 2016; Buscar & Enke, 2011; Mocarski, Butler, Emmons & Smallwood, 2013).  Moreover, Capuzza (2015) and Billard (2016) contend that news media reiterate the misnaming and misgendering of trans individuals, the hyper-sexualisation of their bodies and the misrepresentation of their identities. Concerning this last point, mainstream cultural products represent gender diversity in an assimilative way: the focus is on trans people who situate themselves within the binary (Westbrook, 2010), on the extent to 4  which they pass (Mackie, 2008), and in the evocation of feelings of pity (Kelso, 2015). Trans people experiences of discrimination are usually depicted as individual struggles, thus negating the structural dimension of cisgenderism and reiterating neoliberal rhetorics of self-actualization (Capuzza, 2015). In the most extreme cases, trans identities are the target of sensationalism and ridicule (Arune, 2006; Riggs & Patterson, 2009). Indeed, mass media portray trans people gender identities as artificial and deceptive (McInroy & Craig, 2015; Phillips, 2006; Trans Media Watch, 2010), which further legitimise the blaming of trans people victims of discrimination (Barker-Plummer, 2013; Billard, 2016; Schilt & Westbrook, 2009). The misrepresentation of trans people stems from a more general cisgender gaze affecting mass media, defined by a condescending form of recognition of gender variances (Hilton-Morrows & Battles, 2015), which dispossesses trans people of the autonomy to name themselves (Funk & Funk, 2016). Besides their role in the diffusion of hostility towards gender non-conformity (Billard, 2016), stereotypical depictions of transgender characters may even contribute to the internalisation of transnormative representation by trans people (Ringo, 2002). Despite that, previous scholarship showed that virtual environments provide a great contribution to trans individuals and communities. Online spaces are often the first opportunity to meet other trans people and, by so, to find support and overcome isolation (Barrios, 2004; Green, Bobrowicz & Ang, 2015; Hegland & Nelson, 2002; Mallon, 2009; Manduley, Mertens, Plante & Sultana, 2018). Notably, Fox and Ralston (2016) showed that social media are multifaceted social learning environments where trans people can share information, find different role models and test their identities.  5  Online media are participatory platforms that democratize the process of creation and dissemination of information (Jenkins, 2006). For what concerns the specific case of trans communities, they provided a quick and inexpensive way to enhance the distribution of information and transnational alliances (Shapiro, 2004). Moreover, they may provide new outlets for self-representation and new resources to collectively orient against dominant straight and cisgender sexual and gender norms (Fink & Miller, 2014): terms that were originally created in medical, psychological and legal discourses have been reformulated in virtual environments to give life to counter discourses about gender identity (Barrios, 2004). Besides this supportive role, online media are also productive of new forms of subjectivity. Ekins and King’s (2010) study about web pages created by self-identified sissy boys and autogynephilic transsexual women pointed out that online environments are major media for the emergence of new or unwelcome trans identities: The virtual contact enabled by the Internet has created critical mass and the formation of new virtual social worlds within which new trans identities, both “virtual” and “real”, have emerged. (Ekins & King, 2010, p. 37) Conversely, Westbrook (2010) asserts that even if media produced by trans people can support new ways of doing gender, they do not undo the idea of “gender”. In her opinion, the process of explaining transgenderism reproduce the idea that gender is knowable and that it shapes behaviour. Although the underlying claim that gender might be undone4 is critical, her work has the merit of pointing out the complex interrelationships between online media and gender norms in the pluralization of gender identifications. Weblogs, “private” experiences and “public” life 6  In this paper, we will focus on the exploration of blog posts created by trans women. As Garden (2011) contends, the definition of weblogs is complex because of the deep changes that occurred in their contents and in their technology since 1990. In this paper, we will adopt an inclusive definition of which websites count as weblogs: virtual interfaces accessible to individual users, which includes multimedia resources for the creation of user-generated contents organized in a chronological way. Earlier accounts of weblogs stressed their similarity to personal diaries (e.g.; Lejeune, 2000). Whilst this approach fostered the exploration of identity construction in virtual spaces, it ignores that weblogs differ from diary writing both in term of ephemerality (Sorapure, 2003) – weblogs are in a constant state of change –, and of the audience (Garden, 2011) – they are usually aimed at an audience. While we acknowledge that it is impossible to trace a clear-cut separation between online diaries and other kinds of weblogs, this paper assumes that self-expression in weblogs cannot be explained exclusively as a private experience. According to Papacharissi:  The discourse surrounding the political potential of online news media could be located in the tension between the “private” and the “public” as articulated in contemporary democracies. Online media lend themselves to several uses, but they acquire agency as they enable the renegotiation of what is considered private and what is considered public in public life. (2009, p. 231) According to this conceptualization of virtual environments, we considered online blogging as a specific Internet genre in which private and public spheres interweave (Rak, 2005, p. 173). For this reason, weblogs are thought-provoking media for the 7  exploration of the public significance of the online sharing of opinions and personal experiences. Theoretical Framework: diatextual approach and the polyphony of experience This study draws on the conceptual framework of DDA, that has been formulated by Giuseppe Mininni (1992). This approach is a development of postmodern discourse analysis in psychology and combines the theoretical and epistemological basis of positioning theory (Davies & Harré, 1990), with the analytic tools provided by Semiotics. Its focus is on the analysis of the constitutive complexities and contradictions of sense-making procedures performed in the identity work.  DDA is particularly concerned with the study of discursive practices through which human beings become socially intelligible as subjects. This approach entails a theory of subjectivity which postulate that the subject is constituted by discursive practices that fold broader cultural patterns in the formation of the psyche (Mininni, 2003). In this sense, DDA aligns with the post-structuralist shift from the humanist coherent rational individual, to a socially and culturally embedded subject, who is part of a broader network of sense-making processes (Potter & Wetherell, 1987). Within this framework, discursive practices are not merely expressive but rather constitutive of the subjectivity and other psychological phenomena. Linguistic materials operate in a protean way: they constitute chains of signification in accordance with sociohistorical conventions through which people self-position and make sense of the world (Mininni, 2003). Nevertheless, communicative conventions do not constitute subjectivity in a rigid and deterministic manner: subject positions are constituted by the intersection between broad cultural discourses, communicative intentions and contextual constraints and opportunities. 8  With respect to the last point, the concept of “position”, as defined by Davies & Harré (1990), is crucial. This notion means that social beings are interactively and dynamically located within discursively constructed social categories, which entails specific rights and duties within a specific moral order. Unlike roles, subject positions do not identify a static set of rules and behaviours: they are cultural resources constituted and negotiated in discursive practices. In concrete terms, they are articulated by the arguments and the ideologies and adapted to contextual rules, rights and duties (Mininni, 2003). Peters and Appel (1996) contend that positioning theory is biased by an underlying residual humanism in the way it defines the subject as volitional agents that negotiate new self-positioning strategies. Coherently with the post-structuralist epistemology that informs this study, we adopted the concept of subject position as articulated in the philosophical perspective of Judith Butler (1997). Her works aim to encompass the agency-structure dichotomy and assert that subject positions have an ambiguous relation to social norms. Specifically, she asserts that the citational nature of norms implies that their reproduction is inherently partial and that any inaccuracy in the performance slowly bends the normative discourses. Conversely, resistance emerges as a re-articulation of the hegemonic discursive context that preserves traces of heteronormativity. Method Data collection We analysed 44 blog posts collected from 10 non-academic weblogs managed by Italian trans women. In the first phase of the data collection, we identified 44 blogs, performing searches using 6 keywords5: “MtF blog”, “Transgender blog”, “Trans woman blog”, “Transgender woman blog”, “Transsexual woman blog” and “T girl blog”. Then, we 9  relied on three criteria to identify the blogs that have been included in the final collection of the data: 1) they should be written in Italian6; 2) they should be created and written by a trans woman; 3) they be should be active at the time of the research. In this way, we excluded 34 websites (13 were inactive, 12 were written in a foreign language and 9 were not written by trans women). Finally, we collected all the blog posts in which we found an explicit reference to gender transition, either as the central focus of the post or as a secondary topic.  We took the deliberate decision to collect different kinds of posts (e.g.; self-presentations, political pamphlets, everyday life narrations, visual records7) to be inclusive of as many different voices as possible and to interrogate the coherence of a notion such as “trans community”. Data Analysis A discourse analysis inspired by diatextual approach was carried out with all the resources. This method imbues the conceptual apparatus of Semiotics in the discursive approach to social Psychology (Mininni, 2013). The main analytics that we used are embrayage-debrayage, pathemic markers, discursive genre and metaphors. Embrayage - which literally means engagement - refers to linguistic practices that make the enunciator explicitly recognizable in the text (e.g.; the use of the first-person pronoun). Debrayage - or, disengagement - identifies discursive procedures that hide any explicit reference to the enunciator (e.g.; the use of impersonal forms). The study of these 10  discursive procedures is useful in understanding how the enunciator’s position towards a certain topic, both from an ethical point of view and in terms of identification. Pathemic markers are expressions with a strong emotional content. This analytic assumes that emotions are socially recognized ways of reacting to events, as well as meaning-making procedures that justify behaviours. The analysis of the discursive genre consists in studying the lexical choices and language structures to understand how texts fit within broader sets of communication practices, and which discursive contexts are mobilized in the constitution of subjectivity. Finally, DDA gives great attention to metaphors, defined as associative figures of speech which combine argumentative and narrative elements (Mininni, 2003). Their main feature is to establish similarities and differences between different concepts, that allow a mutual transfer of meanings (Barthes, 1964/1992): the creation of a common semantic field lays the groundwork for social intelligibility. The analysis of metaphors allows the exploration of the relationships among different discourses mobilised to convey a specific image of the Self and others. There is not a single way to perform DDA. Mininni (2013, p. 50) defines discursive practices as the tiles of a puzzle that, depending on how they are oriented in the analytic process, draw different representations of the topic of interest. In general terms, the hermeneutic process in DDA is based on the research of patterns of regularities on the articulation of texts, which are interpreted as subject positions. A specific feature of DDA is that the organization of the subject positions is based on a modified version of the Greimasian semiotic square, called “square of enunciation” (Mininni, 2013), which provides a synthetic representation of the semiotic structure of the self-positioning 11  strategies. According to the structure of the square of enunciation (Figure 1), the organization of the regularities leads to the creation of four subject positions, interconnected by relations of opposition (straight arrow), implication (dashed arrow) and contradiction (dotted arrow). Finally, the subject positions are arranged into a matrix of cultural topoi, created from the intersection of two data-driven semantic axes. We would like to reiterate that subject positions are not personality types or identity clusters since different self-positioning strategies might be identified even in different resources of the same author, or even within the very same resource.  [Insert here Figure 1. Greimasian semiotic square and Mininni’s square of enunciation] Ethical considerations  Conducting research in online settings has severe and ambiguous ethical implications. On the one side, virtual environments provide the researcher with a (seemingly) unobtrusive and fast method to access to sensitive research topics (Langer & Beckman, 2005). On the other side, it is precisely the opportunity to easily perform a covert research that raises concerns about the boundaries between what is public and private and, by so, about the legitimacy of using personal information, even when they are publicly accessible. (King, 1996). From an institutional point of view, the question could be easily solved by claiming that the data collection conformed to the Italian data protection code (Codice in materia di protezione dei dati personali, 2003), and to the ethical code of the major Italian association for psychological research (Associazione Italiana di Psicologia, 2015). However, the formal correctness is not a sufficient legitimation for a methodological option, especially when the relationship between the researchers and the subjects of the 12  research is deeply embedded in a pervasive social inequality, namely cisgenderism. Since ethical and methodological choices imply the imposition of a specific subjectivity to the internet user (Morrow, Hawkins & Kern, 2015), researchers are accountable for making an explicit and transparent decision. At first, the study was designed as a qualitative research based on in-depth semi-structured interviews. The formulation of the outline of the interviews drew on the literary review and on informal conversations with transgender activists. It was precisely one activists that persuaded us to take into account the role of online environments for transgender people. She contended that considering these resources could be helpful in outlining a pertinent research question. At first, we approached virtual environments as an additional tool to refine the research design, but soon we realized that they were worthy of a specific attention. The reason why we focused on weblogs, rather than on other more interactive online environments, is because we wanted to avoid lurking into mutual supportive communities. We acknowledge that blogs are part both of information and supportive networks, and of the public narrativization of one’s own biography. However, in coherence with the literature (Rak, 2005; Papacharissi, 2009), we assumed that the divulgatory intent is a major asset of weblogs. For this reason, we considered this type of sites to be an acceptable compromise in the impossible distinction of what should be considered private or public in virtual environments. Nevertheless, the international debate about the right to be forgotten highlights that the permanence of personal data on the Internet may transform public visibility in a double-edged sword (Ausloos, 2012; Canieso, 2016; Weber, 2011). With this in mind, we took the deliberate decision to favour a conservative approach for what concerns privacy protection, that is, to make the 13  blog extracts as anonymous as possible. This choice does not offer a definitive solution to the issue of the right to be forgotten: despite the anonymization, those specific pieces of information are denied of the oblivion (Ausloos, 2012, p. 146). Given the undecidability that this problematic debate presents, we opted one more time for a compromise – in which we cannot exclude the presence of a residual form of paternalism – that could reduce as much as possible the potential negative impact of the academic dissemination. Findings This section presents the results of the DDA of the blog posts. The paragraph is divided in four parts, one for each subject position (Figure 2). Specifically, here we will define and describe the subject positions, focusing both on their contents, and on the discursive elements that characterise their articulation. The four subject positions that we identified are: 1) “Transgender”: deconstructing the concept of gender itself; 2) “Transsexual before being a woman”: reclaiming one’s own transsexual identity and the experience gender transitioning as sense-making resources; 3) “A woman who was born male”: presenting gender as an essential feature of personality and gender transition as the actualization of one’s own “true self”; 4) “Just a normal woman”: presenting one’s own biography as indistinguishable from the ones of cisgender women. [Insert here Figure 2. Square of enunciation: trans women positioning strategies] The semiotic structure of the square of enunciation lays on two semantic axes. The “Social Action/Social Recognition” axis concerns the continuum between relating to 14  society as an oppressive set of norms that should be changed and relating to it as a context where the accountability of gender identity may be demonstrated. The “Concept/Self-presentation” axis concerns the continuum between argumentative and narratives accounts of gender. The meaning and the implications of the axes will be addressed in the discussion section. “Transgender”: the gender fluidity as a resource for meaning The “Transgender” subject position performs a systematic deconstruction of the naturalness of gender dichotomy. Indeed, this self-positioning procedure entails a straightforward criticism of the socio-cultural context, which is presented as a set of norms which limit self-expression. The very concept of normality is under scrutiny, and trans community is represented as a broad and blurred social group whose precarious position testifies the inadequacy of the current social order. In addition, the subtle argumentative structure, which leaves little room for personal narrations, recalls critical and scientific dissertations: The differentiation of gender relates once again to the idea concerning the existence of a class of dominant and dominated, which naturally becomes of whites and blacks, men and women, and so on. […] Now the social control technology is very clear and firm, but the most important thing is that it is completely anti-historical and no longer suitable for political and economic control. (Blog 1, Post 1) Freedom is a key theme in the argumentative structure: it depicts the self as an individual psychic phenomenon whose drive toward self-determination is thwarted by external social influences. Moreover, as exemplified by the following example, the relationship 15  between self and society is expressed by a massive use of debrayage procedures, which define freedom as an absolute right:  This society... still driven by male chauvinism, by a culture that wants you more and more subordinated to men, and not the protagonist of your own life story and the main subject of humanity… is the human being and all his complexities […] if there are seven billion human beings, there are also seven billion of gender identities, because everyone has their own sense of masculinity, their own sense of femininity, their own sense of humanity. (Blog 2, Post 1) Finally, the use of impersonal forms and intensifying metadiscursive adverbs (e.g.; completely, absolutely) lays a linguistic ground that legitimizes gender variance as an expression of personal freedom: Transsexual does not represent a category, it is not a brand, it is a cultural input that says that in nature we are everything and its opposite, each one comes with a different sensitivity, this is the true truth, it completely breaks the laws of the civil code. (Blog 2, Post 1) “Transsexual before being a woman”: claiming the epistemic value of gender variances The “Transsexual before being a woman” position instantiates the claim for the epistemic advantage of trans identities in grasping the processes of stigmatization connected to gender. Gender non-conformity, therefore, is not an unfortunate condition, but rather a meaningful and enriching experience which transcends the boundaries of a mere private struggle: 16  […] Not only transsexual people are not diseased, not only they have the right to be, to live for what they are, but they have necessarily to become critical people which can give powerful cultural tools... I would say “Fabulous” […] the transsexual person is in the ideal position to provide other people with the sense of personal freedom. (Blog 2, Post 2) In a similar fashion to the Transgender subject position, this procedure of self-positioning depicts society as reproducing discrimination but also suggests that it is an arena of social change. Activism and political commitment are the key tropes of this subject position, and they are conveyed by a lexicon and a rhetorical structure akin to political pamphlets. Notably, as the following extract highlights, the political dimension of gender is enacted through the alternation of embrayage and debrayage procedures, which converts personal experiences into general accounts of social order: The need for a cultural elaboration constitutes a \"categorical imperative\" for me, \"diurnal\" transsexual woman, who had to fight to have her own space in society, a life in the light of the sun, a degree, a regular work, the right of citizenship, that for most people is taken for granted. This need can be represented, in my imaginary, as a beacon of awareness that sets everyone free, everyone who deviates from the rigid gender expectations of our cultural system. (Blog 3, Post 1) In this regard, the use of “inside-outside” orientation metaphors constitute the relationship between trans community and society as structured by multiple intergroup distinctions that blur the definition of trans community: “marginalized/oppressors”, “trans/crossdressers”, “radical trans people/trans people complicit with the gender order”   17  Let's make a first distinction, cross-dressing and all the rest. Transvestism is out of transsexuality, it is a sport, a game, with paraphiliac components and that essentially concerns the male world, so they are men who live their quiet life. (Blog 4, Post 1) The definition of the community of identification therefore encompasses the cisgender-transgender dichotomy. Internal lines of separation unpack and redefine trans community in terms of complicity with the delegitimization of gender variances, as exemplified by use of pronouns in the following extract shows: Because you know, transsexuals people who then just become women, as I said before, or men, that subject themselves, that become equal to this society full of... of prejudices and preconceptions, and therefore that submit to be heteronormative, it is useless for them to come into politics only because they are trans, it is meaningless, it has no sense for me. (Blog 2, Post 2) “A woman who was born male”: a truth to acknowledge, a truth to explain This subject position expresses the idea that gender transition is a process undertaken to remedy a mistake. Trans is therefore an adjective that identifies only the contingent psychological, medical and legal actualization of the “true” self. Necessity substitute freedom as the key trope of the narration to describe the motivation to undergo gender transition: However, sometimes from an early age, sometimes even after having started a family and having had children, you must (it is never a choice, in the sense that people often mean it) become aware that living in a gender that does not belong to you is so painful that it makes life unliveable and useless. (Blog 5, Post 1) 18  Even in this case society is a central point of reference, but more as an arena of recognition rather than social action: gender transition is a personal path whose evaluation is based on the accountability of gender identity: Only when my femininity was recognized by all the strangers I met, I felt confirmed in my identity and I could find the necessary confidence in my possibilities. (Blog 6, Post 1) Concretely, this subject position is articulated through a vocabulary derived from biology (e.g.; hormonal mechanisms; recessive gene), and psychology (e.g.; operant conditioning, defense mechanisms) which delineate a clear-cut separation between sex and gender, and between masculinity and femininity. Akin to the previous subject position, there is an alternation of embrayage and debrayage procedures but, in this case, general scientific concept are the interpretative and argumentative tools that demonstrate the accountability of personal experience: Transsexuality is not a choice, it is a psychological condition because, said in a very raw way, you live or you commit suicide. I would like to tell people, I would like to put them in my place: you have a brain that makes you think, that makes you want to see yourself as a woman. (Blog 8, Post 1) Metaphors have a crucial role in supporting the symbolic threshold between masculinity and femininity, and in expressing a refusal of masculinity. We identified three major metaphors: the caterpillar and the butterfly, double life/new life and digging inside the self. The first metaphor expresses the idea that gender transition is a path that lead from a sense incompleteness to a sense of fulfilment: 19  One thing is for sure, from today I am freer, my friends have become my new family, I met fantastic people and I managed to be myself: the caterpillar has become a butterfly. (Blog 9, Post 1) The double life/new life metaphor conveys the idea that there is a clear-cut separation among life as a man and life as a woman: I do not even remember in detail the events of those 38 years, basically because it has never been my life. Sometimes I think that the reason why I look younger is because I have not actually lived. (Blog 5, Post 1) Finally, the digging inside the self metaphor emphasises the need to make a constant labour to uncover the truth (i.e.; gender identity) that is hidden under a layer of appearance (i.e.; social norms): Who am I, what gender do I belong to? Man, woman, a middle ground? For some people the answer is taken for granted, they know it from birth. For others it is not so simple. Have you ever tried to dig inside your soul? Without stopping at the superficial layers, the most obvious and predictable ones, down, deeper and deeper. (Blog 3, Post 1) “Just a normal woman”: I never felt transsexual The last subject position refuses the use of the \"trans\" category for self-recognition. As exemplified by the use of the first person in the following extract, there is a prevalence of embrayage procedures:  I want to make clear that I never felt transsexual: I've always felt that I belong solely and exclusively to the female sex, and this feeling of belonging to the biological gender different from my own dates to my earliest childhood. (Blog 10, Post 1) 20  This discursive mode, and the use of a lexicon related to naturalness, banality and social integration, sum up to create a strong impression of normality: society is called into question only as an environment that legitimizes gender identity.  I remained in the social fabric, perfect, I am a socially integrated girl […] I mean, to say is that I stayed here, I feel good, I feel at ease, people love me, I love them all, everyone here loves me, but it's not that... it is one more thing that life has given me ... I mean, a nice thing, affection, friendship, the kindness of people who live nearby me, respect, got it? (Blog 8, Post 1) The argumentation is minimal, as it is not necessary to demonstrate the fact of being a woman. In contrast, pathemic markers are widely used: emotions are the main factors that inform sense-making procedures, and they are used to convey an intimate and hyper-personalized image of femininity. Since gender is defined solely in terms of private experience, “inner” feelings are a major point of reference to ensure the accountability of gender experience: I was, I am and I will always be a female person. I've always hated my male name: being called in a masculine way, signing a document, using that damned name, always made me feel bad, unnerved me, made me feel aggressive and made me cry. (Blog 10, Post 1) Discussion The aim of this paper was to explore the discursive practices through which transgender women become recognisable as gendered human being. Our intent was to develop a deeper understanding of the accounts of transgenderism, transsexuality and gender 21  transition that Italian trans women express in online media, and how these definitions relate to self-positioning procedures.  Overall, drawing on DDA (Mininni, 2013), we identified four subject positions: “Transgender”, “Transsexual before being a woman”, “A woman who was born male” and “Just a normal woman”.  What became apparent to us is that trans community is far from being homogeneous: the four discursive strategies delineate shifting boundaries in the definition of who is recognised in the community. This finding is important because it highlights a shift from the dichotomic differentiation of transsexuality and transgenderism, which was prevalent in the Italian context until recent times. Indeed, our analysis showed several ways to conceive the relationship between “trans” and “society”. These definitions are manifold and nuanced, and they vary from the total rejection of the concept of \"normality\", in the name of an original drive toward free self-expression, to its total intake, denying to self-define as trans. The square of enunciation is defined by the intersection of the “Concept/Self-presentation” axis and the “Social action/Social recognition” axis. The “Concept/Self-presentation” axis materializes the relationship between the private sphere and the political arena. We decided to separate the two dimensions not to reproduce the idea of the independence of the two areas, but rather to point out that their relationship is not linear. Indeed, the “Transsexual before being a woman” and the “A woman who was born male” subject positions show that general belief about gender and the lived experience mutually construct in different ways, as evidenced by the different alternation between embrayage and debrayage procedures. Moreover, trans women 22  rearticulated the vocabulary of many scientific disciplines (e.g., biology, psychology, sociology...) and used them to redefine their self in different contexts. The composition and recomposition of these discourses enabled specific and contextual subjectivities, and new theories about transsexuality and transgenderism, as already pointed out in several previous papers (Barrios, 2004; Ekins & King, 2010; Fink & Miller, 2014).  The “Social action/Social recognition” axis recalls a classic debate within identity politics in the trans movement. \"Social recognition\" concerns the resignification of the discourses used to define trans people as \"abnormal\" or “unnatural”.  Through psychological and biological concepts trans women reconsider transsexuality as part of the natural order and coherent with the gender binary. \"Social action\" instead identifies the deconstruction of discourses that support the gender binary, thus disconfirming the delegitimisation that the latter operate on trans experiences. This axis should not be conceived as a mere reproduction of the “discipline-resistance” dichotomy. As a mean of example, the insistence on individual freedom performed in the \"Transgender\" positioning strategy may reflect neoliberal rhetorics. Conversely, the \"Just a Normal Woman\" position, while totally rejecting the political implications of the concept of \"transsexual/transgender\", and despite strongly confirming gender binary, overturns the normative relationship between sex and gender. This is not to say that the latter positioning strategy is more emancipatory than the first one, but rather we want to highlight that those discourses act as sense-making resources that materialise trans experience in a double-faceted way: normalisation and pluralization. Thus, we suggest that a more refined way to understand the discursive production of the Self is needed, overcoming the dichotomous view of the relationship between discipline and resistance. 23  Finally, in our analysis gendered subjectivity appeared to be deeply embedded in broad neoliberal discourse key trope: freedom, self-actualization, transformation and individual accountability. The relationship between neoliberal discourses and gendered subjectivities appears to be far from linear. Bit and pieces of neoliberal rhetorics are constitutive of all four self-positioning procedures, as we showed in the results, although they entertain different relationships with gender norms - for example, regarding the gender binary. What we contend is that broad cultural discourses are non-monolithic sets of styles, themes and rhetorics that partially independent of each other. The mobilization of different tropes of neoliberalism results in a plurality of re-articulations of the concept of gender which reproduce gender norms, but at the same time multiplies the procedures of subjectivation. We do not mean that trans identity is the product of neoliberalism, but rather, we want to highlight its relevance in the constitution of gendered subjectivities, whether they are cisgender or transgender.  Conclusions In conclusion, the findings provide further support of the role that online resources play in transgender communities. In particular, this study points towards the idea that weblogs are additional tools in the pluralization of the narratives about gender non-conformity. In general terms, we agree with Westbrook’s (2010) claim about the centrality of the concept of gender in the cultural products of gender variant people. However, we contend that resorting to gender is not in itself problematic. Our study, in line with previous works (Barrios, 2004; Ekins & King, 2010; Fink & Miller, 2014; Fox & Ralston, 2016), suggests that the way in which gender is concretely articulated makes an essential 24  contribution in broadening the boundaries of social intelligibility for gender variances, as well as in creating new forms of normativities. Our investigations in this area are still ongoing, but we believe that this research intimates further examinations of the role of online resources in the daily (de)construction of gender. Specifically, we think it would be of primary importance to study these online resources not only as contents, but as processes, taking into consideration the path from their production, to the reception and the peer-to-peer dissemination. Indeed, this kind of perspective could provide a more dynamic view on the processes of subjectification than the one offered by a four-categories model.  Funding Acknowledgement This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.   Notes 1) We use the expression mainstream cultural products to refer both to online and offline media. As a matter of fact, in both kinds of media transgender people may find transphobic representations as well as support in the negotiation of their identities (McInroy & Craig, 2015). Moreover, cultural products that have been created in offline settings (like TV series and offline newspapers) once digitalised can be easily shared through online media. 2) It should be noted that the access to the Internet is nonetheless influenced by structural factors including, but not limited to, gender, class and ethnicity (Braun, 2011; Fenton, 1995; Wessels, 2013). 25  3) We will use the term trans women “to refer to anyone who identifies as transgender, genderqueer, or gender non-conforming on the transfeminine end of the spectrum or as transsexual, MTF, FTF, or to any other person who identifies as female whose assigned sex at birth was male. We have chosen this expression rather than “transwoman” or “transgender,” because there are people who identify as transsexual women but object to being called transgender” (Greenberg, 2012, p.203). 4) For a detailed description of the debate in Feminist theory about the deconstruction of gender, see Barrett (1987) and Alcoff (1988). 5) This is the translation of the actual Italian keywords: “MtF blog”, “Transgender blog”, “Donna trans blog”, “Donna transgender blog”, “Donna transsessuale blog” and “T girl blog”. 6) For the Italian version of the extracts, please refer to the Supplementary Material. 7) Visual records have been transcribed verbatim and then analysed.  References Alcoff, L. M. (1988). Cultural Feminism versus Post-Structuralism: The identity crisis in Feminist Theory. Signs, 13(3), 405-436. doi: 10.1086/494426 Arthurs, J. (2004). Television and Sexuality: Regulation and the Politics of Taste. New York: Open University Press. Arune, W. (2006). Transgender Images in the Media. In L. Castaneda & S. Campbell (Eds.), News and Sexuality: Media Portraits of Diversity (pp. 110-133). Los Angeles: University of California Press. 26  Associazione Italiana di Psicologia (2015). Codice Etico [Ethical code]. Retrieved from: http://www.aipass.org/node/11560 Ausloos, J. (2012). The ‘Right to be Forgotten’ – Worth Remembering?. Computer Law & Security Review, 28(2), 143-152. doi: 10.1016/j.clsr.2012.01.006 Austin, A. (2016). “There I am”: A Grounded Theory Study of Young Adults Navigating a Transgender or Gender Nonconforming Identity within a Context of Oppression and Invisibility. Sex Roles, 75, 215-230. doi: 10.1007/s11199-016-0600-7 Baptista, M. M. R. & Himmel, R. I. P. L. (2016). ‘For fun’: (De) Humanizing Gisberta—The Violence of Binary Gender Social Representation. Sexuality & Culture, 20, 639-656. doi:10.1007/s12119-016-9350-5 Barker-Plummer, B. (2013). Fixing Gwen: News and the Mediation of (Trans) Gender Challenges. Feminist Media Studies, 13(4), 710–724. doi: 10.1080/14680777.2012.679289 Barrett, M. (1987). The Concept of ‘Difference’. Feminist Review, 26(1), 29-41. doi: 10.1057/fr.1987.18 Barrios, B. (2004). Of Flags: Online Queer Identities, Writing Classrooms, and Action Horizons. Computers and Composition, 21(3), 341-361. doi:10.1016/j.compcom.2004.05.003 Barthes, R. (1964/1992). Elementi di Semiologia [Elements of semiology] (Trans. A. Bonomi). Torino: Einaudi. 27  Billard, T. J. (2016). Writing in the Margins: Mainstream News Media Representation of Transgenderism. International Journal of Communication, 10, 4193-4218. Retrieved from: http://ijoc.org/index.php/ijoc/article/view/3461  Braun, V. (2011). Petting a Snake? Reflections on Feminist Critique, Media Engagement and ‘Making a Difference’. Feminism & Psychology, 22(4), 528-535. doi: 10.1177/0959353511427089 Buscar, E., & Enke, A. (2011). Unlikely Sex Change Capitals of the World: Trinidad, United States, and Tehran, Iran, as Twin Yardsticks of Homonormative Liberalism. Feminist Studies, 37, 301–328. Retrieved from: https://www.jstor.org/stable/23069902 Butler, J. (1993). Bodies that Matter: On the Discursive Limits of “Sex”. New York: Routledge. Canieso, C. C. (2016). The Right to be Forgotten. In S. Moran (ed.) Ethical Ripples of Creativity and Innovation (pp. 193-199). London: Palgrave Macmillan Capuzza, J. C. (2015). Who Defines Gender Diversity? Sourcing Routines and Representation in Mainstream U.S. News Stories about Transgenderism. International Journal of Transgenderism, 15(3-4), 115-128. doi: 10.1080/15532739.2014.946195 Codice in Materia di Protezione dei Dati Personali [Personal Data Protection Code]. Legislative decree 30th June 2003, n. 196. Davies, B. & Harré, R. (1990). Positioning: The Discursive Production of Selves. Journal for the Theory of Social Behaviour, 20(1), 43-63. doi:10.1111/j.1468-5914.1990.tb00174.x 28  Ekins, R. & King, D., (2010). The Emergence of New Transgendering Identities in the Age of the Internet. In S. Hines & T. Sanger (Eds.), Transgender Identities: Towards a Social Analysis of Gender Diversity (pp. 43-62). New York: Routledge Fenton, N. (1995). Women, Communication and Theory: A Glimpse of Feminist Approaches to Media and Communication Studies. Feminism & Psychology, 5(3), 426-431. doi: 10.1177/0959353595053023 Fink, M. & Miller, Q. (2014). Trans Media Moments: Tumblr, 2011–2013. Television and New Media Studies, 15(7), 611-626. doi:10.1177/1527476413505002 Fox, J. & Ralston, R. (2016). Queer Identity Online: Informal Learning and Teaching Experiences of LGBTQ Individuals on Social Media. Computers in Human Behaviour, 65, 635-642. doi: 10.1016/j.chb.2016.06.009 Funk, S. & Funk, J. (2016). Transgender Dispossession in Transparent: Coming Out as a Euphemism for Honesty. Sexuality & Culture, 20, 879-905. doi: 10.1007/s12119-016-9363-0 Garden, M. (2011). Defining Blog: A Fool’s Errand or a Necessary Undertaking. Journalism, 13(4), 483-499. doi: 10.1177/1464884911421700 Garosi, E. (2011). Gender, Sex and (Hetero)Sexuality: A Critical Lesson from The Trans Experience in Italy. In B. Scherer & M. Ball (Eds.), Queering paradigms II: Interrogating agendas (pp. 99-112). Oxford: Peter Lang. Garosi, E. (2012). The Politics of Gender Transitioning in Italy. Modern Italy, 17(4), 465-478. doi:10.1080/13532944.2012.706998  29  Green, M., Bobrowicz, A. & Ang, C. S. (2015). The Lesbian, Gay, Bisexual and Transgender Community Online: Discussions of Bullying and Self-Disclosure in Youtube Videos. Behaviour & Information Technology, 34(7), 704-712. doi: 10.1080/0144929X.2015.1012649 Greenberg, K. (2012). Still Hidden in the Closet: Trans Women and Domestic Violence. Berkeley Journal of Gender, Law & Justice, 27(2), 198-251. Retrieved from http://scholarship.law.berkeley.edu/bglj/vol27/iss2/2 Halbersam, J. (2005). In a Queer Time and Place: Transgender Bodies, Subcultural Lives. New York: New York University Press Hegland, J. E., & Nelson, N. J. (2002). Cross-Dressers in Cyber-Space: Exploring the Internet as a Tool for Expressing Gendered Identity. International Journal of Sexuality and Gender Studies, 7(2), 139–161. doi: 10.1023/A:1015845100237 Hilton-Morrows, W. & Battles, K. (2015). Sexual Identities and the Media: An Introduction. New York: Routledge. Jenkins, H. (2006). Convergence Culture: Where Old and New Media Collide. New York: New York University Press. Johnson, A. H. (2015). Normative Accountability: How the Medical Model Influences Transgender Identities and Experiences. Sociological Inquiry, 9(9), 803-813. doi:10.1111/soc4.12297 Johnson, A. H. (2016). Transnormativity: A New Concept and its Validation through Documentary Film about Transgender Men. Sociological Inquiry, 86(4), 465-491. doi:10.1111/soin.12127 30  Kelso, T. (2015). Still Trapped in The U.S. Media’s Closet: Representations of Gender-Variant, Pre-Adolescent Children. Journal of Homosexuality, 62(8), 1058-1097. doi:10.1080/00918369.2015.1021634  King, S. (1996). Researching Internet Communities: Proposed Ethical Guidelines for the Reporting of Results. The Information Society, 12(2), 119-128. doi: 10.1080/713856145 Langer, R. & Beckman, S. C. (2005). Sensitive Research Topics: Netnography Revisited. Qualitative Market Research: An International Journal, 8(2), 189-203. doi:10.1108/13522750510 Lejeune, P. (2000) “Cher écran . . .”: Journal Personnel, Ordinateur, Internet. Paris: Éditions du Seuil. Lorenzetti, A. (2012). Diritti in Transito. La Condizione Giuridica delle Persone Transessuali [Rights in Transit. The Legal Status of Transsexuals]. Milano: FrancoAngeli. Mackie, V. (2008). How to be a Girl: Mainstream Media Portrayals of Transgendered Lives in Japan. Asian Studies Review, 32, 411–423. doi: 10.1080/1035782080229853 Malici, L. (2014). Queer TV Moments and Family Viewing in Italy. Journal of GLBT Family Studies, 10(1-2), 188-210. doi:10.1080/1550428X.2014.857234 Mallon, G. P. (2009). Social Work Practice with Transgender and Gender Variant Youth (2nd ed.). New York: Routledge. Manduley, A. E., Mertens, A. E., Plante, I. & Sultana, A. (2018). The Role of Social Media in Sex Education: Dispatches from Queer, Trans, and Racialized Communities. Feminism & Psychology, 28(1), 152-170. doi: 10.1177/0959353517717751 31  Mason-Schrock, D. (1996). Transsexuals’ Narrative Construction of the “True Self”. Social Psychology Quarterly, 59(3), 176-192. Retrieved from http://www.jstor.org/stable/2787018 McDonald, M. (2006). An Other Space. Between and Beyond Lesbian-Normativity and Trans-Normativity. Journal of Lesbian Studies, 10(1-2), 201-214. doi:10.1300/J155v10n01_10  McInroy, L. B. & Craig, S. L. (2015). Transgender Representation in Offline and Online Media: LGBTQ Youth Perspectives. Journal of Human Behavior in the Social Environment, 25(6), 606-617. doi:10.1080/10911359.2014.995392 Mininni, G. (1992). Diatesti. Psicosemiotica del Discorso Sociale [Diatexts. Psycho-Semiotics of Social Discourse]. Napoli: Liguori. Mininni, G. (2003). Il Discorso come Forma di Vita [Discourse as a Life Form]. Napoli: Guida. Mininni, G. (2013). Psicologia Culturale Discorsiva [Discursive Cultural Psychology]. Milano: FrancoAngeli. Mocarski, R., Butler, S., Emmons, B. & Smallwood, R. (2013). “A Different Kind of Man”: Mediated Transgendered Subjectivity, Chaz Bono on Dancing with the Stars. Journal of Communication Inquiry, 37(3), 249-264. doi:10.1177/0196859913489572 Morrow, O., Hawkins, R. & Kern, L. (2015) Feminist Research in Online Spaces. Gender, Place & Culture, 22(4), 526-543. doi: 10.1080/0966369X.2013.879108 32  Namaste, V. K. (2005). Beyond Image Content: Examining Transsexuals’ Access to the Media. In V. K. Namaste (Ed.), Sex Change, Social Change: Reflections on Identity, Institutions, and Imperialism (pp. 41–59). Toronto: Women’s Press.  Papacharissi, Z. (2009). The Virtual Sphere 2.0: The Internet, the Public Sphere, and Beyond. In A. Chadwick & P. N. Howard (Eds.), Routledge Handbook of Internet Politics (pp. 230-245). London: Routledge. Peters, M. A. & Appel, S. (1996). Positioning Theory: Discourse, the Subject and the Problem of Desire, Social Analysis, 40, 120-145. Retrieved from http://www.jstor.org/stable/23171700 Phillips, J. (2006). Transgender on Screen. New York: Palgrave Macmillan. Potter, J. & Wetherell, M. (1987). Discourse and Social Psychology: Beyond Attitudes and Behaviour. London: Sage. Rak, J. (2005). The Digital Queer: Weblogs and Internet Identity. Biography, 28(1), pp. 166-182. Retrieved from: http://www.jstor.org/stable/23541119 Riggs, D. W. & Patterson, A. (2009). The Smiling Faces of Contemporary Homophobia and Transphobia. Gay and Lesbian Issues and Psychology Review, 5(2), 165-170. Retrieved from http://connection.ebscohost.com/c/articles/49022135/smiling-faces-contemporary-homophobia-transphobia Ringo, P. (2002). Media Roles in Female-To-Male Transsexual and Transgender Identity Formation. International Journal of Transgenderism, 6(3), 1. Retrieved from http://www.symposion.com/ijt/ijtvo06no03_01.htm 33  Romeo, F. H. (2005). Beyond a Medical Model: Advocating for a New Conception of Gender Identity in the Law. Columbia Human Rights Law Review, 36, 713–753. Retrieved from http://heinonline.org/HOL/LandingPage?handle=hein.journals/colhr36&div=31&id=&page Schilt, K., & Westbrook, L. (2009). Doing Gender, Doing Heteronormativity: “Gender Normals,” Transgender People, and the Social Maintenance of Heterosexuality. Gender & Society, 23, 440–464. doi: 10.1177/0891243209340034 Sender, K. (2012). No Hard Feelings Reflexivity and Queer Affect in the New Media Landscape. In K. Ross (Ed.), The Handbook of Gender, Sex, and Media (pp. 207-225). Hoboken, NJ: John Wiley & Sons Serano, J. (2007). Whipping Girl: A Transsexual Woman on Sexism and The Scapegoating of Femininity. New York: Seal Press. Shapiro, E. (2004). ‘Trans’ Cending Barriers: Transgender Organizing on The Internet. Journal of Gay & Lesbian Social Services, 16(3-4), 165-179. doi:10.1300/J041v16n03_11  Siebler, K. (2012). Transgender Transitions: Sex/Gender Binaries in the Digital Age. Journal of Gay & Lesbian Mental Health, 16(1), 74-99. doi:10.1080/19359705.2012.632751 Sorapure, M. (2003). Screening Moments, Scrolling Lives: Diary Writing on the Web. Biography, 26(1), 1-23. doi: 10.1353/bio.2003.0034 34  Streitmatter, R. (2009). From ''Perverts'' to ''Fab Five'': The Media's Changing Depiction of Gay Men and Lesbians. New York: Routledge. Stryker, S. (2006). (De)Subjugated Knowledges: An Introduction to Transgender Studies. In S. Stryker & S. Whittle (Eds.), The Transgender Studies Reader. New York: Routledge. Trans Media Watch (2010). How Transgender People Experience the Media. Retrieved from http://www.transmediawatch.org/Documents/How%20Transgender%20People%20Experience%20the%20Media.pdf Vipond, E. (2015). Resisting Transnormativity: Challenging the Medicalization and Regulation of Trans Bodies. Theory in Action, 8(2), 21-44. doi:10.3798/tia.1937-0237.15008 Warner, M. (1993). Introduction. In M. Warner (Ed.), Fear of a Queer Planet: Queer Politics and Social Sheory (pp. vii-xxxi). Minneapolis: University of Minnesota Press. Weber, R. H. (2011). The Right to Be Forgotten More Than a Pandora’s Box?. Journal of Intellectual Property, Information Technology and E-Commerce Law, 2(2), 120-130. Retrieved from: https://www.jipitec.eu/issues/jipitec-2-2-2011/3084/jipitec%202%20-%20a%20-%20weber.pdf  Wessels, B. (2013). The Reproduction and Reconfiguration af Inequality: Differentiation and Class, Status, and Power in the Dynamics of Digital Divides. In M. Ragnedda & G. W. Muschert (Eds.), The Digital Divide: The Internet and Social Inequality in International Perspective (pp. 17-28). London: Routledge. 35  Westbrook, L. (2010). Becoming Knowably Gendered: The Production of Transgender Possibilities and Constraints in the Mass and Alternative Press From 1990-2005 in the United States. In S. Hines & T. Sanger (Eds.), Transgender Identities: Towards a Social Analysis of Gender Diversity (pp. 43-62). New York: Routledge. Zamperini, A., Testoni, I., Primo, D., Prandelli, M., & Monti, C. (2016). Because Moms says so: narratives, social recognition and praxis of Italian lesbian mothers. Journal of GLBT Family Studies, 12(1), pp. 91-110.  Biographical Note David Primo is a PhD candidate in Social Sciences at the Università degli Studi di Padova (Italy). His research topics are critical studies on men & masculinities, queer & transgender theoretical perspectives and the epistemology of theories in subjectivation. Adriano Zamperini is an associate professor of Psychology at the Università degli Studi di Padova (Italy). His research focuses on gender studies, ostracism and social exclusion, and the psychology of violence. Ines Testoni is an associate professor of Psychology at the Università degli Studi di Padova (Italy). Her research focuses on gender studies, dehumanization in healthcare services, the role of spirituality in psychosocial health and thanatology. ",
    "id": 168406991,
    "identifiers": {
        "doi": "10.1177/0959353518819583",
        "oai": "oai:www.research.unipd.it:11577/3285961"
    },
    "title": "Online reverse discourses? Claiming a space for trans voices",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://www.research.unipd.it/retrieve/handle/11577/3285961/263201/Primo%2c%20Zamperini%20%26amp%3b%20Testoni%20-%20Online%20Reverse%20Discourse%20-%20Post-print.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/168406991.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/168406991"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/168406991/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/168406991/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/168406991"
        }
    ],
    "abstract": "In recent years, online media have offered to trans people helpful resources to create new political, cultural and personal representations of their biographies. However, the role of these media in the construction of their social and personal identities has seldom been addressed. Drawing on the theoretical standpoint of positioning theory and diatextual discourse analysis, this paper discusses the results of a research project about weblogs created by Italian trans women. In particular, the aim of this study was to describe the ways online resources are used to express different definitions and interpretation of transgenderism, transsexuality and gender transitioning. We identified four main positioning strategies: “Transgender”, “Transsexual before being a woman”, “A woman who was born male” and “Just a normal woman”. We conclude with the political implications of the pluralization of narratives about gender non-conformity. Specifically, we will highlight how aspects of neoliberal discourses have been appropriated and rearticulated in the construction of gendered subjectivities",
    "tags": [
        "info:eu-repo/semantics/article",
        "trans women, positioning theory, online resources, new media, social movement"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:www.research.unipd.it:11577/3285961",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1102",
        "openDoarId": 0,
        "name": "Archivio istituzionale della ricerca - Università di Padova",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 168406991,
        "depositedDate": null,
        "publishedDate": "2019-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-14T11:22:04+00:00",
        "acceptedDate": null,
        "createdDate": "2019-01-16T20:33:15+00:00"
    },
    "urls": [
        "http://hdl.handle.net/11577/3285961",
        "https://journals.sagepub.com/doi/full/10.1177/0959353518819583"
    ],
    "lastUpdate": "2024-02-14T11:22:04+00:00",
    "setSpecs": []
}