{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Edwards, O. Winslow"
        },
        {
            "name": "Lev, Eliot"
        },
        {
            "name": "Obedin-Maliver, Juno"
        },
        {
            "name": "Lunn, Mitchell R."
        },
        {
            "name": "Lubensky, Micah E."
        },
        {
            "name": "Capriotti, Matthew R."
        },
        {
            "name": "Garrett-Walker, J. J."
        },
        {
            "name": "Flentje, Annesa"
        }
    ],
    "contributors": [],
    "createdDate": "2023-04-14T09:33:37+01:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1371/journal.pone.0280787",
    "downloadUrl": "https://core.ac.uk/download/560996626.pdf",
    "fullText": "San Jose State University SJSU ScholarWorks Faculty Research, Scholarly, and Creative Activity 2-1-2023 Our pride, our joy: An intersectional constructivist grounded theory analysis of resources that promote resilience in SGM communities O. Winslow Edwards Simon Fraser University Eliot Lev University of California, San Francisco Juno Obedin-Maliver Stanford University School of Medicine Mitchell R. Lunn Stanford University School of Medicine Micah E. Lubensky University of California, San Francisco See next page for additional authors Follow this and additional works at: https://scholarworks.sjsu.edu/faculty_rsca Recommended Citation O. Winslow Edwards, Eliot Lev, Juno Obedin-Maliver, Mitchell R. Lunn, Micah E. Lubensky, Matthew R. Capriotti, J. J. Garrett-Walker, and Annesa Flentje. \"Our pride, our joy: An intersectional constructivist grounded theory analysis of resources that promote resilience in SGM communities\" PLoS ONE (2023). https://doi.org/10.1371/journal.pone.0280787 This Article is brought to you for free and open access by SJSU ScholarWorks. It has been accepted for inclusion in Faculty Research, Scholarly, and Creative Activity by an authorized administrator of SJSU ScholarWorks. For more information, please contact scholarworks@sjsu.edu. Authors O. Winslow Edwards, Eliot Lev, Juno Obedin-Maliver, Mitchell R. Lunn, Micah E. Lubensky, Matthew R. Capriotti, J. J. Garrett-Walker, and Annesa Flentje This article is available at SJSU ScholarWorks: https://scholarworks.sjsu.edu/faculty_rsca/2254 RESEARCH ARTICLEOur pride, our joy: An intersectionalconstructivist grounded theory analysis ofresources that promote resilience in SGMcommunitiesO. Winslow EdwardsID1,2,3,4, Eliot Lev2,3, Juno Obedin-Maliver3,5,6, Mitchell R. LunnID3,6,7,Micah E. Lubensky2,3, Matthew R. Capriotti6,8, J. J. Garrett-WalkerID9,Annesa FlentjeID2,3,10*1 Faculty of Health Sciences, Simon Fraser University, Vancouver, British Columbia, Canada, 2 Departmentof Community Health Systems, School of Nursing, University of California, San Francisco, California, UnitedStates of America, 3 The PRIDE Study/PRIDEnet, Stanford University School of Medicine, Stanford,California, United States of America, 4 Department of Epidemiology, Rollins School of Public Health, EmoryUniversity, Atlanta, Georgia, United States of America, 5 Department of Obstetrics and Gynecology, StanfordUniversity School of Medicine, Stanford, California, United States of America, 6 Department of Epidemiologyand Population Health, Stanford University School of Medicine, Stanford, California, United States ofAmerica, 7 Department of Medicine, Division of Nephrology, Stanford University School of Medicine,Stanford, California, United States of America, 8 Psychology Department, San Jose State University, SanJose, California, United States of America, 9 Department of Applied Psychology and Human Development,Ontario Institute for Studies in Education, University of Toronto, Toronto, Ontario, Canada, 10 Department ofPsychiatry, Alliance Health Project, School of Medicine, University of California, San Francisco, California,United States of America* annesa.flentje@ucsf.eduAbstractIntroductionSexual and gender minority (SGM) communities, including lesbian, gay, bisexual, transgen-der, queer, intersex, asexual, and Two-Spirit people, have historically been researched froma deficits-based approach that fails to highlight the ways communities survive and thrive inthe face of adversity. This study endeavored to create a model of resources that promoteSGM resilience using a sample that amplified traditionally underrepresented perspectives,including individuals from racial and/or ethnic minority groups, trans and/or gender diverseindividuals, individuals on the asexual spectrum, and older adults.MethodsParticipant responses to three open-ended questions from The PRIDE Study’s (an onlinenational longitudinal cohort study of SGM people) 2018 Annual Questionnaire were ana-lyzed using constructivist grounded theory. These questions examined what brings peoplejoy and what they appreciate most about their SGM identity. Participants (n = 315) were ran-domly selected from a larger sample of people who had responded to demographic ques-tions and at least one open-ended question (N = 4,030) in a manner to ensure diversePLOS ONEPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 1 / 23a1111111111a1111111111a1111111111a1111111111a1111111111OPEN ACCESSCitation: Edwards OW, Lev E, Obedin-Maliver J,Lunn MR, Lubensky ME, Capriotti MR, et al. (2023)Our pride, our joy: An intersectional constructivistgrounded theory analysis of resources thatpromote resilience in SGM communities. PLoSONE 18(2): e0280787. https://doi.org/10.1371/journal.pone.0280787Editor: Keith M. Harris, Charles Sturt University -Port Macquarie Campus, AUSTRALIAReceived: March 1, 2021Accepted: December 20, 2022Published: February 3, 2023Copyright: © 2023 Edwards et al. This is an openaccess article distributed under the terms of theCreative Commons Attribution License, whichpermits unrestricted use, distribution, andreproduction in any medium, provided the originalauthor and source are credited.Data Availability Statement: Due to ethicalrestrictions related to sensitive participantinformation, study data can be made available onrequest in accordance with certain data accessconditions by contacting research@pridestudy.org.Funding: Yes - A.F. was partially supported by theNational Institute on Drug Abuse [grant numberK23DA039800]. J.O.M. was partially supported bythe National Institute of Diabetes, Digestive, andKidney Disorders [grant number K12DK111028].representation across race/ethnicity, gender identity, sexual orientation, age, and region ofresidence.ResultsThe proposed model includes social resources (Connecting with Others, Cultivating Family,Helping Others, Participating in Culture and Spirituality), affective generative resources(Engaging in Enriching Pursuits, Accessing Economic Resources), and introspectiveresources (Exploring One’s Authentic Self, Persevering through Hardship) that are theo-rized to contribute to SGM resilience across the life course.ConclusionsSGM communities may tap into various resources to promote resilience. As public healthpractitioners, we can help to foster this resilience by resourcing and supporting initiativesthat foster social connection, create spaces for community members to engage with varioustypes of enrichment, facilitate access to economic resources, and provide support and inclu-sion for all SGM community members.IntroductionSexual and gender minority (SGM) communities–such as lesbian, gay, bisexual, transgenderand/or gender diverse, queer, intersex, asexual, and Two-Spirit people–have historically beenresearched from a deficits-based approach that centers problems, risky behaviors, and patholo-gies [1–3]. Although this research has made important contributions to the field, it may add tostigma by emphasizing deficiencies among SGM individuals and using cisgender, heterosexualpeople as ‘the standard’ to which SGM health is compared [4]. As such, researchers haveincreasingly advocated for the use of strengths-based approaches, which focus on the resourcesthat SGM communities utilize to persist and thrive despite stigma and adversity [1–4].Sensitizing frameworksAccording to the Minority Stress Model, SGM individuals experience unique stressors as aresult of societal stigma, which can lead to adverse health outcomes [5,6]. Meyer’s MinorityStress Model accounts for response to stress through coping, which refers to any effort onemakes to positively adapt to stressors that may attenuate the effects of minority stress [6]. Resil-ience describes successful coping and ‘bouncing back’ after experiences of adversity [4,7,8]. Inalignment with the recent emphasis on strengths-based approaches, resilience has become anintegral concept in shifting the research agenda to highlight the myriad resources that SGMcommunities draw upon to foster their health and wellbeing [2,7].Resilience as a framework has been criticized for its individualistic focus arising from aWestern and Eurocentric perspective [1]. Viewing SGM communities through an intersec-tional lens acknowledges that SGM individuals have heterogenous lived experiences of struc-tural privilege and oppression that vary with social identifiers including race, ethnicity, genderidentity, sexual orientation, age, disability, and class, among others [1,2,4,9,10]. Per Cren-shaw’s seminal Black feminist critique of the framing of race and gender as mutually exclusive,intersectionality describes the way structural factors–such as racism, settler colonialism, het-ero- and cis-normativity, sexism, ageism, ableism, and classism–interact and overlap to shapePLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 2 / 23M.R.C. was partially supported by a ClinicalResearch Training Fellowship from the AmericanAcademy of Neurology and the TouretteAssociation of America. Research reported in thisarticle was partially funded through a Patient-Centered Outcomes Research Institute (PCORI)Award [award number PPRN-1501-26848] to M.R.L. The statements in this article are solely theresponsibility of the authors and do not necessarilyrepresent the views of PCORI, its Board ofGovernors or Methodology Committee, nor of theNational Institutes of Health. The funders had norole in study design, data collection and analysis,decision to publish, or preparation of themanuscript.Competing interests: No authors have competinginterestsindividuals’ social environments [7,9,10]. When considering resilience within SGM communi-ties, an intersectional lens considers the various impacts of these interdependent structural fac-tors on experiences of coping and resilience [10]. Research informed by an intersectional lensoften draws from a diverse sample to illuminate varied and/or underrepresented lived experi-ences of SGM community members, such as individuals who are from a racial or ethnicminority group, individuals who are transgender and/or gender expansive and individuals onthe asexual spectrum [1,2,4,10]. Notably, within the framework of intersectionality, socialidentities are understood to be interdependent instead of additive, i.e. the sum of one’s experi-ence cannot be understood by separately considering their race in addition to their ethnicity,their gender identity, their sexual orientation, etc.; their experience should be understoodthrough the consideration of their various social identifiers collectively [2,10].Thus, researchers have suggested that resilience as a framework should integrate an inter-sectional lens, conceive of coping and resilience as ongoing processes, and consider resilience-promoting factors on a continuum between individual- and community-level resources[1,2,7]. To clarify the scope of community level resilience, Meyer [2015] emphasizes that SGMindividuals exist within social environments and communities that can bolster individuals byproviding access to both tangible and intangible resources that promote resilience, includingthe “[reframing of social] norms and values, role models, and opportunities for social support”[p. 211].Fredrickson’s broaden-and-build theory asserts that certain positive emotions–such as joy,pride, and love–can broaden an individual’s planning repertoire and build up enduring, bene-ficial psychological and social resources that can be employed to address future adversity [11].Indeed, research demonstrates that experiencing joy or positive emotions can decrease reactiv-ity to stressors and support the ability to rebound from stress [12,13]. Within SGM communi-ties, positive SGM identity–specifically feeling pride in, appreciating and accepting attributesassociated with one’s SGM identity–has also been linked to higher reported life satisfactionand lower severity of reported depressive symptoms [14–16]. Thus, investigating contributorsto joy and positive SGM identity can serve as a basis for conceptualizing resources that maypromote resilience within SGM communities.Recent qualitative research has examined resilience and/or coping resources in the contextof SGM youth [17–19], SGM adults [20–23], and SGM older adults [24,25]. This research,however, has primarily focused on specific SGM subgroups (i.e., transgender school psycholo-gists, gay Latino men, bisexual older adults), employed small sample sizes, and been limited inracial/ethnic diversity. An important next step is to examine resources that may promote resil-ience within a larger, age-varied, and racial/ethnically diverse sample that is inclusive of manydifferent SGM communities.The purpose of this study was to employ an intersectionally-informed strengths-based, con-structivist grounded theory approach to explore joy and positive SGM identity, both conceptu-alized as major contributors to coping and resilience among SGM people. As this study didnot evaluate any health outcomes, we investigated probable resources that can promote resil-ience as described by SGM people. We did this by examining open-ended responses to threequestions: what brings individuals joy, how they positively relate to their sexual orientation,and how they positively relate to their gender identity. The questions about sexual orientationand gender identity asked participants to reflect on a single aspect of their sexual and/or gen-der identity. Despite this framing, we chose to analyze the data through an intersectional lensthat considered the impacts of structural factors on participant experiences. To facilitate this,we amplified underrepresented voices via stratified sampling strategies to support a more thor-ough examination of coping and resilience within a diverse sample.PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 3 / 23MethodsParticipantsParticipants were from The Population Research in Identity and Disparities for Equality(PRIDE) Study, a longitudinal cohort study of the general health of SGM adults in the UnitedStates (US) [26]. Inclusion criteria for The PRIDE Study were: (i) being at least 18 years old atthe time of enrollment, (ii) identifying as a sexual and/or a gender minority person, (iii) resid-ing in the US or its territories, and (iv) comfort with reading and writing in English [26].Participants who answered at least one of the relevant open-ended questions and completeddemographic questions (N = 4,030) were sampled for this study. Using STATA (Version 13),the sample was initially stratified by sexual orientation, gender identity, and race/ethnicity tocreate equivalent representation of diverse participant groups and ensure inclusion of histori-cally underrepresented voices in SGM research (i.e., racial and/or ethnic minority participants,bisexual and pansexual participants, asexual spectrum participants, and transgender and/orgender expansive participants). Regarding sexual orientation, Manago [27] coined same-gen-der loving as a culturally-affirming descriptor for same-gender and multi-gender attractedpeople of the African diaspora. Because participants self-selected their sexual orientation(s),individuals outside of the African diaspora also identified as same-gender loving which ini-tially resulted in a sample of same-gender loving participants that was primarily composed ofnon-Black respondents. See S1 Appendix for information about how our sampling strategyaddressed this to ensure representation of same-gender loving individuals of the Africandiaspora.Per the initial stratification, participants who had not responded to sexual orientation, gen-der identity, and race/ethnicity were not sampled. From this group, 80 participants total wererandomly sampled from the aforementioned 3 strata (i.e., sexual orientation, gender identity,and race/ethnicity) using STATA’s ‘sample’ function. Iterative purposive sampling occurred toenrich the sample for participants with underrepresented ages, regions and sexual orientations,while maintaining stratification by race/ethnicity (S1 Appendix). As rich or detailed descriptionis important for robust qualitative analyses [28], responses of longer than average characterlength were also sampled during iterative purposive sampling to ensure the exploration of suffi-cient data to support analytic conclusions. Two participants with uncodeable text responses toone of the open-ended questions were excluded from analysis (n = 315) (Table 1). Theoreticalsaturation was determined when new codes were no longer noted, and the coders determinedthat categories had been well defined and explored within the scope of the data [28].The PRIDE Study was approved by the Institutional Review Boards of the University of Cal-ifornia, San Francisco and Stanford University. Electronic informed consent was obtainedprior to participation in The PRIDE Study through the online participant portal. Theoreticalcoding and conceptual model development was approved by Simon Fraser University’sResearch Ethics Board.QuestionsWe analyzed responses to three questions from the 2018 Annual Questionnaire of The PRIDEStudy: (1) “We at The PRIDE Study are interested in what makes people thrive. Therefore, canyou tell us a bit about what brings you joy?”, (2) “We are excited to know about people’s posi-tive experiences in relation to their sexual orientation! Please tell us what you most like aboutbeing or are most proud of being gay/lesbian/bisexual/or a sexual minority,” and (3) “We areexcited to know about people’s positive experiences in relation to their gender identity! Pleasetell us what you are most proud about being genderqueer/transgender/gender non-binary/or aPLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 4 / 23Table 1. Sample characteristics.Race/Ethnicity1 n = 315 % of TotalAmerican Indian or Alaskan Native 36 (11.4%)Asian 35 (11.1%)Black, African American or African 37 (11.7%)Hispanic, Latin American or Spanish 59 (18.7%)Middle Eastern or North African 12 (3.8%)Native Hawaiian or other Pacific Islander 3 (1.0%)White 250 (79.4%)More than one 101 (32.1%)Gender Identity GroupingCisgender man 86 (27.3%)Cisgender woman 77 (24.4%)Gender-expansive 77 (24.4%)Transfeminine 39 (12.4%)Transmasculine 36 (11.4%)Intersex2,3Yes 6 (1.9%)Sexual Orientation1Asexual spectrum 52 (16.5%)Bisexual 83 (26.3%)Gay 113 (35.9%)Lesbian 65 (20.6%)Pansexual 67 (21.3%)Queer 139 (44.1%)Questioning 16 (5.1%)Same-gender loving 49 (15.6%)Straight/Heterosexual 9 (2.9%)Age18–24 54 (17.1%)25–34 96 (30.5%)35–49 51 (16.2%)50–64 64 (20.3%)65+ 50 (15.9%)Region2Northeast 56 (17.7%)Midwest 60 (19.0%)South 76 (24.1%)West 120 (38.1%)Missing 3 (1.0%)Income2$0 19 (6.0%)$1 - $30,000 125 (39.7%)$30,000 - $60,000 76 (24.1%)$60,000 - $90,000 39 (12.4%)$90,000+ 46 (14.6%)Missing 10 (3.2%)Education2Nursery school to high school, no diploma 2 (0.6%)(Continued)PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 5 / 23gender minority.” Questions 2 and 3 were shown based on participant preference to see ques-tions designed for sexual minority people, gender minority people or both.AnalysisWe employed a constructivist grounded theory approach to analyze the data. Grounded theoryis a qualitative methodology that facilitates the development of theories grounded in extantdata, while constructivism considers researcher ‘objectivity’ and acknowledges the shared roleof investigators and participants in co-constructing meaning from the data [28]. Groundedtheory is flexible to the researchers’ unique needs in navigating data analysis [29] and was usedhere to analyze open-ended responses to survey questions, as in Bogetz et al. [30], Gaffneyet al. [31], and Riggle et al. [32].In alignment with constructivist grounded theory, it is important to situate those withdirect involvement in data analysis. The first author, O. Winslow Edwards (OWE), served asthe primary researcher for this project and analyzed participant responses in close collabora-tion with Eliot Lev (EL). OWE is a neurodivergent, nonbinary queer person with primarilyAfro-Jamaican, Chinese Jamaican, Indo-Jamaican, and White European settler ancestry. Theybring an intersectional, anti-oppressive public health lens that focuses on the social determi-nants of health. EL is a Jewish immigrant from Russia and a transgender and sexual minorityperson with disabilities. He brings a multicultural humanistic feminist framework with focuson mental health. OWE and EL take the role of insider-outsiders in this study; while they bothsituate themselves as community members who share experience with the topics studied, theyalso have unique identities that do not overlap with the panoply of lived experiences of diverseSGM community members [33].The PRIDE Study Research Advisory Committee (RAC) designed the questions analyzed inthis study using community-based participative approaches. The Participant Advisory Com-mittee (PAC) provided feedback, critiques, and insight integral to model development andsampling approaches. Both the RAC and PAC are comprised of a diverse group of SGMindividuals.Dedoose (Version 8.3.35) online qualitative analysis software was used for the coding pro-cess. Initial coding started by considering line-by-line data units, examining the content ofTable 1. (Continued)Race/Ethnicity1 n = 315 % of TotalHigh school graduate or equivalent (e.g., GED4) 10 (3.2%)Trade/Technical/Vocational training 6 (1.9%)Some college 71 (22.5%)2-year college degree 13 (4.1%)4-year college degree 93 (29.5%)Master’s degree 7 (2.2%)Doctoral degree 23 (7.3%)Professional degree (e.g., M.D., J.D., M.B.A.4) 20 (6.3%)Missing 70 (22.2%)1 Categories were not mutually exclusive, as such percentages do not add to 100%.2 Not all participants responded, declining to answer was allowed.3 Based on response to a yes/no question asking whether the participant identifies as intersex.4 GED–General Education Development (high school equivalency test), M.D.–Medical Doctor, J.D.–Juris Doctor, M.B.A.–Master of Business Administration.https://doi.org/10.1371/journal.pone.0280787.t001PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 6 / 23sentences and utilizing gerunds to create active codes (i.e. being in affirming community,wanting to live authentically) [28]. Constant comparative methods were used throughout todefine and probe the meanings of codes through comparison with other codes as novel datawas analyzed [28]. Coders (OWE and EL) participated in memo writing over the course of theproject to contemplate conceptual issues and explore the content, differences, and similaritiesof codes [28]. OWE and EL coded the same first ten responses separately and then cametogether to compare code application and create an initial codebook. After this, OWE and ELcoded separately such that each coded half of the remaining responses. Following coding of 80participants’ responses, coders convened to review and agree upon code definitions for a com-prehensive codebook.Finally, focused coding ensued wherein salient codes were applied to large amounts of data,with coders meeting regularly to discuss coding practices, review memos, make changes orupdates to the codebook, and discuss emergent questions. Following focused coding, OWEundertook theoretical coding through mind-mapping, memo writing, and creating visual rep-resentations of a conceptual model to explore the relationships between focused codes [28].ResultsDemographic characteristics of participants can be found in Table 1. Race/ethnicity was notmutually exclusive and 32% of participants indicated more than one race/ethnicity category.By magnitude, 79% of participants reported White race/ethnicity, 19% Hispanic, Latino orSpanish, 12% Black, African American or African, 11% American Indian or Alaskan Native,11% Asian, 4% Middle Eastern or North African, and 1% Native Hawaiian or other PacificIslander.Gender identity was mutually exclusive: cisgender participants reported that their genderwas the same as their sex assigned at birth, transfeminine and transmasculine participantsreported that their gender was different than their sex assigned at birth and aligned with a fem-inine binary identity (e.g. woman, girl, transgender woman) or a masculine binary identity (e.g. man, boy, transgender man), and gender expansive participants reported a non-binary gen-der identity (e.g. agender, genderflux, nonbinary) or multiple gender identities that were notreflective of the same binary gender irrespective of sex assigned at birth. Per the aforemen-tioned groupings, 27.3% of participants were cisgender men, 24% were cisgender women, 24%were gender-expansive people, 12% were transfeminine people, and 11% were transmasculinepeople. Among all participants, 2% identified as intersex.Sexual orientation was not mutually exclusive and 44% of participants identified as queer,36% as gay, 26% as bisexual, 21% as pansexual, 21% as lesbian, 17% as asexual spectrum (e.g.ace, grey, demisexual), 16% as same-gender loving, 5% as questioning, and 3% as straight.Sampling occurred across all adult ages and 52% of participants were aged 35 or older. Sam-pling occurred across all regions in the US, with the largest participant representation in theWest (38%) and the South (24%). Considering income, 27% of participants reported an annualincome of $60,000 or higher and 49% of participants held a postsecondary degree, such as acollege degree, graduate degree, or professional degree.The proposed model of resources that support SGM resilience can be broken down intothree groupings (social, affective generative, introspective), listed in arbitrary order, whichencompass eight resources (Fig 1). This model was generated and emerged from theoreticalcoding. The social resources include different types of social and relational connection thatwere important to participants; the affective generative resources identify activities andresources that contribute to joy and wellbeing; while the introspective resources identify inter-nal processes of self-exploration, endurance through negative experiences, and growthPLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 7 / 23navigated by participants related to SGM identity and other salient social identities. Theseresources are theorized to overlap and interact with one another across the life course. Certainresources included similar responses across race and ethnicities, gender identities, sexual ori-entations, and ages, while others included aspects that were specific to particular sub-populations.Within the following quotations, responses have been unmodified except when adding [sic]to identify typos and brackets to clarify meaning or reduce identifiable information within thequote. Bracketed text has been underlined to indicate when identifiable information has beenwithheld.Social resourcesConnecting with others. Connecting with Others took place when individuals interactedwith and/or formed relationships with others. When connection occurred, it was described asa process that brought feelings of joy and support as well as helping to link respondents totheir authentic SGM identity. On the other hand, lack of connection or negative experiences ofsocial and/or familial rejection were tied to feelings of loneliness, frustration, and desire forsocial connection (Table 2) (see below, Persevering through Hardship).Respondents exemplified how connecting with others often provided a sense of warmth,community belonging, and acceptance, whether that connection was in-person or online(Table 2): “I see how beloved I am in this community directly or indirectly and all of the loneli-ness and coldness I feel towards people like me melts away” (22, Black, cisgender woman,Fig 1. Proposed model of resources that promote SGM resilience.https://doi.org/10.1371/journal.pone.0280787.g001PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 8 / 23Table 2. Model resources and example responses.Category Domain/Sub-Domain Exemplar Responses1SocialResourcesConnecting withOthersGiven where I live there isn’t a very strong LGBT+ community, so I’ve had to turn to online communities (like Tumblr) andthere are very supportive communities that I’ve found.19, Hawaiian Native/Pacific Islander, cisgender woman, pansexualI also crave good human company, but I don’t get much of that, living alone and in the neighborhood where I bought myhome.63,White, cisgender man, gayCultivating Family The ‘extended family’ one choices [sic] to adopt and be adopted by gives one a sense of community and loyalty.66, Hispanic, cisgender woman, lesbianSpending time with my friends and family brings me joy. My cat brings me joy.47,White, cisgender man, gayI love my girlfriend and how queer we are as a couple. I love love; I’m a romantic.21,White, gender expansive person, asexual spectrum, pansexual, queerHelping Others Helping my community through my peer support group. Volunteering at a food pantry.34,White, gender expansive person, gay, pansexual, queerAlso I’ve had good lesbian role models my whole life because my aunts are married and run a [farm name] together and I’vehelped there every summer since I was 8. Watching how settled and comfortable and in love they are is always wonderful andmakes me proud that I might get a love like that someday.19, Asian,White, gender expansive person, lesbian, queerSeeing older out lesbians of color[.] Having mentors that look like me and are also out[.]34, Asian, cisgender woman, gay, lesbian, queerParticipating in Cultureand SpiritualityBeing indigenous, there is a concept within my racial community of being ‘twospirit’ [sic]—that gender non-conformingfolks aren’t some kind of a mistake, but that we were put here to bridge the gap between men and women. Historically, formany tribes, twospirit [sic] people were viewed as sacred, and looked to for advice. Having both ‘male’ and ‘female’ spirits—two spirits—meant that we were/are seen as being able to view things from either perspective.19, American Indian/Alaskan Native,White, gender expansive person, bisexual, pansexual, queer, same-gender lovingI have experienced wonderful community life as a member of a gay and lesbian synagogue.68,White, cisgender woman, lesbianI always focus on gratitude for all the good things I’ve been able to do, or feel, or learn. I have a practice of daily gratitudeinstead of meditation or prayer. I find something positive in every situation. I look for the goodness in everyone—it’s there. Ido not dwell on the past hurts or setbacks, or pain. I am either in the present or in the future, thinking positive thoughts.68,White, Hispanic, cisgender woman, bisexual, lesbian, queerAffectiveGenerativeResourcesEngaging in EnrichingPursuitsI love watching sports, especially soccer (Portland Thorns and Timbers), baseball (Pittsburgh Pirates), hockey (PittsburghPenguins), and basketball (Portland Trailblazers). I love drawing and writing fiction, poetry, and music. I enjoy playing flutein musical ensembles. I love playing D&D with a bunch of my queer friends, and I love spending time with them too.19, Asian,White, gender expansive person, lesbian, queerNew experiences are my reason for living. I write and I read widely. I ride a motorcycle and am learning to play the guitar,because if I don’t fulfill classic lesbian stereotypes, who will? I love music of all sorts, I travel widely, I meet as many people ofdifferent experiences as I can. I want to do everything, see everything. It’s the driving force that gets me up in the morningand allows me to power through depression.24,White, transfeminine person, gay, lesbian, queerAccessing EconomicResourcesThinking about being able to afford FFS [facial feminization surgery].31, American Indian/Alaskan Native,White, transfeminine person, pansexual, bisexualIntrospectiveResourcesExploring One’sAuthentic SelfBeing Genderqueer has not only given me the awareness to scrutinize the gender norms of society, but also scrutinize thevalues I have toward gender and sexuality. This introspection of my own values and identity has allowed me to look at theworld with a unique view. I am hyper-aware of disparities and inequalities faced by sexual, gender, and racial minorities.Because of my gender identity, I not only have a responsibility to help remedy these disparities, but also a passion and driveto contribute to the work that seeks to end these forms of discrimination. It would be untrue to say that I have not sufferedfor my gender identity; but it would be a grave oversimplification to say that my life would be better had I been genderconforming. Yes, my life may be more difficult because of my gender identity. But my life is also far richer because of mygender identity, not despite it. To paraphrase Nietzsche, “It is the growth from pain and hardship that gives meaning to life.”25, Asian, gender expansive person, gayI walk everyday in my truth. Being authentic has helped me to be a much happier better me.50, Black, transmasculine person, gay, same-gender lovingI’ve put a lot of work into loving myself, through therapy, and self-care practices. My sexuality is a very important part of whoI am. It makes me unique, and I’d rather be unique than the same as everyone else. Valuing that uniqueness and diversity hasenriched my life in so many ways.47,White, cisgender man, gay(Continued)PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 9 / 23queer, questioning, same-gender loving). Social relationships with other SGM people wereimportant, and many respondents felt affirmed by their membership in the SGM communityat large: “I’ve also had the opportunity to meet some very great people at gay bars, gay sportsleagues, and other gay social activities, and as such, I feel like I belong to something bigger; acommunity of awesome people” (31, White, Hispanic, cisgender man, gay).Multiple participants who were Black or a person of color described the importance of shar-ing community with other SGM people of color: “I’m proud of having more and more Blackfaces coming forward as Bi+ and seeing them come into their own and they grown [sic] intheir identities. I’m proud to be in an ever growing, ever evolving community” (27, Black, cis-gender woman, bisexual). This was especially important considering the racism experiencedby many participants (see Persevering through Hardship).Connecting with Others is a higher-level resource that is inclusive of the following threeresources, which highlight particular connection types that were especially salient toparticipants.1a. Cultivating FamilyCultivating Family acknowledged the focal role of family of origin and/or chosen family inproviding love, fulfillment, and companionship in respondents’ lives: “I have been very fortu-nate to have a [sic] great support from family and friends all my life” (57, Hispanic, cisgenderman, gay). As in the above quote and the exemplars (Table 2), many felt accepted by andenjoyed spending time with their family of origin. For others, chosen family provided theencouragement, validation and understanding that may have been lacking from relationshipswith one’s family of origin: “I know that no matter what happens with my relationships withmy work colleagues and my family, I know that I have my queer community to fall back on,and that they will always accept and support me” (25, Asian, White, gender expansive person,gay, queer, lesbian). Though this participant may experience rejection or inconsistency in theirrelationships with coworkers and family members, they can depend on their queer communityfor encouragement and affirmation. Cultivating Family was often linked to one’s ability toauthentically express their SGM identity, and many respondents expressed appreciation thattheir friends and/or family acknowledged and accepted them for who they are: “I love being apart of such a loving and diverse community. I’m accepted and free to be myself with myLGBT+ friends” (27, White, cisgender woman, asexual spectrum, bisexual, pansexual, queer).Table 2. (Continued)Category Domain/Sub-Domain Exemplar Responses1Persevering throughHardshipAt first, I was both terrified and disgusted with myself for failing to be the “man” my deeply religious family expected me tobe. I am very proud to have come to my senses and realized that I was born the way I am and that I don’t have to accept theshame my family demanded that I endure at their hands. . . I am proud of the fact that I am nolonger [sic] ashamed of who Iam. I’ve accepted ME [sic] and I’m in transition to be more myself than how I was born.63,Multiracial, Hispanic, transfeminine person, queer, lesbian, gayIt took me years to accept my sexual orientation because of my religious upbringing, but now I am so proud of it. Acceptingmy sexual orientation allowed me to stop hating myself for loving my best friend. Accepting my sexual orientation allowedme to have a wonderful, deep, and intimate relationship with my late partner, who was the most amazing person I’ve evermet. My only regret is that it took me so long to fully accept myself.29,White, cisgender woman, queerBeing trans and a person of color is difficult, but it’s also a great feeling to feel congruent. . . also white [SGM] people can beterribly racist.33, Asian, transfeminine person, lesbian1 Quotes have been unmodified except adding [sic] to identify typos and when brackets were added for meaning or to reduce identifiable information within the quote.Bracketed text has been underlined to indicate when identifiable information has been withheld.https://doi.org/10.1371/journal.pone.0280787.t002PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 10 / 23For some, family was inclusive of pets and animals, who provide love and companionship(Table 2). As one participant explained, “It’s. . . a rough time in my life for me. (We’re talking‘second home-disrupting disaster in six months combined with severe career burnout’ rough.)So here are a few of the bright spots: my spouse who has my back, 10000%. . . my kitten whowashes my face and purrs. . . my dog who loves me and leans on me and wants me around”(28, White, gender-expansive person, asexual, queer). Feeling care, love, and a desire to spendtime together from their spouse and companion animals comforted this participant as theynavigated an exceptionally stressful time in their life.Respondents of all ages emphasized the importance of friends, family, and animals in theirlives, though the types of relationships highlighted varied some by age. Respondents aged 35and up more often highlighted relationships with spouses, grandchildren, children, and niecesor nephews, while younger respondents more often discussed dating relationships (Table 2).Exemplar responses demonstrated the importance of various types of family and the satisfac-tion that positive relationships provide (Table 2): “Being loved and feeling loved. Having along-term healthy relationship, 19 years, being a daddy to two wonderful little girls. . . Feelinglucky that I get to be a husband, lover, and the primary caretaker/mommy to my children. Imade my dreams come true” (54, Multiracial, Hispanic, gender expansive person, gay). Forthis participant, maintaining a loving, long-term partnership and nurturing their children as aprimary caretaker was the extremely rewarding culmination of a major aspiration. Friendshipand animal companionship were very important to participants of all ages.1b. Helping OthersHelping Others included altruistic activities such as volunteerism, activism, and working incaregiving professions or other positions that allow one to make a difference. Activism pre-sented in many ways, such as participating in political activism, engaging in community out-reach, and teaching the broader community about SGM identities (Table 2). One participantdescribed the fulfilment they get from volunteering: “We just had our city’s Pride Festival, andone of the things that really brings me joy is being behind the Bi [Southeastern state] table andtalking with folks as they find out they are not alone! I love doing outreach and education. . .”(61, White, gender expansive person, bisexual, queer).Helping Othersmade respondents feelthat they were contributing or giving back for the benefit of the SGM community or the com-munity at large.Many discussed their experiences with mentorship or role modeling, including ways theyhad individually supported the development of other community members and/or the waysothers had contributed to their ability to understand themselves and live authentically(Table 2): “I get to tell younger people that their feelings are normal, their emotions and attrac-tions are normal, because I definitely did not get that reassurance when I was a child” (28,American Indian/Alaskan Native, gender expansive person, bisexual, pansexual, queer). Pro-viding reassurance and affirmation allowed this participant to counteract the societal messag-ing of hetero- and cis-normativity for SGM youth who are discovering themselves. Anotherparticipant of color highlighted the importance of having role models in the community wholook like her (Table 2).1c. Participating in Culture and SpiritualityThis resource included engagement with cultural activities, beliefs, and spiritual practicesidentified by respondents. Cultural beliefs were highlighted that positively connected respon-dents’ SGM identity to their heritage. For multiple participants, connecting to their culturaland/or ethnic heritage provided an affirming perspective toward their gender identity, as in thefollowing exemplar: “My genderqueerness is one aspect of my self [sic] that makes me (a JewishPLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 11 / 23person) feel a connection to my ancestors. Torah recognizes other genders, so not only am Ifine in the eyes of HaShem, not only am I made B’tzelem Elohim, but I am also included in thelong tradition of my people. I may not use the specific words, but I feel their spirit in me” (19,Asian, White, gender expansive person, lesbian, queer). Many participants shared similar storiesdemonstrating links between cultural concepts and SGM identities that brought a sense ofbelonging and connection (Table 2)Other participants discussed participating in spiritual, religious, and/or cultural communi-ties and the feeling of happiness and kinship this can provide (Table 2): “It took time to gethere, but today I’ve found community, connection, authenticity, integrity and hope. I am in aqueer relationship with someone I love beyond words and a leader in a religion that is workinghard to support LGBTQ+ people” (43, American Indian/Alaskan Native, White, genderexpansive person, queer, pansexual). Finally, many described practices of yoga, meditation,and gratitude as practices that foster positivity and joy (Table 2).Affective generative resourcesEngaging in enriching pursuits. Engaging in Enriching Pursuits described varied activitiesthat inspired happiness and positive emotions for respondents. Common pursuits includedengaging with nature, exercising, participation in creative activities (e.g., writing, theatre, cook-ing), interacting with media (e.g., television, video games, books), and being mentally stimu-lated (e.g., learning new things) (Table 2), as shown in the following response: “Since 2013 I’vekept up a moleskin journal. Even when I dont [sic] have answers for my struggles it’s a comfortand a pleasure to pick up a pen and write it all away. For nearly three years now I’ve been tak-ing boxing classes and for nearly two years I’ve been taking violin lessons. I have enjoyed thechallenges and achievements that both have brought me” (27, Black, cisgender woman, bisex-ual). Many enriching pursuits were done individually (e.g., reading, writing, self-care), whileothers occur in community (e.g., playing board games, singing in a chorus, having friends overfor dinner).For some participants, their job was a source of pleasure and satisfaction. As one participantdescribed, “I am fortunate to have a job at which I excel and which brings me tremendous joyand pride. I manage and teach at a mixed martial arts school, and I have seen my programschange people’s lives. This is fun, strenuous, exhausting, exhilarating work and I am gratefulevery day that I get to do it” (38, White, cisgender woman, bisexual, gay, lesbian, queer). Forthis participant, her job allows her to be physically active and to engage in the creative processof teaching, while also tapping into Connecting with Othersmore broadly andHelping Othersby facilitating change in the lives of her students. Taken together, this respondent’s job pro-vides a continual source of happiness, gratitude in her life. Considering that many full-timepositions require at least 40 hours weekly to be spent working, being able to tap into pursuitssuch as being physically active, being creative and feeling mentally stimulated during one’s jobmay greatly contribute to positive emotions.As suggested in the following response, engagement in these activities may bolster one’spositive ‘emotional reserves’ to deal with difficult experiences: “Learning about anything andeverything, but especially science and history. And the little daily pleasures like video games,movies and documentaries, tasty food, seeing a bit of nature in the city, clean bedsheets, mas-turbation, music, laughing at dumb jokes. . . stuff that adds up to make me think ‘I live ahappy, pleasurable everyday life.’ I find that so important for forming a foundation of calmnessand emotional reserves in order to tackle the difficult stuff” (30, Asian, White, transmasculineperson, asexual spectrum, gay, queer). Similar to another exemplar (Table 2), thesePLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 12 / 23respondents suggest that the ability to engage with Enriching Pursuits and the presence of joysupports coping and the ability to bounce back or persevere through ‘the difficult stuff.’Accessing economic resources. Various participants discussed or alluded to the impor-tance of Accessing Economic Resources, specifically having access to safe and reliable employ-ment or other financial support. Within the US, employment provides access to money andoften health insurance, thus acting as an important facilitating factor that allows individuals toengage with many enriching pursuits, access health and gender-affirming care, afford medicalcopayments, access food and adequate housing, and feel a sense of security. As one participantshared, “When I think about my life in general, a lot of my happiness also stems from myfinancial independence. I have a great job in a positive and accepting workplace, which allowsme to fully account for all my needs, including healthcare and savings. This gives me a sense ofsecurity that allows me to breath [sic] and appreciate all the other good things in my life” (26,White, cisgender woman, bisexual, pansexual). Not only does this respondent enjoy her joband affirming workplace environment, but she also emphasizes how economic resources,including health insurance and earning enough money to cover needs and savings, provides asense of stability and positivity. Similarly, another participant connected some benefits offinancial access to feelings of happiness, “Having a home, food in my kitchen, and money inmy pocket brings me joy” (21, White, gender-expansive person, asexual spectrum, pansexual,queer). Being able to access stable housing, food, and still having money left over supportedpositive emotion for this participant.On the other hand, others discussed lacking financial access, which lead to stress and aninability to afford necessities such as housing or medical transition (Table 2). One participantresponse illustrated the adverse impacts of financial inaccessibility: “When i get a job that givesstable reliable income to get prescribed meds, and a job that actually have [sic] equal opportu-nity to move up the position. i doubt that’s going to happen and am afraid that i’ll be homelesssoon again. which is not good for my autism” (29, Asian, transmasculine person, gay). Thisrespondent was looking forward to a future time when they might have a job that providesfinancial and potentially insurance access, which would allow access to needed medical care,safe housing, stability, career advancement, and peace of mind. Similarly, another exemplarshows a participant who is hoping for the funds to afford gender-affirming care.Within the context of the US, Accessing Economic Resources was a salient facilitating factorthat allowed access to everything from enriching pursuits to medical and gender-affirmingcare to shelter and food. Lack of access here could have an outsized impact on emotional andphysical wellbeing.Introspective resourcesExploring one’s authentic self. Exploring One’s Authentic Self referred to the ongoingprocess of introspection and enaction of one’s genuine identity in spite of the societal, and per-haps familial, expectations placed upon them. While many discussed their authentic self inrelation their SGM identities, others also brought in additional salient components of theiridentity, such as race and ethnicity, cultural and spiritual beliefs, and age. Per one participant,“I can view the world both as the majority see it as that’s how I was raised but can also look atthat objectively as I know I am an outsider seeing it. I like having that distance to view theworld more objectively and not assume what is going on is always normal or right” (71, MiddleEastern or Northern African, White, cisgender man, gay, same-gender loving). This partici-pant is thoughtfully considering societal norms and determining for themselves what is rea-sonable and ethical.PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 13 / 23This process often included thinking critically about one’s identity, feeling confident andsecure in one’s understanding of their own identity, seeing one’s identity in a positive light,and developing compassion towards oneself and others (Table 2): “I am proud to be a gay manof 63. . . I am better for having been a sexual outlaw. It made me aware of my intolerance, andtaught me to be introspective and self-examining. . . I am more open to change, because I am agay man who had to live through the 1970’s through 2000’s” (63, White, cisgender man, gay).This participant views his sexual orientation as enriching his life, allowing self-exploration anda sense of flexibility to change.Exploring One’s Authentic Self also included expressing oneself candidly through fashion oraesthetic choices, openness about one’s SGM identities, and subverting cultural norms sur-rounding gender, relationships, and sexual orientation: “I am most proud of how I can expressmy gender. I love shopping for clothes that make ME [sic] happy, not the clothes that societysays I should wear” (19, White, gender expansive person, bisexual). For this participant, theclothing they wear facilitated authentic and cheerful gender expression, despite society’s gen-dered clothing norms. For another participant, authenticity looked like candidly living as hergenuine self: “I can be and act and come across as who I truly am without hiding, a black butchlesbian” (35, Black, cisgender woman, lesbian, queer, same-gender loving).Many highlighted ways that they are still in the process of becoming their authentic self,whether through introspection, participation in therapy, or accessing gender-affirming care(Table 2): “I’m proud of myself being able to come into my own after being unable to live asmyself entirely and being able to reclaim my own personal power, even if it is one bit at atime” (22, White, Hispanic, transfeminine person, straight/heterosexual). This participant hasbeen able to express herself more genuinely and has experienced a process of progressively dis-covering more about her authentic self.Persevering through Hardship. Many respondents described experiences of adversity,whether ongoing or past. These experiences often related to encountering social rejection andstigma due to their SGM identities. Many discussed ongoing struggles to accept themselvesand their SGM identities, as exemplified by the following respondent: “I had trouble comingout due to a religious/conservative upbringing and culture. I remain closeted and am currentlyunable to work so am going to remain in an outwardly seeming heterosexual relationship. Itwould be a triumph for me personally to be able to live authentically at long last” (51, Hispanic,cisgender woman, lesbian). This respondent is grappling with religious and cultural values, aswell as a current need for financial support. Although this participant has not yet been able tocome out, she is persisting with the hope of living authentically in the future.Other participants reflected on ways they had grown to accept themselves, whether throughgender-affirming care, learning more about themselves, or engaging in affirming SGM com-munities (Table 2): “(If you had asked these questions early in my transition, i would haveanswered differently: i wanted nothing more than to just ‘be normal’. now i’m many years intomy transition and am happy). . . I spent 28 years trying to be a Good Daughter, a Good Wife,and live the life i was supposed to live. it was killing me. I finally recognized why i couldn’tmake it work, why i couldn’t do it any longer, and finally, for the first time, i’m happy, i’m liv-ing honestly, and i’m actually Me [sic]” (35, White, transmasculine person, asexual spectrum,queer). Through the process of Exploring One’s Authentic Self and transitioning, this partici-pant was able to accept themselves and find contentment.Adults ages 35 and older, especially those 50+, often discussed their experiences of livingthrough intense anti-SGM stigma and coming out on an extended timeline, as cultural normsshifted: “I spent most of my life in the closet, and came out in my 50’s after a long marriage(hetero) and raising two children. Now I live with my partner (male) and am happier than Ihave ever been in my life. I am proud of being a gay man” (67, White, cisgender man, gay). ForPLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 14 / 23the older respondents, self-acceptance, cultivating affirming intimate relationships, and accessto gender-affirming care often occurred later in life.Additionally, some respondents described ongoing stress related to health concerns, finan-cial concerns, and inaccessibility of gender-affirming care: “Before my post-op surgery, I wasmiserable inside. I thought of suicide several times a week—at school, in the military, drivingdown the highway, in the synagogue, at my mom’s house, visiting friends—all the time. all thiswas due to that driving force within that wanted to express to an outward appearance. Evengoing through HRT [hormone replacement therapy], the thoughts were still present (thinkingthat nothing would become of it), even the depression pills rarely worked. Being who I am, Iam alive and. . . I feel much better and can start being myself. Still depressed because I am notwhat I pictured I would be looking like and not enough funds to complete the total picture(FFS [facial feminization surgery], VFS [voice feminization surgery], BBL [Brazilian butt lift],lipo-suction, and hair implants—life can be trying). I will continue with life and see where itleads?” (65, White, transfeminine person, asexual). This participant has endured extreme hard-ship and experienced substantial relief through accessing gender-affirming hormones and sur-gery; however, she remains depressed and unable to access additional gender-affirmingprocedures that would allow her to ‘complete the total picture.’ Despite these things she ischoosing to persist and see what the future holds.Others described ongoing negative intragroup stigma experiences related to race/ethnicity,transgender status, bisexual identity, body size, and disability. Per one respondent: “I don’thave positive experiences. . . I’m [a] trans dude (FtM), Asian, Short. . . (fat), with diagnosedautism [and additional disabilities]. . . I’m ugly or made to feel ugly [within the SGM commu-nity]. . . I only get weird into disability guy or just not be thought as lgbtqi with disability isn’ta sexual beings [sic] within lgbt community. with asian feature or height or whatever i’m doingwrong i can’t attract ppl who really cares” (29, Asian, transmasculine person, gay). This partici-pant describes feeling sexually and romantically undesirable and, at times, fetishized due to acombination of his race, disabilities, and body size. For many, like this participant, the very actof surviving amidst adversity can be conceived of as perseverance. Others described theirstruggles to navigate predominately white SGM spaces (Table 2). One respondent highlightedthat his unique experience as an African American gay man: “I am often assumed to bestraight. When people realize that I am a sexual minority, they tend to lump me with WhiteAmericans who are sexual minorities. My experiences as an African American gay male aredrastically different than my sexual minorities brothers from other racial backgrounds” (53,Black, cisgender man, gay). For this participant his experiences as a gay man occur within andare co-constructed by the US social context of structural racism and anti-Blackness.ConclusionsUsing constructivist grounded theory, we identified resources that are hypothesized to pro-mote SGM resilience. Specifically, we described eight resources (Connecting with Others, Culti-vating Family,Helping Others, Participating in Culture and Spirituality, Engaging in EnrichingPursuits, Accessing Economic Resources, Exploring One’s Authentic Self and Persevering throughHardship) that support joy and positive self-conceptions of SGM identity. These resourcesinteract and develop across the life course; as such, resources may look differently for individu-als at different life stages.This model was informed by an intersectional lens and a sampling strategy that amplifiedvoices that have historically been underexplored in SGM research, such as individuals fromracial and/or ethnic minority groups, transgender and/or gender diverse individuals, individu-als on the asexual spectrum, and older adults. Exploring these diverse perspectives provided aPLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 15 / 23rich basis for our qualitative analysis and allowed the researchers to investigate resources thatmay promote SGM resilience for individuals of different positionalities. Participant responsesrevealed experiences like enacted stigma within SGM communities and cohort differenceswithin resources, which may not have been visible within more homogenous samples.The resources theorized by the model correspond well with previous qualitative coping andresilience research in SGM populations and the population at-large. We identified variousimportant social resources, consistent with many studies that have highlighted the integral roleof connecting with community (both SGM and broader) and cultivating family in promotingresilience for SGM youth [18,34], SGM adults [20,21,35], and SGM older adults [24,25]. Addi-tionally, in alignment with our findings, research by Drabble et al. [2018] underscored the sup-portive role of animal companionship in the interpersonal resources of sexual minoritywomen. Indeed, social support has been theorized as an important component of SGM resil-ience that helps to attenuate exposure to minority stress [14,36]. Altruism in the form of activ-ism, volunteerism, and mentorship has also arisen in many studies and theories as acontributor to resilience [18,20,32,34,35], consistent withHelping Others, which can provideindividuals with a sense of purpose and the feeling of making a difference. Activism may alsoallow SGM individuals to conceptualize their experiences of discrimination and stigma as aresult of structural causes [18], thus rebuffing narratives of adversity as a personal failing. Thesalience of connection to cultural, heritage, or racial background (as in Participating with Cul-ture and Spirituality) has been discussed in studies with gay Latino immigrants [21], and inone’s racial/ethnic identity, and through pride in one’s gender identity among transgenderpeople of color [37]. Connection to spirituality, faith, or religion has been discussed as a poten-tial coping resource for SGM individuals that can help support community members throughhard times and give them a sense of a higher purpose [35,38,39].Turning to the affective generative resources, we identified various enriching pursuits thatbrought pleasure and satisfaction to participants. These fulfilling activities–such as having hob-bies and engaging one’s creativity–have been found to support overall well-being for SGMindividuals and others [40,41]. Participating in enrichment brings individuals joy, which mayhelp attenuate the effects of stress [12].Financial access is known to be a positive factor for general wellbeing [41], while restrictedaccess to economic opportunity was identified as an important stressor in Brooks’ originalminority stress model [1981]. Within the US, employment or other financial support facilitatesaccess to money and necessities such as health insurance, housing, and food. As such, theimpacts of restricted access to economic resources can be considerable, Our findings add toprevious research that identified accessing financial resources, and thus accessing health care,as components of resilience for transgender people of color [37,38] and for SGM people morebroadly [42]. Similarly, the 2015 US Transgender Survey found that participants who wereexperiencing poverty and participants with lower educational attainment were more likely toreport serious psychological distress, demonstrating that economic access is an importantcomponent of wellbeing [43]. Within the current study, even when economic access was notbeing discussed explicitly, participants mused about many activities or goals that depended onfinancial access, such as struggling with health-related costs, saving for gender-affirming care,planning for retirement, or planning to travel.Considering the introspective resources identified in this study, exploring one’s authenticself through self-exploration and a redefinition of what gender and/or relationships entail hasbeen identified as a potential contributor to positive SGM identity and coping with stressors[20,32,44]. Positive SGM identity has been linked to positive emotions and improved socialfunctioning, which are associated with psychological well-being [13,14]. Contrastingly,PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 16 / 23experiences of stigma related to one’s SGM identity and the health impacts this may have arewell documented and explained by the Minority Stress Model [6].Persevering through minority stress and the iterative process of thriving comes up manytimes in the literature, especially considering the definition of resilience as endurance throughadversity [7,18,25,35]. A notable subset of participants relayed experiences of oppressionwithin and among subgroups of SGM communities. Specifically, some participants describedexperiences of enacted stigma including racism, cissexism, biphobia, sizeism, and ableismoriginating from other SGM community members. This highlights the importance of critical,intersectional approaches to SGM health research and promotion that consider structural priv-ilege and oppression in the creation, implementation, and evaluation of all programming.While further exploration of these experiences was not possible due to the use of an existingdata set for this analysis and the questions that had been asked of participants, these findingsmerit further consideration.Finally, participant responses within multiple resources varied based on the life course. Thelife course is a framework that considers the ways that historical socio-cultural contexts, timingof social roles (i.e., youth, partner, parent) and events, interrelationship between people, andhuman agency interact [45]. Responses highlighted cohort differences in socio-cultural andpolitical contexts, which affected the types and timing of roles that individuals chose to pursue.Specifically, respondents aged 35 and older often described parenting and spousal roles, whilealso describing a more protracted path to enacting their authentic SGM identities. Addition-ally, respondents aged 35 and older described living through profound anti-SGM stigma andlegislation, which impacted them greatly and may have lengthened the timeline on which theycame out. Future research may elaborate the role of the life course and cohort effects in SGMcommunity wellbeing.Implications and usability of findingsThese findings are intended to highlight resources that may support SGM resilience and areintended to inform public health interventions for the SGM community. Through the amplifi-cation of varied community voices, we have created a model that integrates experiences acrossdiverse subpopulations within diverse SGM communities. This work builds on the findings ofprevious studies exploring coping and resilience within more homogenous SGMcommunities.Interventions that seek to bolster SGM community well-being can build upon these find-ings and emphasize: fostering and maintaining relationships between community members;providing opportunities for activism, volunteerism, and giving back; facilitating access tofinancial support, healthcare, and gender-affirming care for community members; incorporat-ing different types of enriching activities into programming; and providing spaces and supportfor SGM community members to work through processes like positive identity development,persevering through adversity, and/or experiences of minority stress.Indeed, these resources coincide well with existing frameworks of intervention within SGMcommunities, such as the Transgender Resilience Intervention Model (TRIM) introduced byMatsuno and Israel of the University of California, Santa Barbara [36]. The TRIM identifiesgroup therapies and support groups, mentorship programs and family and/or couples therapyas locations for group level interventions aimed at building relationships between communitymembers, providing opportunities to give back and provide mentorship, and fostering accept-ing relationships within family relationships [36]. The TRIM also identifies access to genderaffirming care, individual therapy and other self-development and acceptance resources aslocations for individual level interventions aimed at identity development, self-explorationPLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 17 / 23and actualization [36]. In addition to these group and individual level interventions, the TRIMalso emphasizes the need for SGM-specific cultural competency training within healthcareinstitutions and academic organizations, approaches to decrease in-group discrimination oftrans individuals within broader cisgender sexual minority communities, and the importanceof social advocacy to address laws, practices and workplace policies that legitimize stigmaagainst trans communities [36].To provide some examples of salient opportunities, the Trevor Project provides nationalremote volunteer opportunities performing crisis intervention with SGM youth 25 and under[46]–this not only provides opportunities to give back to the community, but also bolstersSGM positive identity development. Similarly, Black and Pink facilitates a nationwide pen palprogram where individuals can correspond with incarcerated SGM people, as well as provid-ing peer-led opportunities to advocate and organize against the prison industrial complex[47]. This organization also fosters community building, activism, and volunteerism as well assupporting SGM community members as they persevere through adversity. Regarding eco-nomic access, community organizations such as the San Francisco LGBT Center provideemployment services to prepare members of SGM communities for work and facilitate net-working with potential employers [48]. In response to the disproportionate impacts that theongoing coronavirus pandemic has had on systemically marginalized groups in the US–suchas SGM people and Black, Indigenous, and Latinx communities–various mutual aid fundshave emerged to offer financial microgrants support to these community members [49,50].Mutual aid funds like these are exceptionally beneficial ways to connect SGM communitymembers with needed financial resources when safe employment is not readily accessible.In planning any initiative, it will be important to intentionally consider the impacts ofstructural privilege and oppression on SGM community members. It is integral to includediverse cross-sections of SGM people in the planning process–especially people of minorityrace/ethnicity, transgender and/or gender-expansive individuals, people with disabilities, andothers who experience discrimination and marginalization within the wider SGM commu-nity–to ensure that interventions are relevant, accessible, and inclusive. It will also be impor-tant to consider the role of the life course, which suggests that different SGM cohorts will haveunique perspectives, needs, and interests. For example, interventions directed at SGM commu-nity members aged 35 and up may consider including children in the programming or mayexplore ways to support community members who experienced decades of concealment beforethey came out.Strengths and limitationsThis study has many strengths. The stratified, purposive sampling methodology used ensuredthat the sample was diverse on many axes, including race/ethnicity, gender identity, sexual ori-entation, age, and region. By amplifying voices that are frequently marginalized, the research-ers were able to ensure that various perspectives and lived experiences informed the model,which should lend more external validity to the results. Second, the sample was the largestused for any single qualitative study of resources that promote resilience across SGM commu-nities that the authors reviewed. Our findings aligned well with the results of existing research,which also suggests broad applicability of results.A limitation to this study is data depth. Rich data, which is detailed and comprehensive(28), is important to develop a thorough analysis within a grounded theory framework.Because many participants’ responses were fairly succinct, this may have limited the ability toundertake an exhaustive analysis of the phenomena explored. However, by including so manyparticipant responses and purposively sampling for longer responses, we were able to generatePLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 18 / 23an informed model of resources that that support SGM resilience. Future research could usefocus groups or interviews to explore the salience of these findings with more extensive data.Another limitation to a grounded theory approach using existing survey data is a reduced abil-ity to theoretically sample for emergent codes or to elicit clarifications or further detail fromrespondents [51]. Future research utilizing primary data is recommended to confirm themodel and elaborate on the theoretical boundaries of each resource. A final caveat to acknowl-edge is that the resources identified are not necessarily exhaustive and represent prominentfindings in a diverse data set. As such, this model does not preclude the existence of additionalresources that may be particularly salient or visible within more homogenous groups of SGMsub-populations.Final summaryThis study employed a strengths-based approach to examine three open-ended questions fromThe PRIDE Study that explored what brings participants joy and how they positively relate totheir SGM identity and how uncovered coping resources may contribute to SGM resilience.We presented a model of eight resources that are hypothesized to contribute to SGM resil-ience. These resources emerged from a large sample of SGM respondents that was purposivelyenriched for diversity in race/ethnicity, gender identity, sexual orientation, age, and region ofresidence. This model adds to and affirms strengths-based research focused on coping pro-cesses and resilience. This model can be used to inform public health interventions and pro-gramming with SGM communities that bolster community resilience.Supporting informationS1 Appendix. Sampling strategy (Total Sample: n = 315).(DOCX)AcknowledgmentsThe PRIDE Study is a community-engaged research project that serves and is made possibleby LGBTQ+ community involvement at multiple points in the research process, including thedissemination of findings. We acknowledge the courage and dedication of The PRIDE Studyparticipants for sharing their stories; the careful attention of PRIDEnet Participant AdvisoryCommittee (PAC) members for reviewing and improving every study application; and theenthusiastic engagement of PRIDEnet Ambassadors and Community Partners for bringingthoughtful perspectives as well as promoting enrollment and disseminating findings. For moreinformation, please visit https://pridestudy.org/pridenet.O.W.E. is grateful to M. Ruth Lavergne for her integral oversight and support as their aca-demic supervisor. O.W.E. is also thankful to Travis Salway for his thoughtful and illuminatingfeedback on an early version of this manuscript.Author ContributionsConceptualization: O. Winslow Edwards, Juno Obedin-Maliver, Mitchell R. Lunn, Micah E.Lubensky, Matthew R. Capriotti, Annesa Flentje.Data curation: O. Winslow Edwards, J. J. Garrett-Walker, Annesa Flentje.Formal analysis: O. Winslow Edwards, Eliot Lev.Funding acquisition: Juno Obedin-Maliver, Mitchell R. Lunn, Annesa Flentje.PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 19 / 23Investigation: O. Winslow Edwards.Methodology: O. Winslow Edwards, Eliot Lev, Juno Obedin-Maliver, Mitchell R. Lunn,Micah E. Lubensky, Matthew R. Capriotti, J. J. Garrett-Walker, Annesa Flentje.Project administration: O. Winslow Edwards.Resources: O. Winslow Edwards.Software: O. Winslow Edwards.Supervision: Juno Obedin-Maliver, Mitchell R. Lunn, Micah E. Lubensky, Matthew R.Capriotti, Annesa Flentje.Validation: O. Winslow Edwards.Visualization: O. Winslow Edwards.Writing – original draft: O. Winslow Edwards.Writing – review & editing: O. Winslow Edwards, Eliot Lev, Juno Obedin-Maliver, MitchellR. Lunn, Micah E. Lubensky, Matthew R. Capriotti, J. J. Garrett-Walker, Annesa Flentje.References1. Colpitts E, Gahagan J. The utility of resilience as a conceptual framework for understanding and mea-suring LGBTQ health. Int J Equity Health [Internet]. 2016 Dec 6 [cited 2019 Mar 5]; 15(1):60. Availablefrom: https://doi.org/10.1186/s12939-016-0349-1 PMID: 270483192. Gahagan J, Colpitts E. Understanding and Measuring LGBTQ Pathways to Health: A Scoping Reviewof Strengths-Based Health Promotion Approaches in LGBTQ Health Research. J Homosex [Internet].2017 Jan 2; 64(1):95–121. Available from: https://doi.org/10.1080/00918369.2016.1172893 PMID:270431613. Gates TG, Kelly BL. LGB Cultural Phenomena and the Social Work Research Enterprise: Toward aStrengths-Based, Culturally Anchored Methodology. J Homosex [Internet]. 2013 Jan [cited 2019 Mar5]; 60(1):69–82. Available from: Subscription required. https://doi.org/10.1080/00918369.2013.735939PMID: 232412024. Vaughan MD, Rodriguez EM. LGBT strengths: Incorporating positive psychology into theory, research,training, and practice. Psychol Sex Orientat Gend Divers [Internet]. 2014 Dec [cited 2020 Feb 23]; 1(4):325–34. Available from: https://doi.org/10.1037/sgd0000053 Subscription required.5. Brooks VR. Minority Stress and Lesbian Women. Lexington, MA: Lexington Books; 1981.6. Meyer IH. Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Concep-tual issues and research evidence. Psychol Bull [Internet]. 2003 Sep [cited 2019 Mar 21]; 129(5):674–97. Available from: Subscription required. https://doi.org/10.1037/0033-2909.129.5.674 PMID:129565397. Meyer IH. Resilience in the Study of Minority Stress and Health of Sexual and Gender Minorities. Psy-chol Sex Orientat Gend Divers [Internet]. 2015 [cited 2019 Mar 5]; 2(3):209–13. Available from: https://doi.org/10.1037/sgd0000132 Subscription required.8. Meyer IH. Minority stress and positive psychology: Convergences and divergences to understandingLGBT health. Psychol Sex Orientat Gend Divers [Internet]. 2014 [cited 2020 Feb 28]; 1(4):348–9. Avail-able from: https://doi.org/10.1037/sgd0000070 Subscription required.9. Bowleg L. When Black + Lesbian + Woman 6¼ Black Lesbian Woman: The Methodological Challengesof Qualitative and Quantitative Intersectionality Research. Sex Roles [Internet]. 2008 [cited 2020 Apr17]; 59(5–6):312–25. Available from: https://doi.org/10.1007/s11199-008-9400-z Subscription required.10. Crenshaw K. Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidis-crimination Doctrine, Feminist Theory and Antiracist Politics. Univ Chic Leg Forum [Internet]. 1989 Feb19 [cited 2020 Feb 27]; 1989(1):139–68. Available from: https://www.taylorfrancis.com/books/9780429969034 Subscription required.11. Fredrickson BL. The role of positive emotions in positive psychology: The broaden-and-build theory ofpositive emotions. Am Psychol [Internet]. 2001 [cited 2020 Dec 16]; 56(3):218–26. Available from:https://doi.org/10.1037/0003-066X.56.3.218 Subscription required.PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 20 / 2312. Ong AD, Bergeman CS, Bisconti TL, Wallace KA. Psychological resilience, positive emotions, and suc-cessful adaptation to stress in later life. J Pers Soc Psychol [Internet]. 2006 Oct [cited 2020 Feb 23]; 91(4):730–49. Available from: Subscription required. https://doi.org/10.1037/0022-3514.91.4.730 PMID:1701429613. Tugade MM, Fredrickson BL, Feldman Barrett L. Psychological Resilience and Positive EmotionalGranularity: Examining the Benefits of Positive Emotions on Coping and Health. J Pers [Internet]. 2004Dec [cited 2019 Mar 3]; 72(6):1161–90. Available from: Subscription required. https://doi.org/10.1111/j.1467-6494.2004.00294.x PMID: 1550928014. Hill CA, Gunderson CJ. Resilience of Lesbian, Gay, and Bisexual Individuals in Relation to Social Envi-ronment, Personal Characteristics, and Emotion Regulation Strategies. Psychol Sex Orientat GendDivers [Internet]. 2015 [cited 2020 Feb 23]; 2(3):232–52. Available from: https://doi.org/10.1037/sgd0000129 Subscription required.15. Kertzner RM, Meyer IH, Frost DM, Stirratt MJ. Social and Psychological Well-Being in Lesbians, GayMen, and Bisexuals: The Effects of Race, Gender, Age, and Sexual Identity. Am J Orthopsychiatry[Internet]. 2009 [cited 2020 Feb 23]; 79(4):500–10. Available Subscription required. https://doi.org/10.1037/a0016848 PMID: 2009994116. Riggle EDB, Mohr JJ, Rostosky SS, Fingerhut AW, Balsam KF. A multifactor Lesbian, Gay, and Bisex-ual Positive Identity Measure (LGB-PIM). Psychol Sex Orientat Gend Divers [Internet]. 2014 Dec [cited2020 Mar 10]; 1(4):398–411. Available from: https://doi.org/10.1037/sgd0000057 Subscriptionrequired.17. Alessi EJ, Sapiro B, Kahn S, Craig SL. The first-year university experience for sexual minority students:A grounded theory exploration. J LGBT Youth [Internet]. 2017 Jan 2 [cited 2019 Mar 3]; 14(1):71–92.Available from: https://doi.org/10.1080/19361653.2016.1256013 Subscription required.18. Asakura K. Paving Pathways Through the Pain: A Grounded Theory of Resilience Among Lesbian,Gay, Bisexual, Trans, and Queer Youth. J Res Adolesc [Internet]. 2017 Sep [cited 2020 Feb 23]; 27(3):521–36. Available from: Subscription required. https://doi.org/10.1111/jora.12291 PMID: 2877683019. Eisenberg ME, Mehus CJ, Saewyc EM, Corliss HL, Gower AL, Sullivan R, et al. Helping Young PeopleStay Afloat: A Qualitative Study of Community Resources and Supports for LGBTQ Adolescents in theUnited States and Canada. J Homosex [Internet]. 2018 Jul 3 [cited 2019 Mar 3]; 65(8):969–89. Avail-able from: https://doi.org/10.1080/00918369.2017.1364944 Subscription required.20. Drabble LA, Trocki KF, Salcedo B, Morales BR, Korcha RA. Strengths and coping strategies in the lifenarratives of sexual minority women. J Gay Lesbian Soc Serv [Internet]. 2018 Oct 2 [cited 2019 Jul 19];30(4):409–29. Available from: Subscription required. https://doi.org/10.1080/10538720.2018.1509757PMID: 3108034021. Gray NN, Mendelsohn DM, Omoto AM. Community Connectedness, Challenges, and ResilienceAmong Gay Latino Immigrants. Am J Community Psychol [Internet]. 2015 Mar [2019 Mar 5]; 55(1–2):202–14. Available from: Subscription required. https://doi.org/10.1007/s10464-014-9697-4 PMID:2557601522. Nadal KL, Wong Y, Issa M-A, Meterko V, Leon J, Wideman M. Sexual Orientation Microaggressions:Processes and Coping Mechanisms for Lesbian, Gay, and Bisexual Individuals. J LGBT Issues Couns[Internet]. 2011 Feb 28 [cited 2019 Mar 5]; 5(1):21–46. Available from: https://doi.org/10.1080/15538605.2011.554606 Subscription required.23. Sowden B, Fleming J, Savage TA, Woitaszewski SA. Lesbian, Gay, Bisexual, and Transgender-Identi-fied School Psychologists: a Qualitative Study of Their Professional Experiences. Contemp Sch Psy-chol [Internet]. 2016 Mar 21 [cited 2019 Mar 5]; 20(1):1–9. Available from: https://doi.org/10.1007/s40688-015-0050-1 Subscription required.24. Jones RL, Almack K, Scicluna R. Older bisexual people: Implications for social work from the ‘LookingBoth Ways’ study. J Gerontol Soc Work [Internet]. 2018 Apr 3 [2019 Mar 5]; 61(3):334–47. Availablefrom: Subscription required. https://doi.org/10.1080/01634372.2018.1433262 PMID: 2937778125. Van Wagenen A, Driskell J, Bradford J. “I’m still raring to go”: Successful aging among lesbian, gay,bisexual, and transgender older adults. J Aging Stud [Internet]. 2013 Jan [cited 2020 Mar 23]; 27(1):1–14. Available from: Subscription required. https://doi.org/10.1016/j.jaging.2012.09.001 PMID:2327355226. Lunn MR, Lubensky M, Hunt C, Flentje A, Capriotti MR, Sooksaman C, et al. A digital health researchplatform for community engagement, recruitment, and retention of sexual and gender minority adults ina national longitudinal cohort study–—The PRIDE Study. J Am Med Informatics Assoc [Internet]. 2019Aug 1 [cited 2020 Feb 21]; 26(8–9):737–48. Available from: https://doi.org/10.1093/jamia/ocz082 Sub-scription required.27. Manago C. Manhood who claims it? Who does it claim? Black Scholar [Internet]. 1996 [cited 2021 Jan26]; 26(1):48–9. Available from: https://doi.org/10.1080/00064246.1996.11430774 Subscriptionrequired.PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 21 / 2328. Charmaz K. Constructing Grounded Theory. 2nd ed. Thousand Oaks, CA: SAGE Publications Inc.;2014.29. Charmaz K. Grounded Theory as an Emergent Method. In: Handbook of Emergent Methods. New YorkCity, NY; 2008. p. 155–70.30. Bogetz JF, Gabhart JM, Blankenburg RL, Rassbach CE, Bogetz AL, Bergman DA. Continuing Educa-tion Needs of Pediatricians Across Diverse Specialties Caring for Children With Medical Complexity.Clin Pediatr (Phila) [Internet]. 2015 [cited 2019 Mar 5]; 54(3):222–7. Available from: Subscriptionrequired. https://doi.org/10.1177/0009922814564049 PMID: 2556169931. Gaffney DA, Demarco RF, Hofmeyer A, Vessey JA, Budin WC. Making Things Right: Nurses’ Experi-ences with Workplace Bullying-A Grounded Theory. Nurs Res Pract [Internet]. 2012 [cited 2020 Feb28]; 2012:1–10. Available from: https://doi.org/10.1155/2012/243210 PMID: 2256722332. Riggle EDB, Whitman JS, Olson A, Rostosky SS, Strong S. The positive aspects of being a lesbian orgay man. Prof Psychol Res Pract [Internet]. 2008 Apr [cited 2020 Feb 23]; 39(2):210–7. Available from:https://doi.org/10.1037/0735-7028.39.2.210 Subscription required.33. Dwyer SC, Buckle JL. The Space Between: On Being an Insider-Outsider in Qualitative Research. Int JQual Methods [Internet]. 2009 Mar [cited 2020 Mar 2]; 8(1):54–63. Available from: https://doi.org/10.1177/16094069090080010534. Mountz SE. That’s the Sound of the Police: State-Sanctioned Violence and Resistance Among LGBTYoung People Previously Incarcerated in Girls’ Juvenile Justice Facilities. Affilia J Wom Soc Wo [Inter-net]. 2016 Aug 3 [cited 2019 Mar 5]; 31(3):287–302. Available from: https://doi.org/10.1177/0886109916641161 Subscription required.35. Hughes BE. Resilience of Grassroots Leaders Involved in LGBT Issues at a Catholic University. J StudAff Res Pract [Internet]. 2018 Apr 3 [cited 2019 Mar 5]; 55(2):123–36. Available from: https://doi.org/10.1080/19496591.2017.1366330 Subscription required.36. Matsuno E, Israel T. Psychological Interventions Promoting Resilience Among Transgender Individu-als: Transgender Resilience Intervention Model (TRIM). Couns Psychol [Internet]. 2018 Jul 17 [cited2022 Mar 14]; 46(5):632–55. Available from: https://doi.org/10.1177/0011000018787261 Subscriptionrequired.37. Singh AA, McKleroy VS. “Just getting out of bed is a revolutionary act”: The resilience of transgenderpeople of color who have survived traumatic life events. Traumatology (Tallahass Fla) [Internet]. 2011[cited 2020 Apr 17]; 17(2):34–44. Available from: https://doi.org/10.1177/1534765610369261 Subscrip-tion required.38. Bowling J, Schoebel V, Vercruysse C. Perceptions of Resilience and Coping Among Gender-DiverseIndividuals Using Photography. Transgender Heal [Internet]. 2019 Aug 1 [cited 2020 Feb 23]; 4(1):176–87. Available from: https://doi.org/10.1089/trgh.2019.0015 PMID: 3148213339. Rosenkrantz DE, Rostosky SS, Riggle EDB, Cook JR. The positive aspects of intersecting religious/spiritual and LGBTQ identities. Spiritual Clin Pract [Internet]. 2016 Jun [cited 2020 Mar 23]; 3(2):127–38. Available from: https://doi.org/10.1037/scp0000095 Subscription required.40. Dickinson P, Adams J. Resiliency and mental health and well-being among lesbian, gay and bisexualpeople. Int J Ment Health Promot [Internet]. 2014 Mar 15 [cited 2020 Mar 23]; 16(2):117–25. Availablefrom: https://doi.org/10.1080/14623730.2014.903621 Subscription required.41. Heaney CA, Avery EC, Rich T, Ahuja NJ, Winter SJ. Stanford WELL for Life: Learning What It Means toBe Well. Am J Heal Promot [Internet]. 2017 [cited 2020 Mar 23]; 31(5):449–50. Available from: https://journals.sagepub.com/doi/pdf/10.1177/0890117117725842#page=6.42. de Lira AN, de Morais NA. Resilience in Lesbian, Gay, and Bisexual (LGB) Populations: An IntegrativeLiterature Review. Sex Res Soc Policy [Internet]. 2018 Sep 17 [cited 2020 Feb 23]; 15(3):272–82. Avail-able from: https://doi.org/10.1007/s13178-017-0285-x Subscription required.43. James SE, Herman JL, Rankin S, Keisling M, Mottet L, Anafi M. The Report of the 2015 U.S. Transgen-der Survey [Internet]. Washington, DC: National Center for Transgender Equality; 2016 [cited 2020Sept 19]. Available from: https://transequality.org/sites/default/files/docs/usts/USTS-Full-Report-Dec17.pdf.44. Harper GW, Brodsky A, Bruce D. What’s Good About Being Gay? Perspectives from Youth. J LGBTYouth [Internet]. 2012 Jan [cited 2019 Mar 5]; 9(1):22–41. Available from: Subscription required. https://doi.org/10.1080/19361653.2012.628230 PMID: 2251475145. Elder GH. Time, Human Agency, and Social Change: Perspectives on the Life Course. Soc Psychol Q[Internet]. 1994 Mar [cited 2020 Apr 17]; 57(1):4–15. Available from: https://doi.org/10.2307/2786971Subscription required.46. The Trevor Project. Volunteer [Internet]. 2020 [cited 2020 Sep 21]. Available from: https://www.thetrevorproject.org/get-involved/volunteer/.PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 22 / 2347. Black and Pink. Home [Internet]. 2020 [cited 2020 Sep 21]. Available from: https://www.blackandpink.org/.48. San Francisco LGBT Center. Employment Services [Internet]. 2019 [cited 2020 Sep 21]. Availablefrom: https://www.sfcenter.org/program/employment_services/.49. Swadhin A, Ellison T, Havlin N, Hawks C, Hwang R, Zipursky A. COVID-19 Mutual Aid Fund forLGBTQI+ BIPOC Folks [Internet]. 2020 [cited 2020 Sep 21]. Available from: https://www.gofundme.com/f/covid19-relief-fund-for-lgbtqi-bipoc-folks/.50. Campaign for Southern Equality. COVID-19 Rapid Response Grant Program—Impact and Stories[Internet]. 2020 [cited 2020 Sep 21]. Available from: https://southernequality.org/impact-of-the-southern-equality-funds-covid-19-rapid-response-grant-program/.51. Whiteside M, Mills J, McCalman J. Using Secondary Data for Grounded Theory Analysis. Aust SocWork [Internet]. 2012 Dec; 65(4):504–16. Available from: https://doi.org/10.1080/0312407X.2011.645165 Subscription required.PLOS ONE An intersectional grounded theory analysis of resources that promote resilience in SGM communitiesPLOS ONE | https://doi.org/10.1371/journal.pone.0280787 February 3, 2023 23 / 23",
    "id": 560996626,
    "identifiers": {
        "doi": "10.1371/journal.pone.0280787",
        "oai": "oai:scholarworks.sjsu.edu:faculty_rsca-3253"
    },
    "title": "Our pride, our joy: An intersectional constructivist grounded theory analysis of resources that promote resilience in SGM communities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-02-01T08:00:00+00:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=3253&context=faculty_rsca"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/560996626.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/560996626"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/560996626/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/560996626/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/560996626"
        }
    ],
    "abstract": "Introduction Sexual and gender minority (SGM) communities, including lesbian, gay, bisexual, transgender, queer, intersex, asexual, and Two-Spirit people, have historically been researched from a deficits-based approach that fails to highlight the ways communities survive and thrive in the face of adversity. This study endeavored to create a model of resources that promote SGM resilience using a sample that amplified traditionally underrepresented perspectives, including individuals from racial and/or ethnic minority groups, trans and/or gender diverse individuals, individuals on the asexual spectrum, and older adults. Methods Participant responses to three open-ended questions from The PRIDE Study’s (an online national longitudinal cohort study of SGM people) 2018 Annual Questionnaire were analyzed using constructivist grounded theory. These questions examined what brings people joy and what they appreciate most about their SGM identity. Participants (n = 315) were randomly selected from a larger sample of people who had responded to demographic questions and at least one open-ended question (N = 4,030) in a manner to ensure diverse representation across race/ethnicity, gender identity, sexual orientation, age, and region of residence. Results The proposed model includes social resources (Connecting with Others, Cultivating Family, Helping Others, Participating in Culture and Spirituality), affective generative resources (Engaging in Enriching Pursuits, Accessing Economic Resources), and introspective resources (Exploring One’s Authentic Self, Persevering through Hardship) that are theorized to contribute to SGM resilience across the life course. Conclusions SGM communities may tap into various resources to promote resilience. As public health practitioners, we can help to foster this resilience by resourcing and supporting initiatives that foster social connection, create spaces for community members to engage with various types of enrichment, facilitate access to economic resources, and provide support and inclusion for all SGM community members",
    "tags": [
        "text",
        "Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:faculty_rsca-3253",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 560996626,
        "depositedDate": null,
        "publishedDate": "2023-02-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T09:45:29+00:00",
        "acceptedDate": null,
        "createdDate": "2023-04-14T09:33:37+01:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/faculty_rsca/2254",
        "https://scholarworks.sjsu.edu/context/faculty_rsca/article/3253/viewcontent/Our_20pride_2C_20our_20joy_20__20An_20intersectional_20constructivist_20grounded_20theory_20analysis_20of_20resources_20that_20promote_20resilience_20in_20SGM_20communities.pdf"
    ],
    "lastUpdate": "2024-01-20T09:45:29+00:00",
    "setSpecs": []
}