{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Seidman, Louis Michael"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-19T05:50:48+00:00",
    "dataProvider": {
        "id": 1490,
        "name": "Georgetown Law Scholarly Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/1490",
        "logo": "https://api.core.ac.uk/data-providers/1490/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/70373761.pdf",
    "fullText": "Georgetown University Law Center Scholarship @ GEORGETOWN LAW 2004 Out of Bounds Louis Michael Seidman Georgetown University Law Center, seidman@law.georgetown.edu   This paper can be downloaded free of charge from: https://scholarship.law.georgetown.edu/facpub/223  65 Ohio St. L.J. 1329-1339 (2004) This open-access article is brought to you by the Georgetown Law Library. Posted with permission of the author. Follow this and additional works at: https://scholarship.law.georgetown.edu/facpub  Part of the Constitutional Law Commons GEORGETOWN LAW Faculty Publications      February 2010    Out of Bounds       65 Ohio St. L.J. 1329-1339 (2004)   Louis Michael Seidman Professor of Law Georgetown University Law Center seidman@law.georgetown.edu  This paper can be downloaded without charge from: Scholarly Commons:  http://scholarship.law.georgetown.edu/facpub/223/   Posted with permission of the author Out of BoundsLouIs MICHAEL SEIDMAN*Lawrence v. Texas creates a crisis for inclusive constitutionalism. Too often,advocates of inclusion and tolerance wish to include only those ideas and groupswith which they agree. The test for true inclusion and tolerance, however, iswhether we are willing to protect groups when they engage in conduct of whichwe disapprove. It follows that the boundaries of inclusion cannot be establishedsimply by moral argument,* yet, any plausible version of constitutional law mustuse some method to bound the people and activity that it protects. Defenders ofinclusive constitutionalism have not been successful in identifying a method,independent of moral argument, for bounding constitutional rights. Thisdifficulty can best be addressed by modifying our ambitions for constitutionallaw. Instead of a method for requiring agreement, constitutional law might bereconceptualized as a method for destabilizing all boundaries, therebyreconciling groups with widely different moral views to the political order.It is not possible to think seriously about Lawrence v. Texasi withoutcontemplating boundaries.Boundaries separate: right from wrong; male from female; free from coerced;gay from straight; public from private; top from bottom; the United States fromMexico; crazy from sane; politics from law; me from you.Boundaries are the way that we impose order on our perceptions of theuniverse. Without them, the world would be unintelligible. 2 Part of the project ofevery preschool is to teach children what is out of bounds. Parents struggle toestablish boundaries for their teenagers, and those of us who pretend to havegrown up struggle every day with our own boundaries.Yet boundaries are also artificial and constricting.3 (That is, after all, whymaintaining them involves struggle.) The policing of boundaries is always and*Professor of Law, Georgetown University Law Center. This paper is based upon an oralpresentation. I have retained its informal character. For reasons that are made clear below, I amespecially grateful to Pamela Karlan for her openness and generosity in commenting on thisarticle. I am also grateful to Brian Shaughnessy for outstanding research assistance and editorialsuggestions.I Lawrence v. Texas, 539 U.S. 558 (2003).2 For example, apparently people who have been blind for years and suddenly regain theirsight have not learned (or have forgotten) how to see boundaries. Many of these individuals can\"see\" in a certain sense, but lack the ability to form coherent patterns out of visual stimuli. SeeOLIVER SACKS, AN ANTHROPOLOGIST ON MARS: SEVEN PARADOXICAL TALES 108-52 (1995).3 Even boundaries that we take entirely for granted restrict possibilities that we neverperceive. See, e.g., Gary Peller, The Metaphysics of American Law, 73 CAL. L. REV. 1151,1170 (1985) (arguing that \"[k]nowledge does not flow from a free subject perceivingindependently existing objects; it is constructed in the relationships between things, in themetaphors we create,\" and that \"'[t]ruth' accordingly depends on the exclusion of other ways ofdividing up the world, other metaphors for the way the world is experienced\").HeinOnline -- 65 Ohio St. L.J. 1329 2004OHIO STATE LA WJOURNALinevitably authoritarian, even when we are our own dictators. Boundaries limitfreedom, imagination, and empathy. They blind us to the pain and desperation(and possibilities) that lie just across the border.Despite the century-long assault on constitutional formalism, constitutionallaw remains all about boundaries. The great constitutional struggles of our historyhave concerned the boundaries between legislative and executive power, betweenthe public and the private, or between the national and the local.4 Even at its mostinclusive, constitutional law always takes care to impose boundaries on itsinclusiveness. This is the dark side of even the most enlightened version of liberalconstitutional law. Including more groups in our moral community presupposesthat there is a moral community within which these groups can be included, formoral communities lose their meaning unless there is something outside them.The people remaining outside-the hidden victims of liberal constitutionalism-are stigmatized all the more because of its inclusionary pretensions.Concrete examples help illustrate the point.5 When the Supreme Court firstextended a modicum of protection to gay men and lesbians in 1996, JusticeKennedy quoted from the first Justice Harlan's famous dissent in Plessy v.Ferguson6 to assert that this nation \"neither knows nor tolerates classes among[its] citizens.\" 7 Justice Kennedy neglected to mention a much less famous sectionof the dissent where Harlan stated, without evident disapproval, that \"[t]here is arace so different from our own that we do not permit those belonging to it tobecome citizens of the United States,\" 8 and complained that those he calledChinamen were allowed to ride in passenger coaches while black citizens werenot.9 Several generations later, in Griswold v. Connecticut,10 when the SupremeCourt first extended protection to people engaged in nonprocreative sex, JusticeHarlan's grandson felt compelled to write a concurring opinion making clear thatthis new protection had nothing to do with the rights of homosexuals. I I And4 See, e.g., Youngstown Sheet & Tube Co. v. Sawyer, 343 U.S. 579 (1952) (legislativeand executive); Roe v. Wade, 410 U.S. 113 (1973) (public and private); Carter v. Carter CoalCo., 298 U.S. 238 (1936) (national and local).5 The paragraph that follows is drawn from Louis Michael Seidman, Romer's Radicalism,1996 Sup. CT. REV. 67, 114-15.6 Plessy v. Ferguson, 163 U.S. 537 (1896).7 Romer v. Evans, 517 U.S. 620, 623 (1996) (quoting Plessy, 163 U.S. at 559).8 Plessy, 163 U.S. at 561.91d.10 Griswold v. Connecticut, 381 U.S. 479 (1965).11 Justice Harlan wrote the following:\"[T]he family ... is not beyond regulation,\"... and it would be an absurdity to suggesteither that offenses may not be committed in the bosom of the family or that the home canbe made a sanctuary for crime. The right of privacy ... is not an absolute. Thus, I wouldnot suggest that adultery, homosexuality, fornication and incest are immune from criminal1330 [Vol. 65: 1329HeinOnline -- 65 Ohio St. L.J. 1330 2004OUT OF BOUNDSwhen Justice Kennedy wrote for the Court in Romer v. Evans12 to recognize therights of gay men and lesbians to inclusion within the political community, hetook pains to say that, of course, this had nothing to do with those engaged inpolygamy. 13The optimistic take on these decisions is that they mark gradual, halting, butnonetheless inexorable progress toward full inclusion. The real story is morecomplicated. On the one hand, liberal constitutionalists do not really aspire toachieve full inclusion because, on some level, they understand that boundaries arenecessary to moral and constitutional argument.14 To include everyone is toinclude no one in anything that matters. On the other hand, liberalconstitutionalism's rejection of \"othemess\" and acceptance of analogicalreasoning renders all borders problematic.In the wake of Lawrence, the contradictions of this bounded inclusivenesssurfaced yet again. Consider, for example, a debate between Michael Carvin andPamela Karlan that aired on The NewsHour the day that Lawrence was decided.15Carvin is a former deputy assistant attorney general in the Reagan Department ofJustice who opposed the decision; Karlan is a professor at Stanford UniversityLaw School who favored it. Unsurprisingly, Carvin's strategy was to effaceboundaries and, in doing so, to push Karlan into an endorsement of a boundlessmoral community that had lost its meaning.1 6 Following Justice Scalia's dissent inLawrence,17 he argued that to take Lawrence seriously is to admit that adultenquiry, however privately practiced.... But not to discriminate between what is involvedin this case [contraception] and either the traditional offenses against good morals orcrimes which, though they may be committed anywhere, happen to have been committedor concealed in the home, would entirely misconceive the argument that is being made.This quotation first appeared in its entirety in Poe v. Ullman, 367 U.S. 497, 552-53 (1961)(Harlan, J., dissenting). Justice Harlan incorporated by reference his Poe dissent into hisconcurring opinion in Griswold. See Griswold, 381 U.S. at 500 (Harlan, J., concurring).12 Romer v. Evans, 517 U.S. 620 (1996).13 Id at 634.14 See, e.g., Chai R. Feldblum, A Progressive Moral Case for Same-Sex Marriage, 7TEMP. POL. & Civ. RTs. L. REV. 485 (1998).15Expanding Privacy (PBS television broadcast, June 26, 2003) (transcript athttp://www.pbs.org/newshour/bb/law/jan-june03/privacy_6-26.html) [hereinafter ExpandingPrivacy].16 Id.17 Justice Scalia wrote the following:State laws against bigamy, same-sex marriage, adult incest, prostitution, masturbation,adultery, fomication, bestiality, and obscenity are ... sustainable only in light of Bowers'validation of laws based on moral choices. Every single one of these laws is called intoquestion by today's decision; the Court makes no effort to cabin the scope of its decision toexclude them from its holding.Lawrence v. Texas, 539 U.S. 558, 590 (2003) (Scalia, J., dissenting).2004]HeinOnline -- 65 Ohio St. L.J. 1331 2004OHIO STATE LA WJOURNALincest, prostitution, and bigamy are also constitutionally protected.] 8Realizing that liberal constitutionalism is vulnerable to this kind of challenge,Professor Karlan rushed to reenforce the boundaries that Carvin's argumentthreatened. 19[T]here's a principled distinction between laws that target one class ofpeople for engaging in behavior that everyone else in the state isallowed to engage in and laws that prohibit things like prostitution orincest.Prostitution is not just two consenting adults in a room. Itimplicates all sorts of other issues ranging from crime to the quality ofneighborhoods to the subjugation of women. And those are not an issuewhen you're talking about consenting adults alone in their own homeengaged in non-commercial intimate association with the peoplethey're close to. That's just very different. And it surprises me whenpeople put homosexuality on the same side of the line as incest orprostitution, rather than recognizing that it's intimate associationbetween two people in the same way that other couples of oppositesexes engage in intimate association. 20Perhaps I should make clear at this point that Pamela Karlan is my goodfriend and coauthor. I am not ashamed to say that, in many ways, I think of her asa hero and a role model. Still, the arguments she made on this occasion aretroubling. It will not do, for example, to insist that gay sex is different from incestbecause gay sex is \"intimate association between two people in the same way thatother couples of opposite sexes engage in intimate association.\"'2 1 Yes, gays andstraights engage in sex \"in the same way\" in some respects, but in other quiteobvious respects, the sex they engage in is different. The question, of course, iswhether we should emphasize the sameness or the difference. All of the work inKarlan's argument is done by the undefended choice to emphasize the samenessof gay and straight sex and the difference between incestuous and nonincestuoussex. She provides no reason why one should not paraphrase her own argument toclaim that adult incest is \"intimate association between two people in the sameJustice Scalia's parade of horribles suggests a sharper boundary than I would haveimagined between his world-view and that of most of the people I know. Does he reallybelieve, as his dire rhetoric suggests, that social unraveling would quickly befall us if lawsagainst masturbation were declared unconstitutional?18 Carvin insisted that the \"logic of the [Court's] principle\" meant that laws involvingbigamy and incest were unconstitutional, although he \"doubt[ed] seriously [that the Justiceswould] follow that logic because they are politicians.\" Expanding Privacy, supra note 15.19 Expanding Privacy, supra note 15.20 Expanding Privacy, supra note 15.21 Expanding Privacy, supra note 15.1332 [Vol. 65: 1329HeinOnline -- 65 Ohio St. L.J. 1332 2004OUT OF BOUNDSway that other couples [who are not related] engage in intimate association. '22Nor is it obvious why laws against sodomy, but not laws against prostitutionand incest, \"target one class of people for engaging in behavior that everyone elsein the state is allowed to engage in.... .\"2 3 Both sets of laws \"target\" the class ofpeople who engage in prohibited behavior, but not the class of people who engagein permitted behavior. True, there is a sense in which gay people constitute acoherent social class, while people in incestuous relationships do not. Gay men,lesbians, and bisexuals self-identify as a group that is defined by more than justtheir sexual behavior. As Karlan has argued elsewhere, laws that outlaw gay sexare influenced by the desire to stigmatize gay people.24 In contrast, incest andprostitution are behaviors that are \"not tied as an empirical matter incontemporary America to membership in a recognized social group.\"'25This is an important point that ties Lawrence to the general theme of anti-subordination in American constitutional law. It cannot be a complete answer,however. Suppose that people in incestuous relationships were able to organizethemselves (or were organized by oppression) into a social group.26 Surely, thischange alone would not cause Karlan to change her views about theirconstitutional rights. Some groups are subordinated because they deserve to besubordinated. Even if (especially if!) rapists and pederasts managed to form theirown political action committees, the laws against their conduct would remainperfectly legitimate.This leaves the argument that prostitution produces other social evils likecrime, destruction of neighborhoods, and the subjugation of women. The implicitassumption behind this argument is that the Constitution embodies something likethe \"harm principle\" that permits government regulation if, but only if, theregulated conduct is not self-regarding.27 Many opponents of Lawrence deny thisproposition, and we need to take their objections seriously.28 Reading the harmprinciple into the Constitution elevates a particular and contestable moral theoryover its many plausible rivals. In effect, it establishes an official morality in theteeth of the Lawrence Court's own claim that the government has no business2 2 Expanding Privacy, supra note 15.23 Expanding Privacy, supra note 15.24 See Pamela S. Karlan, Loving Lawrence, 102 MICH. L. REV. _ (forthcoming 2004)(draft on file with author).25 Id. See also Miranda Oshige McGowan, From Outlaws to Ingroup: Romer, Lawrence,and the Inevitable Normativity of Group Recognition, 88 MINN. L. REV. 1312 (2004).26 Perhaps prostitutes are already moving in this direction.27 The \"harm principle\" prohibits government regulation of self-regarding conduct thatdoes not harm other individuals. For the classic formulation, see JOHN STUART MILL, ONLIBERTY (Elizabeth Rapaport ed., 1978). Cf McGowan, supra note 25, at 1315-32 (arguingthat Lawrence is not based on the harm principle).28 McGowan, supra note 25, at 1313.2004] 1333HeinOnline -- 65 Ohio St. L.J. 1333 2004OHIO STATE LA WJOURNALenshrining official moral principles.Moreover, one reason to be skeptical of a constitutionalized harm principle isthat the concept of \"harm\" itself is difficult to cabin. Defenders of gay rightsshould be especially sensitive to this difficulty. There is a long history of cloakinghomophobic bigotry in the rhetoric of harm.29 Gay relationships are said to spreadAIDS, promote promiscuity, and cause the breakdown of families.30 We shouldrecognize these arguments for what they are: deeply biased stereotypes thatcannot justify government regulation of intimate choices.But what, then, are we to say about Karlan's stereotyping of prostitution?3'Consider, first, the destruction of neighborhoods. It is unclear precisely whatKarlan has in mind here. If she means that neighborhoods where prostitutionoccurs are blighted by the public sexual transactions, the same might be said ofneighborhoods where noncommercial gay or straight sex is publicly displayed.Karlan's distinction works only because she juxtaposes public prostitution withgay sex that occurs behind closed doors. But some prostitution occurs behindclosed doors, and some gay sex is public.Perhaps, then, Karlan means that prostitution destroys neighborhoods simplybecause \"neighbors\" do not want to live in close proximity to it. Unfortunately,there are also \"neighbors\" who do not want to live in close proximity to gaycouples. Surely, Karlan does not mean to endorse this sort of bigotry. Maybethere is, as Karlan claims, an association between prostitution on the one hand andcrime or the subjugation of women on the other,32 but critics of Lawrence claimthat consensual gay sodomy also harms its \"victims\" and degrades the moralclimate.33 A central teaching of Lawrence is that the right to engage inconsensual, intimate activity cannot be held hostage to contingent and contestable2 9 See, e.g., Robert H. Knight, How Domestic Partnerships and \"Gay Marriage\"Threaten the Family, in SAME-SEX MARRIAGE: THE MORAL AND LEGAL DEBATE 16 (RobertM. Baird & Stuart E. Rosenbaum eds., 1997) (promiscuity and AIDS); id. at 119 (familystability); GEORGE GRANT & MARK A. HORNE, LEGISLATING IMMORALITY: THE HOMOSEXUALMOVEMENT COMES OUT OF THE CLOSET 34-37, 123-41 (1993) (promiscuity and disease).30 See, e.g., Knight, supra note 29, at 119.31 Expanding Privacy, supra note 15.32 Expanding Privacy, supra note 15.33 See, e.g., Knight, supra note 29, at 119:Crime scholar James Q. Wilson describes \"the broken window effect,\" in which failure tocurb breaches in civil order leads to more breaches. He noticed that a building in a toughpart of a city had all its windows intact, unlike others around it. After one window wasbroken, however, all the other windows soon met the same fate. Likewise, if a culture doesnot discourage extramarital sexuality, the stable marriages are threatened because of theerosion of cultural, social, and, finally, legal support. Plagued by a high rate of divorce,teen pregnancies and STD epidemics, America can only unravel the social fabric furtherby legitimizing homosexuality.[Vol. 65: 13291334HeinOnline -- 65 Ohio St. L.J. 1334 2004OUT OFBOLDSovergeneralizations of this sort.34As I hope this brief discussion demonstrates, Carvin's attack on boundaries isan effective rhetorical device for challenging inclusive constitutionalism. Is therea cogent response to this challenge? Before outlining what I think is the rightapproach, I want to discuss three other approaches that strike me as wrong.First, Karlan might have made a more straightforward moral argument. Shemight have said that gay sex is a moral good, whereas prostitution, incest, andpolygamy are moral evils. She might have then devoted her time to explainingwhy this is so without resort to the language of constitutionalism. This is anattractive response, for, as explained below, 35 it is impossible entirely to divorcethe boundaries of constitutional protection from the boundaries of our moralcommunity. Moreover, for many advocates of gay rights, this response has thegreat virtue of candor. These advocates favor gay rights not because they thinkthat we should \"tolerate\" behavior that is wrong, but because they think that thebehavior is not wrong.36 Surely, what really divides Karlan and Carvin is a deepdisagreement about the moral status of gay relationships, not an abstractcontroversy about constitutional methodology.This fact also explains a phenomenon that is otherwise quite mysterious: thecold fury that gay rights advocates express when confronted with analogiesinvolving practices like prostitution, incest, pederasty, and bestiality. Gay rightsadvocates find these arguments deeply offensive precisely because the argumentsseem to put gay relationships on the same moral plane as these other practiceswhen, in fact, they could not be more different.37There are good reasons, then, to be sympathetic to this approach, but it isnonetheless misguided. Of course, consensual gay relationships are morallydifferent from, say, human sexual relationships with animals, but the anger34 At least this is my understanding of the Court's holding that \"[t]he Texas statutefurthers no legitimate state interest which can justify its intrusion into the personal and privatelife of the individual.\" Lawrence, 539 U.S. at 578. The Lawrence Court nowhere specifies thestandard of review it utilizes or the strength a state interest must have in order to overcome theright it delineates. Still, the holding makes obvious that the liberty interest it recognizes is notthe sort of liberty interest that can be overcome by any barely rational state policy. Cf, e.g.,Williamson v. Lee Optical, 348 U.S. 483, 488 (1955) (\"The day is gone when this Court usesthe Due Process Clause ... to strike down state laws, regulatory of business and industrialconditions, because they may be unwise, improvident, or out of harmony with a particularschool of thought.\").35 See infra notes 38-41 and accompanying text.36 Cf McGowan, supra note 25, at 1343 (\"[T]he Court only recognizes and protects thosegroups whose common conduct is seen as worth protecting.\").37 See, e.g., Alan Cooperman, Santorum Angers Gay Rights Groups, WASH. POST, Apr.22, 2003, at A4 (\"Gay rights groups called... for Senate Republicans to repudiate remarks bySen. Rick Santorum (R-Pa.) comparing homosexuality to bigamy, polygamy, incest, andadultery.\").2004] 1335HeinOnline -- 65 Ohio St. L.J. 1335 2004OHIO STATE LA WJOURNALdirected at the analogy nonetheless misses its point. Its point is not that we shouldbelieve that gay relationships and bestiality are morally analogous, but rather thatinclusive constitutionalism has bite only when it provides protection for conductthat we believe is disanalogous. After all, one hardly need resort to toleration andinclusion to protect activity that one already supports. Toleration and inclusion arerequired for precisely the activities of which we disapprove. The point of theanalogy, then, is to distinguish between true inclusiveness and self-interestedspecial pleading. Professor Karlan cannot claim to be a truly inclusiveconstitutionalist unless she can point to a difference based on something otherthan her own moral judgments that distinguishes prostitution and incest, on theone hand, from gay sex, on the other.It is for just this reason that the rhetoric of moral neutrality plays such astrong role in Justice Kennedy's opinion for the Court and an even stronger rolein Justice O'Connor's concurrence. 38 These opinions do not argue that gayrelationships deserve protection because they are good. On the contrary, JusticeO'Connor insists .that \"[m]oral disapproval ... like a bare desire to harm thegroup, is an interest that is insufficient to satisfy rational basis review under theEqual Protection Clause. ''39 Were this not the case, she might have added,constitutional obligation would add nothing to moral obligation. We do not needconstitutional law to get people to do what they would do anyway. Constitutionallaw serves its function only when it gives people reasons to accede to outcomesthat they otherwise oppose.These observations lead to a second possible response. As I discoverregularly when my efforts at Socratic dialogues go wrong in the classroom, thereductio ad absurdum technique fails if people are willing to follow an analogyall the way to the bottom. Perhaps, then, Karlan should have done just this. Shemight have said that prostitutes and their customers, people who sleep with theirparents and children, and people with multiple spouses also deserve constitutionalprotection. Of course, this was precisely the response that Carvin was trying toelicit, and, for reasons I have already discussed, Karlan was right to resist the bait.Reasonable people can disagree about whether Karlan drew the right boundary,but no sensible person thinks that there should be no boundary at all. Even ifincest and prostitution deserve constitutional protection, surely rape and pederastydo not. Carvin was trying to trap Karlan into endorsing this position because itwould rightly discredit her views.38 See Lawrence, 539 U.S. at 571 (.'Our obligation is to define the liberty of all, not tomandate our own moral code.\"') (quoting Planned Parenthood v. Casey, 505 U.S. 833, 850(1992)); id. at 585 (\"A law branding one class of persons as criminal solely based on the State'smoral disapproval of that class and the conduct associated with that class runs contrary to thevalues of the Constitution and the Equal Protection Clause, under any standard of review.\")(O'Connor, J., concurring).39 Id. at 582 (O'Connor, J., concurring).1336 [Vol. 65: 1329HeinOnline -- 65 Ohio St. L.J. 1336 2004OUT OF BOUNDSThis leaves a third theoretical possibility: Karlan might simply haveacknowledged that Carvin had convinced her that he was right. But apart from thefact that such a concession would flagrantly violate the deep structure ofprograms like The NewsHour, it is simply unwarranted. Carvin's argument restson a large non sequitur. From the premise of moral disagreement, he purports toreason to the conclusion that collective decision making is appropriate: Becausewe do not agree about the moral status of gay relationships, therefore thelegislature should conclusively resolve the matter.40This syllogism is deeply flawed. One might just as forcefully argue-indeed,ironically, conservatives regularly do argue-that because we disagree about howwe should live our lives, therefore each person should decide for herself how tolive her own life. No one believes, for example, that because some peopledisapprove of the intimate associates Carvin has chosen for himself, therefore ademocratically accountable government Bureau of Intimate Relations shouldresolve the dispute. Americans disagree about the nature and existence of God,but it hardly follows that the legislature should choose an official religion for allof us.Nor will it do to claim that the boundary between individual and collectivedecision making can be read directly off the constitutional text. On a practicallevel, this position is deeply implausible. Nothing on the face of the constitutionaltext prohibits the outlawing of heterosexual intimacy or the forced impregnationof women. Does Carvin really want to defend the proposition that theconstitutional law has nothing to say about these matters?Even apart from its practical problems, the position runs into serioustheoretical difficulties. We need to face the fact that the constitutional textrequires supplementation by nontextual and strongly contested moral values. Ifstraights are allowed to marry, does it violate the Equal Protection Clause to denythe same right to gays? Only if gays and straights are relevantly similar. But, asthe previous discussion demonstrates, gays and straights are both similar anddifferent. We cannot make a judgment about the relevance of the similarities anddifferences without some moral theory. Unfortunately, we cannot agree on such atheory, and the constitutional text does not resolve the disagreement.Perhaps Carvin thinks that in the absence of text, the default position shouldbe collective decision making, but this returns us to the non sequitur with whichwe started. Moreover, it robs the Equal Protection Clause of any independentforce-a position that is, itself, in contravention of the text. This is so because if,for instance, some other provision of the Constitution guaranteed a right to gaymarriage, resort to the Equal Protection Clause would be superfluous. Equalprotection analysis does work only in cases where other constitutional textprovides no protection, but it is in just these cases that the text fails to resolve themoral issues of likeness and difference on which equal protection analysis40 Expanding Privacy, supra note 15.2004] 1337HeinOnline -- 65 Ohio St. L.J. 1337 2004OHIO STATE LA WJOURNALdepends. It follows that if we are to be loyal to the text of the Equal ProtectionClause, we must also be loyal to some set of norms that is not specified by thetext.Thus, none of these alternative stances is entirely satisfactory. Unfortunately,though, rejecting them leaves us in an uncomfortable position. We seem driven tothe following three conclusions:1. Even inclusive constitutionalism must be bounded in some way if it is tobe at all attractive;2. If constitutionalism is to provide an independent reason for action, thenthere must be some gap between the boundaries that it requires and boundariesbased on our own moral beliefs-boundaries that we would draw in any eventeven if there were no constitutional obligation;3. The boundaries that constitutionalism demands cannot be drawn withoutreliance on the moral beliefs that constitutionalism excludes.These three propositions form the contradiction at the core of inclusiveconstitutionalism, and there is no simple rhetorical move that will make thecontradiction go away. Is there nonetheless a coherent response to this challenge?Such a response might begin by modifying our ambitions for constitutionallaw. So far, we have assumed that the point of the exercise is to provideconstitutional grounds that will cause Karlan and Carvin to agree about the properoutcome of Lawrence. Of course, this is not the point of the exercise. Karlan andCarvin are not on The NewsHour so that they will agree. Moreover, trying to getthem to agree is a waste of time. Perhaps others, who are less deeply committedthan Karlan and Carvin, will eventually change their minds about the status of gayrelationships, but it is unlikely that even they will do so because of aconstitutional argument. In our culture, constitutional arguments about divisivesocial issues reflect, rather than settle, our differences.What, then, is a more realistic ambition for constitutional argument? Even ifKarlan and Carvin cannot agree, perhaps they can come away from theirencounter with a better understanding of each other's positions. The wallseparating them cannot be dismantled, but it might be eroded to an extent thatwould allow them to perceive a just basis for accepting defeat on an issue aboutwhich they are deeply committed.Oddly, inclusive constitutionalism's contradictory relationship to boundariesmight help to produce an environment where this attitude takes hold. On the onehand, we need to understand that constitutional law requires boundaries evenwhen they are contested. On the other hand, inclusive constitutionalismdestabilizes the very boundaries it insists upon. This destabilization means thatthose who remain out of bounds can retain a justified hope that the lines may bemoved yet again. A similar understanding by the victors in our constitutionalstruggles might cause them to recognize that their victory is temporary and that noboundaries are beyond challenge.So how would I have responded to Carvin's argument? I should acknowledge1338 [Vol. 65: 1329HeinOnline -- 65 Ohio St. L.J. 1338 2004OUT OF BOUNDSat the outset that if I were good at this sort of thing, I might have been invited onThe NewsHour instead of Pamela Karlan. Alas, my best responses tend to cometo me the next day in the shower. Fortunately, I have had quite a few showerssince I watched the program, so by now I have a pretty good response. It goessomething like this:Does it seem to me that gay relationships are like incest and prostitution?Well, no, just as, I must concede, it doesn't seem to you, Mr. Carvin, that gayrelationships are like straight relationships. Can I defend that position without acontestable moral theory? Of course not. We all have our boundaries, even if wedraw the lines in different places, and those boundaries cannot be drawn withoutreference to some moral theory. I have to confess that the realization that I, likeyou, am bounding the moral community leaves me a little more sympathetic toyour fear and outrage that a boundary has been breached. I know you will likethat, but I must add that it also causes me to push on moral boundaries in the otherdirection. At least at the margin, it also makes me more sympathetic to peopleengaged in a variety of other non-mainstream sexual practices of which Icurrently disapprove.It is important to understand that this sort of destabilization of boundariesdoes not mean giving up on our moral positions. I still think that good gay sex is,in important moral respects, \"like\" good straight sex and unlike, say, bad gay orstraight sex or \"good\" prostitution if, indeed, there is such a thing. Butdestabilization does mean giving up some of our moral outrage. That is too bad. Ilike my moral outrage as much as the next person, and it is moral outrage, afterall, that fuels political engagement and social change. But outrage also requires asuspension of imagination. It is hard to be too angry at Michael Carvin if I canmanage to see that, if a few things had gone somewhat differently in my life, Iwould have views similar to his. It is just this kind of moral imagination that holdsthe best hope of supporting a structure that we can justly impose upon a diversepopulace with widely differing moral views.To badly paraphrase Robert Frost, \"the something there is that doesn't love awall\" is the best version of our constitutional tradition.41 We reenforce thattradition when we argue for the \"right\" boundaries, even as we recognize thecontingency and uncertainty of our own arguments. This sobering point isespecially worth remembering at the very moment when, flush with victory, wecelebrate the Lawrence Court's willingness to breach a boundary that has causedso much misery, for so many, for so long.41 Robert Frost, Mending Wall, in THE CLASSic HUNDRED POEMS: ALL-TIME FAVORITES230 (William Harmon ed., 1998).2004] 1339HeinOnline -- 65 Ohio St. L.J. 1339 2004HeinOnline -- 65 Ohio St. L.J. 1340 2004",
    "id": 70373761,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.georgetown.edu:facpub-1214"
    },
    "title": "Out of Bounds",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2004-01-01T08:00:00+00:00",
    "publisher": "Scholarship @ GEORGETOWN LAW",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.georgetown.edu/cgi/viewcontent.cgi?article=1214&amp;context=facpub"
    ],
    "updatedDate": "",
    "yearPublished": "2004",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/70373761.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/70373761"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/70373761/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/70373761/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/70373761"
        }
    ],
    "abstract": "Lawrence v. Texas creates a crisis for inclusive constitutionalism. Too often, advocates of inclusion and tolerance wish to include only those ideas and groups with which they agree. The test for true inclusion and tolerance, however, is whether we are willing to protect groups when they engage in conduct of which we disapprove. It follows that the boundaries of inclusion cannot be established simply by moral argument; yet, any plausible version of constitutional law must use some method to bound the people and activity that it protects. Defenders of inclusive constitutionalism have not been successful in identifying a method, independent of moral argument, for bounding constitutional rights. This difficulty can best be addressed by modifying our ambitions for constitutional law. Instead of a method for requiring agreement, constitutional law might be reconceptualized as a method for destabilizing all boundaries, thereby reconciling groups with widely different moral views to the political order",
    "tags": [
        "text",
        "constitutional law",
        "civil rights",
        "judicial review",
        "Constitutional Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.georgetown.edu:facpub-1214",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1490",
        "openDoarId": 0,
        "name": "Georgetown Law Scholarly Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 70373761,
        "depositedDate": null,
        "publishedDate": "2004-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:42:47+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-19T05:50:48+00:00"
    },
    "urls": [
        "https://scholarship.law.georgetown.edu/facpub/223",
        "https://scholarship.law.georgetown.edu/context/facpub/article/1214/viewcontent/Seidman_OutofBounds_HEIN.pdf"
    ],
    "lastUpdate": "2024-01-24T00:42:47+00:00",
    "setSpecs": []
}