{
    "acceptedDate": "2011-05-10T00:00:00+01:00",
    "authors": [
        {
            "name": "Hayes, Sharon"
        },
        {
            "name": "Carpenter, Belinda"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-02T14:31:27+01:00",
    "dataProvider": {
        "id": 310,
        "name": "Queensland University of Technology ePrints Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/310",
        "logo": "https://api.core.ac.uk/data-providers/310/logo"
    },
    "depositedDate": "2011-05-11T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1007/s10612-011-9130-3",
    "downloadUrl": "https://core.ac.uk/download/10903944.pdf",
    "fullText": "This is the author’s version of a work that was submitted/accepted for pub-lication in the following source:Hayes, Sharon L. & Carpenter, Belinda J. (2011) Out of time : the moraltemporality of sex, crime and taboo. Critical Criminology, 20(2), pp. 141-152.This file was downloaded from: http://eprints.qut.edu.au/41896/c© Copyright 2011 Springer Science+Business Media B.V.The original publication is available at SpringerLinkhttp://www.springerlink.comNotice: Changes introduced as a result of publishing processes such ascopy-editing and formatting may not be reflected in this document. For adefinitive version of this work, please refer to the published source:http://dx.doi.org/10.1007/s10612-011-9130-3Out of Time: The Moral Temporality of Sex, Crime and Taboo  Introduction This paper discusses the relationship between law and morality with specific reference to sex crimes against children. Morality does not necessarily coincide with the law, but it contributes to it. An act may be legal but nevertheless considered to be immoral in a particular society. For example, the use of pornography may be considered by many to be immoral. Nevertheless, the sale and distribution of non-violent, non-child-related, sexually explicit material is legal (or regulated) in many jurisdictions. Many laws are informed by, and even created by, morality. This paper examines the historical influence of morality on the law and on society in general and aims to develop a theoretical framework for examining the social construction of morality and crime with particular attention to the relationship between sex, crime and taboo. The moral temporality of sex and taboo suggests that moral judgments about sex and what is considered taboo change over time, as do the kinds of justifications that are employed in support of changing moralities. This paper unpacks the way in which abstract and highly tenuous concepts such as “desire”, “art” and “entertainment” may be “out of time” with morality, and how morality shapes laws over time, fabricating justifications from within socially constructed communities of practice. This theoretical framework maps the way in which these concepts have become temporally dominated by heteronormative structures such as the family, marriage, reproduction, and longevity. In this context, heteronormativity refers to the normalising of heterosexual structures and relationships and the marginalisation of everything that doesn’t conform. It is argued that the logic of these structures is inexorably tied to the heterosexual life-path, charting individual lives and relationships through explicit phases of childhood, adolescence and adulthood that, in the twenty-first century, delimit the boundaries of taboo surrounding sex more than any other time in history.  The social construction of sex crimes On March 24, 2008, Brisbane newspaper The Courier Mail reported on a case of alleged child pornography that was being investigated by police. The article stated that police were trying to track down the thirteen-year-old female victim, who had been photographed in the nude the previous year. The alleged offender, a professional photographer with over thirty years experience, was being questioned about the case after an exhibit of his work in a prestigious gallery in Sydney was shut down. The exhibit apparently consisted of images of “naked children as young as twelve in a variety of poses”. The Courier Mail interviewed the then New South Wales (NSW) Minister of Community Services about the raid, who said that the photographs were “highly inappropriate”. “I can’t see any reason why images of naked children need to be created or displayed in that way,” he commented, adding that, “[a]s a community, it’s our responsibility to protect the innocence of childhood and these images step over the line”.i The article continues: “Even Prime Minister Kevin Rudd has weighed into the debate, describing the images as ‘revolting’”.ii  The director of local child protection community group, Bravehearts, also commented that the photographer seemed to have “an obsession with pre-teen nudity,” which, she goes on, “is porn.” Later, detectives also found a website depicting forty-one of the “naked images”, which were swiftly removed, even though the website was hosted outside Australia and therefore was outside their jurisdiction. What is most interesting about this case of alleged child pornography is that the photographer in question, Bill Henson, is a respected artist whose industrial landscapes and soulful images of androgenous young people have been acclaimed throughout the world for almost thirty years. As recently as 2004, his work was lauded by The New Yorker, which stated that “his elegant, formal photographs – of battered landscapes and fragile, wispy youths – resemble nothing so much as Flemish still-lifes; rarely has colour photography captured so profoundly the furry texture of night time”. A year earlier, Pavement magazineiii described Henson’s photographs as “ambiguous spaces of adolescence” depicting “androgynous girls and boys adrift in the nocturnal turmoil of adolescence [, creating] painterly tableaux that continue the tradition of romantic literature and painting in our post-industrial age.” To the art world, according to Pavement, Henson is a shining light, a “photographer of the human condition and an experimenter of remarkable skill and conviction”. Indeed, his fame and the esteem in which he is held is not new. A glance at Henson’s online profileiv reveals that his work has been exhibited in some of the most prestigious galleries in Australia and around the world, from Sydney to Paris, to Rotterdam, New York and Tel Aviv to name just a few. In 1990 it was the Bibliotheque Nationale in France; in 1991, the Circulo De Bellas Artes, Madrid, and so on. The Art Gallery of New South Wales presented Henson’s work as a key element of the influential Sydney Festival in 2005 and the Gallery of Modern Art also displayed his work in Brisbane in 2007. Yet it has been argued that these images, which are lauded in artistic circles, may be classified as pornography under a variety of state laws. This section will explore the moral temporality of sex and taboo; that is, the way in which moral judgments about sex and what is considered taboo change over time, and the kinds of justifications that are employed in support of these changing moralities. It unpacks the way in which abstract and highly tenuous concepts such as “desire”, “art” and “entertainment” may be “out of time” with morality, and how morality shapes laws over time, fabricating justifications from within socially constructed communities of practice that are tenuous almost to the point where they defy definition. This chapter also maps the way in which these concepts have become temporally dominated by heteronormative structures such as the family, marriage, reproduction, and longevity. Heteronormativity refers to the normalising of heterosexual structures and relationships and the marginalisation of everything that doesn’t conform. The logic of these structures, it will be demonstrated, is inexorably tied to the heterosexual life-path, charting individual lives and relationships through explicit phases of childhood, adolescence and adulthood that, in the twenty-first century, delimit the boundaries of taboo surrounding sex more than any other time in history. In order to interrogate the way in which notions such as desire and taboo are understood within the logic of heteronormative structures, three dimensions of moral temporality will be examined. The first dimension concerns the temporality of sexuality, that is, norms and beliefs about sexuality and sexual development and how these change over time. The second dimension involves the temporality of moral authority, or the way in which morality shifts to endorse or sanction sexuality and relationships. The third and final dimension relates to the temporality of bodies and how they function as codifiers and markers of sexual normality and responsibility.   The Temporality of Sexual Development In the post-industrial age, the way we think about sex is framed by time and space. For any era, sexuality exists as a moment in time, and in our era, that moment is informed by heteronormative temporalities such as birth, childhood, puberty, adolescence, marriage, procreation, family, and death.v Lives are scripted chronologically through what Judith Halberstamvi terms the “logic of location, movement and identification” associated with familial and procreative dominance. This heteronormative temporality is identified by several important markers, including the prolonged extension and sacredisation of childhood, and the ritual transition to adulthood through pubescence and adolescence.  The temporality of childhood has extended considerably over the past several centuries, at least in Western industrialised countries. According to historians such as Phillipe Aries,vii childhood only came to be regarded as a distinct developmental phase in the 16th Century. Prior to that, children were regarded as small adults. Newman and Smithviii note that depictions of children in art during that period generally characterised children as “shrunken replicas of their parents,” with similar bodily proportions and dress. Children were also expected to act like adults, minding their manners, doing their fair share of work in the family, and generally acting independently in many ways: The notion that children deserve special protection and treatment did not exist at this time. Children could be punished, and frequently were, for social transgressions with the same severity that adults were.ix It has been suggested that this treatment of children was based on economic and social necessity. Infant and child mortality rates were high at this time, with plagues and diseases of all varieties running rampant in Europe. Emotional attachment to children wasn’t a viable option, and parents tended to have as many children as possible to “hedge their bets”.x The idea that children were vulnerable and needed protection didn’t become popular until much later; indeed, child labour was extensive in the latter half of the eighteenth and first half of the nineteenth centuries.  It wasn’t until industrialisation took a firm hold, making child labour an anachronism, that children began to be seen as objects of affection and care, rather than as objects of labour and economic benefit. People began having children for personal satisfaction, and by the twentieth century, childhood had become a time in which children were nurtured and loved for themselves, rather than for what they could return economically.xi  At the same time, children came to be seen as completely different to adults, as innocent and essentially uncorrupted. Children became something to be cherished and protected from harm in order to grow and develop into responsible and productive adults. The emotional and intellectual naivete of children was recognised as central to this attitude, and by the latter decades of the twentieth century, children had achieved a status of vulnerability unrivalled in any other era.  This notion of the child as susceptible extends beyond mere physical protection to encompass sexual vulnerability as well. The heteronormative governing of families and individuals depends in part upon the capacity of the family and other institutions to keep children naïve. Children are stripped of their sexuality to such an extent that they have become altogether asexual. Indeed, the association of sex with children is regarded as obscene, dangerous and taboo. Children are viewed as incapable of understanding and consenting to sexual activity and so are removed from sexuality altogether. Adolescence came into being as a way of extending and sacredising childhood. The construction of adolescence as a transitional period has extended, over the past several decades, to later and later ages. In the 1970s, for example, it was common for young people in Australia to leave school and seek paid work at age fifteen. Only a select few stayed on to finish high school and even fewer moved into tertiary education. By the 1990’s, however, almost all young people were completing year 12 at high school and an increasing number were moving onto higher education.xii There are several related reasons for this extension of adolescence. The exponential development of technology has meant that young people are required to have higher levels of education than ever before in order to be able to participate in the work force. It also means that young people are offered more opportunities for travel and other educational experiences that extend their knowledge and understanding of how the world works.  Work and occupations have taken on much more formality over the past two decades, with the burgeoning of technical and further education colleges providing courses for almost every imaginable occupation, including even lower level employment such as retail assistance and hospitality – occupations that were previously learned on-the-job.xiii The construction of adolescence as a transitional period has therefore been extended to coexist with the period of compulsory and higher education. The increased intellectualisation of occupations has created a market for itself, making it difficult for young people to compete in the job market unless they have the relevant “qualifications”, requiring more and more that they move  into post-compulsory education and further delaying their entry into the workforce and adulthood.xiv  This extension of adolescence into the third decade of life is accompanied by a reconfiguring of sex and sexuality for young people in that generation.  Whereas in previous centuries, young women often married in their teens, today they are expected to get an education and move into the workforce before committing to a life partnership and children. Sex and sexuality, then, have become topics of controversy, especially concerning the age at which a young person is considered mature enough to engage in a sexual relationship. In most Western countries, the age of consent has been set at sixteen for heterosexual intercourse and between sixteen and eighteen for homosexual anal intercourse,xv based upon perceptions of young people’s capacity to make an informed choice about entering into sexual activity. But these temporal delineations are not meant to apply to sexual activity between young people of the same age. Sexual activity between children and between adolescents may be frown upon, and considered precocious, but it is not criminalized.xvi Sex between the ‘underaged’, while the subject of much preventative activity (in the form of sex education and institutionalised moral sanctions), is seen as folly, excusable and even understandable. Young people are ‘risk-takers’ who cannot be held accountable for their actions and must therefore be objects of paternalistic intervention.xvii On the other hand, sex between the underaged and adults is taboo of the highest order. Sex between children (of relatively similar age) is acceptable because it is regarded as an innocent exploration, possibly based on a lack of knowledge and understanding, and focused on curiosity and sheer desire. Sex between adults and children is seen as a power imbalance that necessarily disadvantages and exploits the child. The younger participant is regarded as incapable of reasonably consenting to the interaction, and is therefore vulnerable, a victim. The older, adult participant is seen as wielding all the power in the interaction and is therefore cast as predator.xviii It is unclear, however, whether this construction of adult/child sex is borne out in everyday life. A recent case study illuminates the possible tensions underlying these assumptions.  In 1997 in the US, a female high school teacher, Mary Kay Letourneau, was convicted of child sexual abuse for having an affair with her then 12 year old male student, Vili Fualaau.xix Newspaper articles at the time report that Letourneau first came into contact with Fualaau in second grade. Their affair began when he was in sixth grade and twelve years old. As student and teacher they became very close over the years and by sixth grade, Fualaau was spending time at his teacher’s home, socialising with her then husband and their three children. The pair first had sexual intercourse in the same grade, when Fualaau was 13 and Letourneau 34. Their relationship was discovered when they were caught having sex in her car. The teacher was convicted of second degree statutory rape and sent to prison for seven and a half years, all but six months of that suspended.  She was required to agree never to see Fualaau again and to participate in a three-year-long rehabilitation program. However, after Letourneau was released from her six-month prison stint, she again struck up a relationship with Fualaau and, when discovered, was sent back to prison to serve the remainder of her original sentence. She gave birth to their child while in prison. Fualaau was nineteen when she was finally freed and he immediately signed a release so that Letourneau was no longer required to keep her distance. They married when Letourneau was 43 and Fualaau was 22, and at the time of writing have two children.  Fualaau has consistently denied being coerced into the relationship. He claimed that he went through puberty at age ten and was both sexually and emotionally capable of entering into a relationship with his teacher at age 12. The issue of whether a thirteen-year-old is capable of giving informed consent is a difficult one. Consent is differentially defined temporally and geographically. In some jurisdictions in Japan and in Spain generally, the age of consent is thirteen.xx Clearly Japanese and Spanish adolescents are considered capable of giving informed consent, where the American (not to mention the British and Australian) teenager is not. This difference in cultural values and beliefs about sex gives us some indication of the relative arbitrariness of the age-lines drawn between childhood and adulthood, especially where sexual activity across generations is concerned. Another issue in the Letourneau/Fualaau case is the teacher-student relationship. Teachers are regarded as having a duty of care toward their students which requires them to prevent harm to their students wherever possible. Article 19 of the United Nations Convention on the Rights of the Child states that children (defined as people under eighteen) must be protected “from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child.”xxi The question, then, is whether sexual activity between a teacher and student (regardless of age) can be considered ‘abuse’. The law in most Western countries states that it is.xxii Certainly from this perspective Letourneau was delinquent in her duty of care to her student by forming a personal relationship with him – sexual or not. At the same time as children’s sexuality has been obliterated and sexual activity with children criminalized, they have also become sexualised in ways that contradict the assumptions underlying criminalisation. The production and marketing of consumer goods aimed at children, especially clothing, music, dance and cinema, have sexualised children’s bodies, especially girls. Dressed as imitation adults, and engaged in a highly sexualised popular culture, children’s bodies function as objects of desire while at the same time being objects of taboo.  Young girls dress in revealing, sexy outfits meant to flatter and entice, and yet adults are meant to turn a blind eye to their overt seductiveness. When nubile young women reach puberty, this tension becomes even more pronounced, since now these young girls have adult bodies, and the blurring of the line between child and adult becomes disturbing. Indeed, we suggest that it is the sexualization of young women, and the accompanying tension that results, that strengthens the taboo on adult/adolescent sex.  Pubescent young people are suggestive of sex and all that accompanies that, and must therefore be protected from it at all costs.  This tension between desire and taboo creates an undercurrent of distrust concerning the display of naked young bodies. The naked and semi-naked young people depicted in Hensen’s photographs are suggestive. They speak to the sexual potential of young people as well as to the perceived inability of adults to regard naked young bodies as anything but sexual. That adults may recognise the artistic quality of such photographs is discounted as a mask for what is regarded essentially as a burgeoning and uncontrollable desire that characterises all adults. The adult gaze cannot but look upon a naked body with desire, regardless of the context. Children must therefore be protected from the adult gaze, for what the adult sees, it covets, and is in danger of appropriating. Children are seen as powerless and unwilling objects of adult desire and appropriation. Thus, the condemnation of Henson’s work is based on three assumptions – that children are naïve and sexually vulnerable, that adults always desire naked bodies, regardless of age, sex, or context, and that adults cannot be trusted to contain that desire. The resulting legal moralism that criminalises sex between adults and children is designed to ensure that adult desire is controlled and sanctioned where necessary, and that children will remain innocent of sex and sexuality for as long as possible. Accompanying and reinforcing the legal moralism surrounding sexual relationships is the belief that adult sex is somehow ‘dirty’ or wrong unless it is performed for the purpose of procreation, or tied to marriage and families, and thereby to respectability and normality. Only procreative sex or sex within the confines of marriage is pure and therefore acceptable. But even then, sex must be kept hidden from children, lest it corrupt them. Thus, even pure expressions of procreative, intra-marital sex are taboo where children are concerned. Sex must never be performed in public. Sex and sexuality must therefore be kept behind closed doors. Legal moralism polices the connection between 1) sex and procreation/family and 2) sex and public spaces. Moral attitudes to sex in public spaces will be examined in Section Two, but it is important here to understand the reach of legal moralism as not just encompassing sexual and developmental timelines, but also the geography of sex and sexuality. It is in this context that Hensen’s youth are seen as corrupted or wronged. Their innocent young naked bodies have been exposed to sex and desire “out of time”. The art world sees Henson’s images of naked children not as objects, but as subjects – the frail, haunting subjects of a postmodern era – but the objectification of bodies, especially naked bodies, is so entrenched that the artistic gaze is reinterpreted by the non-artist, constructed as uncontainable desire, and condemned. The assumption that adults are always at risk of acting on their desire means that every adult is guilty until proven innocent. We cannot trust adults to keep their desires in check. Children’s bodies must therefore be kept hidden, and children themselves must be safeguarded.  The Temporality of Body Functionality The way bodies are governed in Western society tells us a lot about what is expected of individuals. Bodies function to normalisexxiii and, moreover, bodies are normalised through the consumption of clothing and related products such as beauty services. Young people become aware of the impulse to normalise and the disciplinary control required to achieve it at a very young age. Adults love to dress up their children and school them in how to behave in public, and this is reinforced by peer pressure and representations of children in the media. Henson’s youth, however, have no discipline. Several of the images show a naked young man or woman lying wantonly across the body of a car, or wandering aimlessly across a bleak landscape. These youth lack restraint both because they do not cover themselves, and also because they do not use their bodies in acceptable ways that mimic what is considered to be normal. Hensen’s images thereby challenge and overturn what is considered to be acceptable bodily presentation and performance for young people. And while there are certainly other artists and photographers who depict rebel or disenfranchised youth, it is the combination of disenfranchisement and nudity that finally condemns Hensen to the label of paedophile. Young people may be forgiven for transgressing some norms – they are, after all, not yet fully reasonable adults – but when those transgressions invite the performance of taboo activities, such as that which “necessarily” invites adults’ desiring of them, then they – or their inventor-artist – must be disciplined and sanctioned. The increasing functionality of bodies is aided by modern medicine and psychiatry, which seeks to alter bodies to conform. Elizabeth Grosz argues that bodies are marked and coded through clothing, jewellery, makeup, cars, furniture and other consumer goods. In this way the rest of us are able to read the codes and markers and make judgments about normality and acceptability. She argues that these codes “bind individuals to systems of significance”.xxiv Children in particular are marked and coded in this way through school uniforms, classroom regimenting, and institutional and familial socialisation that ensure that significant systems are perpetuated and reinforced. Again, Henson’s youth are threatening to these regimens because they have discarded their coded functions and therefore present as both a risk to normality and as bodies that now need to be protected. Bodies are also gender encoded from birth, either as male or female, and are socialised accordingly. Henson’s images of youth often depict them as androgynous and this is regarded as a threat to the gender encoding of bodies, thereby further condemning him as deviant and dangerous. Judith Butler notes that gender is performative – that is, socially constructed both discursively, through language, and bodily, through physical performance. Thus, when a doctor utters the phrase, “it’s a girl,” or “it’s a boy” he is discursively allocating gender to the infant, ascribing a female or male subjectivity that will determine its life-course.xxv That subjectivity encompasses an entire range of bodily performances learned throughout childhood and adolescence, and enacted in ways that clearly identify the person as female or male. Such performances are not a choice, but are constitutive of an individual’s identity. In this sense, one just is one’s gender identity.  In recent times, capital abundance, technology, and improved education have meant that gender differences in terms of function and achievement have become blurred. However, children and young people are still expected to perform their gender according to hegemonic – that is, widely accepted and entrenched – masculinity and femininity.xxvi The female child may be tolerated for her tomboyishness up to a certain age (which is usually puberty), when the expectations of feminine gender performance become more pronounced.xxvii Young male children, however, are given less leeway. The male child who dresses up and paints his fingernails at age 3 or 4 may be the object of humour and tolerant acceptance by doting adults, but if he carries this behaviour on for too many years, he is ridiculed and ostracised as effeminate, “girly”, or “gay”, regardless of his actual sexuality.xxviii The message children receive by the time they reach puberty is that gender performance is important – indeed, in some instances it means everything – and that deviating from the code has dire moral and social consequences.   The Temporality of Moral Authority The extension of childhood into a longer and longer timeframe ensures that moral values surrounding sex and sexuality are upheld, and that transgressions are sanctioned. Young people who attempt to subvert the moral boundaries encompassing their generation by being sexually precocious are punished, either directly or indirectly, through the criminal justice system (for example, in cases of illegal intergenerational sex), or through social ostracism and vilification (for example, in cases of legal, but socially unacceptable explorations of sexuality between similar-aged youth). This also speaks to a perceived need to control young people, who are otherwise exposed to a variety of dangerous temptations and opportunities to resist normality and respectability. Legal moralism ensures that young people, and those who would be wrongfully involved with them, are disciplined in timely and appropriate ways, much as Mary Jane Letourneau and Vili Fualaau were disciplined for openly defying the taboo on adult-child sex. However, the disciplining of young people extends beyond sex and sexuality, to include almost all areas of life. The capital abundance that characterises much of western civilisation means that young people are able to buy a greater variety of goods and services, including sexy clothes and music, but also encompasses advanced technology that temporally and geographically extends the experience of young people beyond the scope of local disciplinary reach. Reproductive technologies mean that they can no longer be disciplined and held in check by the threat of pregnancy and sexually transmitted infections. Electronic and internet technology means that they can no longer be prevented from accessing morally questionable material or from participating in unsavoury and dangerous virtual relationships. This seemingly inevitable exposure to morally questionable activities is governed by a variety of legally and morally imposed limits, many of which are policed purely by the panoptic fear of discovery and disapproval, rather than any real legal power. Children are made very aware of what adults expect of them, and therefore are on alert for disapproval and disenfranchisement. Tied into this view of the potential waywardness of young people is the technology of child-rearing, which has become a burgeoning body of knowledge in disciplines as diverse as medicine, psychiatry, social sciences and philosophy. Child-rearing theories and practices, while as disparate as the disciplines from which they emerge, nevertheless are united in their support of the logic of safety. Children are potential citizens and must be trained and nurtured in ways that benefit the citizenry as a whole. But they are also at risk, both from unscrupulous adults and older youth, and from their own risky behaviour. The logic of safety requires that adult carers take on board potential dangers and work to prevent exposure to them, in order that young people may grow into strong and confident adults. Henson’s images of youth show abandonment to frailty – something we are meant to prevent – and their nudity or near-nudity exposes them. Their nudity is not wrong in itself, but our viewing of it is. Moreover, children are innocent of the potentially evil motives of adults, and therefore unaware of the impact of their own naked images. The logic of sexual taboo means that adults are forbidden from looking upon a naked child, because such voyeurism taints the imagination and creates a desire to violate that the adult may not be able to control. The logic of safety is thereby inextricably tied to the logic of taboo. Also closely related to this is the assumption that desiring of young people is morally reprehensible. Thus, the widespread abhorrence and condemnation of what was seen as Letourneau’s seduction of her student also reflects the logic of safety and the moral temporality of sexual taboo.  Conclusion This paper aimed to address the nexus between sex, crime and morality using the examples of child pornography and child sexual abuse to illustrate the moral temporality of such crimes. The continued over-legislating of sex and sex crimes in western societies gives the impression that “bad” sex, and the people who perpetrate it, are being policed and/or regulated in a way that will bring benefits to society as a whole.  However, our current fear of sex offenders is a recent phenomenon, linked to shifts in the public culture of sex and changes in our perception of the body functionality of men and women.  In fact it is only since the 19th Century that many of the crimes associated with sex have come into being, and certainly during the 18th Century, sex crimes did not have the same sense of violation of the self as they do now.  This has had major impacts on the ways in which we police sex crimes, especially against those perceived as the most vulnerable in society – women and children.  In addition, all this criminal justice and media attention to paedophilia and child sexual abuse – a crime which research suggests is relatively rare in our society – masks the kinds of concerns to which we should really be paying attention. Kincaid remarks for example that, while there are only around one hundred child abductions every year in the United States, it has been estimated that almost fifteen million children – that is, one in four – in that country live in poverty.xxix Moreover, there are many, many other ways in which a child can be abused other than sexually. The Child Protection authorities in each of the western nations have access to reams of files on poor young children who have been neglected, physically injured, or exploited by carers and their associates, and yet it is the abducted white child from the middle class family who obtains the most attention. Again, the current discourses on child safety and the danger of sexual predators gives the impression of social empowerment while masking other, more pressing social issues.  How do we take contemporary public scrutiny of sex and sexual practices and turn it into something positive, something that impacts on disadvantage and marginalisation instead of merely leading us away from thinking constructively about such issues? In order to move forward, we first need to acknowledge that our understandings about sex and sex crimes are much more complex and multilayered than we suspect, and that they contain contradictions that urgently need to be addressed.  Clearly, the social construction of gender, sexuality and taboo is temporally located in the discursive practices and bodily performances imposed upon individuals from birth and throughout life. Further research needs to take this observation as a starting point for exploring the construction of sex crimes in general, and highly controversial sex crimes such as prostitution in particular. The need to challenge our perceptions about the supposed universal and essential nature of the moral values underlying such sex crimes is pressing, encouraging us to take a fresh look at how our perceptions about sex and crime are shaped by the discourses of our time.                                                    i  Courier Mail, 2008, p 1, www.news.com.au/couriermail/story/0,23739,23745226-953,00.html (Accessed June 16, 2009) ii  Courier Mail, 2008, p 2, www.news.com.au/couriermail/story/0,23739,23745226-953,00.html (Accessed June 16, 2009) iii  www.pavementmagazine.com/billhenson.html , 2003. (Accessed  June 16, 2009)  iv  <http://www.billhenson.net.au/ > v  Judith Halberstam, 2005, In a Queer Time and Place, New York, New York University Press. vi  Halberstam, In a Queer Time and Place, p1. vii  Phillipe Aries, 1973, Centuries of Childhood, Harmondsworth, Penguin. viii   David Newman and Rebecca Smith, 1999, The Social Construction of Childhood, Pine Forge Press, www.pineforge.com/newman. ix  Newman and Smith, 1999. x  Newman and Smith, 1999. xi  Newman and Smith, 1999. See also Bruce Bellingham, 1988, “The History of Childhood Since the ‘Invention of Childhood’: Some issues in the eighties,” Journal of family History, Vol 13, no 1, pp347-58. xii  Kerry Carrington with Margaret Periera, 2009, Offending Youth: Sex, Crime and Justice, Sydney, The Federation Press. xiii  Economist Intelligence Unit, 2008, The Future of Higher Education: How Technology Will Shape Learning, London, EIU. xiv  EIU, 2008, The Future of Higher Education. See also Australian Institute of Health and Welfare, 2005, Australia’s Welfare 2005, AIHW cat. No. AUS65, Canberra, AIHW. xv  AVERT, 2009, Worldwide Ages of Consent, available online at http://www.avert.org/aofconsent.htm, accessed 13 November, 2009. xvi  Matthew Waites, 2005, The Age of Consent: Young People, Sexuality and Citizenship. Palgrave Macmillan. xvii  David Bennett, 2007, “Adolescent Development and Risk-Taking”, Youth Action and Policy Association, NSW. Available online at http://www.yapa.org.au/youth/facts/devrisk.php. xviii  Karen L Kinnear, 2007, Child Sexual Abuse: A reference handbook, Santa Barbara, CA, ABC-CLIO, Inc. xix  New York Times, 1997, “Teacher Guilty of rape for sex With Student,” Sec A, p 24, New York Edition. Available online at http://www.nytimes.com/1997/08/08/us/teacher-guilty-of-rape-for-sex-with-student.html. For a detailed account of the case, see  J. Robinson, 2001. The Mary Kay Letourneau Affair. Overland Park, KS: Leathers Publishing. xx  AVERT, 2009, Worldwide Ages of Consent. xxi  Office of the United Nations High Commissioner for Human Rights, 1990, Convention on the Rights of the Child, Part 1, Article 19. xxii  For a comprehensive overview of child abuse laws and policies in Australia, see Justin Healey (ed.) 2005, Child Sexual Abuse, Thiiroul, NSW, Spinney Press. For a United Kingdom focus, see Julia Davidson, 2008, Child Sexual Abuse: Media Representations and Government Reactions. Hoboken, Taylor and Francis.  xxiii  Grosz, 1995, p 35. xxiv  Grosz, 1995, p 35. xxv  Judith Butler, 1993, Bodies That Matter: On the discursive limits of sex, New York, Routledge. xxvi  For an in-depth discussion of hegemonic femininity, see Judith Butler, 1990, Gender Trouble, New York, Routledge; and on masculinity, see R.W. Connell, 2005, Masculinities, Second Edition, Crows Nest, NSW, Allen and Unwin. xxvii  Judith Halberstam, 1998, Female Masculinity, Durham, NC, Duke University Press. xxviii  Connell, 2005, Masculinities.  xxix Kincaid, 1998. ",
    "id": 10903944,
    "identifiers": {
        "doi": "10.1007/s10612-011-9130-3",
        "oai": "oai:eprints.qut.edu.au:41896"
    },
    "title": "Out of time: The moral temporality of sex, crime and taboo",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T00:00:00+00:00",
    "publisher": "Springer Netherlands",
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.qut.edu.au/41896/"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/10903944.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/10903944"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/10903944/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/10903944/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/10903944"
        }
    ],
    "abstract": "This paper discusses the relationship between law and morality. Morality does not necessarily coincide with the law, but it contributes to it. An act may be legal but nevertheless considered to be immoral in a particular society. For example, the use of pornography may be considered by many to be immoral. Nevertheless, the sale and distribution of non-violent, non-child related, sexually explicit material is legal (or regulated) in many jurisdictions. Many laws are informed by, and even created by, morality. This paper examines the historical influence of morality on the law and on society in general. It aims to develop a theoretical framework for examining legal moralism and the social construction of morality and crime as well as the relationship between sex, desire and taboo. Here, we refer to the moral temporality of sex and taboo, which examines the way in which moral judgments about sex and what is considered taboo change over time, and the kinds of justifications that are employed in support of changing moralities. It unpacks the way in which abstract and highly tenuous concepts such as ‘‘desire’’, ‘‘art’’ and ‘‘entertainment’’ may be ‘‘out of time’’ with morality, and how morality shapes laws over time, fabricating justifications from within socially constructed communities of practice. This theoretical framework maps the way in which these concepts have become temporally dominated by heteronormative structures such as the family, marriage, reproduction, and longevity. It is argued that the logic of these structures is inexorably tied to the heterosexual life-path, charting individual lives and relationships through explicit phases of childhood, adolescence and adulthood that, in the twenty-first century, delimit the boundaries of taboo surrounding sex more than any other time in history",
    "tags": [
        "Contribution to Journal",
        "Crime",
        "Law",
        "Morality",
        "Pornography",
        "Sex",
        "Taboo"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Contribution to Journal"
    ],
    "oai": "oai:eprints.qut.edu.au:41896",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "310",
        "openDoarId": 0,
        "name": "Queensland University of Technology ePrints Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 10903944,
        "depositedDate": "2011-05-11T00:00:00+01:00",
        "publishedDate": "2012-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T08:37:05+00:00",
        "acceptedDate": "2011-05-10T00:00:00+01:00",
        "createdDate": "2013-07-02T14:31:27+01:00"
    },
    "urls": [],
    "lastUpdate": "2024-01-30T08:37:05+00:00",
    "setSpecs": []
}