{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lunsford, Jennifer"
        },
        {
            "name": "Sanzone, R. Zachary"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T07:45:47+00:00",
    "dataProvider": {
        "id": 13103,
        "name": "Digital Commons @ American University Washington College of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/13103",
        "logo": "https://api.core.ac.uk/data-providers/13103/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/235410063.pdf",
    "fullText": "Journal of Gender, Social Policy & the LawVolume 23 | Issue 3 Article 32015Outing the New Jim Crow: Ending Segregation ofLGBTQ Students by Creating Barriers to501(C)(3) Tax-Exemption StatusJennifer LunsfordR. Zachary SanzoneFollow this and additional works at: http://digitalcommons.wcl.american.edu/jgsplPart of the Law CommonsThis Article is brought to you for free and open access by the Washington College of Law Journals & Law Reviews at Digital Commons @ AmericanUniversity Washington College of Law. It has been accepted for inclusion in Journal of Gender, Social Policy & the Law by an authorized administratorof Digital Commons @ American University Washington College of Law. For more information, please contact fbrown@wcl.american.edu.Recommended CitationLunsford, Jennifer, and R. Zachary Sanzone. \"Outing the New Jim Crow: Ending Segregation of LGBTQ Students by Creating Barriersto 501(C)(3) Tax-Exemption Status.\" American University Journal of Gender Social Policy and Law 23, no. 3 (2015): 435-458.435 OUTING THE NEW JIM CROW: ENDING SEGREGATION OF LGBTQ STUDENTS BY CREATING BARRIERS TO 501(C)(3) TAX-EXEMPTION STATUS JENNIFER LUNSFORD AND R. ZACHARY SANZONE∗ I. LGBTQ Rights in Supreme Court Jurisprudence ........................... 438\t  II. Private, Religious Schools and Their Constitutional ProtectionAgainst Providing Constitutional Protections ................................. 441\t  A. First Amendment Limitations .................................................. 441\t  B. Hobby Lobby and the Religious Freedom Restoration Act of 1993 ..................................................................................... 443\t  C. The Legal History of Revenue Rule 71-447 ............................ 445\t  D. Funding the Problem: A Case Study in Georgia ..................... 450\t  E. The Impact of Discriminatory Policies on the LGBTQ Youth Community ................................................................... 454\t  F. Conclusion ............................................................................... 455\t  Jessica Bradley was a ninth grade student at Covenant Christian Academy (“CCA”) in Longville, Georgia.1  Jessica was a good student, earning “A”s and “B”s in most of her classes.2  She performed especially well in her Bible studies class.3  In April 2005, Jessica attended a sleepover  ∗ The authors would personally like to thank Casey Sprock, and Andrew Seligsohn for taking the time to read this paper and lend us their feedback and expertise.  Jennifer Lunsford is an attorney at Segar & Sciortino in Rochester, New York.  Dual B.A. in Philosophy and Political Science, Hartwick College; J.D. Boston University. R. Zachary Sanzone is an English teacher pursuing a Certificate of Advanced Graduate Studies in the School of Education at Boston University. Double B.A. in history and English, Hartwick College; M.S. English Education, Syracuse University.  1. S. EDUC. FOUND., GEORGIA’S TAX DOLLARS HELP FINANCE PRIVATE SCHOOLSWITH SEVERE ANTI-GAY POLICIES, PRACTICES, & TEACHINGS 13 (2013), available at http://www.southerneducation.org/getattachment/857328be-3d6b-415f-af8b-da7bd3b75519/Georgia. 2. Id.3. Id.1Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015436 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 party at a friend’s house.4  At the party, Jessica allegedly kissed another girl.5  On April 26, 2005, a few days after the party, rumors spread about the kiss.6  School officials pulled Jessica out of class to question her about her “inappropriate relationship” with this other girl.7 Jessica denied the allegations.  Despite her denial, the headmaster of CCA asked Jessica to withdraw from school for “engaging in sexual immorality.”8 Jessica’s father filed suit on her behalf against CCA.9  CCA defended its actions on the grounds that Jessica was in violation of their school policy prohibiting students from engaging in sexual immorality on or off campus.10  CCA argued that the First Amendment insulated them against legal actions relating to “a religious organization’s doctrinal determinations governing the discipline of its students for sexual immorality in violation of the Biblical/Christian lifestyle expectations for students attending the faith-based CCA.”11  Jessica and her family lost their lawsuit and eventually moved out of Georgia entirely.12 In late 2008, CCA became affiliated with the newly created Georgia Student Scholarship Organization (“GaSSO”), one of several Student Scholarship Organizations (“SSO”) in Georgia through which it received diverted taxpayer funds from the tax-credit scholarship program.13  At the same time, CCA also revised its policies on sexual immorality to include biblical passages which it believed expressly condemn homosexuality.14 The Jessica Bradley case is just one example of a pervasive problem in certain kinds of private, religious schools throughout the United States. Lesbian, Gay, Bisexual, Transsexual, and Questioning (“LGBTQ”)15 students are being oppressed, stigmatized, and discriminated against, from 4. Id.5. Id.6. See id.7. Id.8. Id.9. Id.10. See id.11. Id.12. See id.13. See id.14. Id. at 14 (“We believe that any form of homosexuality, lesbianism, bisexuality,bestiality, incest, fornication, adultery, and pornography are sinful perversions of God’s gift of sex.”).  15. There are many different kinds of acronyms that describe the gay and lesbiancommunity. For the purposes of consistency, I will be referring to the community as Lesbian, Gay, Bi, Transsexual, and Questioning (LGBTQ). Any other identity related to this community that is not mentioned is not meant as disrespect.  2Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 437 both their peers and school and community leaders. In some cases, these schools condemn not only what they perceive to be immoral conduct, but also advocacy and even “tolerance” for LGBTQ rights.16  Addressing this issue is no small task, particularly when the worst offenders are private, religious schools that enjoy broad First Amendment protections. The following pages discuss the First Amendment protections and recommend a plan for circumventing them. Congress has broad taxation powers.17  As such, both the government and the citizenry have used the tax code throughout history to accomplish otherwise impossible goals.  In the 1960s and 1970s, following the forced desegregation of public schools, private, religious schools began cropping up all over the country to provide a de facto segregated experience to white students.  The legal obstacles that prevented the government from forcing these schools to accept black students are the same obstacles standing in the way of LGBTQ integration in similar schools today.  To circumvent these legal obstacles the Internal Revenue Service (IRS) issued Revenue Rule 71-447, which refused 26 U.S.C. § 501(c)(3) tax-exempt status to private schools with racially discriminatory admission standards.  Section 501(c)(3) status was vital to these schools as it allowed them to not only avoid tax burdens, but also encouraged monetary contributions from others by making donations tax deductible under 26 U.S.C. § 170.18  This revenue rule effectively put a chokehold on the funding stream for private, religious schools that refused to accept non-white students, thereby forcing these schools to either integrate or close their doors.  Implementing such a method today can help integrate LGBTQ students into the classroom community. In Part I, this paper will summarize the existing Supreme Court jurisprudence relating to LGBTQ rights.  Part II will focus on the development of the constitutional protections afforded to private, religious schools throughout history and today, in light of the recent decision in Burwell v. Hobby Lobby.  Part III will discuss the legal fight against school segregation that ultimately led to the passage of IRS Revenue Rule 71-447. Part IV will present a case study of LGBTQ rights, or lack thereof, in certain private, religious schools in the State of Georgia, which receives public funding from deferred tax dollars.  Part V outlines the impact of discriminatory policies on the LGBTQ youth community.  Finally, the conclusion will cover some recent developments in LGBTQ rights that 16. Alex Morris, The Hidden War Against Gay Teens, ROLLING STONE (Oct. 10,2013), http://www.rollingstone.com/culture/news/the-hidden-war-against-gay-teens-20131010. 17. See U.S. CONST. art. I, § 8, cl. 1.18. See Rev. Rul. 71-447, 1971-2 C.B. 230.3Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015438 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 unfolded while working on this paper. I. LGBTQ RIGHTS IN SUPREME COURT JURISPRUDENCE The Supreme Court first addressed the question of LGBTQ rights head-on in 1986 in Bowers v. Hardwick.19  Bowers was a challenge to a Georgia law that prohibited acts of sodomy. While the law’s language used gender-neutral terms criminalizing sodomy between any two people, the local authorities enforced the law only against homosexuals.20  Justice Byron White, writing for the majority and applying a rational basis standard of review, held in a 5-4 ruling that the Georgia law was constitutional on the grounds that the Constitution does not confer a “fundamental right to homosexuals to engage in acts of consensual sodomy.”21  In a scathing dissent, Justice Blackmun wrote: This case is no more about ‘a fundamental right to engage in homosexual sodomy,’ . . . than Stanley v. Georgia was about the fundamental right to watch obscene movies . . . . Rather, this case is about ‘the most comprehensive of rights and the right most valued by civilized men,’ namely, ‘the right to be let alone.’22 Blackmun’s argument was one of a new generation.  While “tradition” and “cultural norms” may have won the day in 1986, sentiments were shifting in America.  In fact, Justice Lewis Powell, who was the swing vote in this 1986 decision, later stated, referring to his decision in Bowers,  that he “probably made a mistake in that one.”23  While the case was pending, Justice Powell confided in one of his law clerks, “I do not believe I’ve ever met a homosexual.”24  The law clerk, who Justice Powell did not know was gay, told the Justice “[c]ertainly you have, but you just don’t know that they are.”25 In 2003, the Supreme Court overturned Bowers in Lawrence v. Texas.26  Ruling 6-3, with Justice Anthony Kennedy writing the majority opinion, 19. Bowers v. Hardwick, 478 U.S. 186, 188 (1986), overruled by Lawrence v.Texas, 539 U.S. 558, 578 (2003). 20. See id. at 190.21. Id. at 193.22. Id. at 199 (Blackmun, J., dissenting) (quoting Stanley v. Georgia, 394 U.S. 557,558 (1969)). 23. Linda Greenhouse, The Legacy of Lewis F. Powell, Jr., N.Y. TIMES (Dec. 4,2002), http://www.nytimes.com/2002/12/04/politics/04SCOT.html. 24. See id.25. Id.26. Lawrence v. Texas, 539 U.S. 558, 578 (2003) (citing Bowers, 478 U.S. at 188).4Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 439 the Supreme Court overturned a Texas sodomy law that made it a crime for two persons of the same sex to engage in certain sexual acts.27  This class-based discrimination gave the court the footing it needed to overturn Bowers and begin moving the country forward on the issue of same-sex sexual congress.28  Unlike in Bowers, the question presented to the court in Lawrence was one of a fundamental right to privacy, not to “homosexual sodomy.”29  Justice Kennedy, in framing the discussion, stated, “when sexuality finds overt expression in intimate conduct with another person, the conduct can be but one element in a personal bond that is more enduring.  The liberty protected by the Constitution allows homosexual persons the right to make this choice.”30 In an effort to ensure that laws like this Texas statute would never be redrawn to comply with some theoretical constitutional mandate, Justice Kennedy went on to hold that such statutes are a violation of the Due Process Clause of both the Fifth and Fourteenth Amendments.  He stated “there has been no showing that in this country the governmental interest in circumscribing personal choice is somehow more legitimate or urgent” than the right to personal privacy.31 Romer v. Evans is another landmark case in the jurisprudential history of LGBTQ rights.  This case, decided between Bowers and Lawrence, dealt with a Colorado constitutional amendment that prohibited, not sexual acts between same-sex persons, but any state action, whether it be judicial, executive, or legislative, aimed at protecting homosexuals from discrimination.32  The Supreme Court, voting 6-3 with Justice Kennedy writing for the majority, held that such a law made a class-based discrimination, which violated the Equal Protection Clause and failed to advance a legitimate government interest.33  The standard applied was again one of rational basis review.  Justice Kennedy wrote “[i]n the ordinary case, a law will be sustained if it can be said to advance a legitimate government interest, even if the law seems unwise or works to the disadvantage of a particular group, or if the rationale for it seems tenuous.”34  The Colorado amendment failed to satisfy the rational basis standard.  While the Court made increasing headway toward establishing 27. See Lawrence, 539 U.S. at 561, 579.28. Id. at 568-69.29. Id. at 566, 571.30. Id. at 567.31. Id. at 577.32. Romer v. Evans, 517 U.S. 620, 623 (1996).33. Id. at 625-26.34. Id. at 632.5Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015440 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 constitutional protections for discrimination against LGBTQ persons, it declined to place them in a protected class that would afford them a higher level of protection.  As such, courts applied the rational basis standard to any discriminatory law against LGBTQ persons, which was insufficient to protect against discrimination from those with a strong constitutional claim of their own—like the Boy Scouts of America. The Boy Scouts of America, much like the private, religious schools discussed herein, is a private, nonprofit organization.35  It has long required that its members take an oath to, among other things, remain “morally straight” and “clean.”36  The Boy Scouts leadership interprets its oath to prohibit homosexual behavior, which it deems outside its value system.  In 1990, James Dale, an Eagle Scout and Troop Leader, had his adult membership revoked on the grounds that he was a homosexual.37  Dale brought suit alleging that the revocation of his membership was unlawful under the New Jersey, which prohibited discrimination sexual orientation.38 The Supreme Court, voting 5-4 with Justice Rehnquist writing for the majority, held that the Boy Scouts, as a private organization, were free to associate, or not associate, with whomever they chose.39  Justice Rehnquist held that forcing a group to include an unwanted person violated that group’s right to free association and free expression.40  However, the Court recognized that this right was not absolute.41  These freedoms of association and expression “could be overridden ‘by regulations adopted to serve compelling state interests, unrelated to the suppression of ideas, which cannot be achieved through means significantly less restrictive of associational freedoms.’”42  Here the Court invokes strict scrutiny, as it is a First Amendment right it considers here, instead of the more amorphous right to “privacy” or “freedom from discrimination.” The Boy Scouts of America are similar to private, religious schools in so much as they are non-public organizations that operate by strict moral guidelines based on religious principles, though they are not, strictly speaking, religious organizations in the same way a church or synagogue is. This next section applies the holdings in Boy Scouts and its progeny to the issue presented by overt discrimination against LGBTQ students in private, 35. Boy Scouts of Am. v. Dale, 530 U.S. 640, 643 (2000).36. See id.37. Id.38. Id.39. Id. at 648.40. Id.41. Id.42. Id. (citing Roberts v. U.S. Jaycees, 468 U.S. 609, 622 (1984)).6Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 441 religious schools. II. PRIVATE, RELIGIOUS SCHOOLS AND THEIR CONSTITUTIONALPROTECTION AGAINST PROVIDING CONSTITUTIONAL PROTECTIONS A. First Amendment Limitations The First Amendment provides protection to the citizenry against government infringement of certain inalienable rights, including freedoms of speech, association, and religious expression.43  Public schools, which are funded by taxpayer money and organized by local, state, and federal law, are held to the same standards as any other governmental entity and prohibited from infringing on the constitutional rights of their students and employees.44   While the Supreme Court has held consistently for over fifty years that public schools must operate within the boundaries of the Constitution, these same rules do not apply to private schools, which are not governmental entities, and therefore are not traditionally bound by the Constitution.45 In attempting to apply constitutional boundaries to a private school, one might first argue that a private school serves a public function and therefore should be bound by public laws and restrictions.  This very issue was litigated all the way to the Supreme Court.46  In Rendell-Baker v. Kohn, an employee discharged after openly disagreeing with an administrative policy sued a private, secular school that received over ninety percent of its funding from public monies.47  The question before the Court was whether a private school, which was primarily funded by public funds and governed by public authorities, “acted under color of state law” when it discharged certain employees for expressing an opinion contrary to the school’s administrative policy.48  The Court asked four questions to determine if the school’s action could be construed as state action for constitutional purposes: (1) did the institution depend on state funds; (2) what was the degree of regulation by the state; (3) did the institution perform a public function; and (4) was there a symbiotic relationship between the school and 43. U.S. CONST. amend. I.44. Tinker v. Des Moines Indep. Cmty. Sch. Dist., 393 U.S. 503, 506-07 (1969)(“First Amendment rights, applied in light of the special characteristics of the school environment are available to teachers and students.  It can hardly be argued that either students or teachers shed their freedom of speech or expression at the schoolhouse gates.”). 45. Id.46. See Rendell-Baker v. Kohn, 457 U.S. 830 (1982).47. Id. at 832.48. Id. at 831.7Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015442 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 the state.49 With regard to the first inquiry, the fact that the school received almost all of its funding from the State did not render it a state actor.50  Second, while the State heavily regulated the school, the State had no influence over the dismissal of these particular employees so the relevant regulations were not in any way responsible for the particular school action at issue.51  Third, “the relevant question is not simply whether a private group is serving a ‘public function’. . .” but rather “whether the function performed has been traditionally the exclusive prerogative of the State.”52  In response to that inquiry, the Court held that education, in this case of maladjusted teenagers, is not an exclusive state function.  “That a private entity performs a function which serves the public does not make its acts state action.”53  Last, as to whether there is a symbiotic relationship between the school and the state, the Court held that unlike a private for-profit business,54 a school’s “fiscal relationship with the State is not different from that of many contractors performing services for the government,” and is therefore not state action.55 This argument is further complicated when the private institution is also religious.  In this scenario, not only is there a heavy burden of proving that a particular action rises to the level of state action, but if it does, then one must also prove that requiring compliance with the Constitution will not infringe the religious school’s own First Amendment rights.  Religious schools are religious organizations subject to the protection of the First Amendment.56  Like the Boy Scouts, a private religious school is an “expressive association” and the Constitution protects its right to associate, or not associate, with whomever it chooses as fiercely as any other constitutional right bestowed upon individual citizens.57  This principle “applies with special force with respect to religious groups, whose very existence is dedicated to the collective expression and propagation of shared religious ideals.”58 49. Id. at 840-42.50. Id. at 840.51. Id. at 841.52. Id. at 842.53. Id.54. Such as a restaurant, See generally Burton v. Wilmington Parking Authority,365 U.S. 715 (1961). 55. Rendell-Baker, 457 U.S. at 843.56. See Hosanna-Tabor Evangelical Lutheran Church & Sch. v. E.E.O.C., 132 S.Ct. 694, 712 (2012). 57. Id.58. Id. (citing Emp’t Div., Dep’t of Human Res. of Or. v. Smith, 494 U.S. 872, 8828Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 443 The next question to consider is whether diverting any public funds to religious schools violates the Establishment Clause of the First Amendment.  The Supreme Court addressed this question in Zelman v. Simmons-Harris.59  In Zelman, a group of Ohio taxpayers sued the State claiming that a program similar to the Georgia program discussed in this paper violated the Establishment Clause of the First Amendment.60  Because the vast majority of schools that received the diverted public funds were religious, these taxpayers argued that the program had the “primary affect” of advancing religion.61  The Court disagreed with the taxpayer’s position, finding that this program provided “true private choice” to parents who sought educational opportunities for their children outside of the existing public school structure in Ohio, which was failing in many cases.62  The Court found that the program, as applied, was “entirely neutral with respect to religion.”63  The program provided benefit to “a wide spectrum of individuals, defined only by financial need and residence in a particular school district . . .” and permitted those individuals “to exercise genuine choice among options public and private, secular, and religious.64  The fact that almost all private choices were religious did not change the fact that the program was written in religiously neutral terms. The First Amendment protections enjoyed by religious schools is only one hurdle that would need to be overcome to legislate away the type of discrimination this paper addresses.  Moreover, federal laws also exist to protect religious expression for private organizations, even those that organize as for-profit corporations. B. Hobby Lobby and the Religious Freedom Restoration Act of 1993 Governmental interference with the business of any organization that holds itself out as “religious” is fraught with complications.  This is especially true following with Supreme Court’s most recent decision in Burwell v. Hobby Lobby.65  Hobby Lobby dealt with the question of whether closely held, for-profit corporations could be compelled to provide coverage for birth control methods they felt contradicted their bona fide religious beliefs.  The Court based its decision on the Religious Freedom (1990)). 59. 536 U.S 639 (2002).60. Id. at 648.61. Id.62. Id. at 653.63. Id. at 662.64. Id.65. 134 S. Ct. 2751 (2014).9Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015444 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 Restoration Act of 1993 (“RFRA”), which states that the Government may not “substantially burden” a person’s religious exercise “even if the burden results from a rule of general applicability.”66  As such, even if a law does not expressly address the exercise of religion, but has the effect of burdening one’s religious expression, it violates the RFRA. The RFRA codifies the legal standard for any case involving a law that has the effect of burdening religious expression, namely, strict scrutiny. Therefore, to withstand a constitutional challenge, any such law would need to provide the least restrictive means possible for furthering a compelling government interest. Hobby Lobby extended the reach of RFRA to closely held, for-profit corporations with bona fide religious objections, a departure from the previous case law.67 While the Court was careful to state that Hobby Lobby is concerned “solely with the contraceptive mandate,” and that other issues, even those dealing with the insurance coverage mandate in the Affordable Care Act, “may be supported by different interests,” the implications this ruling could have on other kinds of religious objections is evident.68  Justice Ginsberg, in a lengthy and powerful dissent, notes that the same reasoning applied by the Court with regard to religious objections to contraception could easily be used to exclude a company from laws prohibiting discrimination based on race, if the company managed to raise bona fide religious objections for that position.69  Justice Alito, writing for the majority, responds that the Hobby Lobby decision “provides no such shield” because the Government has a “compelling interest in providing an equal opportunity to participate in the workforce without regard to race, and prohibitions on racial discrimination are precisely tailored to achieve that critical goal.”70  However, this argument ignores other forms of discrimination, such as the discrimination against LGBTQ students.  What will happen if Congress were to draft a law prohibiting discrimination against homosexuals in hiring and admissions at private, religious schools?  Could such a law withstand a challenge under RFRA in light of the Hobby Lobby ruling? Despite Justice Alito’s protestations to the contrary, it seems possible, if not probable, that such a law would fail the least restrictive means test, as public schools are available to provide the necessary accommodations for LGBTQ students.  The test of this ruling will likely come quickly as religious organizations gear up for a fight against President Obama’s Executive Order that prohibits discrimination by the United States 66. Religious Freedom Restoration Act of 1993, 42 U.S.C. § 2000bb-1(a) (2012).67. Hobby Lobby, 134 S. Ct. at 2785.68. Id. at 2783.69. Id. at 2804-05 (Ginsberg, J., dissenting).70. Id.10Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 445 Government and federal contractors against individuals based on sexual orientation and gender identity.71 While the First Amendment and RFRA certainly present robust challenges to any federal law seeking to legislate away discrimination, there is one avenue left open by Hobby Lobby that may provide the necessary ammunition needed to fight LGBTQ discrimination in private religious schools: tax laws.  Justice Alito expressly stated that an employer would not be able to use RFRA to avoid tax liability due to religious objections.  “Because of the enormous variety of government expenditures funded by tax dollars, allowing taxpayers to withhold a portion of their tax obligations on religious grounds would lead to chaos.”72  He analyzed United States v. Lee, which was a free-exercise case involving the objection of an Amish man from payment of Social Security taxes.73  There, the Court held that while the imposition of this tax was in fact a burden on the plaintiff’s religion, it was not unconstitutional because the burden furthered a compelling government interest.74  While Lee does not involve RFRA, Justice Alito goes on to state that even if it did, Lee’s case would fail under that analysis as well. Therefore, when faced with the almost insurmountable obstacles to direct legislation against discrimination of LGBTQ students in private, religious schools, social regulation requires a more indirect, but exceedingly effective approach: regulation through the tax code.  The next section will discuss the history of Revenue Rule 7-447 and how it was used to help end racial discrimination in private, religious schools. C. THE LEGAL HISTORY OF REVENUE RULE 71-447 In 1964, following the passage of the Civil Rights Act, the Federal government ordered the desegregation of all of the nation’s public schools.75  Over the next five years, an enormous upsurge occurred in the establishment of private, religious schools with racially discriminatory admission policies throughout the south.76  In Mississippi, the state went one step further, actually encouraging these private, segregated schools to open—by passing Senate Bill 1501—a grant program that helped pay tuition to students wishing to attend private schools.77  The preamble of this 71. See Exec. Order No. 13,672, 79 Fed. Reg. 42971 (Jul. 21, 2014).72. Hobby Lobby, 134 S. Ct. at 2784.73. United States v. Lee, 455 U.S. 252, 257 (1982).74. Id.75. Coffey v. State Educ. Fin. Comm’n, 296 F. Supp. 1389, 1391 (S.D. Miss 1969).76. Id.77. Id.11Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015446 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 bill, which promulgated the regulations governing these tuition grants, stated that the bill’s purpose was “to encourage the education of all of the children of Mississippi” and “to afford each individual freedom in choosing public or private schooling.”78  At the time the bill was passed, only three non-sectarian private schools existed that offered courses to students who received these state grants.79  By the 1965-1966 school year, twenty new private schools had formed.80  Each of the new schools opened that year accepted state grant money and were either in districts desegregated by court order or voluntarily submitted desegregation plans to the federal government.81  By 1969, the number of private schools in Mississippi had risen to forty-nine.82  Of those forty-nine schools in which students received state grants, forty-eight had no African-American students.83  The forty-ninth school was one-hundred percent African-American.84 Eventually, a group of African-American students and their parents brought a class action suit in federal court to seek injunctive relief against these patently discriminatory school admission practices.85  The Southern District of Mississippi held that: The evidence compels our conclusion that the tuition grants have fostered the creation of private segregated schools.  The statute, as amended, encourages, facilitates, and supports the establishment of a system of private schools operated on a racially segregated basis as an alternative available to white students seeking to avoid desegregated public schools.  We find the language in Griffin v. State Board of Education . . . that the grants ‘tend in a determinative degree to perpetuate segregation’ thereby violating the equal protection clause of the Fourteenth Amendment.”86 Despite the claims made by these schools, the court found that the schools’ actions resulted in segregation and held those actions to be unconstitutional under the Fourteenth Amendment.87 In 1970, a similar group of African-American Mississippians and their 78. Id.79. Id.80. Id.81. Id.82. Id.83. Id.84. Id. at 1392.85. Id. at 1390.86. Id. at 1392.87. Id.12Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 447 children brought suit in the United States District Court for the District of Columbia, arguing that these same private schools in Mississippi with discriminatory admission practices ought not to qualify for tax-exempt status under sections 170 and 501 of the Internal Revenue Code of 1954.88  Further, the plaintiffs argued that these tax exemption codes were unconstitutional because the codes supported “the establishment and maintenance of segregated private schools through tax benefits, and particularly through income tax deductions made available to persons making contributions to such schools,” and that such deductions and exemptions violated Title VI of the Civil Rights Act of 1964.89 The IRS was well aware of the issue of tax exemptions being used to prop up racially segregated schools.  Beginning October 15, 1965, applications for § 501(c)(3) exemption status by private schools believed to operate on a segregated basis were “sent to the National Office for processing” and effectively froze pending review of the legal issues involved.90  On August 2, 1967, the IRS announced its policy against granting exemption status to private schools that operated on a (1) “segregated basis” and (2) for some unconstitutional purpose.91 On the date this policy was announced, forty-two segregated private schools were issued 501(c)(3) status, and many more were approved thereafter.92  The IRS’s position was that segregated private schools would only be denied tax-exempt status “if the operation of the school [was] otherwise unconstitutional by virtue of state involvement.”93  In sum, as far as the IRS was concerned, a private school could admit or not admit whomever it wished and still receive tax-exempt status so long as its actions remained wholly private, without any state involvement. The question presented to the District Court for the District of Columbia was whether “the statutory provisions granting tax exemption may constitutionally be extended to segregated private schools even though operation of such schools is not otherwise unconstitutional because of state involvement.”94  Relying heavily on the reasoning in Coffey, (and on most of the same evidence presented to the Mississippi District Court), the District Court for the District of Columbia granted a temporary injunction against approving § 501(c)(3) applications, pending the resolution of the 88. Green v. Kennedy, 309 F. Supp. 1127, 1129 (D.D.C. 1970).89. Id. at 1129-30.90. Id. at 1130.91. Id.92. Id. at 1131.93. Id.94. Id.13Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015448 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 litigation.  The court theorized that Mississippi purposely established segregated private schools to avoid the resulting forced desegregation and “in an attempt to maintain a broad pattern of racial segregation in the school system.”95 The court went on to hold that the tax benefit granted by the IRS to such segregated schools “mean a substantial and significant support by the Government.”96  The significant support  “is not the exemption of the schools from taxes laid on their income, but rather the deductions from income tax available to the individuals and corporations, making contributions supporting the school,” without which most of these schools would never have been built.97  There is substantial support for the conclusions that the validity of tax exemption and deductibility of contributions are to be determined based on whether (1) their practical tendency increases the incidence of private discrimination, and (2) the discrimination frustrates the exercise of fundamental liberties.98 “The statute,” the court noted, “encourages, facilitates, and supports the establishment of a system of private schools operated on a racially segregated basis as an alternative available to white students seeking to avoid desegregated public schools.”99  The District Court there ruled that the IRS could not approve any pending or future applications from private schools for tax-exempt status that do not prove that they are not racially discriminating in the application process.100  Following this ruling, the IRS issued Revenue Ruling 71-447, 1971-2 in 1971, which unequivocally stated, “a private school that does not have a racially non-discriminatory policy as to students does not qualify for exemption.”101 Many people argued that the IRS had incorrectly interpreted § 501(c)(3) and § 170 and, further, that they had no authority to issue Revenue Rule 71-447.  One such argument was made by Bob Jones University after the 95. Id. at 1134.96. Id.97. Id.98. Id. at 1136.99. Id. (citing Coffey v. State Educ. Fin. Comm’n, 296 F. Supp. 1389, 1392 (S.D.Miss 1969)).  100. Id. at 1140.  101. See Rev. Rul. 71-447, 1971-2 C.B. 230 (The rule defines a “racially nondiscriminatory policy as to students” to mean that “the school admits the students of any race to all the rights, privileges, programs, and activities generally accorded or made available to students at that school and that the school does not discriminate on the basis of race in administration of its educational policies, admissions policies, scholarship and loan programs, and athletic and other school-administered programs”).  14Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 449 IRS threatened to revoke its § 501(c)(3) status.102  Bob Jones University (“Bob Jones”) refused to admit African-Americans prior to 1971.103  The reason, said the sponsors of the University, was that the Bible prohibited interracial dating, so admitting African-American students to their all-white university would create too much temptation.104  Following the promulgation of Rule 71-447, Bob Jones began admitting African-Americans who were married to people within their own race.105  In 1975, the Supreme Court issued their opinion in McCrary v. Runyon, which found race-based admission practices at private schools violated Title 42 USC § 1981.106  Following that opinion, Bob Jones began admitting unmarried African-Americans, but at the same time issued express, written rules of conduct that prohibited interracial dating, belonging to a group that advocated for interracial dating, or even encouraging someone else to belong to a group that advocated for interracial dating.107  In April 1975, the IRS informed Bob Jones that it had revoked the university’s tax-exempt status for failure to comply with Rev. Rule 71-447.108  Bob Jones then paid taxes on a single employee and sued in federal court for a refund.109 The Supreme Court heard Bob Jones along with the appeal to Green v. Connolly under the caption Bob Jones University v. United States.110  The Court there ruled that the IRS did have the authority to issue rule 71-447 and that their interpretation of 501(c)(3) was correct.111  In relevant part: When the Government grants exemptions or allows deductions all taxpayers are affected; the very fact of the exemption or deduction for the donor means that other taxpayers can be said to be indirect and vicarious “donors.”  Charitable exemptions are justified on the basis that the exempt entity confers a public benefit—a benefit which the society or the community may not itself choose or be able to provide, or which supplements and advances the work of public institutions already supported by tax revenues.  History buttresses logic to make clear that, to warrant exemption under § 501(c)(3), an institution must fall within a category specified in that section and must demonstrably serve and be in 102. Bob Jones Univ. v. United States, 461 U.S. 574, 581 (1983). 103. Id. at 580.   104. Id.   105. Id.   106. McCrary v. Runyon, 427 U.S. 160, 172 (1976). 107. Bob Jones Univ., 461 U.S. at 580-81. 108. Id. at 581. 109. Id. 110. Id. 111. Id. at 594. 15Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015450 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 harmony with the public interest.  The institution’s purpose must not be so at odds with the common community conscience as to undermine any public benefit that might otherwise be conferred.112 Despite this pronouncement in 1983, there are institutions today whose purpose is “so at odds with the community conscious as to undermine any public benefit that might otherwise be conferred” receiving public funds to facilitate programs that openly and blatantly discriminate.  In the next section, we will look at some specific examples of private, religious organizations that accept tax credit money from these SSOs that discriminate based on sexual orientation.113 D. FUNDING THE PROBLEM: A CASE STUDY IN GEORGIA According to a January 2013 report written by the Southern Education Foundation entitled, “Georgia’s Tax Dollars Help Finance Private Schools with Severe Anti-Gay Policies, Practices, & Teachings,” more than one-hundred, mainly Christian, private schools in Georgia accepted a combined $170 million between 2008 and 2012 through a state tax diversion program while maintaining policies that discriminate against LGBTQ students.114  Most of these same schools explicitly expel openly homosexual students, as well as anyone who shows support for LGBTQ causes.  These schools enjoy tax credit funding through H.B. 1133, legislation passed in 2008 designed to direct millions of dollars from public funds, via dollar-for-dollar tax credits donated by citizens, to privately funded SSOs.115 Georgia state Representative Earl Ehrhart, who initially sponsored H.B. 1133, also sponsored Georgia’s anti-gay marriage amendment that successfully became law in 2004.116  In 2006 before he sponsored H.B. 1133, Rep. Ehrhart drafted legislation that would punish businesses choosing not to donate money to groups that discriminate against members of the LGBTQ community.117  This legislation came in response to Bank of America’s Charitable Foundation decision to withhold an annual donation to a Boy Scouts chapter in a twelve county area of South Georgia (in which 112. Id. at 591-92. 113. Id. at 592. 114. S. EDUC. FOUND., GEORGIA’S TAX DOLLARS HELP FINANCE PRIVATE SCHOOLSWITH SEVERE ANTI-GAY POLICIES, PRACTICES, & TEACHINGS 1 (2013), available at http://www.southerneducation.org/getattachment/857328be-3d6b-415f-af8b-da7bd3b75519/Georgia. 115. Id. at 12. 116. Id. at 11. 117. Id. at 12. 16Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 451 Ehrhart served as a troop master).118  Two years later, Ehrhart, along with co sponsor Representative George Casas, led the passage of H.B. 1133 that established the 2008 Georgia tax credit sponsorship law.  The law currently funds schools with anti-LGBTQ policies.119  These measures are being implemented in the wake of a nearly thirty-year effort to reverse discrimination against LGBTQ students in schools and create a more inclusive and welcoming environment for its members. Despite these changes, significant resistance to the LGBTQ movement, specifically in private schools in Georgia remain.120  Examine the following examples of LGBTQ discrimination in written school policies that specifically discriminate against LGBTQ students from schools currently accepting SSO funds: In Augusta, Georgia, Augusta Christian School’s policy listed in their handbook states, “[e]ach student of the school shall be of the highest moral character and be obedient to all Biblical principles, including, but not limited to, prohibitions against fornication, drug use, alcohol use, pornography, and homosexuality.”121  Cherokee Christian Schools in Woodstock, Georgia’s handbook specifically states, “[i]n accordance with the Statement of Faith and in recognition of Biblical principles, no ‘immoral act’ or ‘identifying statements’ concerning fornication, adultery, homosexuality, lesbianism, bisexuality, or pornography, will be tolerated. Such behavior will constitute grounds for expulsion.”122  Providence Christian Academy in Lilburn, Georgia not only expels gay students, but any student who supports or condones gay rights.  Their student handbook specifically states that, “[a]cts of homosexuality . . . may put the student’s enrollment at Providence Christian Academy in jeopardy.”  As a result of such behavior, “the student and parents may be asked to meet with the Administration and/or Discipline Committee.”123  Finally, Dominion  118. Id. at 11-12.  In 2000, after the U.S. Supreme Court ruled that the Boy Scouts can prohibit gay men from holding leadership positions, Ehrhart pre-filed a bill to guarantee that the Boy Scouts could not be denied access to public facilities, despite the fact that there were no signs anyone was trying to do so. 119. Id. at 12  n.14. 120. Id. at 17. 121. AUGUSTA CHRISTIAN SCHOOLS, STUDENT-PARENT HANDBOOK 2013-2014 7(2013), available at http://www.augustachristian.org/Resources/5257.pdf.  122. CHEROKEE CHRISTIAN SCHOOLS, STUDENT/PARENT HANDBOOK 2013/2014 17(2013), available at http://www.cherokeechristian.org/wp-content/uploads/2013/07/CCHSHandbook2013-2014ver1-2.pdf.  123. PROVIDENCE CHRISTIAN ACADEMY, 2013/2014 PARENT/STUDENT HANDBOOK 46 (2013), available at  http://www.providencechristianacademy.org/Customized/uploads/Dee%20Folder/HANDBOOK%20FINAL%2013-14%20FOR%20WEB.pdf. 17Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015452 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 Christian School in Marietta, Georgia, on whose board of trustees Rep. Earl Ehrhart currently sits,124 states in its handbook that the school “retain[s] the right to refuse enrollment to or to expel any student who engages in sexual immorality, including any student who professes to be homosexual/bisexual or is a practicing homosexual/bisexual, as well as any student who condones, supports, or otherwise promotes such practices (Leviticus 20:13; Romans 1:27).”125 Much like the segregated schools of the Jim Crow era, these school policies openly and blatantly refuse admission to students who either are LGBTQ or support LGBTQ rights.  According to the Rolling Stone article “The Hidden War Against Gay Teens,” “. . . only 10 percent of white students in Georgia’s public-education system attend a virtually segregated school (in which white students constitute at least 90 percent of the overall school population); yet for white students attending a private school affiliated with an SSO, that number rose to 53 percent.  Kick LGBTQ kids out of the equation, and the school population only becomes more and more homogenous – at the expense of millions of dollars that could be going into the public school system.”126 These statistics, along with the precedent behind the push to expunge LGBTQ students from Christian schools funded by SSOs, connect to the segregationist motives stemming from the 1950s that were so prominent in the south.  However, unlike the cases cited above, in which the Supreme Court needed experts and statistical evidence gathered over time to prove that de facto segregation was taking place in those private schools, these Georgia schools are openly discriminate in their written policies against LGBTQ students, teachers and supporters.  In fact, H.B. 1133 strongly resembles a plan to avoid racial integration that Governor Herman Talmadge tried to implement in 1953.127  124. Board of Trustees, DOMINION CHRISTIAN SCHOOLS,http://www.dominionchristian.org/students-parents/faculty-admin-staff/board-of-trustees (last visited Jan. 25, 2015).  125. DOMINION CHRISTIAN SCHOOLS, PARENT & STUDENT HANDBOOK 2014-2015 14(2014), available at http://www.dominionchristian.org/jdownloads/Current%20Students%20%20Families/2014-2015-student-handbook.pdf. 126. Morris, supra note 16.  127. See KEVIN M. KRUSE, WHITE FLIGHT: ATLANTA & THE MAKING OF MODERNCONSERVATISM 132 (2d ed., 2007). See generally Bruce Wilson, How Segregation Helped Create the Religious Right and the School Privatization Movement, TALK TOACTION (Oct. 18, 2013, 1:39 PM), 18Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 453 As discussed in the preceding section, states throughout the south began to open segregated private schools in response to the Supreme Court’s decision in Brown v. Board of Education.128  Specifically, the “Talmadge Plan,” authored by Georgia governor Herman Talmadge in 1953, was designed to privatize the public school system in Georgia in the event that the Supreme Court struck down segregation.129  In White Flight: Atlanta and the Making of Modern Conservatism, Kevin M. Kruse details Talmadge’s endeavor by stating that the Talmadge Plan gave the state government the power to privatize the entire public education system.130  In the event of forced desegregation, the state would close the public schools and issue students grants to attend private, segregated schools.131  “We can maintain separate schools regardless of the U.S. Supreme Court,” Talmadge promised, “by reverting to a private system, subsidizing the child rather than the political subdivision.”132 Fortunately, this plan never came to fruition, but H.B. 1133 and the goals of these SSOs echo the same scheme.  To clarify the connection, the Talmadge Plan would have given students monetary grants to attend private, segregated schools free from the legal reach of the U.S. Supreme Court, which would support the child and not the “political subdivision.”133  H.B. 1133 is similar in the sense that it directs dollars into privately funded SSOs.  Similar to the Talmadge Plan, this money is not considered “public funds” because it goes straight toward benefitting students and not the schools.134  In the words of Steve Suitts, president of the Southern Education Fund, and a strong critic of schools that discriminate against LGBTQ students, “[H.B. 1133] was designed in order to simply start building a publicly funded, publicly supported private-school system in the state.”135 http://www.talk2action.org/story/2013/10/18/13397/601/Front_Page/Dear_Michelle_Rhee_Your_School_Privatization_Schemes_Were_Hatched_By_Southern_Segregationists. 128. See Wilson, supra note 129.  129. See id. 130. See id. (citing KEVIN M. KRUSE, WHITE FLIGHT: ATLANTA & THE MAKING OFMODERN CONSERVATISM 132 (2d ed., 2007). 131. See id. 132. See id. 133. See id. 134. See Wilson, supra note 129 (citing Alex Morris, The Hidden War Against Gay Teens, ROLLING STONE (Oct. 10, 2013), http://www.rollingstone.com/culture/news/the-hidden-war-against-gay-teens-20131010)). 135. Morris, supra note 16. 19Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015454 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 E. THE IMPACT OF DISCRIMINATORY POLICIES ON THE LGBTQ YOUTH COMMUNITY The specific psychological implications that schools with anti-LGBTQ have in their policies are immense.  LGBTQ students already face daily difficulties without pressure from schools.  Research from the Gay, Lesbian, and Straight Education Network shows that in cases concerning sexual orientation, 86.2% of LGBTQ youths reported being verbally harassed, while 44.1% reported being physically harassed.136  Concerning gender expression, 66.5% of LGBTQ youths reported verbal harassment, and 30.4% reported physical harassment.137  Ninety percent of all public school students reported hearing anti-gay remarks on a daily basis.138  Drug use is also an issue among LGBTQ youths.139  LGBTQ adolescents are more likely to use illegal substances such as drugs and alcohol than heterosexual adolescents are.140  Additionally, a 2011 study published in Pediatrics shows that LGBTQ teenagers living and operating in a negative social environment have a twenty percent greater suicide risk than LGBTQ students living in a more supportive and positive social environment.141 The stress of being a teenager is already intense because of consistent pressure from parents, teachers, coaches, and peers to perform to certain expectations, all while lacking the cognitive abilities that makes processing stress easier.142  Most teenagers already possess the feeling that people are always watching their every move and, as a result, are performing for an “imaginary audience” to meet illogical and unnecessary expectations.143  The added stress that stems from bullying, exclusion, and isolation  136. See Kristopher M. Goodrich & Melissa Luke, LGBTQ Responsive School Counseling, 3 J. OF LGBT ISSUES IN COUNSELING 113, 115 (2009). 137. Id. 138. Id. 139. See generally Heather L. Corliss et al., Sexual Orientation and Drug Use in a Longitudinal Cohort Study of U.S. Adolescents, 35 ADDICTIVE BEHAV. 517 (2010),available at http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2830345. 140. Id.  141. Mark L. Hatzenbuehler, The Social Environment and Suicide Attempts in Lesbian, Gay, and Bisexual Youth, 127 PEDIATRICS 896, 896 (2011), available at http://pediatrics.aappublications.org/content/early/2011/04/18/peds.2010-3020.full.pdf. 142. See generally Leanne Italie, Teens Turn to Life Coaches to Cope with Pressures, HUFFINGTON POST (Nov. 7, 2011, 2:58 PM), http://www.huffingtonpost.com/2011/11/07/teens-turn-to-life-coache_n_1080286.html (detailing the efforts of life coaches to help navigate the various pressures that teenagers often face).   143. See Pat T. Nelson, Teen Cognitive Development, UNIV. OF DEL. COOP.EXTENSION (Aug. 7, 2012), http://extension.udel.edu/factsheet/teen-cognitive-development. 20Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 455 affecting LGBTQ youths makes teen life even more difficult.  This stress is often referred to as minority stress, which explains, “that stigma, prejudice, and discrimination create a hostile and stressful social environment that causes mental health problems.”144  Minority stress contributes to general stress that all people experience; therefore, people, particularly LGBTQ youths, feel compelled to put forth additional effort that is often not necessary for others not stigmatized.145  This added stressor for LGBTQ youths contributes to a number of mental health issues, specifically the risk of suicide.146  Additionally, LGBTQ people who exhibit suicidal behavior not only have more stressors, but a majority of youth attempting suicide exhibit signs of mental disorder at the time of the attempted suicide.147  Given these statistics, it is important to make an effort of recognizing LGBTQ students without objectifying them; the threat of losing tax-exemption status may pressure private schools to create friendlier environments for LGBTQ youth and significantly reduce these negative stressors. F. CONCLUSION On the night of February 8, 2014, before a crowd at the New York City Human Rights Campaign’s gala, Attorney General Eric Holder addressed the issue of federal recognition of LGBTQ married couples, stating, “[j]ust like during the civil rights movement of the 1960s, the stakes involved in this generation’s struggle for LGBTQ equality could not be higher. As Attorney General, I will not let this Department be simply a bystander during this important moment in history.”148  Attorney General Holder went on to announce that the federal government would no longer distinguish between homosexual and heterosexual marriages for federal purposes, regardless of residency or state recognition.149  This move means that the federal government now affords same-sex couples all the same rights and benefits of any other couple in federal legal matters including  144. See Ilan H. Meyer, Prejudice, Social Stress, and Mental Health in Lesbian, Gay, and Bisexual Populations: Conceptual Issues and Research Evidence, 129 PSYCHOL. BULL. 674, 1 (2003), available at http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2072932. 145. Id. at 675. 146. Id. at 679. 147. See Annette L. Beautrais, Life Course Factors Associated with Suicidal Behaviors in Young People, 46 AM. BEHAV. SCIENTIST 1137, 1145 (2003).  148. Eric Holder, Att’y Gen., Remarks at the Human Rights Campaign Greater New York Gala (Feb. 10, 2014), available at http://www.justice.gov/opa/speech/attorney-general-eric-holder-delivers-remarks-human-rights-campaign-greater-new-york-gala. 149. Id. 21Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015456 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 tax, bankruptcy, estate, and insurance.150  Then, on July 21, 2014, President Obama signed an executive order banning workplace discrimination against members of the LGBTQ community who are employees of federal contractors and the federal government.151  What makes this order particularly important is that it did not include a religious exemption.152  This move is already creating controversy, especially in the wake of the Burwell v. Hobby Lobby ruling that allows religious-based businesses to opt out of certain aspects of the Affordable Care Act due to religious beliefs.  This movement toward equality at the federal level memorializes the shift in public sentiment that has been occurring over the last twenty years. The movement toward recognizing and embracing LGBTQ youths and their struggles gained traction in 1994 when community leaders officially enacted LGBT History Month.153  In 2000, President Bill Clinton declared June “Gay and Lesbian Pride Month,”154 and in 2009 President Barack Obama proclaimed June as “Lesbian, Gay, Bisexual and Transgendered Pride Month.”155  In addition to these enactments, middle and high schools have begun to implement lesson plans, intervention plans, professional counseling, and consulting services for LGBTQ youths.156  The American School Counseling Association website provides links and information dedicated to implementing said plans.157  These political and educational movements mark a significant shift in attitudes toward LGBTQ people, 150. Id.  151. See generally Jennifer Bendery, Obama Signs Executive Order on LGBT Job Discrimination, HUFFINGTON POST (July 21, 2014, 10:50 AM), http://www.huffingtonpost.com/2014/07/21/obama-gay-rights_n_5605482.html. 152. See generally Zachary A. Goldfarb, White House Says Obama’s LGBT Executive Order Will Not Provide Religious Exemption, WASH. POST (July 18, 2014), http://www.washingtonpost.com/politics/white-house-says-obamas-lgbt-executive-order-will-not-provide-religious-exemption/2014/07/18/8ec441a4-0eb9-11e4-b8e5-d0de80767fc2_story.html.  153. About LGBT History Month, EQUALITY FORUM,http://lgbthistorymonth.com/background (last visited Jan. 25, 2015). 154. Proclamation No. 7316, 3 C.F.R. 92, 92 (2000). 155. See Kathy Kiely, President Hails Gay Pride Month, USA TODAY (June 1, 2009, 5:28 PM), http://content.usatoday.com/communities/theoval/post/2009/06/67521623/1#.U5Hp-ihkJUQ.  156. See generally Kandace Van Wanderham, Supporting LGBTQ Faculty: The School Counselor’s Role, AM. SCH. COUNS. ASS’N (May 1, 2011), http://schoolcounselor.org/magazine/blogs/may-june-2011/supporting-lgbtq-faculty-the-school-counselor-s-r.  157. See id. 22Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/32015] OUTING THE NEW JIM CROW 457 specifically for youths who were born after 1994, and have had significant exposure to this movement.  In fact, according to an article published in USA Today in June of 2009, young adults among eighteen to twenty-nine years-old are tolerant of homosexuality; seventy-three percent support same-sex marriage.158  A March 2013 Washington Post-ABC News poll shows eighty-one percent of young Americans aged eighteen to twenty-nine supporting same-sex marriage, an eight percent increase over four years.159  This shift not only works to maintain congruency with Justice Kennedy’s opinion in Romer v. Evans, especially when he stated, “. . . a general announcement that gays and lesbians shall not have any particular protections . . . inflicts on them immediate, continuing and real injuries,” but also contributes on a larger level to an increasing celebration and recognition of the rights of LGBTQ individuals.  Despite these advances, the challenges presented to LGBTQ teens, even in the most inclusive environments, are still very real. Just as they did for racial equality in 1964, the federal government has made enormous strides for LGBTQ equality.  However, the fact remains that individual states and private institutions are still openly discriminating against homosexuals every day, particularly in private, religious schools, as discussed above.  Given the nearly iron-clad protection afforded to private, religious schools by the First Amendment, the only practical method for remedying this wrong is the same one used to force desegregation—requiring private schools to adopt neutral admission standards for all students, regardless of sexual orientation, in order to obtain and maintain their § 501(c)(3) status.  This measure would not only help to quell efforts to discriminate against LGBTQ youths, but would also contribute to maintaining an overall healthier lifestyle for the LGBTQ population. In conclusion, it is important to note that this paper does not argue that schools of any sort should allow or advocate for openly sexual behavior between students of any orientation on campus.  It is for that very reason, however, that private, religious schools must recognize that identifying as LGBTQ is not, in and of itself, an overtly sexual act.  Gender and sexual identity-neutral rules requiring students at private, religious schools to take oaths of celibacy or to adhere to strict behavioral guidelines concerning public displays of affection is entirely within the rights of those 158. See Susan Page, Poll: Attitudes Toward Gays Changing Fast, USA TODAY (Dec. 5, 2012, 5:02 PM), http://www.usatoday.com/story/news/politics/2012/12/05/poll-from-gay-marriage-to-adoption-attitudes-changing-fast/1748873. 159. Jon Cohen, Gay Marriage Support Hits New High in Post-ABC Poll, WASH.POST (Mar. 18, 2013), http://www.washingtonpost.com/blogs/the-fix/wp/2013/03/18/gay-marriage-support-hits-new-high-in-post-abc-poll. 23Lunsford and Sanzone: Outing the New Jim Crow: Ending Segregation of LGBTQ Students byPublished by Digital Commons @ American University Washington College of Law, 2015458 JOURNAL OF GENDER, SOCIAL POLICY & THE LAW  [Vol. 23:3 schools.  But when those same rules extend beyond sexual actions to issues of identity, advocacy, and tolerance, they enter the realm of discrimination which has negative effects not just on the students, but on society at large. Just like African-American students in the Jim Crow South, these schools are attempting to discriminate against their students because of how they were born and how they identify to the world, whether or not these students share the same religious, moral, and ethical values of their fellows.  If the federal government acknowledges that LGBTQ citizens should be afforded equal rights at the federal level then measures must be taken to ensure that any entity benefiting from federal funding should be required to support that goal, or at least, not to undermine it. 24Journal of Gender, Social Policy & the Law, Vol. 23, Iss. 3 [2015], Art. 3http://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/3",
    "id": 235410063,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.wcl.american.edu:jgspl-1663"
    },
    "title": "Outing the New Jim Crow: Ending Segregation of LGBTQ Students by Creating Barriers to 501(C)(3) Tax-Exemption Status",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-01-01T08:00:00+00:00",
    "publisher": "Digital Commons @ American University Washington College of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.wcl.american.edu/cgi/viewcontent.cgi?article=1663&amp;context=jgspl"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/235410063.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/235410063"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/235410063/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/235410063/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/235410063"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.wcl.american.edu:jgspl-1663",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13103",
        "openDoarId": 0,
        "name": "Digital Commons @ American University Washington College of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 235410063,
        "depositedDate": null,
        "publishedDate": "2015-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-13T18:23:40+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T07:45:47+00:00"
    },
    "urls": [
        "https://digitalcommons.wcl.american.edu/jgspl/vol23/iss3/3",
        "https://digitalcommons.wcl.american.edu/context/jgspl/article/1663/viewcontent/23.3.LUNSFORD_SANZONE.FINAL_clean_PDF.pdf"
    ],
    "lastUpdate": "2024-02-13T18:23:40+00:00",
    "setSpecs": []
}