{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bull, Brooks"
        }
    ],
    "contributors": [],
    "createdDate": "2021-05-12T09:12:28+01:00",
    "dataProvider": {
        "id": 12789,
        "name": "Antioch University Repository and Archive (AURA)",
        "url": "https://api.core.ac.uk/v3/data-providers/12789",
        "logo": "https://api.core.ac.uk/data-providers/12789/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/426952688.pdf",
    "fullText": "Antioch University AURA - Antioch University Repository and Archive Dissertations & Theses Student & Alumni Scholarship, including Dissertations & Theses 2021 Parents of Non-Binary Children: Stories of Understanding and Support Brooks Bull Follow this and additional works at: https://aura.antioch.edu/etds  Part of the Gender and Sexuality Commons, Marriage and Family Therapy and Counseling Commons, and the Social Work Commons STORIES FROM PARENTS OF NON-BINARY CHILDREN   1    PARENTS OF NON-BINARY CHILDREN:  STORIES OF UNDERSTANDING AND SUPPORT       A Dissertation        Presented to the Faculty of  Antioch University New England      In partial fulfillment for the degree of  DOCTOR OF PHILOSOPHY  by     Brooks Bull   ORCID Scholar No.  0000-0002-6967-8157          MARCH 2021  STORIES FROM PARENTS OF NON-BINARY CHILDREN   2  PARENTS OF NON-BINARY CHILDREN:  STORIES OF UNDERSTANDING AND SUPPORT    This dissertation, by Brooks Bull, has been approved by the committee members signed below who recommend that it be accepted by the faculty of Antioch University New England  in partial fulfillment of requirements for the degree of     DOCTOR OF PHILOSOPHY        Dissertation Committee:    Lucy Byno, Ph.D., Chairperson   Justine D’Arrigo, Ph.D.   Janet Robertson, Ph.D.             STORIES FROM PARENTS OF NON-BINARY CHILDREN   3                                           Copyright © 2021 by Brooks Bull  All Rights Reserved  STORIES FROM PARENTS OF NON-BINARY CHILDREN   4 ABSTRACT  PARENTS OF NON-BINARY CHILDREN:  STORIES OF UNDERSTANDING AND SUPPORT   Brooks Bull   Antioch University New England  Keene, NH   Parents of non-binary children undergo profound changes as they learn to first understand and then support their child. In order to provide family therapists with a foundation from which to work with these families, a thorough review of the literature is provided as well as a narrative research study. Chapter one provides an introduction to the topic of non-binary gender and transgender identities, defines the terms non-binary, transgender, and transsexual, and clarifies the conceptual frameworks at use in the dissertation: social constructionism and transfeminism. Chapter two is a review of peer-reviewed literature on therapy with children and adolescents who identify as transgender or non-binary. Special attention is paid to what knowledge is produced and challenged within each methodological category, and how non-binary youth and their families are described or excluded from the discussion overall. Chapter three is a narrative research study that answers the question: what are the stories parents of non-binary children tell about how they came to understand and affirm their child? Stories of parents confronting core beliefs, stepping into leadership, and feeling like they do not fit in or belong in ostensibly supportive spaces are presented. Relevance to narrative therapy is highlighted as well as the need for more research on family processes that enact support for transgender and non-binary children. This dissertation is available in open access at AURA, http://aura.antioch.edu/ and OhioLINK ETD Center, https://etd.ohiolink.edu      Keywords: non-binary, transgender, youth, mental health, family therapy, narrative   STORIES FROM PARENTS OF NON-BINARY CHILDREN   5 Dedication    My career as a therapist as well as this piece of work are possible because of the love and supportive partnership I received from Perry Cohen. I dedicate this to him and our two blessings in human form, Neko and Emma Bull-Cohen.                                    STORIES FROM PARENTS OF NON-BINARY CHILDREN   6 Acknowledgements    There would be no stories to share nor hope for change without the generosity of people who participate in research studies like this one. I wish to acknowledge the three mothers who shared their private experience of parenting in order to help therapists meet the needs of gender-diverse families. This project was shepherded by Dr. Lucy Byno, a steadfast voice of support throughout my years of study at Antioch University. To her as well as the other members of my committee, Dr. Justine D’Arrigo and Dr. Janet Robertson, I offer my sincerest thanks.  Other mentors whose voices I carry with me into every client session and research interview are Dr. Judy Davis and Dr. Walter Lowe.STORIES FROM PARENTS OF NON-BINARY CHILDREN   7 Table of Contents   CHAPTER I: INTRODUCTION ................................................................................................ 8 CHAPTER II: LITERATURE REVIEW ................................................................................ 16 CHAPTER III: NARRATIVE RESEARCH STUDY ............................................................. 42 APPENDIX: IRB Approval ....................................................................................................... 81    STORIES FROM PARENTS OF NON-BINARY CHILDREN   8 CHAPTER I: INTRODUCTION Ask any parent to tell you about their child, and they will tell stories. Stories about when their child first walked, talked, rebelled, triumphed, and failed. Stories about their child making friends, falling in love, getting hurt on the playground and in relationships. Parents collect stories about their children, and it is in these stories that we see how relationships are imbued with emotion and shared meaning. For parents with children who do not identify as either a boy or a girl, non-binary children, they have stories about how they came to know this aspect of their child, and stories about how it became an important part of their own personal development.  Family therapists, and especially narrative family therapists, are alert to the power of storying in determining how a family thrives or flags in the face of difficulty. Families with non-binary children are up against powerful cultural forces that dictate that there are only two genders, and that those two genders hew closely to biological sex. In the face of that pervasive cultural discourse, how then do parents come to understand and support their non-binary children? What are the moments that open up understanding, and what are the actions taken that enact support? For any family therapist looking to study these questions, the current academic literature will not help; indeed, there is a dearth of research on the processes within families with non-binary children.  Using narrative methodology, this dissertation begins to fill that gap by presenting the stories of three parents of non-binary children and highlighting those parents’ journeys of confronting and then changing previously held core beliefs that did not allow for support of a non-binary child. The research question guiding my study was: what are the stories parents of non-binary children tell about how they came to understand and affirm their child? Alongside their process of self-confrontation, these parents also share narratives of feeling out of place and STORIES FROM PARENTS OF NON-BINARY CHILDREN   9 misunderstood in ostensibly welcoming environments, for example support groups for parents of transgender children. These stories show the unique trajectory of parents with non-binary children, and how lumping these families in with all other transgender families erases some of their experience. Interestingly, this same elision occurs in the academic literature as well; non-binary children, when studied, are often lumped into a larger transgender category creating a sampling error that leads to non-binary erasure. Clarifying terms and correctly sampling this demographic is important because these children are vulnerable to the many negative effects of minority stress (White Hughto et al., 2015), even more so than their binary transgender counterparts (Harrison et al., 2012).  Definitions of Relevant Terms In light of the erasure of non-binary experiences due to being subsumed into a larger transgender category, it is paramount to be clear about terminology. Non-binary is defined as “a gender that is neither strictly male nor strictly female” (Erickson-Schroth, 2014, p. 617) and is used in this project as an umbrella term to be inclusive of identities that do not fit neatly into the gender binary like genderqueer, bigender, pangender, genderneutral, and neutrois. Of special importance is how the definition of non-binary does not emphasize the relationship between gender identity and sex as is the case with transgender and transsexual as terms.  Transgender is defined as “of relating to, or being a person whose gender identity differs from the sex the person had or was identified as having at birth; especially: …a person whose gender identity is opposite the sex the person had or was identified as having at birth” (Merriam-Webster, 2020a). Transgender as a term is both spacious and constraining since it simultaneously reifies the notion that sex and gender somehow “correspond,” and can be identified at birth while STORIES FROM PARENTS OF NON-BINARY CHILDREN   10 at the same time the definition creates space outside the binary by delineating identities that “differ” from that initial identification.   Transsexual is defined as “of, relating to, or being a person whose gender identity is opposite the sex the person had or was identified at birth” (Merriam-Webster, 2020b). Use of this term has waned over time since many people felt it overemphasized the binary, and sounded too clinical. The result of conflating people with “differing” gender identities with people with “opposite gender identities,” although meant to be inclusive and non-pathologizing, may have also resulted in a homogenization and flattening of description. In this study, non-binary will be used as a distinct category from transgender to reclaim space to describe the experiences of people who identify not as the “opposite” of their assigned gender at birth, but something different and personally defined.   In this dissertation, I will be using and carefully distinguishing between non-binary and binary transgender identities. Although I do not use transsexual in my discussion, the term powerfully exists in the framework of how we make meaning of gender expression. Other terms like genderqueer and genderfluid are used in LGBTQ communities and may indeed be preferred over non-binary by some. It is my perspective that non-binary is useful as a wide umbrella term, but I hold that opinion with openness to revision and the knowledge that the language is rapidly evolving.   Conceptual Frameworks Social Construction  Humans construct an understanding of reality in relationship with one another and within a powerful matrix of discursive production that both creates and constrains available meanings.  Gergen (1999) explains this worldview as social constructionism, a paradigmatic challenge to STORIES FROM PARENTS OF NON-BINARY CHILDREN   11 the values most closely associated with modernism: “reason, objectivity, scientific truth, order, prediction, and control” (p. 13). In place of those modernist values, social constructionism puts relationships, context, dialogue, consensus, and change in the forefront. Contingency and collaboration are emphasized in social constructionism, since, as Gergen (1999) extols, “too often, the language of objective reality is used as a means of generating hierarchies of inclusion and exclusion” (p. 41).  Research from a social constructionist view seeks to expose the hierarchy between researcher and participant, prioritize the voices of participants, and produce knowledge that will lead to a more socially just world. Within my local experience as a family therapist and researcher, I seek to prioritize participant stories and meanings by inquiring about the daily life of the family. As Oswald, et al. (2005) point out, “family is something we do, not something we have” (p. 148). Exploring what parents of non-binary children do in order to affirm their children represents another paradigmatic change. Shifting focus away from categories of identity (like sex or gender) toward descriptors of relationship and activity among members opens up different conversations and leads to different stories. Social construction is at the heart of my narrative study; the research question itself positions family stories as valid meaning-making mechanisms. Rather than seeking to uncover some pre-existing truth, this study overtly acknowledges the collaborative process of making meaning both within the family as well as within the research interview itself. For that reason, narrative methodology is a comfortable fit within a social construction framework. Both participant and researcher voices are included; my process of analysis began in the interview and was not kept private from the participant but rather spoken aloud in order to invite the participant’s revisions and additions. The meanings of the participants’ stories were constructed together. STORIES FROM PARENTS OF NON-BINARY CHILDREN   12 Transfeminism Using social construction as a conceptual foundation, there is an opportunity to create knowledge that supports vulnerable members of families, like non-binary children, by asking different questions in new ways. Transfeminism, a subset of feminist theory that highlights the role of misogyny in transgender oppression, asks therapists and researchers to take an actively anti-oppressive stance by modeling and enacting allyship in word and deed (Green, 2006; Sennott, 2011). A review of the literature suggests that, historically, a set of questions has been repeatedly levied at families with gender-diverse members about origin, etiology, and persistence of gender variance (e.g., Lothstein, 1979). All of these questions reinforce an implied question that is oppressive and harmful to trans communities, that is, is transgender identity valid? Is gender variance pathological? By adopting a transfeminist and social constructionist position, I had the ability to facilitate conversations with participants that were not complicit with those implied questions. Rather, this project started from an assumption that transgender and non-binary identities are a real and valuable aspect of human existence, and worthy of deep study.  Overview of Chapters This dissertation follows the two-article format. Chapter one is a brief overview to the topic, need for study, and definitions of relevant terms. Chapter two is an extensive review of the peer-reviewed literature on mental health treatment of transgender and non-binary youth and their families. Due to the scant nature of literature that centers non-binary youth under the age of 18, articles that addressed late adolescence and young adulthood were also included. The review shows a pronounced need for research that prioritizes people who do not fit within a binary transgender experience. The review of the literature is unique in that it is organized STORIES FROM PARENTS OF NON-BINARY CHILDREN   13 methodologically, and identifies what knowledge is being produced, consolidated, and challenged within each methodological category.  Chapter three is the completed narrative study that seeks to answer the question: what are the stories parents of non-binary children tell about how they came to understand and affirm their child? Parents were the target participants for this study for three reasons. First, research on transgender youth is fraught with ethical challenges. Research on the transgender population in general has exploited and harmed transgender people consistently – through othering, pathologizing, or outright denying the existence of trans people (Lev, 2004). Given this history, if the phenomenon of study can be accessed through other means than the children themselves, it is my belief that those other means should be employed in order to minimize the risk of harm. Second, current literature has definitively shown that the parents who affirm their transgender youth have children with lower levels of depression, anxiety, and suicidal ideation as compared to transgender youth who are not supported (Olson et al., 2016; Ryan, 2009). Therefore, studying parents who affirm their children can inform clinical practice that ultimately serves the interests of transgender and non-binary youth. Lastly, speaking to parents about the processes at work in relationships – rather than speaking to the individual identified as “non-normative” (akin to the “identified patient” in therapy) – is consonant with a systemic view of problem formation and resolution, and is of use to systemic therapists.      STORIES FROM PARENTS OF NON-BINARY CHILDREN   14 References Erickson-Schroth, L. (Ed.). (2014). Trans bodies, trans selves: A resource for the transgender  community. Oxford University Press. Gergen, K. (1999). An invitation to social construction. SAGE Publications. Green, E. R. (2006). Debating trans inclusion in the feminist movement: A trans-positive  analysis. Journal of Lesbian Studies. 10(1-2), 231-248. https://doi.org/10.1300/J155v10n01_12 Harrison, J., Grant, J., & Herman, J. (2012). A gender not listed here: Genderqueers, gender rebels, and otherwise in the national transgender discrimination survey. LGBTQ Policy Journal at the Harvard Kennedy School, 2, 13-24. Lev, A. I. (2004). Transgender emergence: Therapeutic guidelines for working with gender-variant people and their family. Routledge. Lothstein, L. M. (1979). Psychodynamics and sociodynamics of gender-dysphoric states. American Journal of Psychotherapy, 33(2), 214–238. Merriam-Webster. (2020a). Transgender. In Merriam-Webster.com. Retrieved January 12, 2020,  from https://www.merriam-webster.com/dictionary/transgender Merriam-Webster. (2020b). Transsexual. In Merriam-Webster.com. Retrieved January 12, 2020,  from https://www.merriam-webster.com/dictionary/transsexual Olson, K. R., Durwood, L., DeMeules, M., & McLaughlin, K. A. (2016). Mental health of transgender children who are supported in their identities. PEDIATRICS, 137(3), 223-256. https://doi.org/10.1542/peds.2015-3223 Oswald, R., Blume, L., & Marks, S. (2005). Decentering heteronormativity: A model for family  studies. In V. L. Bengtson, A. C. Acock, K. R. Allen, P. Dilworth-Anderson, & D. M. Klein (Eds.), Sourcebook of family theory & research (p. 143–165). SAGE Publications. STORIES FROM PARENTS OF NON-BINARY CHILDREN   15 Ryan, C. (2009). Helping families support their lesbian, gay, bisexual, and transgender (LGBT) children, Family Acceptance Project, Marian Wright Edelman Institute, San Francsico University, 1–12.  Sennott, S. L. (2011). Gender disorder as gender oppression: A transfeminist approach to rethinking the pathologization of gender non-conformity. Women and Therapy, 34(1-2), 93-113. https://doi.org/10.1080/02703149.2010.532683 White Hughto, J., Reisner, S., & Pachankis, J. (2015). Transgender stigma and health: A critical  review of stigma determinants, mechanisms, and interventions. Social Science and Medicine,147, 222-231. https://doi.org/10.1016/j.socscimed.2015.11.010                    STORIES FROM PARENTS OF NON-BINARY CHILDREN   16 CHAPTER II: LITERATURE REVIEW Non-binary Youth: A Methodological Review of Literature   Non-binary people are those who identify as “neither strictly male nor female” (Erickson-Schroth, 2014, p. 617). In this paper the term non-binary is used although there are other terms that would be as applicable such as non-binary transgender, genderqueer, genderfluid, and agender. Language to describe the nuances of gender identity are emerging and evolving within the LGBTQ community, and while each term carves out its own distinct meaning, there is much overlap among them. In this review of the literature, the categories of binary transgender (for instance a trans boy who was assigned female at birth) are separated and recognized as distinct from non-binary people who do not identify with either pole of the gender binary.  Non-binary children are a vulnerable demographic not only because they are under-represented in the professional literature and therefore do not always get the mental health support they need and deserve (White Hughto et al., 2015), but also because when they are included in studies, they are often lumped in with their binary transgender counterparts thereby masking their uniqueness and particular needs. This review of the literature seeks to illuminate sampling issues in some of the literature, and identify gaps for future study. The quantitative literature in general has two main sampling problems: lumping non-binary children into a larger transgender category that hides their unique properties as well as a simple underrepresentation in the literature. The qualitative studies are broken down into finer categories in order to show what different types of knowledge they produce, and which discourses they both reiterate and challenge. Qualitative papers that use a grief and loss discourse are highlighted in order to show how thoroughly this discourse has been consolidated. I make the argument that studies that do STORIES FROM PARENTS OF NON-BINARY CHILDREN   17 not participate in this framework are more urgently needed in order to better describe the experience of non-binary children and their families.  Peer-reviewed articles by experienced clinicians who support transgender youth and families are readily available (e.g. MacNish & Gold-Peifer, 2014; Vance et al., 2014; Malpas, 2011; Ehrensaft, 2009; Lev, 2004). However, this literature largely remains focused on the gender binary by centering inquiry on youth who undergo some aspect of transition. Transition connotes movement from one place to another, usually one pole of the binary to “the other.” One consequence of this emphasis is that non-binary children are rarely centered in the literature. Moreover, systemic research that looks exclusively at the relationship between parents and non-binary children does not yet exist, even though parental support (as perceived and reported by the child) has emerged as a vitally important predictor of mental health outcomes (Olson et al., 2016). The binary reigns supreme in our literature. As Richards et al. (2016) observed, a PubMed search (including literature on all age groups) brought forth 5 articles that used the term “genderqueer,” 54 that used “non-binary,” and 264,531 that used “transgender.” The academic literature remains solidly aligned with the gender binary, despite the fact that many people who would be labeled transgender in academic literature would likely identify in their personal lives as non-binary, pangender, genderqueer, two-spirit, bigender, agender, or many other options that live outside the binary (Bockting, 2008).  The National Center for Trans Equality (2021) provides a helpful definition of non-binary as any gender identity that falls outside the binary of male and female, and specifies that related terms like bigender, pangender, and genderqueer are not synonyms for non-binary but can usefully be thought of as varieties of non-binary identities:  STORIES FROM PARENTS OF NON-BINARY CHILDREN   18 Most people – including most transgender people – are either male or female. But some people don't neatly fit into the categories of \"man\" or \"woman,\" or “male” or “female.” For example, some people have a gender that blends elements of being a man or a woman, or a gender that is different than either male or female (transequality.org/issues/resources/understanding-non-binary-people-how-to-be -respectful-and-supportive).  As this explanation suggests, there is much diversity within the category, and some people who identify as non-binary may transition hormonally or make some changes to their bodies surgically, while others may not. In this review, non-binary will be used as an umbrella term that includes genderqueer, gender fluid, and all other gender identities that do not fit neatly into the existing binary system with the understanding that this particular term may not fit for all people. The target of this review is peer-reviewed literature on mental health treatment that includes non-binary young people under the age of 18 in either the sample or theoretical discussion, with special attention paid to those articles that also include caregivers and families since that literature is of particular use to systemic therapists.  Methodological Review of Literature Different methodologies produce different results; this review seeks to clarify what knowledge is being produced, consolidated, or interrogated by a variety of methodological approaches. Articles are organized into two broad groupings based on whether they are theoretical or research based. In the theoretical category, two subgroups emerge: theory and theory supported by clinical experience. About a third of peer-reviewed published articles fall into the theoretical category since they do not utilize an articulated research paradigm or methodology but rather draw from the author’s clinical experiences and opinions.   STORIES FROM PARENTS OF NON-BINARY CHILDREN   19  Articles in the research category are further separated into qualitative or quantitative methodologies. Within those broad categories, more sub-groups were created to distinguish what methods were employed, whether a systemic perspective was used, and whether the study addressed non-binary gender identities.  Inclusion Criteria The literature included in this review addressed the mental health or mental health treatment (individual or family therapy) of transgender, gender non-conforming, or non-binary children and adolescents under the age of 18. Articles that used the term LGBT but did not directly address the mental health of treatment of transgender, gender non-conforming, or non-binary children were not included. Only peer-reviewed literature was included in this review. The following keywords were used to search databases: transgender, youth, mental health and/or mental health treatment and/or therapy. Adding non-binary as a search term did not yield more results, highlighting how transgender is being used as a large umbrella term in the literature. Quantitative Studies Mental health outcome research. Of the 20 quantitative research articles included in this review, nine used parental or familial support as a variable that affects mental health outcomes of transgender youth. Ryan (2009) brings together quantitative studies on suicide risk, drug use, risk of HIV infection, and general mental health outcomes through the Family Acceptance Project at San Francisco State University to definitively identify family acceptance as a crucial variable. That finding is amplified by Wilson, et al. (2016) who studied a sample of 216 trans girls in the San Francisco Bay Area, and found that while discrimination both in terms of race and transgender identity were significantly associated with “greater odds of PTSD, STORIES FROM PARENTS OF NON-BINARY CHILDREN   20 depression, and stress related to suicidal thoughts” (p. 1); family acceptance emerged as a significant moderator.  Other researchers looked at how familial acceptance in the form of caregivers helping children socially transition affected mental health outcomes. Durwood et al. (2017) and Olson et al. (2016) used data from their Trans Youth Project, a large scale research endeavor that gathered data from parents, transgender children as well as their cisgender siblings. Using parental reports of children’s levels of depression and anxiety as well as self-report measures from the children themselves, data show that the transgender children showed no difference in terms of depression to their cisgender counterparts, and only slightly elevated levels of anxiety (Durwood et al., 2017; Olson et al., 2016). More recently, Weinhardt et al. (2019) further confirmed the relationship between support and health outcomes in their mixed methods study which identified a relationship among resilience, social support and wellbeing. Looking outside of familial support, de Vries et al. (2016) identified the lack of peer support as a critical variable in their sample of transgender children and adolescents, finding participants without peer relationships to have higher levels of internalizing (anxiety and depression) and externalizing symptoms (behavioral issues more akin to oppositional defiant and conduct disorders).  The strong relationship between familial support and child well-being was consolidated by Kuvalanka et al. (2017) who contributed valuable findings on both transgender and non-binary identified children using data from the Trans* Kids Project. Kuvalanka et al. (2017) used the terms cross gender identified (CGI) and non-cross gender identified (non-CGI) to distinguish between transgender kids who transition to the other pole of the binary from children who inhabit a different form of gender identity, what I have been referring to as non-binary. Kuvalanka et al. (2017) replicated the findings in Olson (2016): CGI transgender children who STORIES FROM PARENTS OF NON-BINARY CHILDREN   21 were supported in their identities showed comparable low levels of depression and anxiety to control groups. However, by separating out non-binary children, researchers showed that a majority of the non-CGI children in the sample were in the clinical range for internalizing and total problems. Kuvalanka et al. (2017) theorized the reason for this difference by highlighting the roles of minority stress and social acceptance:    A child who, for example, exclusively identifies as a girl and has socially transitioned to living as a girl in all areas of her life with the support of her parents may receive consistent affirmation of her identity from her family, teachers, and peers via the use of correct pronouns, support in her gender expression (e.g., hairstyle; clothing), and so forth…Such shows of support may buffer the potential negative effects of minority stress for these children. In contrast, the children in our study who held nonbinary identities, or who, for example, identified as boys but liked to wear dresses, may have received more limited affirmation (p. 8). This strain of the quantitative research is valuable for how it definitively shows the link between acceptance of gender identity and psychological wellbeing in children in a community sample. Olson et al. (2016) and Kuvalanka et al. (2017) provide evidence that when children are supported in their gender identities early in life, they show lower levels of depression and anxiety, and the authors do so by sampling children from supportive families who are found outside of clinical settings. These studies provide findings on family processes as moderators and mediators of youth wellbeing; Katz-Wise et al. (2018) exemplified this finer grained approach to the question of how family support works as a protective factor to transgender youth by highlighting the need to centralize the youth’s perspectives on family functioning as opposed to the parent or clinician’s perspective.  STORIES FROM PARENTS OF NON-BINARY CHILDREN   22 These studies are in conversation with another body of research that shows how transgender adolescents and young adults in clinical settings have markedly higher risk of suicidality, depression, and anxiety. Reisner et al., (2015) found that compared with cisgender counterparts at an urban community mental health clinic, transgender people (ages 12 – 29) were at a greater risk of being diagnosed with depression (50.6% vs. 20.6%); suffering from anxiety (17.2% vs. 6.1%); attempting suicide (17.2 vs. 6.1%); and non-lethal self-harming (16.7% vs. 4.4%). These findings were supported by Grossman et al., (2016) who found higher risk of suicidality in their sample of 129 older adolescents and young adults from a clinical sample. Persistence and desistance research. Underlying the discussion about whether or not transgender and non-binary children exhibit more symptoms of mental illness than their cisgender counterparts is the more foundational question of whether children who present as gender non-conforming really are transgender, or if they will “desist” in that identity over time. This vein of the academic literature is perhaps among the most harmful to the transgender community since it repeatedly interrogated the validity of transgender as a concept. And again, sampling issues are present—in some of the most cited studies, children who displayed gender nonconforming gender expressions but who did not report any distress about their identity were included in the same category as children who not only expressed gender nonconformity but also reported distress and a desire to be known as a gender other than that which they were assigned at birth. This sampling distinction explains the significantly different findings in the literature.   For example, Olson et al. (2015) provide strong evidence that transgender children experience their gender the same way that cisgender children do; that is, stably and without confusion (in layman’s terms this study proves that being transgender is not “a phase”), while other researchers have claimed that only 6-22% of children who exhibit gender variance or experience gender STORIES FROM PARENTS OF NON-BINARY CHILDREN   23 dysphoria will continue to identify as transgender in adulthood, often called desistance in the literature (Drummond et al., 2008; Steensma et al., 2011; Wallien & Cohen-Kettenis, 2008).  This collection of research represents the scientific iteration of a cultural discourse that has been aptly called “The Desistance Myth” (Newhook et al., 2018) since the studies that comprise this argument all contain significant methodological flaws. Most notably, Drummond  et al. (2008) themselves identify their study to have a significant sampling bias since they lump together children who report gender dysphoria with children who are gender nonconforming but do not report any distress, which very likely accounts for the 88% desistance rate they claim.  Additionally, in all three of the studies, participants who dropped out of treatment were labeled “desistors”, or as Steensma et al. (2011) explained, “…45.3% did not reapply for treatment at the Gender Identity Clinic during adolescence…we assumed that their gender dysphoric feelings had desisted” (p. 510). This points to the need for long-term cohort studies of gender non-conforming youth (Olson, 2016) to definitively answer the question of persistence rather than assuming (as Steensma et al. (2011) seem to), that treatment attrition signifies a change in gender identity.  Descriptive research. Thus far, much descriptive data on youth focuses on psychopathology and comes from clinical samples (e.g., Edwards-Leeper et al. 2017; Wallien & Cohen-Kettenis, 2008), with Kuvalanka et al. (2017) and Olson et al. (2016) representing the outliers since they utilized community samples. In contrast, Rankin and Beemyn (2012) focused on describing, not the psychopathology of transgender and gender nonconforming youth, but rather their process of gender identity development. They surveyed a large sample of transgender adolescents and young adults, finding much similarity between the young transgender women and men, and sufficient difference to create separate categories to describe identity development processes for participants who identified as cross-dressers or genderqueer. They identified that STORIES FROM PARENTS OF NON-BINARY CHILDREN   24 for the genderqueer individuals in their sample, one milestone of development was “not fitting in to transgender/LGBT communities” (Rankin & Beemyn, 2012, p. 4). This further reinforces the need for more research that centers the experience of non-binary people of all ages. There is a growing body of large-scale descriptive reports that use data from nation-wide samples. The United States Transgender Survey (Harrison et al., 2016) includes data from 27,715 people ages 18 and older, and is therefore not relevant to this review except as an example of what needs to be done for people 17 and younger in this country. One model of this type of work is the Canadian Trans Youth Health survey, which sampled over 900 youth aged 14 – 25, and provided rich data on how the sample population languaged their gender identities. They used the question, “what is your gender identity?” and provided a long drop-down list of options, allowed respondents to choose more than one option, and provided opportunities to write in other options. …just under one third checked one option on the list, and about half checked two or three options on the list. Younger participants were more likely to choose only one option from the list. Participants could also write in additional options if they felt their identity was missing from the existing list. More than 1 in 5 trans youth wrote in an identity that was not on the list. Some of the most common additions were: non-binary, agender, gender-neutral, and to a lesser extent, transmasculine or transfeminine (Veale et al., 2017, p. 11). When researchers allow respondents to language their identities in their own words, transgender as an umbrella term seems increasingly insufficient. More large-scale descriptive research is warranted that allows respondents to self-identify, and to continue to gather data on risk factors associated with minority stress. Qualitative Studies STORIES FROM PARENTS OF NON-BINARY CHILDREN   25  Fifteen qualitative research articles met inclusion criteria, and were classified by methodology. Thematic analysis was used in 7 studies, phenomenology in 3, grounded theory in 3, and individual case study in 2. Thematic analysis. This group represents the most diverse group of studies classified together since the authors specified “thematic analysis” as at least part of their method, but gathered and analyzed data in several different ways. Gonzalez et al. (2013) and Riley et al.  (2011) both used online surveys to collect data from parents. Gonzalez et al. (2013) focused their survey on identifying the positive aspects of parenting an LGBT child, and found personal growth to be a prominent theme. Riley et al. (2011) sampled parents of gender variant children exclusively, and identified needs in that community. They reported that parents of gender variant children urgently needed competently trained professionals who could help them contend with the stigma associated with gender variance. Riley et al. (2013) developed their initial findings in an interview-based study of transgender adults who looked back into their childhoods to retrospectively identify needs. Educated authority figures, acceptance and support to discuss gender, and freedom of gender expression were identified as crucial needs for their younger gender variant selves (Riley et al., 2013).  Sampling issues come to the fore in the focus group studies. In one sample, just two transgender youth were lumped into a large group of lesbian, gay, and bisexual youth; Scourfield et al. (2008) purported to present findings from “LGBT youth,” but out of the 69 participants, “36 identified as heterosexual, 15 as gay or lesbian, 12 as bisexual and 2 as transgender” (p. 330). This type of sampling problem is not unique to Scourfield et al. (2008), but shows up in studies that use LGBT as an umbrella term but only pay tangential or cursory attention to the T. Gonzalez et al. (2013) is another example as their sample was comprised of just 9% parents of STORIES FROM PARENTS OF NON-BINARY CHILDREN   26 transgender youth. On the other hand, Grossman et al., (2006) used a focus group format as well, and presented findings from a much more homogenous sample of “thirty-one male to female transgender youth” to describe developmental milestones.    Discourse analysis to find themes. Themes within family meaning-making processes are the focus of several studies conducted by Norwood (2013), who used discourse analysis to analyze interview transcripts from family members of transgender individuals “some of whom were parents to transgender children” (p. 29). No other information about that part of the sample is given. Norwood (2013) sampled “19 mothers, 5 fathers, 4 siblings, and 3 adult children as well as 1 former and 2 current spouses and 3 current partners of trans-identified persons… Two participants had relatives/partners who identify as trans or gender queer” (p.158). No further information about the sample is given, although there is an assumption that the family members are all cisgender. These articles provide a robust theoretical discussion of how the concept of ambiguous loss intermingles with the utterances of the participants as well as a deconstruction of transition as a static concept. Non-binary children and adolescents are not centered in these works, but the deconstructive analysis certainly provides discursive room for destabilizing the binary. Future research that utilizes discourse analysis is needed in order to look closely at how family members of non-binary children language their experience. Phenomenology. Of the four phenomenological studies, only one included the experience of non-binary youth. Singh (2013) analyzed responses from a sample of 19 trans youth of color ages 16 - 24, including three who self-identified as non-binary. This study is one of the only examples this reviewer found that utilized an intersectional lens in its analysis, and provided direct quotations from trans and non-binary youth of color.  Singh (2013) found the intersectional lens to be crucial in her analysis and identification of future research needs since STORIES FROM PARENTS OF NON-BINARY CHILDREN   27 the respondents who identified as multiracial and/or non-binary (participants used the terms boi and genderqueer) did not fit the overall resilience pattern of self-advocacy in schools, accessing social support systems, and “finding a home of supportive friends/peers” (p. 699). Singh (2013) underlined the need for continued research to identify ways to support transgender and non-binary youth of color as they build resilience.  The other three phenomenological studies focused mainly on the experiences of binary transgender youth and young adults. Singh et al. (2014) described the identity development of a sample of mostly transgender boys and men ages 16 to 24. Coolhart et al. (2017) focused on how the concept of ambiguous loss can be applied to the experience of parents of transgender boys. Loss, ambiguous and otherwise, is a theme often brought forward in the theoretical literature, and is re-visited here in Coolhart et al. (2017). Bull and D’Arrigo (2018) provided phenomenological analysis of the experience of eight parents of transgender children ages 4 -11. They interviewed parents in order to answer the question: what is the experience of parents who help to facilitate the social transition of their transgender or gender nonconforming child? This study showed the need for a finer grained approach since the parents of binary transgender children had a markedly similar experience, while the parents of a non-binary child described a very different experience. Common themes from the parents of binary transgender children included a process of becoming less visible as a transgender family after their child socially transitioned. In contrast, the parent of a non-binary child talked about feeling persistently questioned and observed since their child’s gender nonconformity remained highly visible and legible due to their gender fluidity.   Grounded theory. Of the three studies that utilized grounded theory methodology, two centered the experiences of transgender children and families, and one included a very small STORIES FROM PARENTS OF NON-BINARY CHILDREN   28 percentage of non-binary children. Katz-Wise et al. (2017) produced analysis on how families with transgender and gender nonconforming children think about the future, and included two children in their sample that identified outside the binary, one as a “girlish boy” and the other as a “gender fluid boy.” The overall sample was 16 children and 29 parents, and so the non-binary participants represent just 4% of the total. However, the study provides a unique example of systemic research that mapped out processes of meaning negotiation within families, and provided enough space for participants to self-identify accurately. Grounded theory was also utilized to describe the process families undergo in a trans-affirmative therapy center (Hill et al., 2010), as well as to describe a parental experiences of moving from rejection and ambivalence to acceptance (Wren, 2002). Neither address work with families with non-binary children. Case study. Two case studies comprised this category, and described the experiences of one cisgender mother parenting a transgender girl, and one transgender boy in the context of school and trans-affirmative family therapy. Johnson and Benson (2014) deeply described the experience of one White, single mother parenting a six year-old transgender girl, and highlighted the need for competently trained systemic therapists. Their analysis addressed the interaction of societal stigma of both gender nonconformity as well as the pernicious mother-blaming discourse felt by the participant. Ehrensaft (2013) described the experience of one transgender boy navigating social and hormonal transition with an emphasis on how to affirm him and respect his wishes to stay private about his transgender identity at a new school. Both case studies presented data from White families who supported their transgender child through transition from one pole of the binary to the other. There is a need for similarly deep and descriptive case studies of non-binary children and their families. Theoretical Articles STORIES FROM PARENTS OF NON-BINARY CHILDREN   29  Articles that explore a concept or make an argument not based on empirical data account for over a third of the literature that met inclusion criteria for this review. Of the 20 articles, 14 are what I have labeled theory supported by clinical experience. These articles use anecdotal clinical data or composite vignettes and are authored by people who work clinically with transgender youth and families. The remaining 6 articles are categorized simply as theory since they do not overtly cite clinical experience to inform their argument but rather address concepts or ethical quandaries related to working with transgender youth and families.   Theory supported by clinical experience. This category represents the most clinically useful collection of articles, as many of these papers are authored by clinicians who provided specific treatment goals and examples to illustrate their work. Most of these articles described a particular clinician’s way of working with transgender youth and families, or described a program housed within a hospital or clinic setting.   Malpas (2011) offered a robust clinical roadmap for working with families, and urged clinicians to consider parents of transgender youth in two categories: accepting or struggling. He described how he has worked with struggling parents to help them move closer to enacting affirming behaviors, an intervention supported by the quantitative studies that identified the link between familial acceptance and mental health outcomes (Olson et al., 2016). Other trans-affirmative clinical models that utilized a systemic perspective were offered by Coolhart and Shipman (2017), Ehrensaft (2011), Hill et al., (2010), and  MacNish and Gold-Peifer (2014). Hidalgo et al. (2013) also described a trans-affirmative model of care, but positioned the discussion in light of the persistence-desistance research.  Non-binary youth are mentioned but not centered in several papers, with Ehrensaft (2011) providing a thorough overview of language to describe different varieties of non-binary STORIES FROM PARENTS OF NON-BINARY CHILDREN   30 identity (including the term gender prius that connotes a hybridization of genders). McGuire, Kuvalanka, et al. (2016) used selectively chosen data from previous projects by the first and third authors to make their argument that gender development happens at the family level, and quoted a mother of a non-binary child who bemoaned the lack of language available to accurately describe her child’s gender identity. Overall there is a need for papers that provide clinical roadmaps that prioritize the experience of non-binary youth especially for practitioners working with families who seek to affirm children who do not wish to transition medically.  Theory. Wahlig (2015) revisited the theme of loss in her theoretical exposition of the role of ambiguous loss theory for families with transgender children. She offered the new term “dual ambiguous loss” (Wahlig, 2015, p. 305) to describe how parents of transgender children simultaneously experience both types of ambiguous loss, psychological presence and physical absence as well as psychological absence and physical presence (Boss, 1999). Ambiguous loss as a clinical framework is further developed by McGuire, Catalpa, et al. (2016) who also described how both cisgender family members as well as transgender family members may experience ambiguous loss during a gender transition. Interestingly, both Wahlig (2015) and McGuire, Kuvalanka, et al. (2016) use data from qualitative studies by Norwood (2013). Norwood’s (2013) focus was squarely on the experience of ambiguous loss and grief in her samples of family members of transgender people. More articles are needed that theorize the experience from other data sets, including data sets that do not center the experience of ambiguous loss.   The other theoretical papers addressed questions of youth readiness for transition (Coolhart et al., 2013), the ethics of genital surgery on adolescents (Milrod, 2014), and the complexities of prescribing hormone blockers (Wren, 2000). These papers provided examples of how clinicians working clinically with transgender children and families make decisions about STORIES FROM PARENTS OF NON-BINARY CHILDREN   31 the course of treatment. As a whole, the theoretical papers focused squarely on transgender people who seek transition, and do not center, and in most cases do not include, non-binary children or families in their discussion. Discussion When one looks over the literature as a whole, an isomorphic sampling problem is evident. The quantitative studies that claimed an 80% desistance rate of transgender children lumped together transgender as well as gender non-conforming children. In the same way, some studies that sought to describe the experience of transgender youth lumped together what Kuvalanka et al. (2017) so aptly described as cross gender identified (CGI) and non-cross gender identified (non-CGI) children. As a result, clinicians who meet non-binary youth may not have literature at hand to guide their work since many of the interventions detailed are oriented toward transition. There is a crucial need for more research and clinically-informed theory that describes the experience of these children and families. Overall, the category of quantitative research on transgender youth largely revolves around questions of validity of trans-ness itself. The descriptive research seeks to make visible what is questioned culturally by creating statistics to describe demographics and identify health risks. The mental health outcome inquiries reviewed here at times both bolster and challenge the cultural discourse that questions if children should socially transition early in childhood, lest it lead to negative mental health outcomes and future regret over transitioning. In this way, the studies contribute to the conversation about whether or not affirming transgender children by assisting them in social transition is a scientifically valid intervention.  The qualitative body of work reviewed centers the voices of the people living the phenomenon by sampling family members of children as well as adolescent transgender and STORIES FROM PARENTS OF NON-BINARY CHILDREN   32 non-binary youth. This collection of papers is rich with data that could be useful to clinicians, but studies that center non-binary youth are lacking, and show a need for follow-up with families over time. The theoretical work offers a robust collection of papers that describe differing trans-affirmative models of therapeutic care by both individual clinicians and clinicians working in hospital or clinic settings. Another strand of the theoretical literature remains focused on theorizing loss into the transgender family experience. There is an opportunity to expand the theoretical terrain to include other concepts besides ambiguous loss and grief. Conclusion This review suggests that the pernicious and harmful questions about validity of transgender identities have been answered. However, as researchers sought to clarify how transitioning—both socially and medically—affected the mental health of children and adolescents, non-binary experiences were repeatedly eclipsed and sidelined. There is still much work to do in order to fully describe the experience of these children and families, including studies that explain how parents come to understand and affirm non-binary children and adolescents. Specifically, there is a need for literature that shares the experiences of families with non-binary children on a larger scale. Grounded theory studies that organize and map family processes at play as parents move from questioning to supporting their child would be helpful for clinicians, particularly studies that focus on the couple dynamics between parents as well as parent-child processes. Studies like that would answer the call made by Olson et al. (2016) and Ryan (2009) who have shown parental support to be the key variable in determining mental health outcomes in youth. Therefore, operationalizing parental support and creating therapy interventions that facilitate it are the next frontier for trans-affirmative family therapy researchers. Describing and organizing these processes could and should inform work with STORIES FROM PARENTS OF NON-BINARY CHILDREN   33 couples (without children present) as well as family therapy. Lastly, longitudinal follow-up studies are sorely needed in order to show the trajectory of families with young gender-diverse children who then grow into adolescents and young adults launching into their own families of creation.                     STORIES FROM PARENTS OF NON-BINARY CHILDREN   34 References Bockting, W. O. (2008). Psychotherapy and the real-life experience: From gender dichotomy to gender diversity. Sexologies, 17(4), 211–224. https://doi.org/10.1016/j.sexol.2008.08.001 Boss, P. (1999). Ambiguous loss. Harvard University Press. Bull, B. & D'Arrigo, J. (2018). Parent experiences of a child's social transition: Moving beyond the loss narrative. Journal of Feminist Family Therapy, 30(3), 170-190. https://doi.org/10.1080/08952833.2018.1448965 Coolhart, D., Baker, A., Farmer, S., Malaney, M., & Shipman, D. (2013). Therapy with transsexual youth and their families: A clinical tool for assessing youth’s readiness for gender transition. Journal of Marital and Family Therapy, 39(8), 223–243. https://doi.org/10.1111/j.1752-0606.2011.00283.x Coolhart, D., Ritenour, K., & Grodzinski, A. (2017). Experiences of ambiguous loss for parents of transgender male youth: A phenomenological exploration. Contemporary Family Therapy, 40(1), 1-14. https://doi.org/10.1007/s10591-017-9426-x Coolhart, D., & Shipman, D. L. (2017). Working toward family attunement. Psychiatric Clinics of North America, 40(2), 113–125. https://doi.org/10.1016/j.psc.2016.10.002 de Vries, A. L. C., Steensma, T. D., Cohen-Kettenis, P. T., VanderLaan, D. P., & Zucker, K. J. (2016). Poor peer relations predict parent- and self-reported behavioral and emotional problems of adolescents with gender dysphoria: a cross-national, cross-clinic comparative analysis. European Child and Adolescent Psychiatry, 25(6), 579–588. https://doi.org/10.1007/s00787-015-0764-7 Drummond, K. D., Bradley, S. J., Peterson-Badali, M., & Zucker, K. J. (2008). A follow-up study of girls with gender identity disorder. Developmental Psychology, 44(1), 34–45. STORIES FROM PARENTS OF NON-BINARY CHILDREN   35 https://doi.org/10.1037/0012-1649.44.1.34 Durwood, L., McLaughlin, K. A., & Olson, K. R. (2017). Mental health and self-worth in socially transitioned transgender youth. Journal of the American Academy of Child and Adolescent Psychiatry, 56(2), 116-123.e2. https://doi.org/10.1016/j.jaac.2016.10.016 Edwards-Leeper, L., Feldman, H. A., Lash, B. R., Shumer, D. E., & Tishelman, A. C. (2017). Psychological profile of the first sample of transgender youth presenting for medical intervention in a U.S. pediatric gender center. Psychology of Sexual Orientation and Gender Diversity, 4(3), 374–382. https://doi.org/10.1037/sgd0000239 Ehrensaft, D. (2009). One pill makes you boy, one pill makes you girl. International Journal of Applied Psychoanalytic Studies, 6, 12–24. https://doi.org/10.1002/aps.185 Ehrensaft, D. (2013). “Look, mom, I’m a boy—Don’t tell anyone I was a girl.” Journal of LGBT Youth, 10(1), 9–28. https://doi.org/10.1080/19361653.2012.717474 Ehrensaft, D. (2011). Boys will be girls, girls will be boys: Children affect parents as parents affect children in gender nonconformity. Psychoanalytic Psychology, 28(4), 528–548. https://doi.org/10.1037/a0023828 Erickson-Schroth, L. (Ed.). (2014). Trans bodies, trans selves: A resource for the transgender  community. Oxford University Press. Gonzalez, K. A., Rostosky, S. S., Odom, R. D., & Riggle, E. D. B. (2013). The positive aspects of being the parent of an LGBTQ child. Family Process, 52(2), 325–337. https://doi.org/10.1111/famp.12009 Grossman, A., Park, J. Y., & Russell, S. T. (2016). Transgender youth and suicidal behaviors: Applying the interpersonal psychological theory of suicide. Journal of Gay and Lesbian Mental Health, 20(4), 329–349. https://doi.org/10.1080/19359705.2016.1207581 STORIES FROM PARENTS OF NON-BINARY CHILDREN   36 Grossman, A, D’Augelli, A. R., & Salter, N. P. (2006). Male-to-female transgender youth: gender expression milestones, gender atypicality, victimization, and parents’ responses. Journal of GLBT Family Studies, 2(1), 71–92. https://doi.org/10.1300/J461v02n01 Harrison, J., Grant, J., & Herman, J. (2012). A gender not listed here: Genderqueers, gender rebels, and otherwise in the national transgender discrimination survey. LGBTQ Policy Journal at the Harvard Kennedy School, 2, 13-24. Hidalgo, M, Ehrensaft, D., Tishelman, A., Clark, L., Garofalo, R., Rosenthal, S., Spack, N., Olson, J. (2013). The gender affirmative model: What we know and what we aim to learn. Human Development, 56(5), 285-290. https://doi.org/10.1159/000355235 Hill, D., Menvielle, E., Sica, K., & Johnson, A. (2010). An affirmative intervention for families with gender variant children: parental ratings of child mental health and gender. Journal of Sex & Marital Therapy, 36(1), 6–23. https://doi.org/10.1080/0092623X.2011.547362 Johnson, S., & Benson, K. (2014). \" It’s always the mother’s fault \": Secondary stigma of mothering a transgender child. Journal of GLBT Family Studies, 10(1-2), 124–144. https://doi.org/10.1080/1550428X.2014.857236 Katz-Wise, S., Budge, S., Orovecz, J., Nguyen, B., Nava-Coulter, B., & Thomson, K. (2017). Imagining the future: Perspectives among youth and caregivers in the trans youth family study. Journal of Counseling Psychology, 64(1), 26–40. https://doi.org/10.1037/cou0000186 Katz-Wise, S. L., Ehrensaft, D., Vetters, R., Forcier, M., & Austin, S. B. (2018). Family functioning and mental health of transgender and gender-nonconforming youth in the trans teen and family narratives project. Journal of Sex Research, 55(4-5), 582-590. https://doi.org/10.1080/00224499.2017.1415291 STORIES FROM PARENTS OF NON-BINARY CHILDREN   37 Kuvalanka, K., Weiner, J., Munroe, C., Goldberg, A., Gardner, M. (2017). Trans and  gender-nonconforming children and their caregivers: Gender presentations, peer relations, and well-being at baseline. Journal of Family Psychology, 31(7), 889–899 https://doi.org/10.1037/fam0000338 Lev, A. I. (2004). Transgender emergence: Therapeutic guidelines for working with gender-variant people and their family, Routledge. MacNish M., Gold-Peifer M. (2014) Families in Transition: Supporting Families of  Transgender Youth. In: Nelson T., Winawer H. (Eds.) Critical topics in family therapy. AFTA Springer briefs in family therapy. Springer, Cham. https://doi.org/10.1007/978-3-319-03248-1_13 Malpas, J. (2011). Between pink and blue: A multi-dimensional children and their families. Family Process, 50(4), 453–471. https://doi.org/10.1111/j.1545-5300.2011.01371.x McGuire, J. K., Catalpa, J. M., Lacey, V., & Kuvalanka, K. A. (2016). Ambiguous loss as a framework for interpreting gender transitions in families. Journal of Family Theory and Review, 8(3), 373–385. https://doi.org/10.1111/jftr.12159 McGuire, J. K., Kuvalanka, K. A., Catalpa, J. M., & Toomey, R. B. (2016). Transfamily theory: How the presence of trans* family members informs gender development in families. Journal of Family Theory & Review, 8(1), 60–73. https://doi.org/10.1111/jftr.12125 Milrod, C. (2014). How young is too young: Ethical concerns in genital surgery of the transgender MTF adolescent. Journal of Sexual Medicine, 11(2), 338–346. https://doi.org/10.1111/jsm.12387 National Center for Trans Equality. (2021). About transgender people. https://transequality.org/about-transgender STORIES FROM PARENTS OF NON-BINARY CHILDREN   38 Newhook, J., Pyne, J., Winters, K., Feder, S., Holmes, C., Tosh, J., Sinnott, M., Jamieson, A.,  Pickett, S. (2018). A critical commentary on follow-up studies and “desistance” theories about transgender and gender-nonconforming children. International Journal of Transgenderism, 19(2), 212- 224, https://doi.org/10.1080/15532739.2018.1456390 Norwood, K. (2013). Grieving gender: Trans-identities, transition, and ambiguous loss. Communication Monographs, 80(1), 24–45. https://doi.org/10.1080/03637751.2012.739705 Olson, K. (2016). Prepubescent Transgender children: What we do and do not know. Journal of the American Academy of Child and Adolescent Psychiatry, 55(3), 155-156. https://doi.org/10.1016/j.jaac.2015.11.015 Olson, K., Durwood, L., DeMeules, M., & McLaughlin, K. (2016). Mental health of transgender children who are supported in their identities. PEDIATRICS, 137(3), 223-256. https://doi.org/10.1542/peds.2015-3223 Olson, K., Key, A., & Eaton, N. (2015). Gender cognition in transgender children. Psychological Science, 26(4), 467–474. https://doi.org/10.1177/0956797614568156 Rankin, S., & Beemyn, G. (2012). Beyond a binary: The lives of gender-nonconforming youth. About Campus, 17(4), 2–10. https://doi.org/10.1002/abc.21086 Reisner, S. L., Vetters, R., Leclerc, M., Zaslow, S., Wolfrum, S., Shumer, D., & Mimiaga, M. J. (2015). Mental health of transgender youth in care at an adolescent Urban community health center: A matched retrospective cohort study. Journal of Adolescent Health, 56(3), 274–279. https://doi.org/10.1016/j.jadohealth.2014.10.264 Richards, C., Bouman, W. P., Seal, L., Barker, M. J., Nieder, T. O., & T’Sjoen, G. (2016). Non-binary or genderqueer genders. International Review of Psychiatry, 28(1), 95–102. https://doi.org/10.3109/09540261.2015.1106446 STORIES FROM PARENTS OF NON-BINARY CHILDREN   39 Riley, E. A., Clemson, L., Sitharthan, G., & Diamond, M. (2013). Surviving a gender-variant childhood: The views of transgender adults on the needs of gender-variant children and their parents. Journal of Sex & Marital Therapy, 39(3), 241–263. https://doi.org/10.1080/0092623X.2011.628439 Riley, E. A., Sitharthan, G., Clemson, L., & Diamond, M. (2011). The needs of gender-variant children and their parents: A parent survey. International Journal of Sexual Health, 23(3), 181–195. https://doi.org/10.1080/19317611.2011.593932 Ryan, C. (2009). Helping families support their lesbian, gay, bisexual, and transgender (LGBT) children, Family Acceptance Project, Marian Wright Edelman Institute, San Francsico University, 1–12.  Scourfield, J., Roen, K., & McDermott, L. (2008). Lesbian, gay, bisexual and transgender young people’s experiences of distress: Resilience, ambivalence and self-destructive behaviour. Health and Social Care in the Community, 16(3), 329–336. https://doi.org/10.1111/j.1365-2524.2008.00769.x Singh, A. A. (2013). Transgender youth of color and resilience: Negotiating oppression and finding support. Sex Roles, 68(11-12), 690-702. https://doi.org/10.1007/s11199-012-0149-z Singh, A. A., Meng, S. E., & Hansen, A. W. (2014). “i am my own gender”: Resilience strategies of trans youth. Journal of Counseling and Development, 92(2), 208–218. https://doi.org/10.1002/j.1556-6676.2014.00150.x Steensma, T. D., Biemond, R., de Boer, F., & Cohen-Kettenis, P. T. (2011). Desisting and persisting gender dysphoria after childhood: A qualitative follow-up study. Clinical Child Psychology and Psychiatry, 16(4), 499–516. https://doi.org/10.1177/1359104510378303 Vance, S. R., Ehrensaft, D., & Rosenthal, S. M. (2014). Psychological and medical care of STORIES FROM PARENTS OF NON-BINARY CHILDREN   40 gender nonconforming youth. Pediatrics, 134(6), 1184–1192. https://doi.org/10.1542/peds.2014-0772 Veale, J., Watson, R., Peter, T., Saewyc, E. (2017). Mental health disparities among Canadian  transgender youth. Journal of Adolescent Health, 60(1), 44-49. https://doi.org/10.1016/j.jadohealth.2016.09.014 Wahlig, J. L. (2015). Losing the child they thought they had: Therapeutic suggestions for an ambiguous loss perspective with parents of a transgender child. Journal of GLBT Family Studies, 11(4), 305–326. https://doi.org/10.1080/1550428X.2014.945676 Wallien, M. S. C., & Cohen-Kettenis, P. T. (2008). Psychosexual outcome of gender-dysphoric children. Journal of the American Academy of Child & Adolescent Psychiatry, 47(12), 1413–1423. https://doi.org/10.1097/CHI.0b013e31818956b9 Weinhardt, L. S., Xie, H., Wesp, L. M., Murray, J. R., Apchemengich, I., Kioko, D., … Cook-Daniels, L. (2019). The role of family, friend, and significant other support in well-being among transgender and non-binary youth. Journal of GLBT Family Studies, 15(4), 311-325. https://doi.org/10.1080/1550428X.2018.1522606 White Hughto, J., Reisner, S., & Pachankis, J. (2015). Transgender stigma and health: A critical  review of stigma determinants, mechanisms, and interventions. Social Science and Medicine,147, 222-231. https://doi.org/10.1016/j.socscimed.2015.11.010 Wilson, E. C., Chen, Y. H., Arayasirikul, S., Raymond, H. F., & McFarland, W. (2016). The impact of discrimination on the mental health of trans*female youth and the protective effect of parental support. AIDS and Behavior, 20(10), 2203-2211. https://doi.org/10.1007/s10461-016-1409-7 Wren, B. (2000). Early physical intervention for young people with atypical gender identity STORIES FROM PARENTS OF NON-BINARY CHILDREN   41 development. Clinical Child Psychology and Psychiatry, 5(2), 220–231. https://doi.org/10.1177/1359104500005002007 Wren, B. (2002). “I can accept my child is transsexual but if I ever see him in a dress I’ll hit him”: Dilemmas in parenting a transgendered adolescent. Clinical Child Psychology and Psychiatry, 7(3), 377–397. https://doi.org/10.1177/1359104502007003035                   STORIES FROM PARENTS OF NON-BINARY CHILDREN   42 CHAPTER III: NARRATIVE RESEARCH STUDY Parents of non-binary children: Stories of understanding and support Familial support has been identified as an important variable in predicting health and wellbeing in transgender and non-binary child populations (Ryan et al., 2010). In light of these findings, it is imperative that family therapists be well prepared to facilitate support for these children when working with parents and families. Whereas parents of binary transgender children have resources and models for how to help their children transition from one pole of the gender binary to the other (Lev, 2004; Lev & Alie, 2012; Malpas, 2011), parents of non-binary and gender-fluid children have a different and, at times, less clearly defined task (Kuvalanka et al., 2017). As Laura, a participant from this study said, “there were lots of books and stories online of how to help your kid transition from boy to girl, but what about when your kid is not a boy or a girl, or is a girl and a boy? It took a long time to find help with that”. This study offers stories by three accepting parents that illustrate how they each came to identify, understand, and affirm their non-binary children. The question guiding this research is what are the stories parents of non-binary children tell about how they came to understand and affirm their child? Narrative inquiry was used to elicit the experiences of these parents, and to analyze those stories for how they illustrated the interplay between personal narrative and cultural discourse.  Literature review Non-binary as an identity descriptor means “a gender that is neither strictly male nor strictly female” (Erickson-Schroth, 2014, p. 617), and can be languaged in many different ways. When asked “what is your gender identity?,” about half of the 900 respondents from the Canadian Trans Youth Survey chose more than one option, and one in five wrote in an identity STORIES FROM PARENTS OF NON-BINARY CHILDREN   43 not listed in the dropdown menu (Veale et al., 2017). Non-binary gender is legally recognized as a legitimate identity on various governmental forms and some types of identification in nine Canadian provinces and fifteen states in the United States. People are increasingly using more and different words to describe their gender identities including terms like genderqueer, agender, pangender, and non-binary. However, people who identify as outside the transgender binary are just beginning to be studied in academic literature after a period of being subsumed into the larger transgender category. Studies that look at relationship processes between parents and non-binary children do not yet exist in the family therapy literature, even as parental support has emerged as a vitally important predictor of mental health outcomes in children who identify as transgender (Ryan et al., 2010). Transition-related inquiry has so far been centralized in the professional literature, and many varieties of gender non-conformity subsumed into a broad Transgender category. Ferguson (2016) explains the “Transgender Metanarrative” as a powerful discursive force that emphasizes the binary experience of gender, movement from one pole of the binary to the other, and how that eclipses and erases non-binary experiences. Although Ferguson (2016) focused on representation in film and media, the minimal representation of non-binary people is evident in the psychology literature as well. When non-binary people are included in research, the samples are confined to older adolescents or young adults. For example, Katz-Wise, et al. (2017) produced analysis on how families with transgender and gender nonconforming children think about the future, and included two children in their sample that identified outside the binary, one as a “girlish boy” and the other as a “gender fluid boy”. The overall sample, however, was 16 children and 29 parents, meaning the non-binary participants represent just 4% of the total. Similarly, Gonzalez et al. (2013) identified positive aspects of parenting an LGBT child by STORIES FROM PARENTS OF NON-BINARY CHILDREN   44 surveying parents of LGBT youth, and found personal growth to be a prominent theme. However, their sample was comprised of just 9% parents of transgender youth, and it is unclear whether the youth were binary transgender-identified, gender nonconforming, or non-binary. More research on family processes that support non-binary children and adolescents—regardless of whether medical transition is sought—is needed since family support has been identified as a crucial variable in mental health outcomes for transgender children (Olson et al., 2016). More recently, Weinhardt et al. (2019) further confirmed the relationship between support and health outcomes by using mixed methods to describe the relationship among resilience, social support, and wellbeing. This study is an exception to the pattern of underrepresenting non-binary participants, including 58 young people (37.7% of all respondents) who identify as genderqueer, genderfluid, non-binary, or agender (Weinhardt et al., 2019). Alongside adding to the mounting evidence to support the relationship between familial support and wellness, Weinhardt et al. (2019) created a more operationalized definition of support, language by participants as “support is acceptance with actions” (p. 319).  This area of study is important not only because there is a gap in the literature, but also because people who identify as non-binary are at greater risk of harm in our culture. Harrison et al. (2012) sampled over 900 young adults and found that “[a]s compared to transgender-identified survey respondents, genderqueer people were more likely to: suffer physical assaults (32% compared to 25%), survive sexual assault in K-12 education (16% compared to 11%), face police harassment (31% compared to 21%), be unemployed (76% compared to 56%), [and] avoid healthcare treatment for fear of discrimination (36% compared to 27%). White Hughto et al. (2015) reviewed existing studies and found that stigma against people with transgender identities correlates with adverse health effects. This paper highlights the need to prioritize STORIES FROM PARENTS OF NON-BINARY CHILDREN   45 research on identifying mediators and moderators of stigma, as well as developing interventions to prevent stigma (White Hughto et al., 2015). These findings were replicated and expanded upon by Lefevor et al. (2019) who showed genderqueer individuals experience significantly more adverse health outcomes compared to their cisgender and binary transgender counterparts. It is incumbent on us as a community of mental health practitioners to educate ourselves about the life experiences of non-binary people, including the experience of minority stress within transgender communities as well as possible stigmatization in families, and enact therapies that support them in their identities. Methods Narrative inquiry as a research methodology recognizes the central role stories play in how people organize experience and create coherent meanings throughout their lives. Narrative researchers ask questions of participants to elicit stories that illustrate the struggles of their lives and the ways they have consolidated their identities over time through conflict and dramatic resolution. The role of the researcher is one of collaborator and active participant, and inquiry is situated within a paradigm of social construction (Gergen, 1999). Family therapy has long been interested in the ways stories shape experience, and the field continues to be influenced by the work of such narrative theorists like Michael White, David Epston, Jill Freedman and Gene Combs to name a few. These figures’ work all straddle the worlds of therapy practice and theory/research, and highlight the artificiality of any such rigid boundary. Indeed, Speedy (2008) argues for a merging of therapeutic and research practice through centering the collection of life stories through interviews. This study, using narrative inquiry methodology, follows in that vein by overtly framing the interview as a collaborative process where knowledge is co-created and emergent. Fontana and Frey (2005) clarify that “interviews are not neutral tools of data gathering STORIES FROM PARENTS OF NON-BINARY CHILDREN   46 but rather active interactions. . .” (p. 698).  I conducted this type of interview conversation with three parents of non-binary children who self-selected to participate. It is of note that all three participants were mothers who were also primary caregivers as well as the main advocates for their children within their respective family systems. All interviews were first audio-recorded and then transcribed. Participants were recruited from an online call for participants posted in social media groups for parents of trans and non-binary children. All three participants were mothers who carried their children and were primary caregivers; the participants’ children ranged in age from eight to eleven years old at the time of the interviews. Two participants identified as White and of Western European descent, and one participant identified as Black and of Caribbean and Western European descent. All three resided in the northeast United States, hold advanced degrees, and described themselves as middle class. My voice as researcher was also included in the findings since to delete my contributions to the conversation would not be in keeping with the spirit of collaborative narrative inquiry. Creswell and Poth (2017) explains how narrative inquiry uses small samples to maximize depth, rather than breadth, of description: “in narrative research, I have found many examples with one or two individuals, unless a larger pool of participants is used to develop a collective story” (p. 157). This project’s aim was not to create one unified collective story, but more than one participant was needed in order to analyze how personal narratives are shaped by cultural discourses. With a sample of three, it was possible to observe patterns in order to elucidate how the experience of parenting a non-binary child is influenced by a larger cultural story about gender.  Dialogic Analysis STORIES FROM PARENTS OF NON-BINARY CHILDREN   47 Narrative inquiry has many subtypes that emphasize different aspects of storytelling. Some narrative researchers have “interest in the hows and whats of storytelling [and] base their inquiry on intensive interviews about specific aspects of people’s lives…” (Chase, 2005, p. 659).  This tradition, referred to as “sociological narrative inquiry,” asks researchers to not merely report on the themes told by participants, but rather “how their stories are embedded in the interaction between researcher and narrator, how they make sense of personal experience in relation to culturally and historically specific discourses, and how they draw on, resist, and/or transform these discourses” (Chase, 2005, p. 659).  Dialogic analysis as defined by Riessman (2008) takes aspects of the hows and whys of stories, but adds another set of questions about “who an utterance may be directed to, ‘when’ and ‘why,’ that is, for what purpose?” (p. 105). In this way, analysis of participant narratives begins during interviews, and continues through the process of transcribing, theorizing, and writing. Attention to the physical context of the interview and transparency from the researcher about why certain questions are being asked is paramount in order to create a collaborative atmosphere suitable for dialogic analysis. By using both sociological inquiry and dialogic analysis, and thereby attending to the micro and macro level of meaning-making, I engaged each participant about their personal experience of large social and cultural issues. Procedures of dialogic analysis As a narrative researcher, I used different types of documentation and record keeping as part of the analysis process. Analysis begins with the first contact between participant and researcher. The context, both physical and relational, are pertinent aspects of analysis, and I recorded this process in writing in the form of field and interim texts. STORIES FROM PARENTS OF NON-BINARY CHILDREN   48 Field texts. In my experience as a qualitative researcher, I have noticed how the brief notes and emails back and forth during the process of scheduling an interview, thanking me for coming to their home for the interview, and the final member-checking correspondence are rife with pertinent data. These notes and emails are another place that participants are creating their stories and meanings, and this data was captured as well.  Field texts documenting my thought process as researcher were also considered part of the narrative inquiry data set. After interviews, I wrote brief notes to document my ideas, emotions, and initial reaction to the experience. These documents are akin to memos in the grounded theory tradition, and are crucial not solely for the role they play in analysis but also the role they play in building trustworthiness in the final research report. Interim texts. Clandinin and Connelly (2000) explain the importance of “interim texts” (p. 133) as the researcher moves from field texts to a final research report. An interim text is a document that aids the researcher in some aspect of the analysis but that may not end up in the final report. In this project, interim texts were used as a way to bridge the gap between my theorizing after the interviews and the final results section. Working from field texts as well as my memory of the interviews, I wrote a short document summarizing the participant’s narrative and my initial thoughts about how the narrative intersects with the dominant discourses about the gender binary and gender conformity. Analysis informed by literary theory. Dialogic analysis invites researchers to consider participant narratives as a “performative struggle over meanings” (Riessman, 2008, p. 106), and a robust analysis will identify all the voices at play in that struggle. As Goffman (1974) observed, people tell stories in order to present a self, and that self is usually engaged in a drama to overcome some foe or challenge. As I listened to participants, and then later to the audio STORIES FROM PARENTS OF NON-BINARY CHILDREN   49 recordings and read the transcripts, I paid special attention to identifying dramatic characters within the narrative, and unpacking how the drama was constructed. Creswell and Poth (2017) emphasize how narrative researchers should be keen to identify “turning points,” as they are often crucial transformational moments in a person’s narrative. My findings consist of stories of the participants’ turning points, and an analysis of how those narratives work with and against the most pertinent cultural discourses related to gender conformity and the prevalence of the binary. Member checking. In order to increase the validity of the findings and remain consonant with the collaborative spirit of narrative inquiry, all participants were given a copy of their results section before publication in order to elicit their feedback and revisions. Participants were invited to amend and add to the narratives as I had constructed them in the results section, and to delete anything that did not feel resonant. No significant changes were made at this stage of the process, although two participants expressed gratitude and pride at the experience of reading about their journey.  Results  Each participant shared their memories of coming to understand their child’s gender identity, some fully articulated narratives with beginnings, middles, and ends, some less cohesive collections of important moments. This section offers each participant’s words in verbatim form alongside my reflections as interviewer and researcher. Some of my words are spoken aloud in the verbatim transcript while others were added in later from my interim texts, and are meant to capture my thoughts and reflections as the analysis process began. Because I hold each interview as its own narrative event, its own story, I have also included descriptions of where and how each interview took place.  STORIES FROM PARENTS OF NON-BINARY CHILDREN   50 Gabby  Gabby is 37 years old, Black, middle class, and a financial investment professional. She identified as a heterosexual cisgender woman. She is married to Jeremy, a 43 year old White cisgender, heterosexual man. They are parents to two children: Donovan aged 13 and Alex age 11. Donovan uses he/him/his pronouns and identifies as a cisgender boy. Alex uses they/them/theirs pronouns and identifies as non-binary. Gabby was explicit in wanting Alex’s natal sex to be disclosed since moving away from gender stereotypes based on natal sex was integral to her journey. Alex was assigned female at birth and began expressing a gender non-conforming identity at age 3. They asked for a name change at age 5 and have been using either no pronouns or they/them pronouns since that time.  This interview took place in Gabby’s home, a space that exuded both warmth and order. Family photographs were hung artfully in every room, a visible timeline of the family’s growth. One framed photograph in the entryway showed baby Alex in their older brother’s lap; Donovan wearing a bowtie with matching vest and pants, and Alex dressed all in pink and wearing a headband with a bow around their still bald baby head. In the kitchen, what looked like the most current photograph was affixed to the refrigerator door with a magnet. In this photo Alex is standing next to their brother, both children wearing hooded sweatshirts and jeans, arms around one another’s shoulders, smiling for the camera. We sat down at her kitchen table and began the interview. It did not take long for Gabby to get to the heart of her experience—a layered and complex narrative that started with a moment of deep recognition that rocked her world, followed by a journey of finding support while fielding microaggressions from other parents of gender nonconforming children as well as from professionals. The Bath Time Story STORIES FROM PARENTS OF NON-BINARY CHILDREN   51 G: The main thing is this, it really comes down to access. Access to resources and access to communities of support. When Alex came out, I mean, really came out like as in ‘I don’t want to be she anymore, Mommy’ I knew I needed to access some different communities…I didn’t have anyone, I mean I didn’t know who to turn to, you know? I had to find it myself, BB: Do you remember when you figured that out, like do you remember when it hit you that you needed something you didn’t have access to yet? G: Yes,…I remember a moment pretty clearly actually. It was when Alex was about two and a half, somewhere around there, maybe closer to three, actually, and she—they were in the bathtub. And by this time Alex was already very vocal about not being a ‘she’, that’s how they would say it, ‘not she, mommy’. And anyway, so during bath time, I remember this moment when I let my mind just really go there, you know, like I was looking at my child in all of their beautiful natural-ness, you know, and I let myself go to the place of seeing them as…not a girl. At that point I thought maybe a boy? I didn’t have the language yet for non-binary and genderqueer and all of that. But the point is, I let myself see them as something other than their natal sex, and it hit me, deeply, like yes, this is who they are, this is really the truth. And after I had that moment I was able to hold that image of them inside more consistently. BB: it sounds like you started to mentalize them differently? Like— G: —like as not a girl, yes! Like I took apart the natal sex and gender identity sandwich and saw the two different parts for the first time. I wouldn’t have put it that way at the time, but that’s how I understand it now. STORIES FROM PARENTS OF NON-BINARY CHILDREN   52 BB: wow, and all that happened during one bath time! Do you remember anything more about that moment, what you were feeling and what happened next? G: I felt…shook…but determined too. I felt like something big was about to happen, something big was happening and that it was going to rock us to the core. And like I was going to need some back up. Yeah. [laughing] It was a pretty monumental bath time now that I think of it.  Gabby’s bath time moment of recognition set off a process of trying to find support both from within her family as well as from professionals. In both contexts, she was met with differing levels of understanding and fielded questions and criticisms. Finding the Book G: My mom and dad, they had no framework, I mean none, to understand gender as a spectrum, or even that gender and sex might be, you know, different. And I had a hard time…I wasn’t in a position to educate them at that point. They are both highly educated people, but not in this. I was just starting out myself, and also, I was, it all felt stressful. Like I wasn’t sure and so how was I supposed to bring them up to speed?   BB: How did you get ‘up to speed’ so to speak? What helped? G: Well, first a bunch of stuff didn’t help [laughing] before I found anything that did. I contacted probably a dozen therapists and counselors. I was looking! And some of the responses I got were just, you know, dismissive as in ‘your child is too young, you are getting ahead of yourself,’ that kind of thing to outright harmful. Like this one guy, he was a family counselor, I think, he jumped right on the ‘how did you do this to your child’ train! Asking me questions about what kind of toys I let her have, and how many positive female role models she had.  STORIES FROM PARENTS OF NON-BINARY CHILDREN   53  BB: So some dismissive and then hurtful—harmful responses?   G: Yeah, just a lot of no help to be found at first. And then I found the book, my husband  and I call it The Good Book like it’s the bible or something! [laughing]  BB: Oh my goodness, what book is this? And how did you find it?  G: Let me get it for you. [leaves the room and returns with Jodie Patterson’s The Bold   World (2019)]. This is it, this is The Good Book. Finding this really did help me turn a  corner. To have a book like this, written by a Black woman, it is just, I can’t say how much it helped.  BB: Yes, I hear that. It was important to find some, some mirroring, no?  G: Absolutely, yes. Because a lot of those spaces –like the groups and what not that are  for families with gender diverse kids, a lot of those spaces are extremely White. I mean, the camps, too. And as a Black family with two Black children, those groups weren’t really for us. They were fine, in a way, but we weren’t leaving there with other parents’ number ready to set up playdates, you know what I mean? White spaces did not provide the type of community Gabby needed not merely because she was not mirrored, but also because she consistently had to field microaggressive questions and racist comments from other participants and group leaders. Gabby recalled being asked if her family was from ‘down South’, if Alex’s father was ‘absent’, and if she needed help accessing financial aid resources in the first meeting of a family group – all questions that arose from racist tropes and assumptions about her life and history. She left that group feeling unseen and marginalized and did not return. Finding Patterson’s memoir, a story of a Black mother parenting her gender nonconforming child within the context of a highly successful, closely-knit family of origin who highly praised achievement while also hewing closely to traditional gender roles—was a gateway STORIES FROM PARENTS OF NON-BINARY CHILDREN   54 to seeing a family like hers, an experience she was initially unable to access in her actual community.  Half the Weight of the World  The most emotional part of the interview for Gabby was when she talked about what it was like to gain the support of her husband Jeremy. She explained that he always was a stalwart support of both her and the children, but that the concept of non-binary gender was “too much for him, initially”.  G: After I stopped going to the groups, you know, I just stopped and thought all I need,  all I really need, is my family. This was before I found the book [laughing]! And so I decided to enlist Jeremy in my project.  BB: your project?  G: Yes, initially I had tried to keep it out of his zone, he had made it clear that he thought  it wasn’t going to last, a phase, something I was getting too wrapped up in. And I decided  I needed him in on my project of getting what we needed to, to parent Alex, I guess. I just needed him in it with me is what I mean. And so I came home from one of those groups, and I remember putting Alex down for a nap and saying to Jeremy, “I need you, babe. I really need you on this one’, and you know what? He showed up! He showed up like all the way [laughing]  BB: what happened? How did he show up all the way?  G: He looked me in the eye and he said to me ‘we got this. We got this. Our kids are  going to be just exactly who they are and everyone is going to get right with that’  BB: Gabby, it looks like that memory means so much to you. Do you remember what you  felt like at the time? STORIES FROM PARENTS OF NON-BINARY CHILDREN   55  G: I felt like the weight of the world was…was halfway off my shoulders! Directly asking for Jeremy’s presence and collaboration was foundational to Gabby’s process of supporting Alex. Her story of him “looking her in the eye” highlights just how crucial couple processes can be in overall family acceptance of a transgender or non-binary child. Laura  Laura is 43 years old, White, middle class, and a professor of science. She identifies as a bisexual cisgender woman. She is married to Grady, also 43 years old and also a professor who identifies as a White cisgender heterosexual man. They are parents to two children: Wren aged 11 and Paul age 5. Paul uses he/him/his pronouns and identifies as a cisgender boy. Wren uses they/them/theirs pronouns and identifies as non-binary. Laura emphasized that Wren would not want their natal sex to be disclosed in this study. This interview took place outside at a campout organized by a local trans advocacy group. We sat under a tarp while the June rain drizzled around us. Laura deposited her youngest child with her spouse and took a seat at the picnic table under the tarp. It was early summer in New England, and the light rain had driven most people back into their tents. This was the second day of the weekend, and the feeling of the gathering had relaxed. People had loosened up and begun to coalesce into natural groupings. The older kids claimed the woods, the younger kids radiated between their parents at camp and the nearby tetherball court about 50 yards away. When I approached Laura about participating in this study and sharing her stories of parenting a non-binary child, she agreed immediately. She said, “I know the dearth of information out there” to describe families like hers. She seemed eager to share her experience. “We didn’t fit in” STORIES FROM PARENTS OF NON-BINARY CHILDREN   56  Laura told several short, almost scene-setting stories about how early on she did not find the support she needed. She began the interview by telling stories about attending conferences and workshops for parents of trans children, and feeling like she either didn’t fit in, or like the support being offered didn’t fit her family.  at the GEMS conferences every kid was binary trans, right. Like, I could not find any non-binary stories. And was getting a lot of, from the people who were in those groups, why aren’t you letting your child transition? And I was like, cause my child doesn’t wanna transition. That’s not who they, like, they did wanna transition but they didn’t wanna transition binarily. And so that was really hard. The feeling of being missed or mis-attuned to came up in stories about Wren’s school as well. Laura grappled with wanting to rely on the expertise of teachers and administrators who had good intentions, but who ultimately did not (or did not know how to) support Wren’s non-binary identity. Not only were these school experiences painful for both Wren and Laura, but they shook Laura’s previously steadfast faith and belief in teachers as safe experts who could help her.  L: So Wren was getting constantly asked, are you a boy, are you a girl, are you a boy, are you a girl, what are you really?  BB: What are you really. L: And they went from someone who was really proud of who they were to really quiet and hurt. And the teacher even at one point mentioned, like, ‘Yeah, the other day I just had them line up, you know, boy and girl to see which one Wren would line, go in,’ and I didn’t know just how bad that was. Like I knew it was bad, but I was still on the like she’s the teacher, she’s the expert, she must know what she was doing.  STORIES FROM PARENTS OF NON-BINARY CHILDREN   57 BB: She must know. At this point, Laura’s voice drops and she appeared sad. I imagined her observing herself, standing behind and above her past self who is seated in the school chair at this meeting. I imagined her trying to hold on internally to the faith she had in teachers, and how badly she wanted to trust that her child will be OK in this school setting. When Laura started speaking again it was to tell another story about a meeting with a teacher.  L: So we sat down with her. And so I’m like, you know, Wren is leading the conversation but I’m trying to support them through it. And she’s like, ‘Yeah, absolutely, you can start wearing [whatever you like]. You just have to be able to explain why.’ And in that moment I could see Wren ’s whole self, like, implode, right?  BB: What was that moment like for you, do you remember? L: Oh, well, I was just like – again, I was still on the ‘teachers know what they’re doing’. And so if she says this is what they’re supposed to do, they should do. You know, being able to explain who you are, that makes sense. I see my child imploding but I’m, I was still in the like, adults know what they’re doing, trusting…trusting this…as opposed to trusting what I see my kid doing. So, looking back on these moments is very sobering for me. But I think I’ve come to peace with it more, that I really was doing the best I knew how.  Laura went on to explain the chronology of deciding to homeschool Wren for the remainder of second grade before finding a new school, advocating with different teachers, and bringing in a professional legal advocate to better support Wren. As she went through this litany of struggles with the school system, I was stuck on picturing her walk across the campus where she taught science, a single-sex college that at that time was messily grappling with issues of STORIES FROM PARENTS OF NON-BINARY CHILDREN   58 gender inclusivity with its trans students. I pictured her striding across the green with Wren in tow, attempting to tend to her duties as a professor as well as a parent. I imagined the split attention she must have felt during those days when she was holding office hours for her students and homeschooling Wren at the same time.  L: we hired babysitters [for Wren] at the colleges where we work, like, when we were teaching, and they would be affirming with pronouns and get it immediately. And so that was really nice. On the flip side, Wren is a really social kid and they were not with any of their peers. And that was really hard for them. And they were also confronting what it means to be at a women’s college, which is pretty screwed up [laughs] when you’re figuring out non-binary. And I’m trying to, like, explain to them why women’s colleges need to exist. And the school at that time was going through the, ‘What are we? Are we a women’s college, or are we for anyone who’s not a cis man, or what?’ So it was very complicated. And I was still, like, nervous about being an out and proud parent to Wren in that setting. Like, ‘What are my colleagues gonna think?’ And, so right, so I was still, quite nervous about telling people. Laura’s workplace/homeschooling story offers one version of the incredibly granular and specific process parents go through as they parent a non-binary child. Although she did not frame this part of her story this way, I think of those homeschooling from work days as her process of enacting and growing her version of parental support, the emergent and messy realization of her aspiration to “figure out how to get my head in the game in order to support my kid properly”. It reminded me of Weinhardt (2019) participants’ definition of support as “acceptance with actions” (p. 319).  I also became very aware of the difference between therapy and research at this point in the interview, as I saw the “landscape of action” (White & Epston, 1990) I could STORIES FROM PARENTS OF NON-BINARY CHILDREN   59 have co-created with her if this were a therapeutic rather than research conversation. As it was, I stayed with her as she described the nervousness, the worry she held about being “an out and proud parent of a non-binary kid” at her work place—a setting where the students were supportive of Wren while her colleagues remained more quiet and harder to read. Her experience of being quickly and totally accepted by her students illustrates how she moved from a position of outside and “not fitting in” to a source of support to her trans and non-binary students. This marked an important pivot for her from feeling awash and uncertain to more rooted in a community that accepted, validated, and celebrated her child’s gender, and looked to her as an example.  “OK, OK, so everything I think I know is wrong.” As a scientist, an academic, Laura organized her life around the idea that science was bias-free, and that culture did not have an impact on the findings of science. “I had very much been a, science, very pro-science and very defensive of its objectivity and lack of bias”. Those beliefs broke down in the experience of identifying and accepting Wren’s non-binary identity, and began a process of confronting foundational beliefs that had previously felt unshakeable to Laura.  this is something I only realized more recently – that if they [Wren] are non-binary, and that is a true thing that one can be, then all of my science education is bullshit. And deeply biased, just as deeply biased as everything else. Even though we claim that it’s not. Yeah. So it was a big, it was a lot of, sort of, grieving what I thought was real, and what I thought was true, and what I thought I could rely on.  Laura spoke this last sentence quickly, in a way that made it seem like she had said it before, like this was a well-worn bit of insight she had come to long ago. Like it was incorporated into a STORIES FROM PARENTS OF NON-BINARY CHILDREN   60 larger understanding she held about her experience as a parent. She quickly moved to illustrate the point with a story of what it felt like to her to be in a safe space with her non-binary child. L: And so like, I was, the first year we went to Aranu’tiq Camp, family camp, like, I just sobbed the whole weekend, 100%. And I was like, I’m really happy. I’m really glad, I’m glad we’re here. I’m glad my kid is here, and it was like, oh, I guess my whole world is shifting. Like, I’m coming to terms with a new —  BB: That’s what you were sobbing about.  L: I, I mean that was a big part of it, was like, this is true. This is who my child is. They can be safe, and there can be safe spaces for them. And in hindsight, everything I know about the world is wrong. [laughs]  BB: [laughs] Oh my gosh. L: Cause I had very much been a, like, science, pro-, very pro-science and very defensive of its objectivity and lack of bias.  BB: Woah, so is it — I wanna make sure I’m following you cause it sounds to me like you had a moment of recognition, that the discourse of science is just as cultural as any other discourse. Am, am I in your neighborhood? L: Yes. Exactly. Because it was like, oh wait, so the reason we think everything is male and female is because that’s the lens we brought to it, but in fact there’s all these examples that we are calling, like mistakes or abnormal. But it’s a huge N, right, and if you get past the humans, it’s even a huger N. This is just bias, right, like, the fact that we’re still calling it male and female even though there are creatures that, like, can change their gender at a whim, right, but, like, all that stuff. So, like, OK. [laughs] This is STORIES FROM PARENTS OF NON-BINARY CHILDREN   61 a, a big miss for science and it’s such, like, a basic part of science that I was like, OK. [laughs] This is all filtered through our culture. BB: So would it be fair to say that it was like a ground shifting kind of moment for you?  L: Yeah. Big time. BB: Apart, connected to but apart from Wren. Like, woah, what does this mean about how I understand the world? Holy moly.  L: Right. Right. Yes. The Stroller Story Laura’s experiences at family camp kept coming back up as the interview went on. As she got deeper into describing her experience of moving from feeling a lack of support to confronting her beliefs about expertise, authority and science, she dipped back into sharing short stories from camp. This story, which I came to think of as “the stroller story” highlights the family-level identity development process she experienced of differentiating from a group of people who are perhaps similar to her but not quite the same. Not quite mirroring.  In other words, her story reminded me that we learn who we are by seeing examples of what we are not.  Laura explained the pain, the necessary and generative pain that their family experienced at that camp made specifically for trans families. A camp created for trans children to experience camaraderie and play as their most true selves, and be affirmed in their gender identities without question. Despite this objective, Laura explained that both she and Wren felt othered and “like outsiders” for the most part. At the time of their attendance, the camp was very much geared toward families with binary transgender kids, most of whom seemed to be “joyfully running around feeling free…trans girls wearing swimsuits, playing and laughing”. Meanwhile, Wren was firmly “not a girl. And not a boy. They’re just them. And we didn’t have, we didn’t use they STORIES FROM PARENTS OF NON-BINARY CHILDREN   62 pronouns yet, we didn’t know, we didn’t have any of this. I was just like, it was clear they were non-binary, I just didn’t know that term”.  Laura explained how Wren struggled mightily at camp from the earliest moments:  And so, we’re there [at family camp] the first morning when all the staff stand up and introduce themselves at the front, and they all, most of them, sort of, disclose pronouns and their gender identity and their sexual identity. And Wren, like, flipped the fuck out, and, ran out of the room and was hiding in Paul’s stroller who was, you know, one year old at the time”. I pictured Laura in a large cafeteria building, echoing voices bouncing off the high rafters, her eyes trained on her child who is watching real live trans adults claim and name their gender identities. I picture her heart rate climbing as she sees Wren beginning to get overwhelmed, and then, suddenly, run from the room. She passes her younger child to her husband and follows Wren out the double doors, finds them huddled in a much too small stroller, trying to wriggle into the seat, trying to disappear. Laura recalls what she thought at the time, “is this hitting too hard, or are they in the wrong place and I’m pushing them to be something that they’re not? Like, it felt like either one could be true”. She wonders, is this camp experience pushing Wren in a way that is not congruent with who they actually are? Or is this “hitting too hard” because it is so resonant?  My question as an imagined observer to this scene was to wonder if she was perhaps snared by that cultural story that we parents can make our kids trans. If we “expose” them to gender nonconforming people, if we “let them” play with “crossgender toys and playmates” if we allow our own LGBTQ identities to be known in the family, are we planting seeds of transgressive identity development in otherwise cisgender kids? This transphobic narrative STORIES FROM PARENTS OF NON-BINARY CHILDREN   63 dominated psychological literature from decades, and caused much harm to trans people in direct and indirect ways. She explained the mental unhooking she did in order to meet her child.  this was the moment when I was like, OK, this is one hundred percent real. This is definitely the best place [family camp] we could’ve taken Wren [laughs] this weekend. And, like, that was sort of my call to action of, we need to do better by them and get, we need to demand support no matter, even though we can’t find it we need to demand it. I imagine Laura’s shoulders drop as she lets go of the notion that she has caused or created her child’s gender identity, or that she is responsible for directing its course. I imagine her crouching down to talk to Wren who is still too big in the stroller, and letting them know that she sees them, knows them, will make space for them even when it feels like the world is not built that way yet. She knows that there is no camp counselor or elementary school teacher, no expert, who knows better than she does who her child is; her locus of control moves from outside to inside, and she experiences a resounding moment of clarity that she will “demand support, even though we can’t find it we need to demand it”.  Sara Sara is 47 years old, White, middle class, and works as an attorney and social justice activist. She identifies as a queer cisgender woman. She co-parents two children with her ex-spouse who identifies as a cisgender lesbian. Sara’s two children are twins, age 8 at the time of the interview. Declan uses he/him/his pronouns and presents in a gender conforming manner. Sam currently identifies as non-binary, does not have a static pronoun of choice, and has used multiple names throughout the last few years. In Sam’s earlier childhood, genderfluid was the word of choice, but for the last year or so, Sam has gravitated toward non-binary as the descriptor that fits best. Sara emphasized that she would attempt to not use pronouns in the STORIES FROM PARENTS OF NON-BINARY CHILDREN   64 interview but rather just use Sam’s name. In practice, as she shared her stories in the interview she moved among using Sam’s name in place of pronouns, using they/them/theirs as well as he/him/his. Sara’s professional and personal identities developed together as she claimed a deeper understanding of the spectrum of queerness in her early adulthood. Her entry into law school, “one of the gayest law schools in the country”, marked her introduction into LGBTQ community, and in particular introduced her to the life experience of people who identified as bisexual. This experience made an important, lifelong impact on her, and helped her consolidate her values around advocacy:  I worked with a truly bisexual man who was comfortable, and I had lots of conversations with him about bisexuality, really, and bi-phobia. And it was, like, the first real conversation about bi-phobia that I remember having. And – …yeah. There have been, very much, these touchstone people. And I never, sort of, wanted them to feel like not them, right? Cause they’re people I, I deeply cared about and, and felt strongly about, so it was, like, I’m, a mama bear a little bit about this, too. Like, ‘OK. So you’re one of my people and, [laughs] so therefore I’m gonna learn as much about this, and now I’m gonna take it on, and learn and read as much as I can, and become your biggest advocate” Sara is trying to trace the difference she feels in the way she advocates for her peers and community members who have marginalized but static (and perhaps more legible to cisgender audiences) identities like bisexual, trans man, or trans woman, versus the way she has tried to advocate for Sam’s fluidity and multitudinous gender. She also segments her “parts” as a lawyer, an advocate, and a mom:   STORIES FROM PARENTS OF NON-BINARY CHILDREN   65 That’s the lawyer part, the advocate part. But it’s not the mom part. You know, the mom part is really just being supportive of, because I, you know, because Sam’s 8. I just, I don’t wanna limit Sam either, right? So if Sam decides, kinda, binary trans or, like, or cis or bi, non-binary but I’m only attracted to cisgender or whatever, like, I wanna just be open to all of it. And not, this is hard to explain [to others]. To advocate for Sam where Sam is in that moment but not in a fixed way, right? Like, I don’t ever want, I don’t ever wanna be – cause Sam is not a kid like, you know, [name removed for privacy] or other, sort of, binary trans kids that I know who really were consistent, persistent, insistent on a very binary gender identity from, you know, the age of 2 on. That’s not been Sam’s experience so I am not gonna force any path like that for Sam. So, so yeah, so, advocate but in a very open way. As opposed to, you know, for my friend who was bi, where it was a pretty clear identity for that person that that was, at least then, and, and still now, how they identify. At times, Sara’s identity as a public advocate and attorney has caused other people to misread her and Sam, and make wrong assumptions about what type of support is needed. She tries to explain this in her recounting of Sam’s second grade year – a time in Sam’s life when Sam described themselves as genderfluid and was expressing gender in lots of different ways stylistically from one day to the day. I came to think of this vignette as The Dead Poets Society Moment. Dead Poets Society Moment  S: In second grade Sam got up on their desk three times before I was actually told about it, and announced that they were trans. And actually in kind of an angry way.  BB: Got up on their desk, like, stood up on it? STORIES FROM PARENTS OF NON-BINARY CHILDREN   66  S: Stood up very, very Dead Poets Society, very Dead Poets Society way, right? …there was so much emotion that the only thing this child felt they could do to get your attention was to stand up on their desk and announce to a class of 23, save one, save one who knows, kids that they were trans. And they didn’t really have a good an-, she didn’t have a good answer for me. But that, that happened. Sara’s speech was soft and quick throughout the interview, but especially during her recounting of Sam’s Dead Poet’s Society moment. She seemed to struggle to articulate some aspects of the story, the confusion and indignation she felt that she hadn’t been told immediately was still very much to the surface.   BB: So did she, did you get a call? I’m trying to understand –   S: So I, it was a pickup and the paraprofessional, actually, in the class said to me, ‘So, this happened.’ And I was like, ‘Wait. This happened three times?’  At this point in the interview, the question hung in the air for a moment before she resumed the narration, and my hunch was that she was feeling a portion of the anxiety she felt at the time imagining her child alone in their distress, trying in their best 7 year old way to be seen and heard.  S: And then I called the full t-, the teacher, was like, ‘Why did, what—?' That was when I had the conversation, was after the paraprofessional at drop off, I guess it was, her response was, ‘Well, I didn’t think you would care because of what you do.’ And I was like [laughs], ‘No, I don’t, I, I am perfectly comfortable supporting Sam no matter what. But, but that’s not, this isn’t about me. It’s about Sam.’ Right, like –     BB: That’s, that’s puzzling. STORIES FROM PARENTS OF NON-BINARY CHILDREN   67  S: This isn’t about like, whether I’m OK with trans people or not. This is about what experience my child’s having. Sara is trying to express the slippery, hard to language task of redirecting the school staff to her child’s needs rather than the needs the teachers assumed she had as a parent. In that moment, Sara saw cisgender privilege at play in the school system – Sara’s experience as an adult cisgender person was prioritized. In other words, the issue most salient to them was whether Sara would want to know about this gender nonconforming behavior in order to perhaps discipline it, or contain it in some way? That the school staff knew Sara to be a supportive LGBTQ activist actually led to a lack of communication; Sam received less support as their experience was deprioritized.  BB: So there was an assumption that because of what you do and your beliefs, that you [crosstalk]  S: That I wouldn’t care, right, that Sam was up on a chair, or on a desk, shouting, shouting multiple days in a row, apparently, that, that they were trans. Because –   BB: Wow. So how’d you feel?  S: – because of their assumption – well, to me, it was like, well, their assumption is that some, you know, for people who maybe it might’ve been an issue they would’ve called, like, they would’ve called them to talk about it. And, like, that’s completely screwed up and backwards and sideways. And it, it is so not child centric, right? Like, we’re supposed to be worrying about children’s school and not, and yes, about, sort of, the family support structure, but supporting the child, and then working with parents to help them, if you can, to support the child. And not worrying about parents or what parents’ views are. And they’re not making that connection. STORIES FROM PARENTS OF NON-BINARY CHILDREN   68 First Event  Sara’s work and personal life are interwoven and integrated. Her experiences as an activist have given her long lasting relationships with many people in LGBTQ communities, including people of both older and younger generations. Her two children grew up at rallies and events for social justice, and so it makes sense that the story of one of her most important turning moments happened at First Event, the longest running trans conference that is held annually in Boston.  S: …this was a big moment. I wanna say it was kindergarten. I was working First Event, and both kids were looking very traditionally male at, at First Event. And Sam, at some point, it was in the childcare session, so it wasn't any kind of session on trans anything, it was literally just babysitting. And at some point I went in and checked in on them and brought them out to just go for a walk or something. And Sam saw a group of trans young teens, including this non-binary person who would become my staff member. And they were at a table with name tags, and Sam had one preprinted. And Sam went over and said, ‘Can you change this for me?’ And changed it to Ellie, asked them to change it to Ellie. And that was the first Ellie moment, I think.   BB: [laughs] Wow, that is a big moment!  S: And then we went to meet some new work people, and Sam stuck their hand out and said, ‘Hi, I’m Ellie and very nice to meet you.’ And it was just, it was the first time that there had been a real, kind of, moment ex-, externally, I wanna say. Sort of, like, really verbalizing that to people other than me. And then, certainly, introducing to people that they didn’t know with this new name and this, you know, crossed out pre-printed tag STORIES FROM PARENTS OF NON-BINARY CHILDREN   69 with, with a marker. As a matter of fact, I wonder if I have a photo. [looks through phone to find a picture of Sam and their brother at First Event]  BB: I’m seeing the name tag with the crossed out name, and in my mind hearing Sam say that new name out loud to new people, what was that like for you? I mean, what were you feeling?  S: I actually cried. Because, yeah, I mean I, I thought, we all think we do okay, right, by our kids. And then I thought, ‘Wow. Maybe I wasn’t fully supporting.’ I mean, yeah, like, maybe Sam needed this much of a safe space. The importance of a larger community come to the fore in Sara’s First Event experience, and has echoes of Laura’s Stroller story—both mothers are cast in observer roles in these stories. They watched their non-binary child interact in a larger trans/non-binary-only space, and in so doing, received new and important information that they otherwise would not have gotten. Grandma’s Phone Calls  Sara’s mother is not supportive of Sam, and Sara has minimized and, at times, severed contact. The most recent cut-off happened just three months before the interview and was the result of overt non-acceptance from Sara’s mother. In this story, Sara is doing the bedtime ritual with her children; at this time Sam needed some extra support to wind down in the evening, and so she and Sam were snuggled in bed when a call came in from her mother. it was on speakerphone and Sam told my mom that he’s genderfluid and bisexual. And she said, ‘No, you’re not.’ And I said, ‘Sam, hang up the phone right now.’ And I said, ‘Grandma meant…,’ I tried to say, ‘Grandma, I don’t think she heard you.’ And, you know, ‘Grandma, like, of course you are who you are and you like who you like. And STORIES FROM PARENTS OF NON-BINARY CHILDREN   70 that’s all OK, and you are good no matter what.’ And I think it was, sort of, quick enough and we got off the phone [quickly] enough…  Sara wanted to erase what her mother had said, strike it from Sam’s mental record. She “translated” Grandma’s ‘no, you’re not’ into ‘yes, of course you are and that’s fine’. The dissonance was obviously felt even as she recounted the moment. I could imagine her rising anxiety as she sat next to Sam in bed, trying to create a safe and cozy environment in order to send him off to sleep only to be confronted with overt transphobia spoken with her mother’s voice. This was clearly a painful moment for Sara that brought back layers of memory from when she first came out as a lesbian 20+ years ago, and was met with homophobia, stonewalling, and verbal abuse from her mother, and ineffective “peace brokering” from her father. Sara recalled the years following her coming out with a shrug, which seemed to communicate resignation. The relationship she ultimately accepted for herself, a relationship of tepid support that enabled Sara to remain in connection with her parents even though she never received true acceptance or support—a relationship like that was not acceptable to Sara when it came to Sam. Sara’s trajectory of staying in relationship with her mother involved enduring abuse followed by deep compromise, and in parallel to the moment with Sam in bed, often played out on the phone:  so periodically she would call and hang up. And then she would call and say she was gonna kill herself and then hang up. And that went on for a year. And then it, it seemed like, it seemed like they mostly were OK. Except that I, I don’t think they fundamentally changed. I think that it was, there was this compartmentalization. So my mom is like, ‘This is my kid.’ But if you ever asked her, I think, about bigger issues, she had not really changed on anyth-, on any sort of core level. It was like, ‘I’m going to STORIES FROM PARENTS OF NON-BINARY CHILDREN   71 accept my kid on a surface level but I haven’t really changed my core beliefs about being gay, or’ – Yeah, yeah. But, ‘I haven’t changed my core beliefs Contrast that with Sara’s moment of clarity when she told Sam “hang up the phone now”. She was not willing to allow space for non-acceptance for Sam, would not work for a compartmentalized, middling relationship with Grandma for them.    Discussion           Although each participant experienced different moments of challenge and growth, four shared themes came to the surface for me in the process of listening and relistening to the interviews. All three mothers experienced some version of confronting some of their core beliefs, feeling like they did not fit in to a group or category, and stepped into leadership roles in their family. Lastly, they each described moments when they found help and offered those resources to others. Confronting Core Beliefs  Perhaps more than anything else, these participants told stories about confronting and changing some of their core beliefs in order to better support their child. Gabby described pulling apart gender and sex in order to see her child more accurately, the ‘gender-natal sex sandwich’ as she called it. Laura came face-to-face with experiences that proved science (her chosen profession) was not, in fact, bias-free, as she had been taught, but rather just as culturally embedded and influenced as any other framework. She learned to place her trust in the scientific method alongside her critical and engaged observations of the culture she lived in (academia, privileged, White). Sara lost her relationship with her mother after years of compromising to keep her in her life; the pattern of tepid support mixed with moments of overt verbal abuse needed to end even though Sara supremely valued sustaining family relationships. STORIES FROM PARENTS OF NON-BINARY CHILDREN   72  Confronting core beliefs as a theme in the narratives illustrates the intersection of personal experience and cultural meaning production. For example, it is through Laura’s story of confronting and changing her belief in science as a bias-free zone that we can see cultural discourse crash into person meaning on the family level. Laura had a non-binary child right in front of her eyes; this personal reality is what allowed and required her to engage with her previously held beliefs (science is neutral; teachers are authorities to be trusted at all times) that her culture had bestowed upon her. Not Fitting In All three families told stories about not fitting in with parents of binary transgender children, parents who centralized the importance of ‘letting your child transition’, and saw these mothers’ acceptance of non-binariness as a symptom of subtle rejection or resistance. Just the opposite, the mothers in this study saw their children clearly, so clearly that they needed to find spaces within spaces, communities of families with genderfluid and non-binary children as opposed to socially or medically transitioned transgender children. The experience of not fitting in happens at multiple levels within the family, an isomorphic pattern that begins with the dominance and power of gender conformity as a cultural discourse.  Many non-binary adolescents report feeling like they do not feel included or welcomed in trans spaces, so much so that Rankin and Beemyn (2012) identified the experience of “not fitting in to LGBT spaces as a milestone of genderqueer development” (Rankin & Beemyn, 2012, p. 4). Similarly, the three parents of these non-binary children all reported a remarkably similar set of experiences of seeking out trans support groups, meet ups, and conferences, only to feel othered and misunderstood. One way they are misunderstood is by well-intentioned parents of binary trans kids who want to help them expedite the transition of their child in order to find relief. As STORIES FROM PARENTS OF NON-BINARY CHILDREN   73 parents of consistently stable non-binary children, these parents had to explain time and time again that their child did not want to transition in the way these other parents might expect.  Parents of non-binary children are uniquely positioned to feel the pressure of gender conformity from both cisgender communities of professionals and family members as well as from within trans family communities that are mainly comprised of parents of binary trans children. Facilitators of support groups, particularly cisgender facilitators, need to be aware that non-binary families may need special support in order to find value in the group as a resource. Using language that is more inclusive of people who do not identify in a binary gender is one place to start, as well as employing non-binary adults in leadership positions alongside binary trans facilitators. Gabby’s experience as a Black parent in the White-dominated support groups showed another layer of not fitting in, and her story showed how she enacted support for her child by not staying in those groups. She balanced the need for community with a more spacious understanding of gender with protecting her child and family from racist environments. Not fitting in, for Gabby’s family, happened on both the level of race and gender as they were marginalized in White spaces and questioned in binary transgender spaces. Gabby’s experience points to how oppression always plays out in an intersectional field, and requires facilitators of such groups to be cognizant of all the different identities including race and class in order to create a safer environment. This might look like setting up group norms and rules that protect the most vulnerable members and educating facilitators to disrupt microaggressions when they happen.  Stepping into Leadership STORIES FROM PARENTS OF NON-BINARY CHILDREN   74  Each parent described a moment of stepping into a different, clearer sense of what they needed, and claiming a new type of leadership role. Gonzalez et al. (2013) identified the theme of positive personal growth in their survey of parents of LGBT children, and each of the participants in this study told stories that illustrated their particular experiences of increasing their sense of autonomy, identifying and asking for what they needed help with, and finding their internal locus of control which in turn allowed them to step into leadership. Gabby turning to her husband and saying “I need you on this” created a turning point in their relationship and, in turn, their ability to support Alex. Sara calmly but definitively telling her child Sam to “hang up the phone now” was a similarly short but decisive reorganizing relational moment. Both of these moments illustrate the parents’ emerging sense of increased agency.  Though all participants touched on this theme obliquely, one clear example of stepping into leadership came from Laura’s narration. Laura told a complete story of claiming leadership. She set the stage by casting herself as a person who “followed authority, and trusted teachers to know best”. She charted her growth as she came to question that trust in authority figures as well as her faith in scientific fact as unbiased. Her character development was complete when she claimed her ability to know her child better than any expert, and her ability to see the operating forces of culture that were at play even in her professional life. That personal growth enabled her to enact supportive actions for her child rather than follow the advice that did not fit and the help that only seemed to hurt. Therapists who work with parents of non-binary youth should be vigilant to identify places in which the parents are stepping into leadership whether that be at the family level or in a more public sphere. Gabby’s clarion call to her husband to join her (“I need you on this one”) was itself a claiming of leadership in that she saw the situation clearly and asked for what she STORIES FROM PARENTS OF NON-BINARY CHILDREN   75 needed in order to not feel alone. Oppression seeks to silence, and Gabby broke that silence. A narrative therapist can use a moment like that to help co-create a more empowered, agentic narrative for the client. Rather than feeling awash and under-resourced, Gabby was able to step forward, ask her partner for his presence and then felt more able to meet the moment. The “problem” Gabby was encountering was not that her child was gender nonconforming; the problem was that she was alone in it, under-resourced, and felt increasingly unprepared to parent her child adequately. In this way, a trans-affirmative narrative therapy shifts the problem narrative away from the child’s gender identity and instead focuses on the obstacles to the family (in this case the mother) reaching maximal ability to function and support the child. Finding Help that Helps Families with non-binary children are likely to find resources online and in-person that initially seem like they might be helpful, but in practice might result in the feeling othered, mis-attuned to, or marginalized. Gabby’s experience illustrates this theme most potently in that she was marginalized due to her family’s racial identity as well as Alex’s non-binary gender, but Laura and Sara also experienced moments of accessing resources that were ultimately not meant for them before they found what they really needed. In Gabby and Laura’s cases, what helped in a very immediate way was a book. The Bold World (Patterson, 2019) became Gabby’s space to feel known, mirrored, and held. For Laura, the Quick and Easy Guide to Pronouns (Bongiovanni & Jimerson, 2018) became the most helpful intervention when other people were confused by Wren and about to enact microaggressions. Laura ended up keeping a box of Pronoun Guide books in the trunk of her car to give out as needed.   STORIES FROM PARENTS OF NON-BINARY CHILDREN   76 Conclusion  Narrative therapists have the opportunity to help clients like Gabby, Laura, and Sara re-write their stories of struggle into stories of growth where they stepped into leadership, thought creatively, and let go of damaging old beliefs. The stories included here will hopefully aid in the project of creating and thickening these new narratives of what it is like to parent a non-binary child. Freedman and Combs (1996) explain:  Narrative therapists are interested in working with people to bring forth and thicken stories that do not support or sustain problems. As people begin to inhabit and live out the alternative stories, the results are beyond solving problems. Within the new stories, people live out new self images, new possibilities for relationships and new future (p. 16). Other people’s stories are guideposts, the beginnings of a route on an incomplete map. Similar to “disquisition”, the practice of offering a client someone else’s experience to respond to (Johnson, 2019), Laura, Sara, and Gabby’s stories can be grist for someone else’s mill as they reach toward growth and healing in therapy. Stories of parents experiencing moments of recognition, moments when they knew deeply and irrevocably that their child was non-binary, give listeners something to which they can be in relation. The process of listening to these parents’ stories recalls echolocation, when a sound is bounced off of the objects around it and thereby allows a bat or whale to know where it is. To locate oneself in relation to other structures. These stories may provide location points for other people to be in relation to, and hopefully help other families craft their own stories of support as “acceptance with action” (Weinhardt et al., 2019).   STORIES FROM PARENTS OF NON-BINARY CHILDREN   77 References Bongiovanni, A. & Jimerson, T. (2018). A quick and easy guide to they/them pronouns. Limerance Books. Chase, S. E. (2005). Narrative inquiry: Multiple lenses, approaches, voices. In Denzin, N. K. & Lincoln, Y. S. (Eds.), The SAGE handbook of qualitative research. (pp 651-679). SAGE Publications.  Clandinin, D. J., & Connelly, F. M. (2000). Narrative inquiry: Experience and story in qualitative research. Jossey-Bass Publishers. Creswell, J., Poth, C. (2017). Qualitative inquiry and resaerch design: Choosing among five approaches. SAGE Publications. Erickson-Schroth, L. (Ed.). (2014). Trans bodies, trans selves: A resource for the transgender  community. Oxford University Press. Ferguson, J. (2016). Non-binary trans subjects: Exiting the attachment to the transgender metanarrative of man/woman. (Unpublished doctoral dissertation). University of British Coulmbia, Vancouver. Fontana, A., & Frey, J. H. (2005). The interview. From neutral stance to political involvement. In Denzin, N. K. & Lincoln, Y. S. (Eds.), The SAGE handbook of qualitative research. (pp 361-376). SAGE Publications.  Freedman, J., Combs, G. (1996). Narrative therapy: The social construction of preferred realities. Norton. Gergen, K. (1999). An invitation to social construction. SAGE Publications. Goffman, E. (1974). Frame analysis. Harvard University Press. Gonzalez, K. A., Rostosky, S. S., Odom, R. D., & Riggle, E. D. B. (2013). The positive aspects STORIES FROM PARENTS OF NON-BINARY CHILDREN   78 of being the parent of an LGBTQ child. Family Process, 52(2), 325–337. https://doi.org/10.1111/famp.12009 Harrison, J., Grant, J., & Herman, J. (2012). A gender not listed here: Genderqueers, gender rebels, and otherwise in the national transgender discrimination survey. LGBTQ Policy Journal at the Harvard Kennedy School, 2(1), 13-24. Johnson, S. (2019). The practice of emotionally focused couple therapy: Creating connection, 3rd ed. Routledge. Katz-Wise, S. L., Budge, S. L., Orovecz, J. J., Nguyen, B., Nava-Coulter, B., & Thomson, K. (2017). Imagining the future: Perspectives among youth and caregivers in the trans youth family study. Journal of Counseling Psychology, 64(1), 26–40. https://doi.org/10.1037/cou0000186 Kuvalanka, K. A., Weiner, J. L., Munroe, C., Goldberg, A. E., & Gardner, M. (2017). Trans and gender-nonconforming children and their caregivers: Gender presentations, peer relations, and well-being at baseline. Journal of Family Psychology, 31(7), 889-899. https://doi.org/10.1037/fam0000338 Lefevor, G. T., Boyd-Rogers, C. C., Sprague, B. M., & Janis, R. A. (2019). Health disparities between genderqueer, transgender, and cisgender individuals: An extension of minority stress theory. Journal of Counseling Psychology, 66(4), 385–395. https://doi.org/10.1037/cou0000339 Lev, A. I. (2004). Transgender emergence: Therapeutic guidelines for working with gender-variant people and their family, Routledge. Lev, A. I., & Alie, L. (2012). Transgender and gender nonconforming children and youth: Developing culturally competent systems of care. In Fischer, S., Poirier, M., Blau, G. (Eds.) STORIES FROM PARENTS OF NON-BINARY CHILDREN   79 Improving emotional and behavioral outcomes for LGBT youth: A guide for professionals. (pp. 43–66). Paul H. Brookes Publishing. Malpas, J. (2011). Between pink and blue: A multi-dimensional family approach to gender nonconforming children and their families. Family Process, 50(4), 453–471. https://doi.org/10.1111/j.1545-5300.2011.01371.x Olson, K. R., Durwood, L., DeMeules, M., & McLaughlin, K. A. (2016). Mental health of transgender children who are supported in their identities. PEDIATRICS, 137(3), 223-256. https://doi.org/10.1542/peds.2015-3223 Patterson, J. (2019). The bold world: A memoir of family and transformation. Random House. https://doi.org/9780399179037 Rankin, S., & Beemyn, G. (2012). Beyond a binary: The lives of gender-nonconforming youth. About Campus, 17(4), 2–10. https://doi.org/10.1002/abc.21086 Riessman, C. K. (2008). Narrative methods for the human sciences. SAGE Publications. Ryan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010). Family acceptance in adolescence and the health of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing, 23(4), 205-213. https://doi.org/10.1111/j.1744-6171.2010.00246.x Speedy, J. (2008). Narrative inquiry and psychotherapy. Palgrave Macmillan. Veale, J. F., Watson, R. J., Peter, T., & Saewyc, E. M. (2017). Mental health disparities among Canadian transgender youth. Journal of Adolescent Health, 60(1), 44–49. https://doi.org/10.1016/j.jadohealth.2016.09.014 Weinhardt, L. S., Xie, H., Wesp, L. M., Murray, J. R., Apchemengich, I., Kioko, D., Cook-Daniels, L. (2019). The role of family, friend, and significant other support in well-being among transgender and non-binary youth. Journal of GLBT Family Studies, 15(4), 311-325. STORIES FROM PARENTS OF NON-BINARY CHILDREN   80 https://doi.org/10.1080/1550428X.2018.1522606 White, M., & Epston, D. (1990). Narrative means to therapeutic ends. Norton. White Hughto, J. M., Reisner, S. L., & Pachankis, J. E. (2015). Transgender stigma and health: A critical review of stigma determinants, mechanisms, and interventions. Social Science and Medicine. 147, 222-231. https://doi.org/10.1016/j.socscimed.2015.11.010                                    STORIES FROM PARENTS OF NON-BINARY CHILDREN   81 APPENDIX: IRB Approval    ",
    "id": 426952688,
    "identifiers": {
        "doi": null,
        "oai": "oai:aura.antioch.edu:etds-1717"
    },
    "title": "Parents of Non-Binary Children: Stories of Understanding and Support",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T08:00:00+00:00",
    "publisher": "AURA - Antioch University Repository and Archive",
    "references": [],
    "sourceFulltextUrls": [
        "https://aura.antioch.edu/cgi/viewcontent.cgi?article=1717&context=etds"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/426952688.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/426952688"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/426952688/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/426952688/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/426952688"
        }
    ],
    "abstract": "Parents of non-binary children undergo profound changes as they learn to first understand and then support their child. In order to provide family therapists with a foundation from which to work with these families, a thorough review of the literature is provided as well as a narrative research study. Chapter one provides an introduction to the topic of non-binary gender and transgender identities, defines the terms non-binary, transgender, and transsexual, and clarifies the conceptual frameworks at use in the dissertation: social constructionism and transfeminism. Chapter two is a review of peer-reviewed literature on therapy with children and adolescents who identify as transgender or non-binary. Special attention is paid to what knowledge is produced and challenged within each methodological category, and how non-binary youth and their families are described or excluded from the discussion overall. Chapter three is a narrative research study that answers the question: what are the stories parents of non-binary children tell about how they came to understand and affirm their child? Stories of parents confronting core beliefs, stepping into leadership, and feeling like they do not fit in or belong in ostensibly supportive spaces are presented. Relevance to narrative therapy is highlighted as well as the need for more research on family processes that enact support for transgender and non-binary children",
    "tags": [
        "text",
        "non-binary",
        "transgender",
        "youth",
        "mental health",
        "family therapy",
        "narrative",
        "Gender and Sexuality",
        "Marriage and Family Therapy and Counseling",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:aura.antioch.edu:etds-1717",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12789",
        "openDoarId": 0,
        "name": "Antioch University Repository and Archive (AURA)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 426952688,
        "depositedDate": null,
        "publishedDate": "2021-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-11T15:41:33+00:00",
        "acceptedDate": null,
        "createdDate": "2021-05-12T09:12:28+01:00"
    },
    "urls": [
        "https://aura.antioch.edu/etds/705",
        "https://aura.antioch.edu/context/etds/article/1717/viewcontent/Brooks_Bull_Dissertation_with_ORCID.pdf"
    ],
    "lastUpdate": "2024-02-11T15:41:33+00:00",
    "setSpecs": []
}