{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kade, Tristen V"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T17:30:48+01:00",
    "dataProvider": {
        "id": 3339,
        "name": "University of New Orleans",
        "url": "https://api.core.ac.uk/v3/data-providers/3339",
        "logo": "https://api.core.ac.uk/data-providers/3339/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/216845112.pdf",
    "fullText": "University of New Orleans ScholarWorks@UNO University of New Orleans Theses and Dissertations Dissertations and Theses Spring 5-13-2016 Passing With Care: When and How Transmen Disclose Their Gender Identity Tristen V. Kade University of New Orleans, kryoung@uno.edu Follow this and additional works at: https://scholarworks.uno.edu/td  Part of the Gender and Sexuality Commons Recommended Citation Kade, Tristen V., \"Passing With Care: When and How Transmen Disclose Their Gender Identity\" (2016). University of New Orleans Theses and Dissertations. 2165. https://scholarworks.uno.edu/td/2165 This Thesis is protected by copyright and/or related rights. It has been brought to you by ScholarWorks@UNO with permission from the rights-holder(s). You are free to use this Thesis in any way that is permitted by the copyright and related rights legislation that applies to your use. For other uses you need to obtain permission from the rights-holder(s) directly, unless additional rights are indicated by a Creative Commons license in the record and/or on the work itself.  This Thesis has been accepted for inclusion in University of New Orleans Theses and Dissertations by an authorized administrator of ScholarWorks@UNO. For more information, please contact scholarworks@uno.edu.   Passing With Care: When and How Transmen Disclose Their Gender Identity       A Thesis      Submitted to the Graduate Faculty of the University of New Orleans in partial fulfillment of the requirements for the degree of      Master of Arts In Sociology       by Tristen V. Kade B.A. University of New Orleans, 2014  May 2016    ii To Professor Susan Archer Mann, of the University of New Orleans, for igniting my passion for Sociology and Women and Gender Studies,  And to all of the giants who lifted me up onto their shoulders.         iii  Acknowledgements  Firstly, I would like to express my sincere gratitude to my advisor, Professor D’Lane Compton of the University of New Orleans, for the continuous support, for her patience, motivation, and immense knowledge. Her guidance helped me throughout this project, through making this work my own, and providing me with help and support all the time of researching and the writing of this thesis. I could not have imagined having, nor picking, a better advisor and mentor.  Beside my advisor, I would also like to thank the rest of my thesis committee members: Prof. Elise Chatelain and Prof. Anna Brand of the University of New Orleans, for their insightful comments and encouragement. Without their passionate participation and input, this thesis could not have been successfully conducted.    I would like to acknowledge Professor Kristen Schilt of the University of Chicago. Prof. Schilt contributed largely to my academic interest through her book Just One of the Guys: Transgender Men and the Persistence of Gender Inequality. Prof. Schilt encouraged me to consider more than the experiences of individuals and recognize my greater research interest focusing on stigmatized identities and disclosure.   I would also like to thank Paige Miller and Anna Young, whom served as secondary readers for this thesis. I am gratefully indebted to the both of you for your very valuable comments on this thesis. Also, I would like to thank Katie McDougal. Katie, I cannot thank you enough for always being able to answer any questions I had for both coursework and this thesis work. I wish you the best of luck with your academic career at Texas A&M University.   Finally, I must express my very profound gratitude to my parents and family for providing me with unfailing support and continuous encouragement throughout my years of study and through the process of researching and writing this thesis. This accomplishment would not have been made possible with out them. Thank you.                    iv Table of Contents  Abstract  ...............................................................................................................................v  Introduction  .........................................................................................................................1   Literature Review ................................................................................................................1   Research Design ..................................................................................................................7  Methodology ........................................................................................................................8   Findings..............................................................................................................................10   Personal Disclosures  .............................................................................................14              Private-Public Places of Disclosure ...................................................................... 24  Unexpected Findings of Disclosure ...................................................................... 31  Discussion  .........................................................................................................................35  Conclusion ........................................................................................................................ 36  References  .........................................................................................................................38  Appendices  ........................................................................................................................40  Appendix A: Gay and Lesbian Identity Formation Models ..................................40  Appendix B: Transgender Identity Formation Models  .........................................43  Appendix C: GLAAD Terminology  .....................................................................45  Appendix D: Sample Characteristics  ....................................................................46  Appendix E: Interview Protocol  ...........................................................................48  Vita  ....................................................................................................................................52    v Abstract  This paper examines the conditions under which self-identified transmen disclose of their transgender identity or past gender history. Drawing upon theories of identity formation, passing and disclosing of stigmatic identities is used to understand when and how disclosure processes happen for transmen. Drawing on interviews I examine the circumstances surrounding when disclosure or pressure to disclose becomes salient for individuals. I also consider how individuals use and negotiate systems of gender, along other inequalities such as class, race, education, and health care access.                                    KEYWORDS: TRANSGENDER IDENTITIES, DISCLOSURE, TRANSMEN, TRANSMEN DISCLOSURE PROCESSES, TRANS* STUDIES  1 INTRODUCTION Transgender has now arguably become part of the public vocabulary. In fact, Time magazine designated 2014 as the arrival of the “Transgender Tipping Point.” However, definitions of transgender and more complex understandings of the lived experiences remain elusive. While there has been notable increased academic attention given to transgender people, this population is still largely underexplored. This is likely attributable to the social stigma and lack of available access to this small and hidden population. Most social science research centers on transitioning, medical transformations, and identities. More specifically, studies have centered on the transition and how it affects personal experiences within social relationships of family, friendship, law, sexuality, and employment (Schilt and Windsor 2015). This study examines the lived experiences of self-identified transgender males by examining the conditions, at both the micro- and macro-level, under which transmen elect to disclose their gender identity or past histories.  Further, this analysis pays specific attention to intersectionality regarding identities in addition to gender norms of institutions like the family, school, work, and law. Focusing on this nested dynamic serves to extend sociological understanding of how, when, where, and for whom gender identity and histories become relevant in interactions and social settings. Moreover, understanding how prior identities are revealed or disclosed and the ways in which these processes are managed provides additional insight into the experience of the individual, not to mention the social forces and structures reinforcing the status quo – in this case the gender binary.  LITERATURE REVIEW  Transgender individuals are a unique case for demonstrating how salient and established gender is in our everyday interactions. These individuals transition from their designated or assigned sex to their desired sex. Those with a transgender identity must learn how to become the other sex in spite of the pre-established and institutionalized sex binary system into which were indoctrinated from birth (West and Zimmerman 1987; Fausto-Sterling 2002; Mann 2012). As such, they do not receive the advantages, assumptions, and otherwise taken-for-granted benefits typically associated with normative constructions of sex and presentations of gender. This clearly becomes problematic throughout the entire transition process because identities of self and perceptions from others may often not align and can even act in direct conflict with the desired presentation. Public interactions quickly become challenging if misgendered or misread. It is through these types of interactions that transgender people experience a paradox between their ideal and practical presentations; the ability to pass or manage presentations becomes paramount for their lived experiences and advantageous for their life course (Goffman 1963; Lorber 1994; Halberstam 1998; Bornstien and Bergman 2010; Schilt 2010).   Lay conceptualizations of gender are often framed within an essentialist perspective that assumes individuals are born into one of two sexes (West and Zimmerman 1987; Fausto-Sterling 2002; Mann 2012). In application to transgender individuals, this framework is greatly challenged. For anyone, the process of being recognized as the desired sex is a complicated project. This is especially the case if they are not assigned their desired sex at birth. Although facing a similarly complicated project, individuals whose biological sex aligns with their desire sex receive many benefits, rights, assumptions and privileges for fulfilling the binary and therefore appeasing the status quo. However, this is not the case for transgender individuals  2 whose biological sex does not parallel their desired sex. As such, these individuals often do not receive the social privileges and contributions for their desired sex presentations (Halberstam 1998; Bornstien and Bergman 2010; Schilt 2010).  Throughout the transition process, social interactions may be extremely challenging because identities of self may not correspond to the perceptions received from others which leads to being misread and thus mis-gendering, or the generalized fear that misreading may always occur (Goffman 1959, 1963; Garfinkel 1967). It is through these types of interactions where transgender people experience a paradox between their ideal and practical presentations of self through being viewed by how well they are able to pass or manage their presentations from others (Goffman 1959, 1963; Mason-Schrock 1996; Butler 1990). Drawing from identity theories, it is clear that misalignment between self-perception and the perception of others causes great stress and over time, stress on the life course (Goffman 1963; Burk and Stets 1999; Howard 2000).  For transgender individuals, coming out and disclosing becomes an important and meaningful part of life because they want to be read or perceived as their desired sex. Simply put, transgender individuals draw upon impression management in social interactions in order for identity congruence (Goffman 1963, Burke and Stets 1999). It is often assumed that if a transgender individual gets misread or misgendered they are likely to disclose of their gender identity for identity congruence. This study questions this assumption and suggests there may be some circumstances in which this is true, and but also other contexts where this may be false.   Identity Formation and Maintenance Within various social science perspectives, coming out and disclosure are often presented as interchangeable words with synonymous meanings. Yet, popularly cited theories tend to use the phrase coming out more frequently than disclosure (see Plummer 1975; Cass 1979; Coleman 1982; Troiden 1987). Coming out is typically employed descriptively as an individual self-acknowledging their identity by verbally stating it to another person. Morrow1 (2006), however, suggest that the terms should be viewed as distinctly different where coming out may be viewed as a milestone and disclosure as a continuous daily and ongoing process that never ends (Cohen and Savin-Williams 1996; Lev 2004; Morrow 2006).  As a milestone it offers an identity claim, positive feelings associated with being be honest about oneself, the opportunity to have political power and being part of a visible community (Morrow 2006; Maguen, Shepherd, Harris, and Welch 2007).  From a sociological social psychological perspective, identities are considered to be sets of meanings applied to the self in particular social roles and/or situations (Burke and Tully 1977, Burke and Stets 1999). They are greatly reflexive and important because they communicate who one is in their everyday interactions. Without salient identity formations, or in the face of stigmatized or misread identities, it is inferred one feels lost, detached, and alone.   “Coming Out” and LGB Identity Formation The bulk of the recognized work on sexual minorities and identity development began in the early 1970’s within psychology focusing on phases of gay and lesbian “coming out”                                                   1 In her book Morrow does explicitly state that she is using the terms interchangeably, but the way in which she presents them does not mean they are synonymous in meaning and actions; therefore I see them as different terms with different meanings.  3 (Plummer 1975; Cass 1979; Coleman 1982; Troiden 1988). The most frequently drawn upon psychological social psychology models of gay and lesbian identity formation range from four to six stages (Cass 1979, Coleman 1982; Troiden 1988). Models typically start with identity confusion, where individuals experience anxiety due to awareness or confusion related to sexuality. This is the pre-coming out stage (Coleman 1982). After awareness, individuals enter into the second stage, where they seek out information regarding sexual orientations. They will also experience a greater sense of self-awareness and the development of sexual feelings. This exploration stage is known as identity comparison (Cass 1979). As individuals become more comfortable with the possibility of being gay or lesbian; they start to accept this stigmatic identity, thus entering into the third stage of identity acceptance (Cass 1979). During this stage, individuals become more social in regards to their identity. Most individuals during this stage will come out to someone who is not gay or lesbian, they may seek out a community and participate in gay and lesbian events. By becoming more social about their sexual identity, they may even experience their first relationship with a person of the same-sex (Coleman1982). With greater comfort, enjoyment and participation with other gay or lesbian people, an individual will begin to enter into the final stages of the homosexual identity formation. These stages are known as commitment (Troiden 1988), integration (Coleman 1982), and identity synthesis (Cass 1979). At this final stage, individuals will have gay or lesbian pride. They synthesize their gay or lesbian identity with their other identities.  At the end of the identity formation process, gay and lesbian individuals are expected to be fully aware and comfortable with their stigmatic sexual identity and are assumed to have a healthy quality of life, because they are out and aware of their stigmatic identity.  Transgender Identity Formation Building on the gay and lesbian identity formation literature is Arlene Istar Lev and Aaron H. Devor. Istar (2004) and Devor (2004) are the two most cited scholars of transgender identity formation theories. Both Lev and Devor’s theories were created through an applied theorization of transgender identity framework. For instance, Lev’s theoretical model, Transgender Emergence stems from her perspective as a social worker. Whereas Devor’s model comes from an applied sociological perspective drawing from his numerous interactions and interviews with transsexual females, or male-to female individuals. Their models range from 6 to 14 stages but overwhelmingly align with coming out phases related to sexual orientation, with the exception that they are instead centered around gender or the learning of gender performances such as: presenting, identifying, and living as the desired gender. The next section condenses the stages and gives a synopsis of the core characteristics of transgender identity formation models with special attention to their difference from coming out phases based on sexual orientation2.  During the first stages of transgender identity development, individuals experience feelings of confusion and anxiety because feelings of gender identity do not align with the feelings of those who were assigned with the same sex as them (Lev 2004 and Devor 2004). During the second phase, individuals will seek out information and education for why they feel differently than their peers. Once the individual has sought out information and discovered the                                                  2 See Appendix A and B for an overview of all identity formation models of gay and lesbian and transgender    4 term and meaning transgender 3 than the individual becomes aware they may have this identity (Devor 2004). After learning about transgender identity, the individual will reveal or disclose this identity to significant others who are not transgender (Lev 2004). After the disclosing of identity, individuals will enter into the fourth main identity formation stage, where they find a community and start to explore and present their self in the clothes, manners, and roles of their desired gender (Devor 2004). During this stage, individuals explore their desired gender, first through the presentation of physical characteristics (clothes, manners and gestures). After presenting, some will decided to physically modify their body through hormonal therapy and/or gender reassignment surgery (Lev 2004 and Devor 2004). After deciding about further body modification, individuals will enter into the final stage, integration and pride (Devor 2004 and Lev 2004). In this stage, individuals will experience feelings of self-acceptance and pride of identity. They will also begin to integrate their transgender identity with all of their other identities.   Summary and Limitations of Identity Formation Literature The identity formation literature provides a historical account of how sexual and gender minorities process, come to terms with, and recognize their stigmatic identities. Relevant to this study’s focus on disclosure, theories of coming out and identity formation are the most developed and comparable to the disclosure process. Essentially, these models are concerned with how the individual frames their sense of self, quality of life and the finding of others who share the same identity. These concerns stem from the standpoint of psychology, which is the first limitation of the gay and lesbian formation theories. In these theories, much of stages are centered on the individual’s internal psychological experience with very little focus on the social experiences of identity formation. In particular, there is only one stage that deals with the social experience of having a stigmatic identity: the coming out stage.   In this stage, the individual verbally states their stigmatic identity to another person- typically this individual does not share the stigmatic identity. Through this verbal statement the individual is not only publically associating their self with an identity, but they are also revealing it to their self and another verbally. Because of the powerful notion of publically stating stigmatic identity for the first time, these theories associated this stage as being prolific and life changing. This stage leads to the development of an individual framing their sense of self and the finding of others who will accept them and share similar identities.  In contrast to the gay and lesbian formation models, the transgender models provide a more sociological theorization in their stages. The transgender formation theories tend to have more social stages. In these theories, the individuals will not only verbally state identity to their self and another individual, but the individual will go through more stages that call for more social interaction and encounters with others who share same identity. This is to learn what and how it means to be transgender and how to present self as their desired sex. While both identity formation theories have stages that lead the individual away from their internal identity process and into the social arena, the sociological perspectives on coming out is largely underexplored. There has been some research that suggests those with stigmatic identities are strategic in how we come out (Kaufman and Johnson 2004; Maguen et. al. 2007; Raggins 2008; Zimm 2009; Manning 2014). When applied to transgender individuals, it would be expected there are                                                  3 Trans*: Used as shorthand to mean transgender or transsexual (GLAAD 2014); see Appendix C   5 strategies for disclosure. Yet there has been little literature centered on this. From this study I expect that transgender males will have a modus operandi in social settings on how they disclose of their identity or prior sex history. Further, they will fine-tune their modus operandi over time.   Disclosure of Stigmatic Identities As previously mentioned, other threads of literature on “coming out” assert that it is a continual process (Cohen and Savin-Williams 1996; Lev 2004; Morrow 2006). Individuals are likely to correct assumptions or disclose identities throughout their lives. Not everyone is aware of a person’s identity and typically people assume others to be heterosexual and/or cisgender4 (Morrow 2006). However, there is no clear consensus on the conditions in which LGBT individuals disclose their identities.  Drawing on the sociological literature, Kaufman and Johnson (2004) examine how gay and lesbian individuals disclosed of their sexual identity while also maintaining and negotiating their identity in romantic relationships. From their study, they found that individuals decided to disclose their identity based on perceived reflected appraisals from others and if they were publicly involved in a romantic relationship. It was found that those who perceived positive appraisal were more likely to disclose their identity. In comparison, those who did not receive positive reflected appraisals were less likely to reveal stigmatic identity (Kaufman and Johnson 2004). From this, it would be expected transmen would be more likely to disclose their identities to those who they perceive as being more accepting.  Maguen et. al. (2007) performed a quantitative study which centered on the examination of whom (friends, family, spouse, etc.) and when (e.g. age of disclosure or when involved in a community, ect.) transgender individuals decided to disclose their identity. This study found that the disclosure rate for the transgender population was lower than those of previous gay, lesbian and bisexual samples (Maguen et. al. 2007). The study also found that transgender individuals were likely to disclose of identity to friends, family, and/or spouses (Maguen et. al. 2007). Similar to Kaufman and Johnson (2004), Maguen and colleagues (2007) also found that based upon perceived support and possible acceptance, transgender individuals were more likely to disclose identity to the other types of social relationships such as co-workers. From these studies, it is apparent that there are a number of rationales for why disclosure is related to the perceived perception of having or not having support.  In 2009 Lal Zimman studied the linguistics of how transgender people came out through their narratives. Zimman (2009) found that transgender coming out is different from gay, lesbian and bisexual coming-outs. For instance, transgender people have two stages of when disclosure happens: before and after transitioning to their desired sex. From her study, Zimman (2009) found that transgender individuals often declare their transgender identity before they transitioned. Once they transitioned, it was not necessary for transgender individuals to declare of the identity because they are presenting their self as their desired sex - it is assumed that through transitioning they learn to pass thus ceasing the need to declare identity (Zimman 2009). If a transgender person does reveal their identity post-transition (living everyday life as a male) it is often about their gender history as being born or having lived as the opposite sex. From this study it can be assumed that post-transition transgender individuals would be more stealth (not disclosing of their previous gender history or transgender identity) in social interactions.                                                   4Cisgender is defined as a term used to describe people who are not transgender (GLAAD 2014).  6  Summary of Disclosure Processes Drawing on identity theories, identity formation theories, and prior work on disclosure specifically related to stigmatic identities, I hypothesize that transgender males will disclose their identity: if they perceive positive reflected appraisals; in community seeking; and more often in situations where there is less personal attachment. I also hypothesize that stealth (or post-transition) transmen will disclose of their identity in settings of health and bodily intimacy including but not limited to medical and romantic settings. Literature on identity formation, identity management and disclosure of stigmatic identities, asserts that disclosure is healthy and makes a person feel better about their self and overall quality of life. Even though there are various positive reasons for disclosing of a stigmatic identity, there is also a negative risk associated with the disclosing of stigmatic identity, including but not limited to: fear of rejection, physical harm, and increasing likelihood of experiences of discrimination and harassment (D’Auggelli, Hershberg, and Pilkington 1998; Matthews and Corrigan 2003; Kaufman and Johnson 2004; Morrow 2006; Maguen, et. al. 2007; Schilt 2013; Levitt and Ippolito 2014).  While the majority of the cited work in the above section focuses on life experiences, identity processes, and disclosure of gay and lesbian identified individuals, few have examined the transgender population (see Zimman (2009) and Maguen et. al.(2007) as the exceptions). However, within this work the focus has not been on the context and social interaction during disclosures. In application to my study, the literature does not answer the questions of how and when transgender males disclose their identity.  Impression Management and Passing In application to this study, I will be largely drawing on theories of impression management and passing through the works of Erving Goffman and Harold Garfinkel. Impression management is the theoretical framework that examines how people manage the concealing of either visible or invisible stigmatic identities or physical characteristics of self (Goffman 1959,1963). Located within this framework is the concept of passing. The general concept of passing is defined as the ability of a person to be viewed as member of social groups other than his or her own. More specifically, in conceptualization to this study, Garfinkel (1967) describes passing as the work of achieving and securing the right to live as the desired sex while having to continually provide for the possibility of detection and ruin within socially structured conditions in which performance work is occurring.  While it could be argued that everyone practices impression management, when specifically related to issues of passing, impression management becomes significant for transgender individuals who must always uphold their presentation of self to align with society. Basically, they must always uphold their face in fears of dropping it and being misread by others (Goffman 1967).  There is a great deal of literature on how various types or communities of individuals with stigmatic identities pass (Goffman 1963, Page 1984, Jones et. al. 1984, Falk 2001). There has been little, however, that addresses the coping mechanisms of how transgender individuals manage their misidentification (such as avoiding, expecting/planning to deal with potential misidentifications, or actually dealing with misidentification), potential for misidentification, or their passing. Most work on stigma focuses on disability, sexual orientation, and “deviants” in general (Compton 2006).     7     RESEARCH DESIGN   Conceptualizations of Terminology   Transgender identity Within the literature, transgender is commonly used as “an umbrella term that refers to all identities or practices that cross over, cut across, move between, or otherwise queer socially constructed sex/gender boundaries” (Stryker, 1994). As an identity, transgender is an encompassing term used to define people who do not identify or present the gender they were assigned at birth. In this work, transgender may range from participants self-identifying as genderqueer to having transitioned and identifying as male. Genderqueer is term used to define some people who experience their gender identity and/or gender expression as falling outside, in between, or somewhere different from the binary gender system and sex categories of male and female (GLAAD 2014). Transition(ing) is known as the process of altering from a persons assigned sex to their desired sex through but not limited to the changing one’s name and/or sex on legal documents; hormone therapy; and possibly (though not always) one or more types of surgery (GLAAD 2014). This study largely draws on the GLAAD media reference guide (2014) for its language and terminology related to the transgender community5. This reference guide is community developed specifically for lay and public understandings. For the purpose of my study, I will use the term transgender to describe people who live, identify, and present themselves as their desired sex, which they were not assigned at birth. However, when addressing interview respondents, I draw on their own self-identifications. As such, this study examines self-identified transgender males, or transmen. This terminology and its employment is aligned with both academic and LGBT community language.   Coming Out, Coming Out Story and Disclosure  In application to this study, theories of coming out, identity formation and disclosure of stigmatic identity use the terms “coming out”, “reveal” and “disclose” as interchangeable words that are synonymous in meaning. For the purpose of this analysis, the term disclosure is used as the revealing of a gender identity. When disclosing of transgender identity, prior sex, or transition status, individuals will likely reveal of their identity through elaborate explanations and constructive narratives that explain their stigmatized identity (Mason-Schrock 1996).  Coming out will then be employed in references to stories and narratives of first awareness as transgender or as the other sex. In application to this study, a person’s coming out narrative is defined as the re-telling of a person’s first statement of how they came out. Coming out and narratives of coming out are important because they help to reaffirm identities and send messages to others regarding how others are expected to be read and treated. The term disclosure is used, when speaking to specific situations and circumstances under which revealing trans* identities occur.                                                    5 Please see Appendix C for further GLAAD terminology  8     METHODOLGY  This study extends not only the literature on the lived experiences of transgender individuals, but also contributes to the literature on disclosure processes and the management of stigmatized identities. As such, the researcher employ a methodological approach similar to prior work that has addressed these issues among the transgender population, namely interviews (Schilt 2010; Abelson 2014). More specifically, the researcher drew on in-depth qualitative interviews with self-identified transmen to study their processes of disclosure and the conditions under which transmen disclose their identities. Interviews will allow the researcher to ask broad and focused questions regarding how, when, where, why, and to whom do self-identified transgender males disclose their identity or prior histories.  At the onset of this research, the researcher was unaware of how he would be received as a transman doing research on other transgender men, their life experiences and disclosure processes. The researcher assumed that respondents would be more open and willing to participate in this study once they learned that another self-identified transgender individual was conducting the research. The researcher kept an open-mind going into the interviews. The researcher made it clear at the beginning and end of the interviews that they would be happy to answer any further inquiries about their research intentions, the ultimate goals of their research, and potential personal questions from respondents should they arise at any time.  Sample and Analysis Design  For this study, 20 self-identified transmen were interviewed6. Respondents were recruited via a snowball sampling technique, beginning with three insiders to the transgender communities living in geographically different regions: the South, North-West, North-East. Ideally, this will contribute to heterogeneity among participants. Additionally, calls for participation were made and sent out on social media sites such as Facebook, Twitter, and Instagram7. To be included in this study participants must be assigned female at birth but are currently identifying, living, or presenting themselves as transmen or men. This study excludes female-bodied individuals who identify as men but do not live or present as men in their daily life. As expected, respondents from this recruitment method represented a diverse range of participants including but not limited to race, class, geographical location and particularly gender identity ranging from genderqueer to stealth. Further, this recruitment of snowball and convenient sampling has been demonstrated as practical in finding subsets of a hidden population (Abelson 2014).  Sample Characteristics  This thesis reports on results from a sample of twenty self-identified transgender men, ranging from genderqueer, trans-masculine, transman, trans* men, male, etc. The respondent’s names have been changed for confidentiality. Since participants were able to identify however                                                  6 Interview were conducted either face-to-face in person or through technological advances such as telephone, Skype or e-mail.   9 they wanted in various ways, they were later categorized into three separate groups: gender queer, transitioning and completely living as male. The gender queer group was conceptualized as individuals who have not medically transitioned and who recently discovered their transgender identity or those who have a form of transgender experience but do not completely identify as a transman. Thus they have just recently started to disclose of this information. Transitioning is conceptualized as people who have already began transitioning to a male or masculine identity –this is done by either socially transitioning and/or physically transitioning. These individuals have also already disclosed of this information and started to align their presentation of self as more masculine. Lastly, the individuals who have already transitioned either by being on hormonal therapy or have had some form of gender corrective surgery were conceptualized as the group omen in their every day lives. Approximately four out of the twenty were grouped in the category of gender queer, six of the twenty were grouped as transgender men and nine of twenty grouped as men in their every day lives. This sample size is predominately comprised of white individuals, with thirteen of the twenty identifying as being white. Two of the twenty identified as black or African American. Three of the twenty identified as multiracial  (one as white and Hispanic; one as Latinx, Native American, and White; one as White and Filipino-Mexican); and one of twenty identified as Chinese-American. From this population, three participants are over-educated (they have a Master’s degree or above), five completed their BA, nine have had some form of college experience, and two have had high school or high school equivalent education. The median household income was $35,000. Furthermore, four of the twenty respondents currently have children and one is expecting their first child later this year. Four of the respondents indicated that they are married, four stated that they were either in a serious committed relationship or partnered, and eleven stated they were either single or currently dating. In terms of geographic variations, seven resided in the South, eight in the Northwest or West Coast, and five in the East or Northwest.  Interviews Before the interviewing process began respondents were asked to give consent for recording of the interview. To do so, they had to read and signed the consent form. The interviews were in-depth and semi-structured, starting with a basic demographic section and moving into more substantive questions related to their coming out, passing, and disclosures8 The design of this instrument was theory driven specifically to address questions of focus and holes in the literature. It is comprised of questions created by the researcher with committee oversight. The researcher expected to further probe participants for concrete examples of times of disclosure and upon realization of unique experiences related to the study focus. Additionally, the researcher incorporated themes that emerge from earlier interviews (Charmaz 2006). In this way, the researcher drew from a constantly evolving interview protocol.  After interviews were conducted, they were transcribed and coded by using an open code format. Open coding allows for themes to emerge via saturation regarding patterns and narrative of how participants discuss disclosure, such as to whom, when, where and why disclosure happens (Charmaz 2006; Abelson 2014; Baumle and Compton 2014;). Through open coding, it was expected to find a particular theme about the modi operandi transmen have created to live more saliently in their day-to-day interactions. While coding transcriptions the themes that                                                  8 See Appendix E for interview protocol instrument  10 emergered were centered around when and where disclosure takes place along with a few unexpected findings, such as how disclosing is reciprocal interaction, and that these individuals expressed that disclosure to gay males was different from disclosing to females.      Empirical Predictions In addition to drawing on the literature, the researcher pulls from personal experiences as a transman and the anecdotal experiences of people within the transgender community to create hypotheses for this study. Through these personal and anecdotal experiences, it was hypothesized that transmen who live and are perceived as male in their everyday life will disclose less often than non-stealth transmen. Furthermore, those stealth men will have disclosures around medical conditions, romantic and/or sexual intimacy, conditions of familial relationships, and in regards to legal or formal bureaucratic conditions. Drawing upon theories of gay and lesbian coming out (Cass 1979, Coleman 1982; Troiden 1988), the researcher hypothesizes that disclosure is not as prolific as these theories would suggest. Also drawing on the coming out literature, the researcher hypothesizes that both stealth and non-stealth individuals will have some form of a habitual modus operandi for disclosing of their identity to certain people and locations/situations they are in. In addition, friends and allies of these individuals help ‘correct’ others who misread or misgender transmen which will then contribute to a lack of disclosures and ‘correcting’ practices made. It is assumed that the role of cues will contribute to the lack of disclosure and ‘correcting’ practices – this is including but not limited to: queer cultural cues, social media and digital (profiles, etc.), digital cues, bureaucratic cues (employee IDs, sex on the driver’s license, etc.), and physical male cues (secondary sex characteristics, comportment, clothing, etc.).  FINDINGS   Drawing on these interviews, most individuals, who are post-operation of gender confirmation surgeries and/or hormonal therapy (9 respondents) do not feel a need to disclose of their past transition history or transgender identity because they are perceived to be males. They do not feel the need to inform others of their transition history or transgender identity because their presentation aligns into the binary of what our society identifies as man. Among my participants the people who have undergone top surgery9 and/or have been on hormone therapy pass as males 90-100% of the time to others. Those who have not under gone surgeries and who have not been on hormonal therapy pass less frequently.  About half of the respondents did not feel the need to disclose in most everyday interactions. Jackson is exemplifies this finding. Jackson is a freelance writer who passes and lives everyday as a male. He states the reason why he does not disclose of his past transition history or transgender identity is because “…its’ not the most important thing about me, I feel like, somebody else might feel like it's the most important thing about me but to me its just not the most important thing about me anymore.” In these cases, transgender identity is less called into question and thus less salient for these individuals. They do not consider them the main aspect of their everyday life. In these instances disclosure becomes salient only under specific contexts, such as dealing with formal legal or bureaucratic instances, service providers, when                                                  9 None of the participants in this study have yet to undergo any surgeries below the waist related to their gender transition, ie. Phallopasty, etc.   11 with building intimacy such as friends, families, and partners. In the following sections, I analyze the instances of to whom, when, and how my participants decide to disclose this information.      Career Disclosures It is in the institutions of professional careers in which eight participants disclosed of their past transition history or transgender identity to their employers and co-workers. Out of the eight, most of them stated they disclosed of their identity/status because they decided to openly transition while at work and two individuals in particular involuntarily disclosed of their identity/status at work.  These two participants disclosed of their transgender identity and transition because they had occupations on a state and federal level, which meant that they had to work and be known as their assigned gender and birth name. It was through the process of changing their names and correcting their gender marker in which they had to disclose of this information to not only their employers but also their co-workers and sometimes clients.  For instance, Oliver, an attorney who regularly practices law, waited until his legal name change and gender marker went through the courts and was approved before he fully informed his employers of this information and fellow co-workers who did not know of his identity. Once he received the paperwork, he decided to disclose of his transition through an email that stated his new name and which pronouns to use when referring to him. While Oliver had to inform his employers and co-workers about his name change and his transition to changing his gender markers, the other transmen informed the researcher they had not disclosed of this information to their employers.  In comparison to the eight individuals who disclosed of their transition or transgender identity, the remaining twelve participants in the sample did not disclose of their transition or transgender identity to their employers or co-workers. For instance, one respondent Ryan a construction worker who is perceived and lives his life everyday as man, recently moved to a new state and in his new job he “…had the choice to come out or not come out … [and] I’m not out at work at all. And in some ways it’s nice because no body asks me horrible invasive questions.” Ryan also frames the reason why he does not want to come out is because he:   “[ I had]…heard enough stories, …[of] transmen [who] come out [at work] and next thing you know like suddenly they can’t lift as much as they use to lift and you know that people started placing all these like really ridiculous gender stereotypes based on their birth sex and I, I mean I can’t have that. You know I lift a lot of heavy stuff all day at my job and I can’t have them, I just can’t have that reaction.”    Since Ryan works as a construction worker and is perceived as a male, he fears that once his co-workers learn he was born a female they will stop seeing him as a male. He is concerned that if they see him as a female, they would place stereotypical feminine characteristics upon him. As such, he does not want to deal with the presumption that he can no longer perform the masculine tasks associated with his position due to his past gender and the potential feminine stereotypes others could place upon him. Therefore, he has not disclosed to his co-workers and is not planning on informing them anytime soon.   12  From further discussions with Ryan, it was unexpectedly discovered that he feels disconnected with is his co-workers and that it’s:  “…been more frustrating than I thought it would be, because you know, I feel like there is this wall between me and my co-workers, so like you know at a certain level they just don’t get to know me…they just don't really know me that well. They don't know like important things that are going on in my life.”   Since Ryan does not need or want to disclose of his identity, he feels like he cannot form a social relationship with his co-workers or bond with them when they talk about their past childhood. Although he recognizes that if he were to inform them of his transition history, he would be able to be more social and feel comfortable contributing to conversations about childhood. Ryan explained one of the reasons why he does not disclose of his identity to others, is because he does not want to confuse or disturb people’s current images of him as a man. He does not wish to disrupt peoples imagine of him, causing them to be treated not as a man either. Ryan’s fears of not wanting to disclose of his transgender identity or past gender history was a common pattern among the individuals who already transition and did not disclose of their identity in their professional careers.   In this section, respondents discussed the complexity of how and when they decide to disclose of their identity in relation to their professional careers. For instance, some respondents (Evan and Oliver) had to involuntarily disclose of their identity in their professional career. Whereas other respondents, such as Ryan, voiced that while they had the opportunity to disclose of their identity in their professional career they decided not. The reason why these respondents did not elect to disclose of their identity is because of their concern of being stereotyped as their previous gender within environments of their employment. As explicitly voiced by Lucas, another reason why disclosure does not often happen is because disclosure may create a disturbance within certain environments, such as work. The concern of having a disturbance in treatment is a reason why respondents opt out of disclosure.   Similar to the hierarchical position that employers fall into, one can argue that professors hold a similar structural position, but within a classroom context. It can also be argued that co-workers share similarities as classmates. Parallel to the context of professional careers, transmen who are currently in educational settings (whether that be high school or higher education) may also choose to disclose or not to disclose of their transgender identity or transition histories to their educators.   Student-Teacher Disclosures Six of the twenty respondents interviewed are currently attending a college or university. Four of the six individuals stated that they disclose of their transgender status/identity to professors. These individuals are grouped as transgender men, meaning that few of them have started to transition to a male identity by either socially or medically transitioning.  Of these individuals, most disclosed of this information in a way similar to Mason. He elaborates:   “…when I get my class schedule finalized. And I see who my professors are. And I have access on how to contact them, I definitely shoot them an email first [about which name and pronouns to use]. Than on the first day of classes I make sure to show up early and to greet them to make sure they know my face and know who I am…it usually works over  13 pretty well.”  By disclosing of this information prior to being in class, Mason is more likely to be called by his preferred name and pronoun. By disclosing to his professors, Mason is able to save emotional fears of rejection of his identity from his peers. Since his professors are using male pronouns and calling him by is preferred name, he does not have to disclose of which pronouns and name to use to his classmates. Instead, his classmates will tend to use the same pronouns and name that the professor uses for Mason.   This type of disclosure can be viewed as a type of modus operandi that transmen use when disclosing of their transgender status or identity to professors. In fact, this type of disclose was a common practiced pattern among the transmen and four alternatively identifying respondents in the sample. All of these individuals stated that they sent an email to professors who did not know of their transgender status or identity.  Even though four of the six participants disclosed of their identity to their professors, the remaining two of the six did not disclose of this information to their professor. Joseph, a genderqueer trans masculine individual, who previously transitioned from male to female and is currently transitioning back to male again, does not disclose to his current professors or classmates due to “…having anxiety of them not being open and respectful of [their] wishes [to be male]”. Joseph decided to not disclose of his identity due to personal comfort and safety reason. In contrast to Joseph, when Mason discussed why he discloses to professors and sometimes classmates, he remarked “…you don't want to continually have a conversation that’s like hurting your mental health by getting… the wrong pronoun or things like that. So you kinda just want to avoid that in every situation where you can.” Mason’s modus operandi is to avoid people using the wrong pronoun and/or name by informing his professors before classes start on which name and pronouns to use for him. One of the reason why they disclose more often to people is because they want people to use the correct pronouns when referring to them and because they want to be viewed and read as male to other people. It was unexpectedly learned that transmen who are currently in college feel safe enough to confide to their professor about their gender identity and which name and pronouns to use for them. By being able to disclose of this information to the professors, these individuals do not have to explain why the teacher is using that particular name and set of pronouns. When these individuals disclose to a professor, it is assumed that everyone else in the classroom will follow suit. This is largely due to the professor being in a position of higher power and status, thus the students will follow these cues. Though professors and employers are thought to be different, both hold an assumed position of power over other people and as such if they act a certain way towards someone by using names and pronouns they will indirectly influence the behavior of others. By disclosing to professors, these individuals avoid the pressure of disclosing to everyone.   In regards to the transgender men in this study who did not disclose to their professors, they did so because transitioning occurred post-educational attainment.  Most of the transgender men who are further along in their medical transition or have completed their transition (along with legally changing their name and gender/sex marker on identification) do not disclose in public settings such as schools and professional environments. These post-transition respondents do not feel the need or pressure to disclose because people perceive them as their desired gender and this tends align with the gender binary. Therefore, these respondents disclose in instances in regards to their children, medical doctors, and romantic/sexual partners.   14      PERSONAL DISCLOSURES   Medical Doctors  Eighteen of the twenty participants disclosed their transgender identity to their medical doctor by either informing their doctor on the sheet of current medicine and surgeries they have undergone or they disclosed to their doctor by requesting them to prescribe testosterone to them. An unanticipated finding that came about when asking if respondents disclosed of their identity to their medical doctors is that some respondents, either post or pre-operation, may be listed as female under their insurance to help cover them to see a female reproductive doctor. Though for those individuals who have legally changed their sex and receive insurance through their work, they are often times listed as male and do not receive the benefits of coverage for seeing a female reproductive doctor nor receiving assistance with female relate medical procedures, such as hysterectomy.  One of the reasons why disclosure to medical doctors was asked about and expected is because these individuals want the best health care they can receive. One way of achieving this is by informing their medical doctor about their identity and their transition process so that they doctor can make the most informed decision possible. As expected, eighteen of the twenty respondents informed their medical doctor about their identity for those reasons through verbal or written disclosures.   Disclosing to Friends Mason is a pre-op and pre-hormone therapy transgender identified male who is currently in his first few years’ of college. Due to the fact that Mason is pre-op he sometimes does not fully pass as male, which may lead to people misgendering him. As a way to stop people from misgendering him, Mason has given his friends permission to disclose of this information to others before they meet him. When public encounters occur with strangers, Mason’s girlfriend and friends typically correct others misgendering him by emphasizing his masculine name or his pronouns when referring to him. For instance Mason described the following:   “Um, well, usually if it’s like a restaurant or a setting where we have to be addressed, person –by –person, initially my girlfriend… will immediate be like “ ok I want this, what do you want boyfriend (emphasis on boyfriend)” or she’ll immediately drop those correct pronouns about [so] there’s never a chance that I’ll never get misgendered in that setting.”   In other interactions Mason’s friends and girlfriend will also say things like  “ well he (with great emphasis added) wants this, this, and this”. Mason states he “…usually [has] a team of people looking out for [him]” in those instances. But when he is in social settings where he is interacting with people he may never see again, he states that  “…it really depends on the situation and um how [he] feel about the safety of the situation, like if [he is] able to come out in that moment.” Therefore, if Mason is surrounded by his friends and girlfriend, they will usually  15 correct the people who misgender him by referring to him with emphasized male pronouns to help inform others of which pronouns to use. When Mason is interacting with people who he will repeatedly see, he will inform them to use male pronouns and his preferred name. The disclosing and informing of which name and pronouns to use is also practiced with David and Aiden in repeated interactions and encounters with people.  Even the respondents, who are currently living as men in their everyday life also stated they wanted and gave permission to their friends to disclose of this information to other friends and people with whom they interacted in the beginning of their transition. For instance, Henry described that when he first started to disclose he initially told a handful of his close friends and informed them to tell others of this information because it would be less emotional work for him. Similar to Henry, Lucas also informed his college classmates that they could tell others of this information. Though once Henry and Lucas started living life as a full male, they no longer felt it was necessary for their friends to inform others of this information. The reason why they felt it was unnecessary for their friends to disclose, is because their transgender identity became less salient to them the more their presentation and perceptions from others aligned with the masculine gender binary. Another reason why they wanted their friends to stop informing others is because they wanted to be able to control the access of who knows and who does not know.   In relation to Henry and Lucas’ reasons, respondents Mason, Noah, and Logan, explained they requested their friends to not disclose of this information in certain interactions because it is either an awkward situation for them to be in or because of concerns over safety and what may happen to them to when someone finds out. For instance, Noah expressed that he loves his friends informing other people of his transgender status but sometimes it can be problematic in certain situations and locations. Many friends of transmen are unaware that hyper-masculine and hegemonic spaces may not be safe places to “out” or disclose of their transgender friend’s identity. As Noah explained, when he is in hyper-masculine spaces such as a sports bar and his friends reveals his identity, he‘‘…can look at [the interaction happening and] already kinda see that this isn’t going to go well. And [his] friends start talking about [his transgender identity] and I can see it going in that [negative/south] direction. And there just not getting that, its not safe me, its fine for you but it’s not safe for me.” From this illustration, it is clear that Noah recognizes once others find out about his transgender identity, the space that he is in can become harmful to him. He acknowledges this more so than his friends, who are typically cis-gender, do not have to worry about any harm happening to them in these spaces. In these types of situations, Noah states the way in which he resolves these interactions is by exiting the situation itself because “there’s no point [of him] risking [himself] in getting attacked”.  After listening to the narratives of Noah, Henry, Lucas, and Mason, a reoccurring theme surfaced from their responses in which they gave permission to their friends to disclose and to correct others who misgender them in the beginning stages of their transition. By allowing their friends to do this, it helps them manage the emotional work of constantly having to inform or correct other friends and acquaintances. This also allows the transgender individuals to manage their fear of rejection by those who may not be accepting of their identity because their friends receive the initial reaction. Once these transmen have reached a point in their transition where they are being perceived as their desired gender, they often request their friends to stop disclosing their identity. By being read as their desired gender, their transgender identity became less salient to them and as such, “not the most important thing about them.” Since their transgender identity is no longer the most important aspect of their life, the concern now shifts in focus to who has access to this information. The remaining respondents, who have not  16 completely transitioned, while they appreciate their friends informing others for the above reasons, they also prefer for their friends to not disclose their identity in certain hyper-masculine or hegemonic spaces due to safety concerns. Overall, these respondents expressed having a strong support system in which friends were willing to help. This took two forms, where friends helped manage how respondents were being perceived in the eyes of other actors, as well as by informing others through correction.   Children and Disclosure  Henry, Aiden, Dax, and Lane are the only participants from this study who currently have children. Dominic was expecting his first child later this year and Jackson was in the process of preparing to have a child within the near future. Henry, Dominic, and Jackson all live as a male in their everyday life, while Aiden grouped as transgender man and Dax and Lane are part of the gender queer group.  From these respondents, Henry, Aiden, and Lane have informed their children of their identity and Jackson and Dominic discussed how they would inform their children of their identity.  Henry completed his transition in the early 2000s and since then has not disclosed unless it is in relation to his children. This past summer, Henry and his wife decided that their children were age appropriate in understanding biological differences and having reached a mature point in their life, they decided to disclose of this information to the their seven year old son and five year old daughter. Before this disclosure occurred, they informed their daughter’s therapist who said that both children would be mature enough to understand and saw no reason why they should not disclose when they felt it was necessary. After talking to their child’s therapist, Henry recalls:    “So we, we had like a family meeting after breakfast, like ‘hey there’s something that we need we want to talk to you [all] about.’ And we kinda framed it as…a way to reward them… for their maturity… So it was like a you guys are you know mature, able to understand stuff and so we feel like you know its time for you to have this information because we know… you know, you’re not little babies, you know what I mean, I don't remember how I worded exactly, but we tired to make it a achieved this knowledge or something. Um, and I think I’m pretty sure we kind of just like [said] ‘you know daddy was not, daddy was born a girl and knew his whole life that he, that that didn’t feel right…’”   In all Henry and his wife decided it was time to inform their children of Henry’s prior sex, and they did this over a weekend family meeting after breakfast. Henry stated that his children were fine with the information and that his daughter asked him questions such as: “‘wow, how did you do that?’”, “‘Did it hurt?’”, and  “‘Well, was your name [Henry]?’”. Henry stated the questions they asked were “insightful for children of their age group and he was open and honest when answering any of the questions they had for him.” Since that disclosure, Henry’s children will randomly ask him questions about his transition or past gender history every once and while now and he states that he openly and honestly answers any of the questions they ask as long as it is “not invasive and age appropriate” for them. The weekend after disclosing to his children, their daughter and son went to see the therapist and the therapist informed Henry and his wife that they are fine with him disclosing and currently do not show signs of any emotional strains.   17 Other instances in which Henry had to disclose of his past were in relation to his children. For example, Henry disclosed to his children’s principal. The reason why he disclosed this is because he wanted his children’s teachers to know that if they started to act unordinary. Through disclosing to his children’s therapist and other caretakers, they could keep an eye out for any problems that may come up once he had disclosed to them.  Another instance, in which Henry discussed of his more recent disclosure in relation to his children, was when he overheard a group of mothers talking about her transgender child. For example, in his words:  “…this summer I disclosed to a group of moms um who were whose kids went to preschool with my daughter and one of them has a, a son whose trans. So we were talking and I was like, this is super relevant, I cannot not you know [disclose to them], so I just said, you know I don't remember exactly how I said it but you know, um ‘I can be a resource or a help to them’. Um, and that was probably honestly the first time that in just a casual, like hey well I’m trans you know cool uh. So that like 16-17 years probably the first causal uh sharing.  I would say other than [that], you know, its kind of a select group of people [he would disclose too].”  Henry is the only individual from this study who lives and is perceived as a male in his everyday life and has children. He often does not disclose of this information to others because, “It’s not the most important thing about me (his transgender identity or past transition history). I feel like somebody else might feel like it's the most important thing about me, but to me it’s just not the most important thing about me anymore.” Though more recently, he finds himself disclosing in relation to his children and certain people who interact with them. Outside of his children, the only other time Henry disclosed of this information was when he thought it was relevant.  Similar to Henry’s recent disclosures around his children, Lane, a genderqueer transmasculine individual who lives a transgender experience, also discussed that he finds disclosure more often in relation to his child. Lane is unique because s/he does identify as a transman, nor as “male or female”. Lane doesn't care what pronoun you use—“whatever you need to get you through the day10.” Also Lane explains that he  “… didn’t have like a coming out experience because I didn’t come out as trans, I just was always like this and this is my life.” Therefore, Lane never disclosed being trans*, instead s/he often disclosing of his identity as a father to his child and to those who interact with his child.   Although Lane never disclosed his gender identity to his child, he strongly identifies as his child’s father. To the best of his five year olds ability, his child:  “… understand[s] that I’m not exactly male and not exactly female. And so actually he described me as a centaur to somebody the other day, because that’s how he understand[s] gender fluidity: as like a centaur (chuckles)… and he does identify with me, he identifies his self with me. I am like his male figure that he wants to be like.”                                                   10 Lane said to use the he/his pronouns for this write up for consistency sake and to not confuse reviewers although his long-term friends typically use she, and newer friends and parent friends use he most often.   18 Lane’s child is able to see how complex Lane’s gender is and describes him as a centaur to describe his gender fluidity. Even though Lane’s gender is fluid, he strongly identifies as a father.  When it comes to disclosing of his identity, Lane is not disclosing of a trans* identify but rather a father identity in relation to his child. For instance, when discussing which parental pronoun to use with him, Lane tells the following to his child’s teachers and sometimes the parents of his child’s classmates:   “…you know, [when] we’re meeting teachers, like teachers will automatically be like, ‘hey mom,’ so I’ll have to sit and be like I don't go by mom, I go by dad. Call me dad. I am specifically for fathers day, [his partner] is for mothers day. So I have to deal with this right up front. So that's why I am saying it’s interesting because almost all the disclosure stuff happening in my life is coming through, its coming through child bearing.”  Lane does not disclose his past transgender experience, instead he discloses of his father identity to his children’s caretakers. It is important to note that both Henry and Lane disclose of their identities at different times, and that disclosing becomes more frequent in environments surrounding their children. The remaining two respondents, who do have children, had not disclosed to their children at the time of the interview. This is due to the respondents feeling as though their children were perhaps not old enough to understand their identity. A pattern that emerged from these particular interviews is that although the respondents gave considerable thought to disclosing to their children, the ways in which they had done so were highly varied.   The Child Plan   Even though Jackson does not have a child, he is currently thinking about having one in the very near future. Comparable to Henry and Lucas, Jackson also does not feel the need to inform others of his past transition or transgender identity. Jackson was an interesting person to interview because although he is out and open with his transgender experiences online or in person he is rather quiet about it. For instance Jackson states:   “I obviously don’t feel the need to disclose when I apply for jobs. (Chuckle) um, but I’m also sure that people are gonna figure it out from looking me up on the internet. …I don’t feel when I meet new people, when I met my wife’s co-workers or my wife’s friends, I don’t feel the need to talk about it at all. In fact much the opposite, I don’t want to talk about it. Because people, even when they have the decorum to not gawk at you, give you a look that they are looking at you differently you know. Or their just, like I don’t think its only trans*, I think theres lots of different things you can tell somebody, like I have a terminal illness and than they just start looking at you differently. Or you know even a major illness. You know they just look at you and and you know that they are just thinking about you. And like trying to imagine what your life is like or something like that, and it’s uncomfortable and it’s a little prevent but we’ve all done it. Uh, I’m not exempt from doing that to other people when I learn something fascinating about their history that is different from my experience. Um, so I um, yeah I mean I don't, there hasn’t been a day where, there have been many days where I’ve gone and not told anybody (chuckles) I’ve met.”  19  From the above quote, it is clear that Jackson does not disclose of his transgender identity to people in relation to his work, friends or wife friends/co-workers, etc. He does not feel the need to inform people about this information, because he does not want to talk about it. However, what makes Jackson particularly interesting is that if someone were to Google his name, they would be directed to social media platforms that informs them that he is transgender. In a way, Jackson is completely out in social media. Yet, in real life, he won’t acknowledge it, even in situations where people could potentially bring it up. For instance, the following quote describes how Jackson interacts with individuals who could discover (or uncover) his identity:  “I just don't go out of my way to tell anybody. Even though its an enormous part of my life. I spend most of my free time thinking about and talking about and talking to trans people. And it is not a secret and I’m not ashamed and I don’t like to you, when your talking to somebody keeping a secret there’s an energy you can sense, that you can sense like ‘shh, I don’t want to talk’ about it, like a few of my co-workers have figured it out but just from my writing and our conversations and um, wont put me on blast, again their taking cues, but they I think they can sense that I’m not ashamed by it. I just, it's a part of my story, its like when I was talking to that, that girl who looked me up on FaceBook…she doesn’t go around telling everybody about that, and we could connect on that level you know, we get each other a little more, um now but we’ve created a kind friendship where we can talk about things and that why I can talk about being trans with her if I wanted. And its almost like I don’t need to talk….Its like this trans thing is not even the mostly most interesting thing about me most days and it actually has no barring on my work …it just doesn’t come up and it would seem awkward to bring it up…”   Jackson does not verbally disclose of this information to others, instead he assumes that they may know of it, but for personal reasons he does not bring it up and people who may know of this information take the cues he is giving and leave the subject alone. When discussing his future children, Jackson states, “I sometimes think about being a parent. And it’s going to bring a whole new question of disclosure into my life when I am a parent”. Jackson is expecting for disclosure to come about when he does become a parent and discusses how he plans to come out to his future children:    “…I thought about making a fresh start as a parent of just changing my name. Maybe taking my wife’s name or some other version or mixture of our names and having two lives where now my legal name is really my writing psydeuo name and I’m dealing with these teachers and stuff so we can just keep these two lives really separate. You know it ok, I imagine I will be out to my kid from the get go and will have conversations about what they disclosed cause I talked to my other guy friends who are parents about their, what they talked to their kids about, their own boundaries and their privacy and not talking to your friends and you know, um (sigh) I imagine it like ok my kids friends are going to look me up on the internet eventually (chuckles) I defiantly can’t keep it hidden from my kids, cause they’ll look me up on the internet. So its not really a question (of disclosing). I want to be the one to tell them first before they figure it out, I don't think I would be able to undue the message that I was ashamed of it if I didn’t tell my own child. I think that would send a really important explicit message to them so. Um, though I do  20 know guys who don’t tell their kids so. Um, anyways that's that's the next theres literally no other people in my life that I think I have to figure out stuff about, expect my kids and their caregivers….  I really think and I heard this over and over again that the earlier you introduce stuff to kids the less of a big deal it is. Which makes sense to me, if you don’t tell somebody something for 15 years, uh its there’s no chance that's its grown up naturally, organically as part of their world, it's a revelation and uh um so. Like my friends kids all know, well one of them he started transitioning after they were born and the other one you know he told them, but their young you know they already started talking about it as soon as the kids was verbal and its just is normal to them, that's their dad and that still doesn't mean that they don't have to talk about what it means: when its ok to talk about it, how to talk about it to other people, it’s mostly other people, how to talk about it to me the dad in a way that feels respectful of my body cause the kids are also getting all these messages from the outside world about girls and boys, and kids are like the girl and boy police. As a they go through a certain phase where they are like these are girl things, these are boy things and it’s really critical for them so they love that stuff. So um, but eh, from the start, from the start I would tell them, I don’t know how I would tell them but I imagine just like my mother when I was really young, she would walk around without clothes on and stuff you know we bathed together once and (chuckle) while kind of thing. They would see my body is different. And um then other boys, especially if they were boys themselves and they identified as boys and they had penises and stuff, they would figure it out. So…”  Even though Jackson has a strong presence of being out online, when it comes to his private life, he is rather quite about his transgender identity and does not want to talk about. Jackson expects to experience some forms of disclosure when he has children. In fact, Jackson already has a sense that he will be open about his identity to his children at an early stage through them viewing his physical body. Jackson’s expectations and future plans of disclosing to his children fall in line with Henry and Lane’s experiences of disclosing to their children. In addition, Jackson expressed concerns about his children further disclosing his identity to others and plans to inform his children to be respectful of him and his identity.  Overall the respondents who had children were more likely to express a desire to be the person who disclosed of their transition history or transgender identity to their children. The act of disclosure varied based on personal beliefs of whether or not the child was ready to receive this information. This was communicated as concern over whether their child was old enough to understand and be respectful of both the information and their parent. While there is no consistent pattern on how and when these participants disclosed, what was found, from both respondents who had children and those planning on having children was that disclosure would become a more frequent occurrence. This includes but is not limited, disclosing to their children and others who interact with their children on a daily basis. Henry specifically noted that disclosing to caretakers was done to keep an extra eye out for his children. Another instance in which disclosure may arise is when the individual feels that it is relevant to a given situation. Each participant who had a child expressed their own conditions under which they decided to disclose such as Henry, who waited until his children were old enough to understand and be respectful of his past. The respondents who are expecting or planning to have children also consider and imagine the appropriate time or ways in which they will disclose to them.   21 The unique discovery of how much time goes into the process of planning how and when to disclose to children is remarkable. For instance, it can be assumed cis-gender heterosexual parents do not have to take time out of their day to think about how they will inform their children about their past gender identity. Even though Jackson was the only respondent who explicitly mentioned a child plan, describing how and when he plans to disclose to his children, it may be assumed that other transgender men who have children also theoretically consider how and when to disclose. As mentioned earlier, Jackson elaborated his concerns about disclosing to his children and how he wanted to be the one to inform them of his past transition history, even though he did not have children at the time of the interview. Henry also explained how and when he decided to inform his children about his past. As stated before, Henry decided to disclose to his children when he and his wife thought they were old enough to understand and be respectful of his decisions. While Henry never elaborated his specific child plan, it can be assumed that Henry and his wife had various talks about when and how they would disclose to their children, as it occurred prior to the interview. A fascinating theme out of this line of discussion is that even if respondents didn't have children, they discussed a “child plan” and planned disclosure to future children. They still think about disclosure as it revolves around children, and that awareness says something in itself. Transmen are thinking about future disclosures and developing strategies for their future children.  Disclosure and Dating   The majority of participants stated disclosure would or does come about in the arena of dating. Most of the transmen stated they prefer to disclose of this information very soon rather than later, so they do not have to deal with the emotional stress and rejection if the person they are interested in does not want to date them because they are transitioning or have transitioned.    Organic Dating Disclosure  Nine of the respondents were in a relationship at the time of the interview. The remaining eleven individuals described their current relationship status as singe. All of the people who are in a relationship met their partners in person. When discussing dating, most of the transmen stated that they would be upfront with their transgender identity if they were interested in dating some one. For instance, Noah describes that he is “straightly upfront about it” and that he “find[s] it rude if I wasn’t [upfront]. That would be misleading…” Noah prefers to be upfront about his transgender identity to the people he is interested in pursuing. Similar to Noah’s straightforwardness of disclosing of his identity, is Wyatt. Wyatt is in an open-relationship with his partner and dates either male or female individuals. While Wyatt is also upfront about his transgender status, he states that the reason why he is upfront about his identity, especially when he is interested in dating a gay male, is because:   “…I have no reason not to [disclose] and I think that doing it is … [for] my safety more than anything. Um I’ve just like heard horror stories about people dating a trans*person who they didn't know [they] were trans …So I think that it’s only to my benefit to disclose my trans* status. First, so as to weave out all of the people who wouldn't typically, I don't know not date someone who is trans*…”   From this perspective, Wyatt explains that he is forthright with disclosing of his transgender status because of the stories he hears that others, specifically transgender women  22 (especially transgender women of color) go through once they disclose of this information to their partners. Wyatt is also forward about informing potential partners of his identity in order to “weave out” those who are not interested in dating a transgender individual. By disclosing early on, Wyatt can continue to interact with those who are still interested in dating and leave behind those who may have a problem or concern with his transgender identity.  In comparison to Noah and Wyatt’s straightforward disclosure, Ryan, a transgender male who is living as male in his everyday life explains that he is still learning when and how to disclose of this information to potential partners. He explained that he struggles and thinks about this issue a lot. Such as:   “…I struggle with that a lot (disclosing to a potential partner). Like at what point can you tell (them)?...Um, but I think as far as like how to disclose to potential partners, I don't know. It is hard I mean. Yeah, I mean that I think that I would definitely want to do it before; you know it got physical in any way. But at the same time like, its yeah, its hard to like get to know somebody with out telling that like at the same time so. I yeah that's a hard thing to figure out. I’m still figuring it out.”  Ryan is still learning and figuring out how it is best for him to disclose of this information to potential partners. Even though Noah and Wyatt present similar patterns of how other transmen disclose to potential partners. Ryan and Lucas do not follow that pattern. While Ryan is figuring out how and when he decides to discloses to potential partners, Lucas explains how he came to his pattern and sometimes how he has to inform people that he is transgender. Lucas also notes that people typically do not believe him because he looks like a man’s man and as such people sometimes have a problem believing that he is transgender. When discussing how he discloses to a romantic/sexual partner, Lucas elaborates the following:  “…now I am just like a lot more confident in disclosing (to potential partners). Even though, I still maybe, maybe because it’s also a really hard thing to disclose because here’s the problem, since I look so male and people have a really hard time reconciling that information with what they see in front of them. So um, so I guess than I have to be very direct, but than if I am direct, like say I very specifically then there[‘s] kinda of a shock, maybe sometimes. Than other times, people heard about before, they know…I guess maybe I have come a little - not as artful as I like to be (when disclosing of this information) but definitely more confident and comfortable.”  Lucas states that sometimes he experiences a problem with people not believing he is transgender and because of this, he has to be more direct and confident when disclosing this information to others. If he is not direct about it, people will not believe him.  Through these interviews, respondents Ryan, Noah, Lucas, and Wyatt explicitly discussed a common pattern of being upfront and/or direct about disclosing of their identity to potential romantic/sexual partners in person. Although only four participants explicitly stated this pattern, the remaining sixteen respondents also touched upon the subject implicitly. The main reason why transmen, like Wyatt and Noah, disclose of their identity early on is to “weave out” those who are not interested in dating them because they are transmen. Another reason why disclosure arises in instances within dating is for personal concerns or fear that something may happen to them because of their trans* identity. While not every participant elaborated on this  23 fear, a few voiced similar concerns to Wyatt. Wyatt relayed that his concerns emerged from hearing, “horror stories of/about people dating a trans* person and didn’t know they were trans*.” These stories are often in the news and typically focused on how a transwoman “deceived” or “lied” to their male romantic/sexual partner, with their male partners violently reacting to them upon the discovery of this knowledge (Schilt and Westbrook 2009).    Disclosure with Online Applications  When interacting with online dating site or applications, they request for a person to make a profile. In this profile page, users are able to post pictures of themselves, describe themselves (what users like/don’t like, what users are interested in, etc). Sites and applications also make the user state their age and gender/sex marker. While these sites only request/encourage users to make a profile and they are able to choose whatever they would like, many transmen expressed that they are not too keen on using these applications because they only interact with the binary. When discussing if and how they navigate their sex identity with these sites, many of respondents stated that they would put male. Due to the strict and limiting binary positions of these platforms, on their public profile, some of these individuals would put that they are transgender or transmale in that section. The main reason of doing this is to quickly inform the people who are interested in them. Since the potential partners are aware of their transgender status, it gives them the option to further pursue or not to pursue interactions with them.  While online dating applications are becoming more available to people and are becoming more popular, many respondents explained they would rather not interact with these sites. For instance, when interviewing Mason he described these sites as “…a bit more tricky because they only have binary boxes and they don't really leave that much room for explanation. So I personally try to avoid them because of the limitations they have.” Due to the fact that popular dating applications only allow for them to identify as either male or female, Mason, like many of the respondents, opted out of using these sites because of the sex/gender limitations that they have for identifying themselves. Due to these limitations, most of the respondents explained that they really do not use these sites, and prefer to meet people in a more organic way.  Another remarkable instance in Ryan’s experience when using an online application is the type of people who would contact him, Ryan elaborates:   “…I talked to one girl who ended up being a total chaser and that was like a not feel good for me. She was with me because she wanted to date a transperson not because she was like interested in me. Um, and than a lot of the most of the other response I got were like ‘oh that’s so brave’ um, and that’s I mean that just like a ridiculous hearing people just um, again yeah. I-I think that I-I-I did it (disclose his transgender status on the application) you know cause I, you know I wanted to make sure that I was meeting people who would be interested in dating a transguy. But I think what happened was that I didn’t end up seeing so yeah so if I where at a point where I wanted to do that again I don’t think I would put it you know right in my profile.”   Although Ryan disclosed of his identity in his profile, he was receiving people interested in dating just a transperson who are not interested in actually dating him or getting to know him. Along with receiving “chasers” (people who seek out dating transgender individuals) he also received people telling him how brave he was. Ryan thought that it was ridiculous to receive  24 those types of message on the application because he didn’t want someone to tell him this, instead he used this site for it’s purpose, which is to meet people, and was turned off by it when people were either chasers or who just wanted to continually praise him for being who he is.  Along with Mason and Ryan not liking these application is Lucas. While Lucas is a type of person who would rather meet someone in a more organic personal way, he explains how he feels about the potential of using online dating sites:   “Yeah, that’s the thing. I’m kinda weary of doing any of that kind of stuff because I feel like my information, or maybe I’m a little too paranoid because whose going to be looking back at this stuff…Sometimes you can end up with just being messaged by people who fetishized you and that, I don’t want that either like. I always kinda really tried to forge as genuine relationship as much as possible, so yeah. I don’t know what else to say about that.”  Due to the fact that these dating platforms only allow for a person to choose one of two genders (based on the gender binary), the majority of respondents from this study stated they would pick and identify with the male category. Respondents voiced that they would choose the male gender because they want to be perceived as male both on and outside of the dating application(s). Although they pick the male gender option, most participants would negotiate their transgender identity by putting it on their profile page within their bio section. By explicitly putting their transgender identity on their profile page, they are “weav[ing] out” those who are not interested in dating them because they are trans* by making it directly visible. Many respondents communicated this dualistic limitation on gender categories as one major reason they do not interact with the sites. Another frequent concern mentioned in interviews with respondents in reference to dating sites is the possibility that they will meet someone who may fetishize or chase after them. In fact, this concern was clearly stated in Lucas and Ryan’s interviews. Lucas’s feeling about potentially meeting a person who fetishizes transgender men is parallel to Ryan’s experience of being with a chaser. Because these applications cannot screen for people who may “chase” or fetishize transgender individuals, respondents are hesitant to use these platforms.  How these individuals disclose in realms of romantic and sexual situations was unique as the ways in which they would disclose of their identity. For instance, when discussing the possibility of dating someone, respondents stated they are more upfront with disclosure. However, when meeting new friends, these respondents said that they are not as upfront about disclosing their identity. This is because the romantic partner will have a more imitate (both emotional and physical) relationship with them compared to a friend or acquaintance. Yet, being friends with someone for a certain period of time, respondents stated that they would disclose to them. Respondents expressed this as a desire to communicate their past histories to further an intimate bond. This highlights the complexity of how and when these respondents decide to disclose of their identity. While respondents elaborated when and how they disclosed, this may not hold exact for every individual who identifies as a transgender men.   PUBLIC-PRIVATE LOCATIONS PLACES OF DISCLOSURE  In areas that are considered to be public-private spaces such as bathrooms and locker rooms, many transmen rarely disclose of their transition history or transgender identity in these  25 spaces. One notable finding, that was repeated through out various interviews, was the concerns and feelings of fear associated with using the men’s bathroom.   Bathrooms Out of twenty respondents, only two commented that they had neither problems nor concerns for using the men’s bathroom, Henry and Lucas. Although Henry and Lucas have been living as males for 10+ years, other transmen who are complete or almost done with their transition process state that they are not as concerned nor fearful of using the men’s bathroom in comparison to when they first started to transition. One reason for the absence of concern about being in this space is they have been using this bathroom for a long enough time to know about the politics or routine behaviors one should use when there. As Ryan states from his experience using the men’s bathroom:  “… Men’s rest rooms are deeply homophobic spaces where like [men] don’t, guys don’t look at each other, like they don’t look at each other, they don’t talk to each other, like if you have to wait, you wait outside, like you don’t wait in the bathroom for fear of ‘oh my god you might see a penis’. um, but that like as long as you walk in there and you look more or less male and you look like you know what you are doing than, like people aren’t going to question you because they don’t want to be accused of, like you know, being gay at all. Um, so I think that [going to men’s bathrooms] actually helped me sorta get over the fears that I had about going in there but like, um, but yeah. I mean I still like, still makes me nervous [at times].”   While Ryan was at first fearful of using the men’s bathrooms, after continuing to use them, he became more aware of how this space is occupied and the routine behaviors that are used and expected there. In essence, Ryan feels comfortable occupying this space because he has learned the politics and behaviors of the men’s bathroom. However, it is important to note Ryan’s underlying feelings of nervousness even though he is now more at ease in this space.  Other participants also expressed an underlying feeling of fear of the men’s bathroom.  Compared to Ryan’s underlying fear of using the bathroom, Jackson (a transgender man who lives his everyday life as a male) also expressed a sense of fear and vulnerability when using the men’s bathroom. When discussing if Jackson has any fear in regards to his transgender identity he stated:  “I do still worry when I go into bathrooms, its almost an irrational fear, if you look at my history cause there’s been no problems. But I know a lot of men, who just like me have had it really easy and they’ll still hold on to this lingering fear of bathrooms. Um, and I think its just a vulnerability of it, your pants are down. Um, you know I always have to go into the stall, I worry when I sit on the toilet and I’m peeing, a lot of men don’t pee sitting down so. If somebody is listening to me and their wondering if I am weird or if something is wrong with me and if I am in a certain kind of place, they might want to say something or mess with me. Um, like at work, the university bathrooms, no body is ever gonna talk to me their just way to civil and polite. But um, at bars and stuff. Like I really feel uncomfortable and I hold my pee, til people leave the room kind of thing so. Uh that is really the one place where I feel vulnerable like, maybe not like locker rooms…”   26 While both Ryan expressed an underlying fear of using the men’s bathroom, Jackson further articulated that this fear lingers because the bathroom can be a place of vulnerability. This is because the body is not fully cover and being in an area where people are suppose to have a penis but not having one and the possibility of having this discovered may lead to harm.  In the trans* community there is a fear of using the bathroom and someone finding out that you do not have the body parts associated with those who are suppose to use that specific bathroom. Due to this fear, some trans* individuals will strategically use the bathrooms of their desired gender. When discussing bathrooms in his interview, Evan stated how he strategically feels out the men’s bathroom:   “… Um, usually I try, even now I try to be careful and if there a lot of guys in there hopefully there music playing [in the bathroom]. You hope it’s kind of nosey when you have to go pee cause you don’t want people to, you know there’s a difference between women peeing and men peeing, there just is. There’s a different sound and so things like that. You know I don't use the urinal, I go to the stall because I don't want people to see me. You know its just I’m very careful. And a lot of the times, you know, you flush, you learn tricks. You know you flush the toilet while your going to the bathroom or you if its really nosey, it’s not a big deal but you know you act like you are talking on your phone or you do something to kind of take away from what your doing. And you know I, you don’t make eye contact, it’s not like in the women’s room where you know women are talking and gathered and stuff and you go in and you do your thing and you leave, you wash your hands and you don’t look at people. And you know I just keep my hat on and just do it and go. But really truly that’s probably the biggest time that I am more aware that there’s a difference between me and the people I am using the restroom with because um that just you know, it's the bathroom and that an intimate so I’m just very weary when it comes to going to the bathrooms.”  While Evan has been on testosterone for more than two years and has been using the men’s restroom, he still fears using the bathroom. This fear of using the bathroom was a recurring theme through out many of the interviews, with most transmen in the sample citing feelings of unease. The ways in which Evan overcomes his fears of using the men’s bathroom is by developing habits. These habits make him feel as though no one is watching or is able to pay enough attention to call him out for using the men’s bathroom. Another respondent, Noah, attempts to reduce fears associated with using the men’s restroom by adopting strategies similar to Evan, such as he “…will never go to the bathroom with out telling somebody. And if I’m not back within ten minutes, most of my friends know to either come coming looking for me or that something happened.” Another precautionary modus operandi Noah implement is having a friend go with him to the bathroom:  “…[I] will always have a friend come with me or know where I am at. Like if I go to a bathroom in public, usually I make my friend, my best friend, we go everywhere together. I usually make him come in with me. And I’ll take like the stall and he’ll take the urinal right next to the stall that I am at, just incase kinda thing. But he’s my back up. He’s held doors down, like barricaded doors, just like let me use the bathroom cause I, like a toilet, urinal stall kinda things…”    27 Due to increased concern over safety, eighteen of the respondents expressed or hinted that they created approaches specifically for the bathroom. Respondents like Jackson, Evan, and Ryan (who live as men in their everyday lives) recognize that their fears may be irrational because nothing has ever happened to any of them (since they are often perceived as male). Respondents who were earlier in their transition, however, expressed a more acute fear of being in hyper-masculine spaces such as the male’s bathroom. Both the participants who live as men in their everyday lives and those who are transitioning, described different type habits they implement when interacting in those hyper-masculine spaces. By creating adopting these strategies, respondents were able to negotiate their fears of being in these spaces. While none of the respondents explicitly stated how and why they came to have a fear of using the men’s bathroom, the researcher can only assume from previous sections, that fears became salient from hearing stories of other gay, lesbian, and transgender individuals who have encountered problems in similar hyper-gendered spaces.  One unexpected and important find from this section is the description of the men’s restroom (and places similar to it) being associated as a homophobic space. As Ryan discussed earlier, men in these space have a great fear of being perceived as gay and as such they do not interact with other when in these spaces.   Locker Rooms and Public Pools  Four respondents described their experiences using the men’s locker room. These respondents shared an attitude similar to Henry, in that while they may “ … not [be] a fan of locker rooms…” they are secure enough in their gender presentation to be comfortable using them. This is likely due to the four respondents living their lives as men for a longer period of time. Since they have been living and presenting as men for longer, they are more aware of how to interact within male-only spaces.  Similar to the feeling of “vulnerability” that is associated with bathrooms, Henry expressed that he does not fear disclosure in locker rooms, instead he is more concerned about his transgender identity being exposed in public places, such as but not limited to male only spaces as bathrooms and locker rooms but also public spaces, as public swimming pools. It is by having his shirt off and someone seeing his scars that would potentially expose his transition past. For instance, as Henry states:   “In terms of physical safety I never, I can’t say I ever felt like disclosure would put me in physical risk um, I mean I’ve changed in men’s locker rooms, you all that stuff. I’m still not super jazzed about that kind of I mean that's not, it sort of a disclosure, I mean I’m not dropping my pants and walking around naked uh, but there’s that fear of exposure maybe more than disclosure…My feelings of vulnerability regarding my exposing my chest publicly is primarily about visibly disclosing my history. And the funny thing is when I don't anticipate seeing anybody I know (like if I'm out of town) I couldn't care less and hardly think about it. My primary concern is having to explain my scars to somebody I know - like a client I might run into at a park while I'm out running or a parent of a schoolmate of my kids at a pool party. I don't truly think \"oh, he must be trans!\" is going to be the first thing on their minds, but it does stress me out a little. I think it's primarily that it feels out of my control - if somebody makes that connection then I've sort of accidentally disclosed when I might not have wanted to.”   28 In these areas of chest exposure, such as locker rooms and public pools, Henry describes how he is more concerned with the direct exposure of his body. This would thus present the possibility of having to explain to another that he is transgender, and as such, forcing disclosure of his identity. It is in these occurrences of bodily exposure in which Henry assesses his level of comfort and the potential for disclosure. While Henry does not often disclose of his identity, he often considers specific and critical instances of when and how to disclose. Instances in which he takes off his shirt or overhears someone talking about their child being transgender are the more recent locales where Henry has decided to disclose.  Even though respondents reported that bathrooms and locker rooms were not places where disclosure occurred, how these individuals’ elaborated fears surrounding their identity was an unexpected finding. Locker rooms and public swimming pools can be viewed as areas of exposure leading to disclosure about transgender identity and transition history. Although respondents like Henry have a fear of exposure of their identity, other respondents such as Ryan, negotiate this fear by becoming socialized to these hyper-masculine, male-only spaces. What’s more, Ryan expressed that these space are in fact “deeply homophobic spaces.” Ryan explains, “[the men in them,] they don’t…look at each other, they don’t talk to each other… because they don’t want to be accused of, like you know, being gay at all…” Because of the overwhelming threat of being read or perceived as gay, the actors in these spaces do not interact with each other. Ryan continues, “ …as long as you walk in there and you look more or less male and you look like you know what you are doing then like people aren’t going to question you because they don’t want to be accused of, like you know, being gay at all…” Due to society’s association of male homosexuality with femininity, it can be argued that men would attempt to protect their masculine identity by avoiding contact in these spaces. While none of the respondents in this study expressed negative experiences in these hyper-masculine or hegemonic male-only spaces, it should not be generalized to suppose that all transgender men do not experience difficulties. As a matter of fact, those who may have had traumatic experiences could have chosen not to participate in this study for fear of reliving those memories.    Transportation Security Admission in Airports The majority of the people I interviewed did not have experience with Transportation Security Admission (TSA) as transgender men. Only four individuals, Noah, Wyatt, Dax, and Dominic had experiences with TSA. Noah, who has legally changed his name, is presenting himself as a man in his everyday life, and has been on testosterone for years, states the following about his experiences with airports and TSA:   “I haven’t come a across anything or issues about [disclosing to TSA] and I do fly often. And it is something I am very nervous about every single time I go through. Every single time I go through I get stopped, um and they pat down my chest cause they see the binder. Um on their markings, I-I –I’ve had this, there what they put you as male or female or which ever you look like and um whatever pops up on their screen, which is abnormal um for whatever they put you as so they would have, like I guess they would have to put me as male, which makes me feel better. But they see something hear (points to chest to indicate binder), um I always wear a full binder though whenever I go through airports cause the half binders you can feel something and I’d rather not get stop and have to take off my binder and go through all that cause that’s my worst nightmare…Every single time I fly, I get stopped and they pat down my chest.”  29  While Noah is often pulled aside to be patted down, he states TSA never gives him a hard time. It is typically not an issue to be patted down and he does not have to relay to the person who is patting him down about his transition or transgender identity nor information about his binder to the person patting him down. He explains that it is a simple chest pat down and he is often easily given the “OK” to continue on to his boarding flight.   Wyatt, has not legally changed his name nor his gender maker on his identification.  Even though he has undergone chest reconstructive surgery (also known as top surgery) and has been taking testosterone for a few years, he has experienced slight complications twice at the airport due to TSA being not being able to read his gender presentation. For instance Wyatt states:    “I mean I don't fly all the time. Umm and until I started passing as male it wasn’t difficult. Uh I guess I had one time where I recently started testosterone and I was sorta in the middle like half perceived male and half not and I was flying. Um and I like got chosen for their random pat down and they spent like 15 minutes waiting uh because no one would ask me what my gender was. Uh when you have to get a pat down they like send you into a room or something with a person of the same gender, as you. Um so like if I was female they would make me go with a female TSA officer and get a pat down. So I spent like 15 minutes waiting and um I finally just got pissed and was like  “listen if you guys just want to know, just ask.” Uh they like pulled up the body scan and saw that I had like a –essentially like a binder on and so they weren’t able to tell what was going on, um. And so finally they ask and were like you know ‘are you a guy or are you a girl’ and what I had to say ‘ I’m – you know my legal gender is female. Uh on my id’ and they said ok and they pulled me into a room with a women and had the pat down, whatever it was not that terrible of an experience. Um more recently than that, I was –when I was totally passing as male, um was in the line where they just like check your id and check your um plane ticket to make sure the names match and um but as I approached the person who was checking said come this way sir, so I walked closer to him. Ah looked over my information and looked back up at me and he was like uh you know sorta didn't know what to do with me or it. I didn't say anything, he just let me go through. Um but than my girlfriend who was right behind me, apparently he said something like ‘ oh that was weird’ or like ‘that’s never happened before’ um which is odd to think that's never happened to him before. Uh, but I didn't feel the need to disclose than. I didn't feel the need to disclose my trans status the time before, were I just said I was legally female or that my id said I was female. Um, the next time I fly I will probably have to say something. Uh if I’m questioned I don't mind having to disclose my trans status than. If someone questions it, I’ll definitely say something. Uh but if I’m not asked a question, than I wont.”  While Wyatt has had two involvements with TSA due to either his gender presentation not being read or his gender not aligning with his name, he did not have to disclose of his transgender identity/status to TSA. Instead, Wyatt either informs people of his gender or also has proof of identification that he is who he is.    Compared to Wyatt and Noah’s airport experiences, Dominic recently had an issue with the airport because he just legally changed his name and gender marker. However, while he was filling out his flight information (prior to legalization), his ticket had his previous name and  30 gender marker. Therefore, all of these new forms of identification did not match up with his ticket. In order to change the information on his ticket, Dominic had to call the place where he bought his ticket to try and have it changed, but they informed him that he had to talk directly to the airline. The airline later told him that he needed to talk to the place that he booked the ticket from. Due to all of this confusion, Dominic’s wife took to social media and was contacted by their city’s airport that then informed them how they could help correct the name and gender on his ticket. While few respondents experienced complications with TSA, two of the respondents stated they avoid flying altogether. This is due to the possibility of having their transgender identities exposed compiled with horrific stories shared within the LGBT community and mainstream media about mistreatment, discrimination, harassment, and deaths of transgender people.  Given the bureaucratic and legal documentation that TSA requires people to have, two of these transmen experienced some form of legal name change complications and three of the four experienced either being patted down or encountered gender perception complications. While none of these individuals disclosed of their identity, most carried extra identification to demonstrate that they were in fact the person on the ticket. Yet four respondents (Henry, Lucas, Jackson and Ryan) had not experienced any problems with TSA. This is likely because these respondents are further along in their transitions so they have already legally changed their documentation and are perceived as men. The remaining respondents did not express complications with TSA simply because they have not flown since they started their transition.   Fears Henry and Lucas, who are post-transition and identify as white, expressed they are not fearful due to the fact that the are often perceived as white men and as such, do not expect to encounter violence. However, this is not the case for the remaining respondents who are in the process of transitioning, as they shared many concerns in relation to their transgender identity. These fears became salient in hyper-masculine or hegemonic male-only spaces, such as sports bars and bathrooms.  While most of the respondents discussed their fears, Wyatt and Evan best elaborated on theirs in interviews. Wyatt and Evan’s fears echoed one another in that they surfaced from hearing  “horror stories” that happened to transgender females. Often times, these stories revolved around transwomen’s experiences of harassment from men in romantic/sexual encounters or blatant transmisogynistic hate crimes. After hearing these stories, respondents became fearful in male-only spaces or felt unsafe in areas where their transgender identity could be exposed. Although a few respondents stated that they found women to be more accepting of their transgender identity, respondents such as Ryan were also surprised to discover that men were accepting of their identity as well. What was fascinating to discover, was the transphobic responses respondents received from gay men once they disclosed. Ryan particularly avoids being in hyper-masculine spaces with gay males, such as the men’s bathroom in a gay bar. A pattern that emerged over the course of interviews was that once respondents regularly frequented hyper-masculine spaces, they learned the expected behaviors and did not recall negative encounters.    Some respondents (including Lane, Lucas, Ryan, Noah, and James) both acknowledged and discussed the privilege involved in being able to present themselves as men through access to various resources. These respondents recognized their ability to pass as men and communicated that transgender women are often not granted the same allowances in self- 31 presentation. Due to the fact that transgender women have to take on multiple and often expensive forms of feminization, they are less likely to reach Western standards of femininity. Transgender women who visibly fall outside of conventional notions about the gender binary become more vulnerable to harassment, discrimination and violence.  Here we see a range of feelings from fear, to privilege, to guilt.   UNEXPECTED FINDING OF DISCLOSURE   Disclosure as a reciprocal action One recurring theme that surfaced in interviews with a few respondents was that they disclosed their identity to others as a reciprocal action if others shared a deep personal secret with them. Lucas and Jackson, both transgender men who live their everyday life as males, discussed how they would choose to disclose of their transition history or transgender identity to others when they also disclosed similar, emotional personal information. Jackson sometimes considers disclosing his past gender history as a woman to his female co-workers who share their troubles with him. However, he notes that this thought does not occur often because most of the females he works with view him as a man and as such assume that he does not know or understand what they are going through, whether it be an emotional or physical experience. Yet, it is instances in which he is being fully perceived as male and told that he wouldn’t understand where Jackson wants to disclose because he feels he can relate. Ultimately, he choose not to disclose for a number of reasons such as: not wanting to disrupt their view of him as masculine, to not take from their pain or feelings, and for personal reasons. In contrast to Jackson not disclosing of his personal transition history, Lucas will disclose of his transition history or past gender history to those who inform him of their own personal information. Lucas makes decisions about disclosure on the basis of  ‘ I will you're your secret safe as long as you keep my secret safe too’. Within this context, Lucas discloses not because he has to inform someone of this information, but rather to build trust with the person who is telling him something that is personal to them. While Jackson and Lucas were the only two who explicitly discussed disclosure as reciprocal with themselves in mind, Henry’s elaborated that his wife discloses of Henry’s transgender identity under the same circumstances. While Henry is not personally disclosing this information, he is completely fine with his wife disclosing this information to others in this way.    Disclosure to Gay Men Compared to Women and Straight Men When the discussion of dating came about in interviews, two individuals expressed they have a harder time disclosing this information to gay guys rather than to the females they are interested in having a relationship with. For instance, Wyatt explained if he is interested in a gay man and the individual is also interested in him, he has to immediately disclose of this information because he feels intimated by them and that they give the impression that they are entitled to this information form the beginning. Wyatt continues that he does have to be more upfront about his transgender identity with gay males, whereas with women they are viewed and described more understanding of a romantic or sexual pass. This was not the first interview in which a participant expressed having a harder or more complicated time of disclosing their identity to gay males. Ryan elaborated that he too has a harder time informing gay males and that they are more hostile towards Ryan after receiving this information. The behavior and hostility of gay men towards Ryan and Wyatt suggest a level of misogyny and transphobia because  32 disproportionate anger is being expressed when their expectations of a biological male are disrupted and treated as a ‘deception’. This is not the first instance of transmen discussing some sort of fear or concern of gay males learning their transgender identity. For instance, Ryan will not use the men’s bathroom at a gay bar due to the fact that it is in this male only space where males are actually looking or cruising (or checking out) upon other men. As such, Ryan does not feel comfortable being in that space due to a fear of what might happen if his transgender identity is exposed in that location. This is an interesting find because most transgender men have a fear of harm happening to them in spaces that are assumed to be more heterosexual spaces. However, it is actually in the homosexual male-only spaces that transgender men perhaps feel more uncomfortable given the increased possibly of direct physical or verbal confrontation. The concerns and experiences of disclosing to gay males and receiving negative reactions indicate gays males can be misogynistic, to those who transition to a male identity.  Since these transmen are not biological males, the gay men interacting with them feel threatened by discovering that they like or are attracted to a transman on such a level that this produces in some way to have a negative reaction:    “Yeah, I always just feel like um, with men I have to be more upfront quickly. I think from what I learned about with, like my presence in the gay community with cis-men is that they feel entitled to know these things. Um and part of that I sorta of I guess is reciprocal because I tell them right away, so maybe that makes them feel like every other time they could possibly have an experience with a trans man they should know right away. Um but men feel more entitled and I’m a little bit more intimated and tell them right away. Whereas women in my experience and this might be a general statement, but women feel the need to become emotionally involved at first. Um, rather than it being a purely physical relationship. Ah, so with women if we hit it off and I tell them that I’m trans*, and it doesn't lead to us sleeping together right away tor something like that. Um that doesn't mean that the relationship is over. It doesn't mean that we are never going to hang out again. It just me that like, from my experience, it means that the women who I seek out need more time, to think abut it or talk to their friends about it or whatever or talk to me about it. Uh but with men its typically like an immediate need to know because they have to gage whether or not their wasting their time with me.”   Ryan stated in his interviews that when he disclosed of his identity to gay men they would make impolite comments to him, but he also expressed how his experience of disclosing to heterosexual men was not treated with such hostility. For instance, when Ryan disclosed to his straight male roommate, the roommate informed Ryan that he understood and asked him “why he wouldn’t want to be male”. Therefore, in Ryan’s disclosure experience, he tends to have a more complex time disclosing to gay males in comparison to men and women. In fact, Ryan noted that he has had better experiences disclosing to men and women.  While Ryan has had an overall positive experience with disclosing to individuals, it is important to remember that not everyone will have the same experiences due to not being able to measure who would be accepting and who would not be accepting. Often times the, people one would expect to be fine and not have a problem with it are the ones who have the hardest time accepting and respecting out wishes.    33  Pronouns: He, She, and They Going into the interviews, it was assumed that all respondents had either a transgender or male identity and as such would want to be referred to with male pronouns. Yet, this assumption did not hold. For instance, when interviewing Lane, he initiated the first question by asking the researcher which pronouns to use on them. I, the researcher, told him to use either male or gender neutral pronouns and then asked him which pronouns he would prefer for me to use with him. He responded that he goes by he, she, and they.  Lane expressed that he prefers for people to use a variety of pronouns when referring to him. For example, Lane’s father-in-law uses male pronouns while his mother-in-law uses female pronouns. Even though Lane’s in-laws used different pronouns on him, both refer to him as the father of their grandchild and use father pronouns in reference to him. Depending on the setting, Lane’s partner uses either male or female pronouns. When Lane and his partner are outside of their house, his partner typically uses female pronouns in reference to him. She uses these pronouns because of her strong lesbian identity. Since Lane and his partner may be perceived as a heterosexual couple, his partner chooses to publically use female pronouns in reference to Lane as a way to disrupt heteronormative assumptions. Once they leave the public sphere, however, Lane’s partner will use either male or female pronouns when referring to him (in private spaces like the home). Since Lane does not have a preference for gender pronouns, he is comfortable with whichever people choose. By being fluid and open to a variety of pronouns, Lane’s partner is able to maintain her strong identification with her lesbian sexuality because she is able to use female pronouns with Lane.  Lane was a unique participant to interview for a number of reasons, the first of which is that he goes by multiple pronouns along with the fact that he does “not prefer” or “ care about which pronoun you use on [him]”. Lane understands that people will use different pronouns based on how they perceive him. Thus, others subjectively categorize his gender identity through their interpretation of the cues he gives off. Lane pointed out that most people tend to associate and group gender presentation and sexuality together. He elaborated that people will associate certain pronouns based upon their perceptions and understanding of either his gender presentation or his assumed sexual presentation of self. While Lane is aware of how people group gender and sexuality, he notes that doing this prevents understanding all of the different nuances of each identity.   “I have always been this way”  Lane has always been himself and presented himself the same throughout his entire life. In the interview, Lane discussed that while he had a transgender experience, he does not feel the need to be ‘just one of the guys’ as other transmen may feel. For instance, when asked about his transition process, Lane elaborated:   “… I really don't have, have a typical transition process. I had top surgery at a late age of 35. And I always passed. I mean things have changed, partly cause of the way how queer identity has changed. I passed [as male] a lot more when I was younger than I do now. But I also, I also believe that that’s partly because people didn’t understand of what lesbian looks like nor did people think that you were a lesbian. That wasn’t the first thing that came to thought, cause why would you think that, because that's outlawed… So basically throughout my whole entire life… being queer or gay wasn’t the first thing that  34 comes to mind when you see a short person with short hair. The first thing that would come to mind is boy. So when I was younger, I would pass all the time.   As you see queer visibility becoming more and more accessible, like with Rachel Maddow coming through the t.v., I am probably recognized as a women as well as a lesbian ever more than a younger person because no one would have ever come to that conclusion initially. Like they were like you’re a boy, so my gender is really through. I consider my gender to be subjective to the viewer it has a lot to do with the knowledge that the viewer has about queer lifestyle, about what a women can look like not look like, or what a man looks like not look like, right? Um, so my gender is very fluid in an odd way.”  Lane’s gender presentation has remained the same since he was younger, though what has changed over the decades is queer and transgender visibility in the media. Given the rise of queer and transgender visibility, Lane is no longer able to pass as male. Instead, others interpret Lane’s gender through their understandings and perceptions of what is masculine/male or feminine/female. Since Lane understands his gender as so subjective, he is aware that he will sometimes be categorized as male, female, dyke, lesbian or fag due to the interplay of audience assessments of him and the sexuality or gender stereotypes they may have. Overall, Lane does not care about which pronouns used or how one categorizes his gender. The only time Lane described having a strong preference for a specific gendered label, was in regards to being the father of his child.  Other Masculine Identities as Proxy Some respondents employ other masculine identities as proxy for transmen identities. While they may not identify as transmen, they identify with identities that would be identified overwhelmingly with men. For examples, fathers, breadwinners, protectors, body builders, Vikings, and so on.  Lane is a wonderful example of this. They do not feel a strong affiliation with being male or needing to be identified as a man, rather they overwhelmingly identify as being a father—which we would associate with maleness. It is in the parental sphere of his life, when gender related identities have become salient for Lane. It is only in regards to his identity as a father, when Lane will go out of his way to disclose his father identity through actively and directly correcting someone who mislabels him as a mother.  Similar to Lane’s salient masculine identification as a father figure, Dominic expressed that his identity as a father was the main push for him to transition. Dominic, a transgender man who lives as a man in his everyday life, revealed that when him and his partner were planning on having a child he could not envision himself as a mother or “other type of mother” to their kid. As such, Dominic decided to transition to a male in order to be the father figure in his child’s life. The remaining eighteen respondents did not explicitly discuss a father identity in reference to their children or potential future children.  The father identity was most discussed by my participants although many of the genderqueer respondents also listed associations with various other identities in this way rather than specific associations with maleness—thus, it was indirect but strongly implied.     35 DISCUSSION   The Complexity of When and How Disclosure Takes Place: Anatomy, Bureaucracy, and Love This study demonstrates a number of patterns of when and how disclosure takes place for transmen. Most prominently, it was revealed that disclosure happens less often among the respondents who have been living as men in their everyday lives. This makes sense, as biological sex is assumed in most social interactions. Since transmen’s presentation of self falls in line with the gender binary, they are then defined as male. As such, these respondents do not have need to disclose their transgender identities or past histories because they are being perceived and treated as men.  Rather, it only matters under certain conditions. More specifically, in intimate settings that are very specific to biology or sex—such as medical arenas, sexual arenas, and surrounding areas of intimacy. All of my respondents initially disclosed to people they dated or their partners about their histories and identities—as this was need-to-know information for a sexual partner. Regarding friendships, they shared their past histories as relationships developed. This was done for intimacy building and desiring open and honest relationships. Most were willing to disclose to doctors in the name of needing or obtaining resources (medical services, insurance, employee benefits, and undergoing mundane bureaucracies—including getting through the TSA line at the airport). For those who felt they were perceived as men, these respondents discussed that disclosure most often happens in instances of medical conditions, conditions of romantic/sexual instances, and in relation to their children. Most simply put, in occurrences in which they feel this information is relevant to anatomy, bureaucracy, or love.  One fascinating and unexpected theme that emerged was the relation of disclosure to children. What is most captivating, is the amount of time and emotional energy that goes into the thinking and planning how these individuals will disclose to their children. The respondents, like Henry and Jackson, showed that disclosure tends to occur more in relation to their children. This finding is intriguing because these respondents have to set aside significant time to envision, not only how they will disclose to their children, but also when disclosure would be most appropriate for their children. While heterosexual couples theoretically do not have to dedicate extra time and energies to think over and prepare their self for disclosing, these transgender men with families hinted that they have to do this extra work. Parents often spent a great deal of time, even in the interview, discussing their “child plan” and explaining their, their partners’ and/or their children’s emotions throughout this process of disclosure. Their concerns and planning further demonstrates the complexities of disclosure. The “child plan” and examples where respondents speak to “need to know” situations and what is most practical or efficient at the time, highlight how much time and energy is used by people who go against the norm or have stigmatized identities. The avoidance of creating disruptions, disturbances, or social distancing from stigmas and stereotypes was a key motivator for many of the respondents, such as with Ryan and Lucas. So, while participants may have indicated differing levels or notions of (dis)comfort regarding disclosure practices, they all spend tremendous amounts of energy in making these decisions. This ranged from planning for specific moments to general “what ifs.” For some participants, most likely those living as men or having lived longer as transgender, they may have done more of this work in the past and thus have greater experience from which they have previously created strategies or streamlined habits for a wider range of interactions. They may also appear to have smoother time doing so, and while they may be doing less work since they have created coping strategies, but the work is still  36 happening. It has just become less visible unless a disturbance or unfamiliar interaction occurs. For example, with the “child plan” or the introduction of children, transmen have to reassess. In this way, it makes sense that those living as genderqueer, in the process of transition, or with less time spent living as men are more likely to be in those “new” situations. Similarly, work may invoke identity salience or feel more treacherous until strategies have been developed for this ongoing process of disclosure,  One significant strategy employed to help sustain comfort levels, and I would argue minimize work, by transmen regarding their identities was that of gatekeepers. A number of respondents echoed patterns of allowing friends and family to disclose on their behalf, particularly in the earlier stages of their transition process. Friends as gatekeepers are greatly beneficial not only to help share in the soci-emotional work, but it also shows support for and helps to reaffirm the respondent’s identity. By having friends disclose of this information to others, the friends were able to help manage the emotional work that comes with disclosure. Another instance of gatekeeping expressed was via online profiles and social network platforms. Being able to identify as transmen allows individuals to not have to really come out to new people. Publicly identifying on the internet can be considered common knowledge and assumed that you now know and will support or reaffirm this identity.  CONCLUSION   From conducting this study, I have examined how, when, why and to whom transgender males decide to disclose of their past transition or transgender identity. The men who pass have aligned their presentation of self to the gender binary. Since they align their self with masculinity and present themselves as males, they often do not have to disclose of their past transition history or transgender status/identity because they are perceived as and thus assumed to be male.  Further, the men who pass in their everyday lives do not view disclosure as a big aspect or action that they are constantly doing instead they are very selective as to when and to whom they disclosed this information. Whereas transgender men who are earlier in their process may disclose of their identity more since they are not perceived or viewed as males. In order to be viewed as males they thus need to disclose of this information. While the circumstances of disclosure may not be surprising to people who live this experience or studies or research in gender or sexuality studies, it is important to understand when and how transgender men decide to disclose of their past transition history or transgender status/identity as these moments illuminate broader gender structures. Many participants view disclosing as not the most important part of their lives, which directly contradicts theories of coming out. However, it is most definitely significant for individuals who are not able to pass as male in their everyday lives. These individuals do describe disclosing their identity more so than those who pass and align more with the literature on coming out. These divergent instances can perhaps be reconciled by the fact that coming out the first time is likely particularly impactful and meaningful, and as we disclose, and disclose more often, we develop our narratives and strategies that become more synthesized and less extraordinary. This is further enhanced by the reflexivity of being treated as men. This makes sense and would be supported by gender and identity theories. As such, it should be unsurprising that if we read a person as male and they pass as male, that we would question our assumption. In fact, revealing more information likely would complicate the situation and make more work  37 for all to generate a smooth and efficient interaction. In this manner, the gender binary does the work for transmen and society then reinforces their identities as men.          38  REFERENCES:  Abelson, M.J. 2014. Men in Context Transmasculinities and Transgender Experiences in Three US Regions. Ph.D Dissertation Department of Sociology, The University Oregon, Eugene, OR.   Bamle, A. K. & Compton, D. R. 2014. Identity vs. Identification: How LGBTQ Parents Identify Their Children on the Census Surveys. Journal of Marriage and Family. 76: 94-104.  Bergman, S. B., & Bornstein, K. 2010. Gender Outlaws : The Next Generation. Berkeley, Calif. Burke, P. & Stets, J. 1999. Trust and Commitment Through Self-Verification. Social Psychology Quarterly. 62(4): 347-366.  Burke, P. & Tully,J. 1977. The Measurement of Role/Identity. Social Forces. 55: 880-97. Butler, J. 2010. Gender Trouble : Feminism and The Subversion of Identity. Routledge. Cass, V. C. 1984. Homosexual Identity Formation: Testing a Theoretical Model. The Journal of Sex Research:  219-235. Charmaz, Kathy. 2006. Constructing Grounded Theory: A Practical Guide Through Qualitative Analysis. Los Angeles: Sage. Cohen, K.M. and Savin-Williams, R.C. 1996. Developmental Perspectives on Coming Out To Self and Others. The lives of Lesbians, Gays, and Bisexuals: Children to Adults: 113-151. Coleman, E. 1981.Developmental Stages Of The Coming Out Process. The Journal of Homosexuality: 31-43. Compton, D. R. 2006.  Behavioral Stigma: A Formal Theory, ASA Conference Paper. Corrigan, P. W., & Matthews, A. K. 2003. Stigma and Disclosure: Implications for Coming Out of the Closet. Journal Of Mental Health, 12(3), 235-248. D'Augelli, A. R., Hershberger, S. L., & Pilkington, N. W. 1998. Lesbian, gay, and bisexual youth and their families: Disclosure of sexual orientation and its consequences. American Journal Of Orthopsychiatry, 68(3): 361-371. Devor, A. H. 2004. Witnessing and Mirroring: A Fourteen Stage Model of Transsexual Identity Formation. Journal Of Gay & Lesbian Psychotherapy, 8(1/2): 41-67. Fausto-Sterling, A. 2000. Sexing the body : gender politics and the construction of sexuality. New York, NY : Basic Books. Gagne, P., Tewksbury, R., & McGaughey, D. (1997). Coming out and Crossing over: Identity Formation and Proclamation in a Transgender Community. Gender and Society, (4). 478 Gay & Lesbian Alliance Against Defamation. 2014. “GLAAD Media Reference Guide.” December 10, 2015. (http://www.glaad.org/reference) Goffman, E. 1959. The presentation of self in everyday life. Garden City, N.Y., Doubleday  ---1967. Interaction ritual; essays in face-to-face behavior. Chicago, Aldine Pub. ---1974. Stigma : notes on the management of spoiled identity. New York : J. Aronson Halberstam, J. 1998. Female masculinity. Durham N.C. : Duke University Press, 1998. Howard, J. A. 2000. Social Psychology of Identities. Annual Revew of Sociology. 26: 367-393. Joanne M., K., & Johnson, C. 2004. Stigmatized Individuals and the Process of Identity. The Sociological Quarterly, (4): 807-833. Jones, E.E., Amerigo, F., Hastorf, A.H., Markus, H., Miller, D.T., & Scott, R.A. 1984. Social Stigma: The Psychology of marked Relationships. New York: Freeman and Co.   39 Lev I., A. 2004. Chapter 7: Transgender Emergence: A Developmental Process. in , Transgender Emergence: Therapeutic Guidelines for Working with Gender-Variant People & Their Families: 229-270. Levitt, H. M., & Ippolito, M. R. 2014. Being Transgender: The Experience of Transgender Identity Development. Journal Of Homosexuality, 61(12): 1727-1758. Lober, J. 1994. Paradoxes of Gender. Yale Press. Maguen, S., Shipherd, J. C., Harris, H. N., & Welch, L. P. 2007. Prevalence and Predictors of Disclosure of Transgender Identity. International Journal Of Sexual Health, 19(1), 3-13. Mann, S. A. 2012. Doing Feminist Theory : From Modernity to Postmodernity. New York : Oxford University Press. Manning, J. 2015. Communicating Sexual Identities: A Typology of Coming Out. Sexuality & Culture, 19(1), 122-138. Mason-Schrock, D. 1996. Transsexuals' Narrative Construction of the 'True Self'. Social Psychology Quarterly, (3): 176-192. Morrow, D. F., & Messinger, L. 2006.Coming Out as Gay, Lesbian, Bisexual and Transgender Pp. 129-149 Sexual orientation & gender expression in social work practice: Working with gay, lesbian, bisexual, & transgender people. New York, NY, US: Columbia University Press. Page, R. M. 1984. Stigma. Rutledge and Kegan and Paul: Boston. Plummer, K. 1975. Sexual Stigma : An Interactionist Account. London : Routledge and Kegan Paul, 1975. Ragins, B. R. 2008. Disclosure Disconnects: Antecedents and Consequences of Disclosing Invisible Stigmas across Life Domains. The Academy of Management Review, (1). 194-215. Rust, P. C. 1993. 'Coming out' in the Age of Social Constructionism: Sexual Identity Formation among Lesbian and Bisexual Women. Gender and Society, (1). 50-77. Scherrer, K. S., Kazyak, E., & Schmitz, R. 2015. Getting 'Bi' in the family: Bisexual people's disclosure experiences. Journal Of Marriage And Family, 77(3), 680-696. Schilt, K. 2006. Just One of the Guys? How Transmen Make Gender Visible at Work. Gender and Society, (4). 465-490. Schilt, K. 2010. Just One of The Guys? : Transgender Men and The Persistence of Gender Inequality. Univ. of Chicago Press. Schilt, K. & Westbrook, L. 2009. Doing Gender, Doing Heteronormativity: “Gender Normals,” Transgender People, and the Social Maintenance of Heterosexuality. Gender and Society, 23 (4), 440-464.  Schilt, K., & Windsor, E. 2014. The Sexual Habitus of Transgender Men: Negotiating Sexuality Through Gender. Journal Of Homosexuality, 61(5), 732-748. Steinmetz, Kathy. 2014.”The Transgender Tipping Point”. Time. May 2014.  Stryker, S. &Whittle, S. 2006. Pp. 58-94.  In The transgender studies reader. New York: Routledge. Troiden, R. R. 1988. Homosexual Identity Development. Journal Of Adolescent Health Care, 9105-113. University of Alaska Southeast. “Stages in Coming Out: Cass’ Homosexual Identity Development Model”. September 12, 2014. (http://www.uas.alaska.edu/juneau/activities/safezone/docs/comingout_stages.pdf)  40 University of North Carolina. 2001. “Sexual Identity: the Cass Model”  September 12, 2014. (http://multicultural.usf.edu/pdf/safezone/support_identity.pdf) Westbrook, L., & Schilt, K. 2014. Doing Gender, Determining Gender: Transgender People, Gender Panics, and the Maintenance of the Sex/Gender/Sexuality System. Gender & Society, 28(1), 32-57. West, C. & Zimmerman, D. 1987. Doing gender. Gender and Society I (2): 125-51.   41 Appendix A  The following are tables of the gay and lesbian identity formation process followed by trans* models.   Similarities Among Gay and Lesbian Models Cass (1979) Coleman (1982) Troiden (1988) Awareness of Difference Identity Confusion Pre-Coming Out  Sensitization Confusion/Exploration Identity Comparison Pre-Coming Out-part of Confusion Identity Confusion Identity Tolerance Exploration  -part of exploration  Acceptance of LGB Identity Identity Acceptance Coming Out Identity Assumption Identity Pride First Relationship Synthesis of LGB Identity Identity Synthesis Integration Commitment    Further Elaboration of Models:   Cass’ (1979) Homosexual Identity Formation Model11:    Stage Core Characteristics  Identity Confusion Feelings of confusion because of first awareness of gay or lesbian thoughts, feelings and attractions Identity Comparison Individuals accept the possibility of being gay or lesbian and examine the wider implications of that tentative commitment of identity. There may be some self-alienation that become isolation                                                  11 http://multicultural.usf.edu/pdf/safezone/support_identity.pdf http://www.uas.alaska.edu/juneau/activities/safezone/docs/comingout_stages.pdf  42 Identity Tolerance Personal acknowledgement that he/she is likely to be gay or lesbian and seeks out other gay and lesbian people to combat feeling of isolation. There is an increased commitment to being gay or lesbian  Identity Acceptance Individuals attach a positive connotation to identity and accept it rather than tolerating it. There is a continuing and increased contact with gay and lesbian culture Identity Pride Feelings of arrogance/pride in new identity. Individuals will submerge self in gay and lesbian culture while minimizing contact with mainstream heterosexual culture. May adopt/heighten stereotypical behaviors or characteristics of gay and lesbian culture.   Identity Synthesis Individual integrates sexual identity with all other aspects of self or other identities – sexual orientations becomes only one aspect of self rather than entire identity    Coleman’s (1982) Developmental Stages of the Coming Out Process  Stages  Core Characteristics  Pre-Coming Out At first individuals are not consciously aware of same-sex feelings but somewhere between this stage and the next they become aware of their feelings Coming Out  Individuals tell others of their identity after they have acknowledge their sexual feeling Exploration  Individuals experiment with their new sexual identity by experimenting and exploring sexual and social activity with other people who have the same sexual identity as them   43 First Relationship  Once exploration of sexual and social experimentation loses its intrigue, an individual will yarn for a more stable and committed relationship.  Thus they explore relationships that combine their emotional and physical attraction Integration  Individual incorporate their public and private identities into one self-image   Troiden’s (1988) Homosexual Identity Development   Stages Core Characteristics  Sensitization Individuals have generalized feelings of marginality and perceptions of being different from same-sex peers Identity Confusion  Individuals reflect on the idea that their feelings or behaviors could be regarded as homosexual  Identity Assumption  Homosexual identity is established and shared with others  Commitment  Individuals adopt the homosexuality as a way of life- indicated internally by integration of sexuality and emotionality, shifts in the meanings and value assigned with the homosexual identity and satisfaction with homosexual identity; indicated externally by same-sex romantic relationships and identity disclosure to non-homosexuals       44 Appendix B  Transgender Identity Formation Models   Lev’s (2004) States of Transgender Emergence, transgender identity formation model Stages  Core Characteristics Awareness Individuals become aware of internal feelings of being different and the realization that they may indeed be different from same-sex peers Seeking Information/Reaching Out Individuals seek information about being transgender and gain education about it   Disclosure to Significant Others Individuals will disclose of identity to others –specifically to spouses, partners, family members and close friends Exploration: Identity and Self-Labeling  Individuals begin to explore the meaning of their transgenderism and search for a label or identity that best explains who they are Exploration: Transition issues/ Possible Body Modifications Individuals will begin to explore the various options for transitioning regarding their identity, presentation and body modifications  Integration: Acceptance and post-transition issues  Individuals will integrate and synthesize their transgender identity with their other identities    Devor’s (2004) Stages of Transsexual or Transgender Identity Formation   Stages  Core characteristics  Abiding Anxiety  Individuals experience a anxiety due to feelings not being in the desired gender or body    Identity Confusion About Originally Assigned Gender and Sex First doubts about originally assigned gender and sex Identity Comparison about Originally Assigned Gender and Sex Seeking, exploring, and experimenting with the different alternative of gender identities  Discovery of Transsexualism or Transgenderism  The learning that transgenderism or transsexualism exist by coming in contact with the terms    45 Identity Confusion About transsexualism or Transgenderism  First doubts about authenticity of transsexualism/transgenderism of self; seeking further information about the terms  Identity Comparisons about Transsexualism or Transgenderism  Individuals begin to disidentify with assigned gender and identify with transgender/transsexual identity  Tolerance of Transsexual or Transgender Identity  Individuals start to tolerate the idea of transgender and being to identify with it more often  Delay Before Acceptance of Transsexual or Transgender Identity  Individuals seek more information about terms and pounder about confirming identity  Acceptance of Transsexual or Transgender Identity  Internal acceptance that individuals are transgender and start to tell others of identity  Delay Before Transition  Identity deepens and the learning of how to present as desired gender happens and also the learning of transition takes place  Transition  Individuals change their gender through their social presentation of self, psychotherapy, hormonal treatments, and a variety of surgeries which together accomplish gender and sex reassignment Acceptance of Post-Transition Gender and Sex Identities  Post-transition identity is established  Integration  Individuals are function as their desired gender and are integrating their transgender identity with other identities they have  Pride Feelings of pride and being opened about transsexual or transgender identity        46 Appendix C: GLAAD Terminology   Genderqueer: A term used by some people who experience their gender identity and/or gender expression as falling outside the categories of man and woman. They may define their gender as falling somewhere in between man and woman, or they may define it as wholly different from these terms. The term is not a synonym for transgender or transsexual and should only be used if someone self-identifies as genderqueer  Transgender: An umbrella term for people whose gender identity and/or gender expression differs from what is typically associated with the sex they were assigned at birth. People under the transgender umbrella may describe themselves using one or more of a wide variety of terms -including transgender. Some of those terms are defined below. Use the descriptive term preferred by the individual. Many transgender people are prescribed hormones by their doctors to change their bodies. Some undergo surgery as well. But not all transgender people can or will take those steps, and a transgender identity is not dependent upon medical procedures.  Trans*: Used as shorthand to mean transgender or transsexual - or sometimes to be inclusive of a wide variety of identities under the transgender umbrella. Because its meaning is not precise or widely understood, be careful when using it with audiences who may not understand what it means. Avoid unless used in a direct quote or in cases where you can clearly explain the term’s meaning in the context of your story.  Gender Identity: One’s internal, deeply held   of one’s gender. For transgender people, their own internal gender identity does not match the sex they were assigned at birth. Most people have a gender identity of man or woman (or boy or girl). For some people, their gender identity does not fit neatly into one of those two choices. Unlike gender expression (see below) gender identity is not visible to others.  Gender Expression: External manifestations of gender, expressed through one’s name, pronouns, clothing, haircut, behavior, voice, or body characteristics. Society identifies these cues as masculine and feminine, although what is considered masculine and feminine changes over time and varies by culture. Typically, transgender people seek to make their gender expression align with their gender identity, rather than the sex they were assigned at birth.  Transition: Altering one’s birth sex is not a one-step procedure; it is a complex process that occurs over a long period of time. Transition includes some or all of the following personal, medical, and legal steps: telling one’s family, friends, and co-workers; using a different name and new pronouns; dressing differently; changing one’s name and/or sex on legal documents; hormone therapy; and possibly (though not always) one or more types of surgery. The exact steps involved in transition vary from person to person. Avoid the phrase “sex change.”  47  Appendix D: Sample Characteristics     Pseudonym  Gender Identity  Age Race/ Ethnicity Educational Attainment  How long ago they started their transition  Change Sex Marker  Number of children  Location  Dax Genderqueer 38 White Received PhD 16 years No 1 child South  Dominic Lives everyday life as man 29 Latino/ Hispanic   Received B.A. 2 years Yes Expecting 1 child Northwest Mason Transman  20 African American  Attending college 3 years No None South  David Genderqueer 22 White Attending college 1.5 years No None Northeast Matthew Lives everyday life as man 36 White Received       J.D. 2 years Yes None Northeast Wyatt Lives everyday life as man  25 White Attending college 3 years No None Northwest Noah Lives everyday life as man 23 White Received some college  3 years No None South  Lucas Lives everyday life as man  31 White Received Masters 10 years Yes None South  Aiden Transman  27 White Attending College 2.5 years No 1 Child Northwest Sam Transman 31 Latinx, Native American, & White Attending Master’s program 7 years Yes None Northwest Evan Lives everyday life as man  57 White Received B.S.W.  5 years Yes None South   48 Jackson Lives everyday life as man 27 White & Hispanic  Received B.A.  5 years Yes None Northeast Joseph Transman 25 White & Filipino-Mexican Attending college 3 years Yes None Northwest Logan Lives everyday life as man 26 White Received some College  3 years No None South  Ryan Lives everyday life as man 30 White Received B.A.  3 years Yes None Northwest Henry  Lives everyday life as man 45 White Received B.A.  17 years  Yes 2 children  Northwes Oliver Genderqueer  42 White Received GED 7 years No 1 child Northeast Parker Transman  27 Chinese-American Received B.S. 4 years No None West Ian  Transman 20 White Attending college Under 1 year No None Northeast Gabriel  Genderqueer 18 African American  Attending high school  1 year No None South     49 Appendix H: Interview Protocol Demographic Sheet  Thank you for agreeing to participate in an interview about your transition experiences. This form is centered around your basic demographics. As indicated on the consent form that we discussed, if there are any questions you would prefer not to answer, you are free to do so. Take as much time as you wish in order to respond. As noted in the consent form, I will not use your name or any identifying characteristics in the final work; instead, I will use information such as age, race, general occupation and location (25 year old white service industry worker from Houston, Texas.   Current age: _____________ years old  Race/Ethnicity: ____________________________________  Highest level of Education: ___________________________  Occupation: _______________________________________  Description of occupation: __________________________________________________ ________________________________________________________________________________________________________________________________________________________________________________________________________________________  Income: _________________________________  Household income: ________________________  Sexual orientation: _________________________  Gender identity: ____________________________ o Have you changed your sex marker on your driver license: ______________ o Have you legally changed your name: ___________________   Current relationship status:  _______________________   If in a relationship what is their:   Age: ____________ years old  Race/ethnicity: _________________________________________  Highest level of Education: _______________________________   Occupation: ___________________________________________  Sexual orientation: ______________________________________  Gender identity: ________________________________________   Do you have any children? (Please fill out yes or no): ________________   If you have children:  How many children: _____________________  Their ages: ____________________  -Where do you currently reside: __________________________________    50 Interview Protocol   Thank you for agreeing to participate in an interview about your transition experiences. Questions will be centered around your decision-making processes relate to how and when you decide to disclose you gender history to another person. As indicated on the consent form that we discussed, if there are any questions you would prefer not to answer, you are free to do so. Take as much time as you wish in order to respond. As noted in the consent form, I will not use your name or any identifying characteristics in the final work; instead, I will use information such as age, race, general occupation and location (25 year old white service industry worker from Houston, Texas.  Interview will be semi-structured. Respondent will be asked to tell their story and interviewer will follow-up to probe the story and cover topics respondent didn’t address.   Part I:  Transition history and first disclosures   Can you describe how and why you choose your first and middle (and/or last) name (optional)?    Describe your transition process:  o How long have you been transitioning for?  o What type of bodily modifications or procedures you have done, to align your physical appearance to your desired gender?   o Clarify your transition timeline -when did begin to transition; what were your first steps, etc. I am still unclear about what you would define as your starting point and the order in which you've progressed aka going on T, name change, sex marker change, top surgery, and any other things in between or left out  o Do you have health care (or health assistance) that helps with your transition process?   Tell me how you came to the realization you were trans*?    Describe your first disclosure experience:  o When and to whom did you first disclose to?  o Why did decide disclosure to this person?   o How did this person respond to your disclosure?   Did this person’s reaction affect your decision to disclose to other people?   o How and when have you disclosed to the following:  Family members? Friends?  51  Teachers/Professors? Co-workers? Employers?   Would you consider yourself to be an “out” trans* person? Or are you stealth?  o Tell me, what it means to you be an “out” trans* person?  Does this mean you are constantly disclosing to others your transition history or your transgender status to others?  Part II: Readings of gender presentations and expressions   On the masculine-feminine spectrum, describe where your gender is located?   o On average what percentage of the time do people refer to you as “sir when you first interact with them   o Describe when and where you are more likely/less likely to be perceived you as male?  o When others do not perceive/read your gender, are there certain things you change for future readings/viewings of yourself?   For instance, describe what you do to present yourself as how you want to be viewed/read as your desired gender   How do you read your gender presentation/expression, based upon how others read and react to you?   Describe the situations of when and how you correct someone from misreading your gender?   Can you remember a time when your gender presentation was/is called into question?   Describe the instances when you decide to disclose because your presentation was being questioned?  o Describe the instances when you do not disclose of gender?   Tell me how you deal or cope with having your presentation of gender getting called into questions?   Part III: Current disclosures   Tell me how you currently disclose of your transition history or transgender status:   o Describe the conditions or specific contexts of where and when it is important to disclose  52  Doctor (Medical)  Romantic/sexual situations  Close friends  Social interactions and encounters with strangers   Where do you expect gender related problems to come about? o Do you carry any or have had any fears related to you transgender status?  o How do you resolve these gender related fears   Do you avoid certain locations?    o Are there any locations where disclosure comes about?  Bathrooms, fitting rooms, locker rooms, etc.   o Describe particular situations or locations that you avoid so you do not have to disclose?   Do you have friends or allies who disclose of your transition history or transgender status for you? o Describe how and when your allies or friends disclose of transition history for you?  o To whom do they disclose this information?  o Describe how you feel about them disclosing this information for you    Define how meaningful or important it is for you to disclose of your transition history or transgender status  o Define how non-meaningful or non-important it is for you to disclose   This concludes the end of the interview. Is there anything else you would like to add, or do you have any questions for me?   THANK YOU     53   VITA  The author, Tristen Kade was born in El Paso, Texas. He obtained his Bachelor’s degree in sociology from the University of New Orleans in 2014. He Joined the University of New Orleans sociology graduate program to pursue a MA in sociology and plans to graduate in May 2016.   ",
    "id": 216845112,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uno.edu:td-3263"
    },
    "title": "Passing With Care: When and How Transmen Disclose Their Gender Identity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-05-13T08:00:00+01:00",
    "publisher": "ScholarWorks@UNO",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uno.edu/cgi/viewcontent.cgi?article=3263&amp;context=td"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/216845112.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/216845112"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/216845112/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/216845112/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/216845112"
        }
    ],
    "abstract": "This paper examines the conditions under which self-identified trans* men disclose of their transgender identity or past gender history. Drawing upon theories of identity formation, passing and disclosing of stigmatic identities is used to understand when and how disclosure processes happen for trans*men. Drawing on interviews I examine the circumstances surrounding when disclosure or pressure to disclose becomes salient for individuals. I also consider how individuals use and negotiate systems of gender, along other inequalities such as class, race, education, and health care access",
    "tags": [
        "text",
        "Transgender Identities, Disclosure",
        "Transmen, Transmen Disclosure Processes, Trans* Studies",
        "Gender and Sexuality"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uno.edu:td-3263",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3339",
        "openDoarId": 0,
        "name": "University of New Orleans",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 216845112,
        "depositedDate": null,
        "publishedDate": "2016-05-13T08:00:00+01:00",
        "updatedDate": "2024-01-24T02:30:20+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T17:30:48+01:00"
    },
    "urls": [
        "https://scholarworks.uno.edu/td/2165",
        "https://scholarworks.uno.edu/context/td/article/3263/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-24T02:30:20+00:00",
    "setSpecs": []
}