{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kade, Tristen V"
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-18T17:34:47+01:00",
    "dataProvider": {
        "id": 11104,
        "name": "ScholarWorks @ The University of New Orleans",
        "url": "https://api.core.ac.uk/v3/data-providers/11104",
        "logo": "https://api.core.ac.uk/data-providers/11104/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/303947538.pdf",
    "fullText": "University of New Orleans \nScholarWorks@UNO \nUniversity of New Orleans Theses and \nDissertations Dissertations and Theses \nSpring 5-13-2016 \nPassing With Care: When and How Transmen Disclose Their \nGender Identity \nTristen V. Kade \nUniversity of New Orleans, kryoung@uno.edu \nFollow this and additional works at: https://scholarworks.uno.edu/td \n Part of the Gender and Sexuality Commons \nRecommended Citation \nKade, Tristen V., \"Passing With Care: When and How Transmen Disclose Their Gender Identity\" (2016). \nUniversity of New Orleans Theses and Dissertations. 2165. \nhttps://scholarworks.uno.edu/td/2165 \nThis Thesis is protected by copyright and/or related rights. It has been brought to you by ScholarWorks@UNO with \npermission from the rights-holder(s). You are free to use this Thesis in any way that is permitted by the copyright \nand related rights legislation that applies to your use. For other uses you need to obtain permission from the rights-\nholder(s) directly, unless additional rights are indicated by a Creative Commons license in the record and/or on the \nwork itself. \n \nThis Thesis has been accepted for inclusion in University of New Orleans Theses and Dissertations by an \nauthorized administrator of ScholarWorks@UNO. For more information, please contact scholarworks@uno.edu. \n  \nPassing With Care: When and How Transmen Disclose Their Gender Identity  \n \n \n \n \n \nA Thesis \n \n \n \n \n \nSubmitted to the Graduate Faculty of the \nUniversity of New Orleans \nin partial fulfillment of the \nrequirements for the degree of \n \n \n \n \n \nMaster of Arts \nIn \nSociology  \n \n \n \n \n \nby \nTristen V. Kade \nB.A. University of New Orleans, 2014 \n \nMay 2016   \n ii \nTo Professor Susan Archer Mann, of the University of New Orleans, for igniting my passion \nfor Sociology and Women and Gender Studies, \n \nAnd to all of the giants who lifted me up onto their shoulders.   \n  \n \n  \n iii \n Acknowledgements \n \nFirstly, I would like to express my sincere gratitude to my advisor, Professor D’Lane Compton \nof the University of New Orleans, for the continuous support, for her patience, motivation, and \nimmense knowledge. Her guidance helped me throughout this project, through making this work \nmy own, and providing me with help and support all the time of researching and the writing of \nthis thesis. I could not have imagined having, nor picking, a better advisor and mentor. \n \nBeside my advisor, I would also like to thank the rest of my thesis committee members: Prof. \nElise Chatelain and Prof. Anna Brand of the University of New Orleans, for their insightful \ncomments and encouragement. Without their passionate participation and input, this thesis could \nnot have been successfully conducted.   \n \nI would like to acknowledge Professor Kristen Schilt of the University of Chicago. Prof. Schilt \ncontributed largely to my academic interest through her book Just One of the Guys: Transgender \nMen and the Persistence of Gender Inequality. Prof. Schilt encouraged me to consider more than \nthe experiences of individuals and recognize my greater research interest focusing on stigmatized \nidentities and disclosure.  \n \nI would also like to thank Paige Miller and Anna Young, whom served as secondary readers for \nthis thesis. I am gratefully indebted to the both of you for your very valuable comments on this \nthesis. Also, I would like to thank Katie McDougal. Katie, I cannot thank you enough for always \nbeing able to answer any questions I had for both coursework and this thesis work. I wish you \nthe best of luck with your academic career at Texas A&M University.  \n \nFinally, I must express my very profound gratitude to my parents and family for providing me \nwith unfailing support and continuous encouragement throughout my years of study and through \nthe process of researching and writing this thesis. This accomplishment would not have been \nmade possible with out them. Thank you.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n iv \nTable of Contents \n \nAbstract  ...............................................................................................................................v \n \nIntroduction  .........................................................................................................................1  \n \nLiterature Review ................................................................................................................1  \n \nResearch Design ..................................................................................................................7 \n \nMethodology ........................................................................................................................8  \n \nFindings..............................................................................................................................10  \n \nPersonal Disclosures  .............................................................................................14 \n             \nPrivate-Public Places of Disclosure ...................................................................... 24 \n \nUnexpected Findings of Disclosure ...................................................................... 31 \n \nDiscussion  .........................................................................................................................35 \n \nConclusion ........................................................................................................................ 36 \n \nReferences  .........................................................................................................................38 \n \nAppendices  ........................................................................................................................40 \n \nAppendix A: Gay and Lesbian Identity Formation Models ..................................40 \n \nAppendix B: Transgender Identity Formation Models  .........................................43 \n \nAppendix C: GLAAD Terminology  .....................................................................45 \n \nAppendix D: Sample Characteristics  ....................................................................46 \n \nAppendix E: Interview Protocol  ...........................................................................48 \n \nVita  ....................................................................................................................................52 \n  \n v \nAbstract \n \nThis paper examines the conditions under which self-identified transmen disclose of their \ntransgender identity or past gender history. Drawing upon theories of identity formation, passing \nand disclosing of stigmatic identities is used to understand when and how disclosure processes \nhappen for transmen. Drawing on interviews I examine the circumstances surrounding when \ndisclosure or pressure to disclose becomes salient for individuals. I also consider how individuals \nuse and negotiate systems of gender, along other inequalities such as class, race, education, and \nhealth care access. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nKEYWORDS: TRANSGENDER IDENTITIES, DISCLOSURE, TRANSMEN, TRANSMEN \nDISCLOSURE PROCESSES, TRANS* STUDIES \n 1 \nINTRODUCTION \nTransgender has now arguably become part of the public vocabulary. In fact, Time \nmagazine designated 2014 as the arrival of the “Transgender Tipping Point.” However, \ndefinitions of transgender and more complex understandings of the lived experiences remain \nelusive. While there has been notable increased academic attention given to transgender people, \nthis population is still largely underexplored. This is likely attributable to the social stigma and \nlack of available access to this small and hidden population. Most social science research centers \non transitioning, medical transformations, and identities. More specifically, studies have centered \non the transition and how it affects personal experiences within social relationships of family, \nfriendship, law, sexuality, and employment (Schilt and Windsor 2015). This study examines the \nlived experiences of self-identified transgender males by examining the conditions, at both the \nmicro- and macro-level, under which transmen elect to disclose their gender identity or past \nhistories.  \nFurther, this analysis pays specific attention to intersectionality regarding identities in \naddition to gender norms of institutions like the family, school, work, and law. Focusing on this \nnested dynamic serves to extend sociological understanding of how, when, where, and for whom \ngender identity and histories become relevant in interactions and social settings. Moreover, \nunderstanding how prior identities are revealed or disclosed and the ways in which these \nprocesses are managed provides additional insight into the experience of the individual, not to \nmention the social forces and structures reinforcing the status quo – in this case the gender \nbinary. \n \nLITERATURE REVIEW  \nTransgender individuals are a unique case for demonstrating how salient and established \ngender is in our everyday interactions. These individuals transition from their designated or \nassigned sex to their desired sex. Those with a transgender identity must learn how to become \nthe other sex in spite of the pre-established and institutionalized sex binary system into which \nwere indoctrinated from birth (West and Zimmerman 1987; Fausto-Sterling 2002; Mann 2012). \nAs such, they do not receive the advantages, assumptions, and otherwise taken-for-granted \nbenefits typically associated with normative constructions of sex and presentations of gender. \nThis clearly becomes problematic throughout the entire transition process because identities of \nself and perceptions from others may often not align and can even act in direct conflict with the \ndesired presentation. Public interactions quickly become challenging if misgendered or misread. \nIt is through these types of interactions that transgender people experience a paradox between \ntheir ideal and practical presentations; the ability to pass or manage presentations becomes \nparamount for their lived experiences and advantageous for their life course (Goffman 1963; \nLorber 1994; Halberstam 1998; Bornstien and Bergman 2010; Schilt 2010).   \nLay conceptualizations of gender are often framed within an essentialist perspective that assumes \nindividuals are born into one of two sexes (West and Zimmerman 1987; Fausto-Sterling 2002; \nMann 2012). In application to transgender individuals, this framework is greatly challenged. For \nanyone, the process of being recognized as the desired sex is a complicated project. This is \nespecially the case if they are not assigned their desired sex at birth. Although facing a similarly \ncomplicated project, individuals whose biological sex aligns with their desire sex receive many \nbenefits, rights, assumptions and privileges for fulfilling the binary and therefore appeasing the \nstatus quo. However, this is not the case for transgender individuals \n 2 \nwhose biological sex does not parallel their desired sex. As such, these individuals often do not \nreceive the social privileges and contributions for their desired sex presentations (Halberstam \n1998; Bornstien and Bergman 2010; Schilt 2010).  \nThroughout the transition process, social interactions may be extremely challenging \nbecause identities of self may not correspond to the perceptions received from others which leads \nto being misread and thus mis-gendering, or the generalized fear that misreading may always \noccur (Goffman 1959, 1963; Garfinkel 1967). It is through these types of interactions where \ntransgender people experience a paradox between their ideal and practical presentations of self \nthrough being viewed by how well they are able to pass or manage their presentations from \nothers (Goffman 1959, 1963; Mason-Schrock 1996; Butler 1990). Drawing from identity \ntheories, it is clear that misalignment between self-perception and the perception of others causes \ngreat stress and over time, stress on the life course (Goffman 1963; Burk and Stets 1999; Howard \n2000).  \nFor transgender individuals, coming out and disclosing becomes an important and \nmeaningful part of life because they want to be read or perceived as their desired sex. Simply \nput, transgender individuals draw upon impression management in social interactions in order for \nidentity congruence (Goffman 1963, Burke and Stets 1999). It is often assumed that if a \ntransgender individual gets misread or misgendered they are likely to disclose of their gender \nidentity for identity congruence. This study questions this assumption and suggests there may be \nsome circumstances in which this is true, and but also other contexts where this may be false.  \n \nIdentity Formation and Maintenance \nWithin various social science perspectives, coming out and disclosure are often presented \nas interchangeable words with synonymous meanings. Yet, popularly cited theories tend to use \nthe phrase coming out more frequently than disclosure (see Plummer 1975; Cass 1979; Coleman \n1982; Troiden 1987). Coming out is typically employed descriptively as an individual self-\nacknowledging their identity by verbally stating it to another person. Morrow1 (2006), however, \nsuggest that the terms should be viewed as distinctly different where coming out may be viewed \nas a milestone and disclosure as a continuous daily and ongoing process that never ends (Cohen \nand Savin-Williams 1996; Lev 2004; Morrow 2006).  As a milestone it offers an identity claim, \npositive feelings associated with being be honest about oneself, the opportunity to have political \npower and being part of a visible community (Morrow 2006; Maguen, Shepherd, Harris, and \nWelch 2007).  \nFrom a sociological social psychological perspective, identities are considered to be sets \nof meanings applied to the self in particular social roles and/or situations (Burke and Tully 1977, \nBurke and Stets 1999). They are greatly reflexive and important because they communicate who \none is in their everyday interactions. Without salient identity formations, or in the face of \nstigmatized or misread identities, it is inferred one feels lost, detached, and alone.  \n \n“Coming Out” and LGB Identity Formation \nThe bulk of the recognized work on sexual minorities and identity development began in \nthe early 1970’s within psychology focusing on phases of gay and lesbian “coming out”  \n                                                 \n1 In her book Morrow does explicitly state that she is using the terms interchangeably, but the way in which she \npresents them does not mean they are synonymous in meaning and actions; therefore I see them as different terms \nwith different meanings. \n 3 \n(Plummer 1975; Cass 1979; Coleman 1982; Troiden 1988). The most frequently drawn upon \npsychological social psychology models of gay and lesbian identity formation range from four to \nsix stages (Cass 1979, Coleman 1982; Troiden 1988). Models typically start with identity \nconfusion, where individuals experience anxiety due to awareness or confusion related to \nsexuality. This is the pre-coming out stage (Coleman 1982). After awareness, individuals enter \ninto the second stage, where they seek out information regarding sexual orientations. They will \nalso experience a greater sense of self-awareness and the development of sexual feelings. This \nexploration stage is known as identity comparison (Cass 1979). As individuals become more \ncomfortable with the possibility of being gay or lesbian; they start to accept this stigmatic \nidentity, thus entering into the third stage of identity acceptance (Cass 1979). During this stage, \nindividuals become more social in regards to their identity. Most individuals during this stage \nwill come out to someone who is not gay or lesbian, they may seek out a community and \nparticipate in gay and lesbian events. By becoming more social about their sexual identity, they \nmay even experience their first relationship with a person of the same-sex (Coleman1982). With \ngreater comfort, enjoyment and participation with other gay or lesbian people, an individual will \nbegin to enter into the final stages of the homosexual identity formation. These stages are known \nas commitment (Troiden 1988), integration (Coleman 1982), and identity synthesis (Cass 1979). \nAt this final stage, individuals will have gay or lesbian pride. They synthesize their gay or \nlesbian identity with their other identities.  At the end of the identity formation process, gay and \nlesbian individuals are expected to be fully aware and comfortable with their stigmatic sexual \nidentity and are assumed to have a healthy quality of life, because they are out and aware of their \nstigmatic identity. \n \nTransgender Identity Formation \nBuilding on the gay and lesbian identity formation literature is Arlene Istar Lev and \nAaron H. Devor. Istar (2004) and Devor (2004) are the two most cited scholars of transgender \nidentity formation theories. Both Lev and Devor’s theories were created through an applied \ntheorization of transgender identity framework. For instance, Lev’s theoretical model, \nTransgender Emergence stems from her perspective as a social worker. Whereas Devor’s model \ncomes from an applied sociological perspective drawing from his numerous interactions and \ninterviews with transsexual females, or male-to female individuals. Their models range from 6 to \n14 stages but overwhelmingly align with coming out phases related to sexual orientation, with \nthe exception that they are instead centered around gender or the learning of gender \nperformances such as: presenting, identifying, and living as the desired gender. The next section \ncondenses the stages and gives a synopsis of the core characteristics of transgender identity \nformation models with special attention to their difference from coming out phases based on \nsexual orientation2.  \nDuring the first stages of transgender identity development, individuals experience \nfeelings of confusion and anxiety because feelings of gender identity do not align with the \nfeelings of those who were assigned with the same sex as them (Lev 2004 and Devor 2004). \nDuring the second phase, individuals will seek out information and education for why they feel \ndifferently than their peers. Once the individual has sought out information and discovered the \n                                                 \n2 See Appendix A and B for an overview of all identity formation models of gay and lesbian and transgender   \n 4 \nterm and meaning transgender 3 than the individual becomes aware they may have this identity \n(Devor 2004). After learning about transgender identity, the individual will reveal or disclose \nthis identity to significant others who are not transgender (Lev 2004). After the disclosing of \nidentity, individuals will enter into the fourth main identity formation stage, where they find a \ncommunity and start to explore and present their self in the clothes, manners, and roles of their \ndesired gender (Devor 2004). During this stage, individuals explore their desired gender, first \nthrough the presentation of physical characteristics (clothes, manners and gestures). After \npresenting, some will decided to physically modify their body through hormonal therapy and/or \ngender reassignment surgery (Lev 2004 and Devor 2004). After deciding about further body \nmodification, individuals will enter into the final stage, integration and pride (Devor 2004 and \nLev 2004). In this stage, individuals will experience feelings of self-acceptance and pride of \nidentity. They will also begin to integrate their transgender identity with all of their other \nidentities.  \n \nSummary and Limitations of Identity Formation Literature \nThe identity formation literature provides a historical account of how sexual and gender \nminorities process, come to terms with, and recognize their stigmatic identities. Relevant to this \nstudy’s focus on disclosure, theories of coming out and identity formation are the most \ndeveloped and comparable to the disclosure process. Essentially, these models are concerned \nwith how the individual frames their sense of self, quality of life and the finding of others who \nshare the same identity. These concerns stem from the standpoint of psychology, which is the \nfirst limitation of the gay and lesbian formation theories. In these theories, much of stages are \ncentered on the individual’s internal psychological experience with very little focus on the social \nexperiences of identity formation. In particular, there is only one stage that deals with the social \nexperience of having a stigmatic identity: the coming out stage.  \n In this stage, the individual verbally states their stigmatic identity to another person- \ntypically this individual does not share the stigmatic identity. Through this verbal statement the \nindividual is not only publically associating their self with an identity, but they are also revealing \nit to their self and another verbally. Because of the powerful notion of publically stating \nstigmatic identity for the first time, these theories associated this stage as being prolific and life \nchanging. This stage leads to the development of an individual framing their sense of self and the \nfinding of others who will accept them and share similar identities.  \nIn contrast to the gay and lesbian formation models, the transgender models provide a more \nsociological theorization in their stages. The transgender formation theories tend to have more \nsocial stages. In these theories, the individuals will not only verbally state identity to their self \nand another individual, but the individual will go through more stages that call for more social \ninteraction and encounters with others who share same identity. This is to learn what and how it \nmeans to be transgender and how to present self as their desired sex. While both identity \nformation theories have stages that lead the individual away from their internal identity process \nand into the social arena, the sociological perspectives on coming out is largely underexplored. \nThere has been some research that suggests those with stigmatic identities are strategic in how \nwe come out (Kaufman and Johnson 2004; Maguen et. al. 2007; Raggins 2008; Zimm 2009; \nManning 2014). When applied to transgender individuals, it would be expected there are \n                                                 \n3 Trans*: Used as shorthand to mean transgender or transsexual (GLAAD 2014); see Appendix C  \n 5 \nstrategies for disclosure. Yet there has been little literature centered on this. From this study I \nexpect that transgender males will have a modus operandi in social settings on how they disclose \nof their identity or prior sex history. Further, they will fine-tune their modus operandi over time.  \n \nDisclosure of Stigmatic Identities \nAs previously mentioned, other threads of literature on “coming out” assert that it is a \ncontinual process (Cohen and Savin-Williams 1996; Lev 2004; Morrow 2006). Individuals are \nlikely to correct assumptions or disclose identities throughout their lives. Not everyone is aware \nof a person’s identity and typically people assume others to be heterosexual and/or cisgender4 \n(Morrow 2006). However, there is no clear consensus on the conditions in which LGBT \nindividuals disclose their identities.  \nDrawing on the sociological literature, Kaufman and Johnson (2004) examine how gay \nand lesbian individuals disclosed of their sexual identity while also maintaining and negotiating \ntheir identity in romantic relationships. From their study, they found that individuals decided to \ndisclose their identity based on perceived reflected appraisals from others and if they were \npublicly involved in a romantic relationship. It was found that those who perceived positive \nappraisal were more likely to disclose their identity. In comparison, those who did not receive \npositive reflected appraisals were less likely to reveal stigmatic identity (Kaufman and Johnson \n2004). From this, it would be expected transmen would be more likely to disclose their identities \nto those who they perceive as being more accepting.  \nMaguen et. al. (2007) performed a quantitative study which centered on the examination \nof whom (friends, family, spouse, etc.) and when (e.g. age of disclosure or when involved in a \ncommunity, ect.) transgender individuals decided to disclose their identity. This study found that \nthe disclosure rate for the transgender population was lower than those of previous gay, lesbian \nand bisexual samples (Maguen et. al. 2007). The study also found that transgender individuals \nwere likely to disclose of identity to friends, family, and/or spouses (Maguen et. al. 2007). \nSimilar to Kaufman and Johnson (2004), Maguen and colleagues (2007) also found that based \nupon perceived support and possible acceptance, transgender individuals were more likely to \ndisclose identity to the other types of social relationships such as co-workers. From these studies, \nit is apparent that there are a number of rationales for why disclosure is related to the perceived \nperception of having or not having support.  \nIn 2009 Lal Zimman studied the linguistics of how transgender people came out through \ntheir narratives. Zimman (2009) found that transgender coming out is different from gay, lesbian \nand bisexual coming-outs. For instance, transgender people have two stages of when disclosure \nhappens: before and after transitioning to their desired sex. From her study, Zimman (2009) \nfound that transgender individuals often declare their transgender identity before they \ntransitioned. Once they transitioned, it was not necessary for transgender individuals to declare \nof the identity because they are presenting their self as their desired sex - it is assumed that \nthrough transitioning they learn to pass thus ceasing the need to declare identity (Zimman 2009). \nIf a transgender person does reveal their identity post-transition (living everyday life as a male) it \nis often about their gender history as being born or having lived as the opposite sex. From this \nstudy it can be assumed that post-transition transgender individuals would be more stealth (not \ndisclosing of their previous gender history or transgender identity) in social interactions.  \n                                                 \n4Cisgender is defined as a term used to describe people who are not transgender (GLAAD 2014). \n 6 \n \nSummary of Disclosure Processes \nDrawing on identity theories, identity formation theories, and prior work on disclosure \nspecifically related to stigmatic identities, I hypothesize that transgender males will disclose their \nidentity: if they perceive positive reflected appraisals; in community seeking; and more often in \nsituations where there is less personal attachment. I also hypothesize that stealth (or post-\ntransition) transmen will disclose of their identity in settings of health and bodily intimacy \nincluding but not limited to medical and romantic settings. Literature on identity formation, \nidentity management and disclosure of stigmatic identities, asserts that disclosure is healthy and \nmakes a person feel better about their self and overall quality of life. Even though there are \nvarious positive reasons for disclosing of a stigmatic identity, there is also a negative risk \nassociated with the disclosing of stigmatic identity, including but not limited to: fear of rejection, \nphysical harm, and increasing likelihood of experiences of discrimination and harassment \n(D’Auggelli, Hershberg, and Pilkington 1998; Matthews and Corrigan 2003; Kaufman and \nJohnson 2004; Morrow 2006; Maguen, et. al. 2007; Schilt 2013; Levitt and Ippolito 2014).  \nWhile the majority of the cited work in the above section focuses on life experiences, \nidentity processes, and disclosure of gay and lesbian identified individuals, few have examined \nthe transgender population (see Zimman (2009) and Maguen et. al.(2007) as the exceptions). \nHowever, within this work the focus has not been on the context and social interaction during \ndisclosures. In application to my study, the literature does not answer the questions of how and \nwhen transgender males disclose their identity. \n \nImpression Management and Passing \nIn application to this study, I will be largely drawing on theories of impression \nmanagement and passing through the works of Erving Goffman and Harold Garfinkel. \nImpression management is the theoretical framework that examines how people manage the \nconcealing of either visible or invisible stigmatic identities or physical characteristics of self \n(Goffman 1959,1963). Located within this framework is the concept of passing. The general \nconcept of passing is defined as the ability of a person to be viewed as member of social groups \nother than his or her own. More specifically, in conceptualization to this study, Garfinkel (1967) \ndescribes passing as the work of achieving and securing the right to live as the desired sex while \nhaving to continually provide for the possibility of detection and ruin within socially structured \nconditions in which performance work is occurring.  \nWhile it could be argued that everyone practices impression management, when \nspecifically related to issues of passing, impression management becomes significant for \ntransgender individuals who must always uphold their presentation of self to align with society. \nBasically, they must always uphold their face in fears of dropping it and being misread by others \n(Goffman 1967).  There is a great deal of literature on how various types or communities of \nindividuals with stigmatic identities pass (Goffman 1963, Page 1984, Jones et. al. 1984, Falk \n2001). There has been little, however, that addresses the coping mechanisms of how transgender \nindividuals manage their misidentification (such as avoiding, expecting/planning to deal with \npotential misidentifications, or actually dealing with misidentification), potential for \nmisidentification, or their passing. Most work on stigma focuses on disability, sexual orientation, \nand “deviants” in general (Compton 2006).  \n \n \n 7 \n \n \n \n \nRESEARCH DESIGN  \n \nConceptualizations of Terminology  \n \nTransgender identity \nWithin the literature, transgender is commonly used as “an umbrella term that refers to all \nidentities or practices that cross over, cut across, move between, or otherwise queer socially \nconstructed sex/gender boundaries” (Stryker, 1994). As an identity, transgender is an \nencompassing term used to define people who do not identify or present the gender they were \nassigned at birth. In this work, transgender may range from participants self-identifying as \ngenderqueer to having transitioned and identifying as male. Genderqueer is term used to define \nsome people who experience their gender identity and/or gender expression as falling outside, in \nbetween, or somewhere different from the binary gender system and sex categories of male and \nfemale (GLAAD 2014). Transition(ing) is known as the process of altering from a persons \nassigned sex to their desired sex through but not limited to the changing one’s name and/or sex \non legal documents; hormone therapy; and possibly (though not always) one or more types of \nsurgery (GLAAD 2014). \nThis study largely draws on the GLAAD media reference guide (2014) for its language \nand terminology related to the transgender community5. This reference guide is community \ndeveloped specifically for lay and public understandings. For the purpose of my study, I will use \nthe term transgender to describe people who live, identify, and present themselves as their \ndesired sex, which they were not assigned at birth. However, when addressing interview \nrespondents, I draw on their own self-identifications. As such, this study examines self-identified \ntransgender males, or transmen. This terminology and its employment is aligned with both \nacademic and LGBT community language.  \n \nComing Out, Coming Out Story and Disclosure  \nIn application to this study, theories of coming out, identity formation and disclosure of \nstigmatic identity use the terms “coming out”, “reveal” and “disclose” as interchangeable words \nthat are synonymous in meaning. For the purpose of this analysis, the term disclosure is used as \nthe revealing of a gender identity. When disclosing of transgender identity, prior sex, or \ntransition status, individuals will likely reveal of their identity through elaborate explanations \nand constructive narratives that explain their stigmatized identity (Mason-Schrock 1996).  \nComing out will then be employed in references to stories and narratives of first \nawareness as transgender or as the other sex. In application to this study, a person’s coming out \nnarrative is defined as the re-telling of a person’s first statement of how they came out. Coming \nout and narratives of coming out are important because they help to reaffirm identities and send \nmessages to others regarding how others are expected to be read and treated. The term disclosure \nis used, when speaking to specific situations and circumstances under which revealing trans* \nidentities occur.   \n                                                 \n5 Please see Appendix C for further GLAAD terminology \n 8 \n \n \n \n \nMETHODOLGY \n \nThis study extends not only the literature on the lived experiences of transgender \nindividuals, but also contributes to the literature on disclosure processes and the management of \nstigmatized identities. As such, the researcher employ a methodological approach similar to prior \nwork that has addressed these issues among the transgender population, namely interviews \n(Schilt 2010; Abelson 2014). More specifically, the researcher drew on in-depth qualitative \ninterviews with self-identified transmen to study their processes of disclosure and the conditions \nunder which transmen disclose their identities. Interviews will allow the researcher to ask broad \nand focused questions regarding how, when, where, why, and to whom do self-identified \ntransgender males disclose their identity or prior histories.  \nAt the onset of this research, the researcher was unaware of how he would be received as \na transman doing research on other transgender men, their life experiences and disclosure \nprocesses. The researcher assumed that respondents would be more open and willing to \nparticipate in this study once they learned that another self-identified transgender individual was \nconducting the research. The researcher kept an open-mind going into the interviews. The \nresearcher made it clear at the beginning and end of the interviews that they would be happy to \nanswer any further inquiries about their research intentions, the ultimate goals of their research, \nand potential personal questions from respondents should they arise at any time. \n \nSample and Analysis Design  \nFor this study, 20 self-identified transmen were interviewed6. Respondents were recruited \nvia a snowball sampling technique, beginning with three insiders to the transgender communities \nliving in geographically different regions: the South, North-West, North-East. Ideally, this will \ncontribute to heterogeneity among participants. Additionally, calls for participation were made \nand sent out on social media sites such as Facebook, Twitter, and Instagram7. To be included in \nthis study participants must be assigned female at birth but are currently identifying, living, or \npresenting themselves as transmen or men. This study excludes female-bodied individuals who \nidentify as men but do not live or present as men in their daily life. As expected, respondents \nfrom this recruitment method represented a diverse range of participants including but not \nlimited to race, class, geographical location and particularly gender identity ranging from \ngenderqueer to stealth. Further, this recruitment of snowball and convenient sampling has been \ndemonstrated as practical in finding subsets of a hidden population (Abelson 2014). \n \nSample Characteristics  \nThis thesis reports on results from a sample of twenty self-identified transgender men, \nranging from genderqueer, trans-masculine, transman, trans* men, male, etc. The respondent’s \nnames have been changed for confidentiality. Since participants were able to identify however \n                                                 \n6 Interview were conducted either face-to-face in person or through technological advances such as telephone, \nSkype or e-mail. \n \n 9 \nthey wanted in various ways, they were later categorized into three separate groups: gender \nqueer, transitioning and completely living as male. The gender queer group was conceptualized \nas individuals who have not medically transitioned and who recently discovered their \ntransgender identity or those who have a form of transgender experience but do not completely \nidentify as a transman. Thus they have just recently started to disclose of this information. \nTransitioning is conceptualized as people who have already began transitioning to a male or \nmasculine identity –this is done by either socially transitioning and/or physically transitioning. \nThese individuals have also already disclosed of this information and started to align their \npresentation of self as more masculine. Lastly, the individuals who have already transitioned \neither by being on hormonal therapy or have had some form of gender corrective surgery were \nconceptualized as the group omen in their every day lives. Approximately four out of the twenty \nwere grouped in the category of gender queer, six of the twenty were grouped as transgender \nmen and nine of twenty grouped as men in their every day lives. \nThis sample size is predominately comprised of white individuals, with thirteen of the \ntwenty identifying as being white. Two of the twenty identified as black or African American. \nThree of the twenty identified as multiracial  (one as white and Hispanic; one as Latinx, Native \nAmerican, and White; one as White and Filipino-Mexican); and one of twenty identified as \nChinese-American. From this population, three participants are over-educated (they have a \nMaster’s degree or above), five completed their BA, nine have had some form of college \nexperience, and two have had high school or high school equivalent education. The median \nhousehold income was $35,000. Furthermore, four of the twenty respondents currently have \nchildren and one is expecting their first child later this year. Four of the respondents indicated \nthat they are married, four stated that they were either in a serious committed relationship or \npartnered, and eleven stated they were either single or currently dating. In terms of geographic \nvariations, seven resided in the South, eight in the Northwest or West Coast, and five in the East \nor Northwest. \n \nInterviews \nBefore the interviewing process began respondents were asked to give consent for \nrecording of the interview. To do so, they had to read and signed the consent form. The \ninterviews were in-depth and semi-structured, starting with a basic demographic section and \nmoving into more substantive questions related to their coming out, passing, and disclosures8 \nThe design of this instrument was theory driven specifically to address questions of focus and \nholes in the literature. It is comprised of questions created by the researcher with committee \noversight. The researcher expected to further probe participants for concrete examples of times \nof disclosure and upon realization of unique experiences related to the study focus. Additionally, \nthe researcher incorporated themes that emerge from earlier interviews (Charmaz 2006). In this \nway, the researcher drew from a constantly evolving interview protocol.  \nAfter interviews were conducted, they were transcribed and coded by using an open code \nformat. Open coding allows for themes to emerge via saturation regarding patterns and narrative \nof how participants discuss disclosure, such as to whom, when, where and why disclosure \nhappens (Charmaz 2006; Abelson 2014; Baumle and Compton 2014;). Through open coding, it \nwas expected to find a particular theme about the modi operandi transmen have created to live \nmore saliently in their day-to-day interactions. While coding transcriptions the themes that \n                                                 \n8 See Appendix E for interview protocol instrument \n 10 \nemergered were centered around when and where disclosure takes place along with a few \nunexpected findings, such as how disclosing is reciprocal interaction, and that these individuals \nexpressed that disclosure to gay males was different from disclosing to females.    \n \n \nEmpirical Predictions \nIn addition to drawing on the literature, the researcher pulls from personal experiences as \na transman and the anecdotal experiences of people within the transgender community to create \nhypotheses for this study. Through these personal and anecdotal experiences, it was hypothesized \nthat transmen who live and are perceived as male in their everyday life will disclose less often \nthan non-stealth transmen. Furthermore, those stealth men will have disclosures around medical \nconditions, romantic and/or sexual intimacy, conditions of familial relationships, and in regards \nto legal or formal bureaucratic conditions. Drawing upon theories of gay and lesbian coming out \n(Cass 1979, Coleman 1982; Troiden 1988), the researcher hypothesizes that disclosure is not as \nprolific as these theories would suggest. Also drawing on the coming out literature, the \nresearcher hypothesizes that both stealth and non-stealth individuals will have some form of a \nhabitual modus operandi for disclosing of their identity to certain people and locations/situations \nthey are in. In addition, friends and allies of these individuals help ‘correct’ others who misread \nor misgender transmen which will then contribute to a lack of disclosures and ‘correcting’ \npractices made. It is assumed that the role of cues will contribute to the lack of disclosure and \n‘correcting’ practices – this is including but not limited to: queer cultural cues, social media and \ndigital (profiles, etc.), digital cues, bureaucratic cues (employee IDs, sex on the driver’s license, \netc.), and physical male cues (secondary sex characteristics, comportment, clothing, etc.). \n \nFINDINGS  \n \nDrawing on these interviews, most individuals, who are post-operation of gender \nconfirmation surgeries and/or hormonal therapy (9 respondents) do not feel a need to disclose of \ntheir past transition history or transgender identity because they are perceived to be males. They \ndo not feel the need to inform others of their transition history or transgender identity because \ntheir presentation aligns into the binary of what our society identifies as man. Among my \nparticipants the people who have undergone top surgery9 and/or have been on hormone therapy \npass as males 90-100% of the time to others. Those who have not under gone surgeries and who \nhave not been on hormonal therapy pass less frequently.  \nAbout half of the respondents did not feel the need to disclose in most everyday \ninteractions. Jackson is exemplifies this finding. Jackson is a freelance writer who passes and \nlives everyday as a male. He states the reason why he does not disclose of his past transition \nhistory or transgender identity is because “…its’ not the most important thing about me, I feel \nlike, somebody else might feel like it's the most important thing about me but to me its just not \nthe most important thing about me anymore.” In these cases, transgender identity is less called \ninto question and thus less salient for these individuals. They do not consider them the main \naspect of their everyday life. In these instances disclosure becomes salient only under specific \ncontexts, such as dealing with formal legal or bureaucratic instances, service providers, when \n                                                 \n9 None of the participants in this study have yet to undergo any surgeries below the waist related to their gender \ntransition, ie. Phallopasty, etc.  \n 11 \nwith building intimacy such as friends, families, and partners. In the following sections, I analyze \nthe instances of to whom, when, and how my participants decide to disclose this information.  \n \n \n \n \nCareer Disclosures \nIt is in the institutions of professional careers in which eight participants disclosed of \ntheir past transition history or transgender identity to their employers and co-workers. Out of the \neight, most of them stated they disclosed of their identity/status because they decided to openly \ntransition while at work and two individuals in particular involuntarily disclosed of their \nidentity/status at work.  \nThese two participants disclosed of their transgender identity and transition because they \nhad occupations on a state and federal level, which meant that they had to work and be known as \ntheir assigned gender and birth name. It was through the process of changing their names and \ncorrecting their gender marker in which they had to disclose of this information to not only their \nemployers but also their co-workers and sometimes clients.  For instance, Oliver, an attorney \nwho regularly practices law, waited until his legal name change and gender marker went through \nthe courts and was approved before he fully informed his employers of this information and \nfellow co-workers who did not know of his identity. Once he received the paperwork, he decided \nto disclose of his transition through an email that stated his new name and which pronouns to use \nwhen referring to him. While Oliver had to inform his employers and co-workers about his name \nchange and his transition to changing his gender markers, the other transmen informed the \nresearcher they had not disclosed of this information to their employers.  \nIn comparison to the eight individuals who disclosed of their transition or transgender \nidentity, the remaining twelve participants in the sample did not disclose of their transition or \ntransgender identity to their employers or co-workers. For instance, one respondent Ryan a \nconstruction worker who is perceived and lives his life everyday as man, recently moved to a \nnew state and in his new job he “…had the choice to come out or not come out … [and] I’m not \nout at work at all. And in some ways it’s nice because no body asks me horrible invasive \nquestions.” Ryan also frames the reason why he does not want to come out is because he:  \n \n“[ I had]…heard enough stories, …[of] transmen [who] come out [at work] and next \nthing you know like suddenly they can’t lift as much as they use to lift and you know that \npeople started placing all these like really ridiculous gender stereotypes based on their \nbirth sex and I, I mean I can’t have that. You know I lift a lot of heavy stuff all day at my \njob and I can’t have them, I just can’t have that reaction.”   \n \nSince Ryan works as a construction worker and is perceived as a male, he fears that once \nhis co-workers learn he was born a female they will stop seeing him as a male. He is concerned \nthat if they see him as a female, they would place stereotypical feminine characteristics upon \nhim. As such, he does not want to deal with the presumption that he can no longer perform the \nmasculine tasks associated with his position due to his past gender and the potential feminine \nstereotypes others could place upon him. Therefore, he has not disclosed to his co-workers and is \nnot planning on informing them anytime soon.  \n 12 \n From further discussions with Ryan, it was unexpectedly discovered that he feels \ndisconnected with is his co-workers and that it’s: \n \n“…been more frustrating than I thought it would be, because you know, I feel like there \nis this wall between me and my co-workers, so like you know at a certain level they just \ndon’t get to know me…they just don't really know me that well. They don't know like \nimportant things that are going on in my life.”  \n \nSince Ryan does not need or want to disclose of his identity, he feels like he cannot form \na social relationship with his co-workers or bond with them when they talk about their past \nchildhood. Although he recognizes that if he were to inform them of his transition history, he \nwould be able to be more social and feel comfortable contributing to conversations about \nchildhood. Ryan explained one of the reasons why he does not disclose of his identity to others, \nis because he does not want to confuse or disturb people’s current images of him as a man. He \ndoes not wish to disrupt peoples imagine of him, causing them to be treated not as a man either. \nRyan’s fears of not wanting to disclose of his transgender identity or past gender history was a \ncommon pattern among the individuals who already transition and did not disclose of their \nidentity in their professional careers.  \n In this section, respondents discussed the complexity of how and when they decide to \ndisclose of their identity in relation to their professional careers. For instance, some respondents \n(Evan and Oliver) had to involuntarily disclose of their identity in their professional career. \nWhereas other respondents, such as Ryan, voiced that while they had the opportunity to disclose \nof their identity in their professional career they decided not. The reason why these respondents \ndid not elect to disclose of their identity is because of their concern of being stereotyped as their \nprevious gender within environments of their employment. As explicitly voiced by Lucas, \nanother reason why disclosure does not often happen is because disclosure may create a \ndisturbance within certain environments, such as work. The concern of having a disturbance in \ntreatment is a reason why respondents opt out of disclosure.   \nSimilar to the hierarchical position that employers fall into, one can argue that professors \nhold a similar structural position, but within a classroom context. It can also be argued that co-\nworkers share similarities as classmates. Parallel to the context of professional careers, transmen \nwho are currently in educational settings (whether that be high school or higher education) may \nalso choose to disclose or not to disclose of their transgender identity or transition histories to \ntheir educators.  \n \nStudent-Teacher Disclosures \nSix of the twenty respondents interviewed are currently attending a college or university. \nFour of the six individuals stated that they disclose of their transgender status/identity to \nprofessors. These individuals are grouped as transgender men, meaning that few of them have \nstarted to transition to a male identity by either socially or medically transitioning.  Of these \nindividuals, most disclosed of this information in a way similar to Mason. He elaborates:  \n \n“…when I get my class schedule finalized. And I see who my professors are. And I have \naccess on how to contact them, I definitely shoot them an email first [about which name \nand pronouns to use]. Than on the first day of classes I make sure to show up early and to \ngreet them to make sure they know my face and know who I am…it usually works over \n 13 \npretty well.” \n \nBy disclosing of this information prior to being in class, Mason is more likely to be called \nby his preferred name and pronoun. By disclosing to his professors, Mason is able to save \nemotional fears of rejection of his identity from his peers. Since his professors are using male \npronouns and calling him by is preferred name, he does not have to disclose of which pronouns \nand name to use to his classmates. Instead, his classmates will tend to use the same pronouns and \nname that the professor uses for Mason.   \nThis type of disclosure can be viewed as a type of modus operandi that transmen use \nwhen disclosing of their transgender status or identity to professors. In fact, this type of disclose \nwas a common practiced pattern among the transmen and four alternatively identifying \nrespondents in the sample. All of these individuals stated that they sent an email to professors \nwho did not know of their transgender status or identity.  \nEven though four of the six participants disclosed of their identity to their professors, the \nremaining two of the six did not disclose of this information to their professor. Joseph, a \ngenderqueer trans masculine individual, who previously transitioned from male to female and is \ncurrently transitioning back to male again, does not disclose to his current professors or \nclassmates due to “…having anxiety of them not being open and respectful of [their] wishes [to \nbe male]”. Joseph decided to not disclose of his identity due to personal comfort and safety \nreason. In contrast to Joseph, when Mason discussed why he discloses to professors and \nsometimes classmates, he remarked “…you don't want to continually have a conversation that’s \nlike hurting your mental health by getting… the wrong pronoun or things like that. So you kinda \njust want to avoid that in every situation where you can.” Mason’s modus operandi is to avoid \npeople using the wrong pronoun and/or name by informing his professors before classes start on \nwhich name and pronouns to use for him. \nOne of the reason why they disclose more often to people is because they want people to \nuse the correct pronouns when referring to them and because they want to be viewed and read as \nmale to other people. It was unexpectedly learned that transmen who are currently in college feel \nsafe enough to confide to their professor about their gender identity and which name and \npronouns to use for them. By being able to disclose of this information to the professors, these \nindividuals do not have to explain why the teacher is using that particular name and set of \npronouns. When these individuals disclose to a professor, it is assumed that everyone else in the \nclassroom will follow suit. This is largely due to the professor being in a position of higher \npower and status, thus the students will follow these cues. Though professors and employers are \nthought to be different, both hold an assumed position of power over other people and as such if \nthey act a certain way towards someone by using names and pronouns they will indirectly \ninfluence the behavior of others. By disclosing to professors, these individuals avoid the pressure \nof disclosing to everyone.   \nIn regards to the transgender men in this study who did not disclose to their professors, \nthey did so because transitioning occurred post-educational attainment.  Most of the transgender \nmen who are further along in their medical transition or have completed their transition (along \nwith legally changing their name and gender/sex marker on identification) do not disclose in \npublic settings such as schools and professional environments. These post-transition respondents \ndo not feel the need or pressure to disclose because people perceive them as their desired gender \nand this tends align with the gender binary. Therefore, these respondents disclose in instances in \nregards to their children, medical doctors, and romantic/sexual partners.  \n 14 \n \n \n \n \n \nPERSONAL DISCLOSURES  \n \nMedical Doctors  \nEighteen of the twenty participants disclosed their transgender identity to their medical \ndoctor by either informing their doctor on the sheet of current medicine and surgeries they have \nundergone or they disclosed to their doctor by requesting them to prescribe testosterone to them. \nAn unanticipated finding that came about when asking if respondents disclosed of their identity \nto their medical doctors is that some respondents, either post or pre-operation, may be listed as \nfemale under their insurance to help cover them to see a female reproductive doctor. Though for \nthose individuals who have legally changed their sex and receive insurance through their work, \nthey are often times listed as male and do not receive the benefits of coverage for seeing a female \nreproductive doctor nor receiving assistance with female relate medical procedures, such as \nhysterectomy.  \nOne of the reasons why disclosure to medical doctors was asked about and expected is \nbecause these individuals want the best health care they can receive. One way of achieving this is \nby informing their medical doctor about their identity and their transition process so that they \ndoctor can make the most informed decision possible. As expected, eighteen of the twenty \nrespondents informed their medical doctor about their identity for those reasons through verbal \nor written disclosures.  \n \nDisclosing to Friends \nMason is a pre-op and pre-hormone therapy transgender identified male who is currently \nin his first few years’ of college. Due to the fact that Mason is pre-op he sometimes does not \nfully pass as male, which may lead to people misgendering him. As a way to stop people from \nmisgendering him, Mason has given his friends permission to disclose of this information to \nothers before they meet him. When public encounters occur with strangers, Mason’s girlfriend \nand friends typically correct others misgendering him by emphasizing his masculine name or his \npronouns when referring to him. For instance Mason described the following:  \n \n“Um, well, usually if it’s like a restaurant or a setting where we have to be addressed, \nperson –by –person, initially my girlfriend… will immediate be like “ ok I want this, \nwhat do you want boyfriend (emphasis on boyfriend)” or she’ll immediately drop those \ncorrect pronouns about [so] there’s never a chance that I’ll never get misgendered in that \nsetting.”  \n \nIn other interactions Mason’s friends and girlfriend will also say things like  “ well he \n(with great emphasis added) wants this, this, and this”. Mason states he “…usually [has] a team \nof people looking out for [him]” in those instances. But when he is in social settings where he is \ninteracting with people he may never see again, he states that  “…it really depends on the \nsituation and um how [he] feel about the safety of the situation, like if [he is] able to come out in \nthat moment.” Therefore, if Mason is surrounded by his friends and girlfriend, they will usually \n 15 \ncorrect the people who misgender him by referring to him with emphasized male pronouns to \nhelp inform others of which pronouns to use. When Mason is interacting with people who he will \nrepeatedly see, he will inform them to use male pronouns and his preferred name. The disclosing \nand informing of which name and pronouns to use is also practiced with David and Aiden in \nrepeated interactions and encounters with people.  \nEven the respondents, who are currently living as men in their everyday life also stated \nthey wanted and gave permission to their friends to disclose of this information to other friends \nand people with whom they interacted in the beginning of their transition. For instance, Henry \ndescribed that when he first started to disclose he initially told a handful of his close friends and \ninformed them to tell others of this information because it would be less emotional work for him. \nSimilar to Henry, Lucas also informed his college classmates that they could tell others of this \ninformation. Though once Henry and Lucas started living life as a full male, they no longer felt it \nwas necessary for their friends to inform others of this information. The reason why they felt it \nwas unnecessary for their friends to disclose, is because their transgender identity became less \nsalient to them the more their presentation and perceptions from others aligned with the \nmasculine gender binary. Another reason why they wanted their friends to stop informing others \nis because they wanted to be able to control the access of who knows and who does not know.   \nIn relation to Henry and Lucas’ reasons, respondents Mason, Noah, and Logan, explained \nthey requested their friends to not disclose of this information in certain interactions because it is \neither an awkward situation for them to be in or because of concerns over safety and what may \nhappen to them to when someone finds out. For instance, Noah expressed that he loves his \nfriends informing other people of his transgender status but sometimes it can be problematic in \ncertain situations and locations. Many friends of transmen are unaware that hyper-masculine and \nhegemonic spaces may not be safe places to “out” or disclose of their transgender friend’s \nidentity. As Noah explained, when he is in hyper-masculine spaces such as a sports bar and his \nfriends reveals his identity, he‘‘…can look at [the interaction happening and] already kinda see \nthat this isn’t going to go well. And [his] friends start talking about [his transgender identity] and \nI can see it going in that [negative/south] direction. And there just not getting that, its not safe \nme, its fine for you but it’s not safe for me.” From this illustration, it is clear that Noah \nrecognizes once others find out about his transgender identity, the space that he is in can become \nharmful to him. He acknowledges this more so than his friends, who are typically cis-gender, do \nnot have to worry about any harm happening to them in these spaces. In these types of situations, \nNoah states the way in which he resolves these interactions is by exiting the situation itself \nbecause “there’s no point [of him] risking [himself] in getting attacked”.  \nAfter listening to the narratives of Noah, Henry, Lucas, and Mason, a reoccurring theme \nsurfaced from their responses in which they gave permission to their friends to disclose and to \ncorrect others who misgender them in the beginning stages of their transition. By allowing their \nfriends to do this, it helps them manage the emotional work of constantly having to inform or \ncorrect other friends and acquaintances. This also allows the transgender individuals to manage \ntheir fear of rejection by those who may not be accepting of their identity because their friends \nreceive the initial reaction. Once these transmen have reached a point in their transition where \nthey are being perceived as their desired gender, they often request their friends to stop \ndisclosing their identity. By being read as their desired gender, their transgender identity became \nless salient to them and as such, “not the most important thing about them.” Since their \ntransgender identity is no longer the most important aspect of their life, the concern now shifts in \nfocus to who has access to this information. The remaining respondents, who have not \n 16 \ncompletely transitioned, while they appreciate their friends informing others for the above \nreasons, they also prefer for their friends to not disclose their identity in certain hyper-masculine \nor hegemonic spaces due to safety concerns. Overall, these respondents expressed having a \nstrong support system in which friends were willing to help. This took two forms, where friends \nhelped manage how respondents were being perceived in the eyes of other actors, as well as by \ninforming others through correction.  \n \nChildren and Disclosure  \nHenry, Aiden, Dax, and Lane are the only participants from this study who currently have \nchildren. Dominic was expecting his first child later this year and Jackson was in the process of \npreparing to have a child within the near future. Henry, Dominic, and Jackson all live as a male \nin their everyday life, while Aiden grouped as transgender man and Dax and Lane are part of the \ngender queer group.  From these respondents, Henry, Aiden, and Lane have informed their \nchildren of their identity and Jackson and Dominic discussed how they would inform their \nchildren of their identity.  \nHenry completed his transition in the early 2000s and since then has not disclosed unless \nit is in relation to his children. This past summer, Henry and his wife decided that their children \nwere age appropriate in understanding biological differences and having reached a mature point \nin their life, they decided to disclose of this information to the their seven year old son and five \nyear old daughter. Before this disclosure occurred, they informed their daughter’s therapist who \nsaid that both children would be mature enough to understand and saw no reason why they \nshould not disclose when they felt it was necessary. After talking to their child’s therapist, Henry \nrecalls:  \n \n “So we, we had like a family meeting after breakfast, like ‘hey there’s something that we \nneed we want to talk to you [all] about.’ And we kinda framed it as…a way to reward \nthem… for their maturity… So it was like a you guys are you know mature, able to \nunderstand stuff and so we feel like you know its time for you to have this information \nbecause we know… you know, you’re not little babies, you know what I mean, I don't \nremember how I worded exactly, but we tired to make it a achieved this knowledge or \nsomething. Um, and I think I’m pretty sure we kind of just like [said] ‘you know daddy \nwas not, daddy was born a girl and knew his whole life that he, that that didn’t feel \nright…’”  \n \nIn all Henry and his wife decided it was time to inform their children of Henry’s prior \nsex, and they did this over a weekend family meeting after breakfast. Henry stated that his \nchildren were fine with the information and that his daughter asked him questions such as: \n“‘wow, how did you do that?’”, “‘Did it hurt?’”, and  “‘Well, was your name [Henry]?’”. Henry \nstated the questions they asked were “insightful for children of their age group and he was open \nand honest when answering any of the questions they had for him.” Since that disclosure, \nHenry’s children will randomly ask him questions about his transition or past gender history \nevery once and while now and he states that he openly and honestly answers any of the questions \nthey ask as long as it is “not invasive and age appropriate” for them. The weekend after \ndisclosing to his children, their daughter and son went to see the therapist and the therapist \ninformed Henry and his wife that they are fine with him disclosing and currently do not show \nsigns of any emotional strains.  \n 17 \nOther instances in which Henry had to disclose of his past were in relation to his children. \nFor example, Henry disclosed to his children’s principal. The reason why he disclosed this is \nbecause he wanted his children’s teachers to know that if they started to act unordinary. Through \ndisclosing to his children’s therapist and other caretakers, they could keep an eye out for any \nproblems that may come up once he had disclosed to them.  \nAnother instance, in which Henry discussed of his more recent disclosure in relation to \nhis children, was when he overheard a group of mothers talking about her transgender child. For \nexample, in his words: \n \n“…this summer I disclosed to a group of moms um who were whose kids went to \npreschool with my daughter and one of them has a, a son whose trans. So we were talking \nand I was like, this is super relevant, I cannot not you know [disclose to them], so I just \nsaid, you know I don't remember exactly how I said it but you know, um ‘I can be a \nresource or a help to them’. Um, and that was probably honestly the first time that in just \na casual, like hey well I’m trans you know cool uh. So that like 16-17 years probably the \nfirst causal uh sharing.  I would say other than [that], you know, its kind of a select group \nof people [he would disclose too].” \n \nHenry is the only individual from this study who lives and is perceived as a male in his \neveryday life and has children. He often does not disclose of this information to others because, \n“It’s not the most important thing about me (his transgender identity or past transition history). I \nfeel like somebody else might feel like it's the most important thing about me, but to me it’s just \nnot the most important thing about me anymore.” Though more recently, he finds himself \ndisclosing in relation to his children and certain people who interact with them. Outside of his \nchildren, the only other time Henry disclosed of this information was when he thought it was \nrelevant.  \nSimilar to Henry’s recent disclosures around his children, Lane, a genderqueer \ntransmasculine individual who lives a transgender experience, also discussed that he finds \ndisclosure more often in relation to his child. Lane is unique because s/he does identify as a \ntransman, nor as “male or female”. Lane doesn't care what pronoun you use—“whatever you \nneed to get you through the day10.” Also Lane explains that he  “… didn’t have like a coming out \nexperience because I didn’t come out as trans, I just was always like this and this is my life.” \nTherefore, Lane never disclosed being trans*, instead s/he often disclosing of his identity as a \nfather to his child and to those who interact with his child.   \nAlthough Lane never disclosed his gender identity to his child, he strongly identifies as \nhis child’s father. To the best of his five year olds ability, his child: \n \n“… understand[s] that I’m not exactly male and not exactly female. And so actually he \ndescribed me as a centaur to somebody the other day, because that’s how he \nunderstand[s] gender fluidity: as like a centaur (chuckles)… and he does identify with \nme, he identifies his self with me. I am like his male figure that he wants to be like.” \n \n                                                 \n10 Lane said to use the he/his pronouns for this write up for consistency sake and to not confuse reviewers although \nhis long-term friends typically use she, and newer friends and parent friends use he most often.  \n 18 \nLane’s child is able to see how complex Lane’s gender is and describes him as a centaur \nto describe his gender fluidity. Even though Lane’s gender is fluid, he strongly identifies as a \nfather.  \nWhen it comes to disclosing of his identity, Lane is not disclosing of a trans* identify but \nrather a father identity in relation to his child. For instance, when discussing which parental \npronoun to use with him, Lane tells the following to his child’s teachers and sometimes the \nparents of his child’s classmates:  \n \n“…you know, [when] we’re meeting teachers, like teachers will automatically be like, \n‘hey mom,’ so I’ll have to sit and be like I don't go by mom, I go by dad. Call me dad. I \nam specifically for fathers day, [his partner] is for mothers day. So I have to deal with \nthis right up front. So that's why I am saying it’s interesting because almost all the \ndisclosure stuff happening in my life is coming through, its coming through child \nbearing.” \n \nLane does not disclose his past transgender experience, instead he discloses of his father \nidentity to his children’s caretakers. It is important to note that both Henry and Lane disclose of \ntheir identities at different times, and that disclosing becomes more frequent in environments \nsurrounding their children. The remaining two respondents, who do have children, had not \ndisclosed to their children at the time of the interview. This is due to the respondents feeling as \nthough their children were perhaps not old enough to understand their identity. A pattern that \nemerged from these particular interviews is that although the respondents gave considerable \nthought to disclosing to their children, the ways in which they had done so were highly varied.  \n \nThe Child Plan   \nEven though Jackson does not have a child, he is currently thinking about having one in \nthe very near future. Comparable to Henry and Lucas, Jackson also does not feel the need to \ninform others of his past transition or transgender identity. Jackson was an interesting person to \ninterview because although he is out and open with his transgender experiences online or in \nperson he is rather quiet about it. For instance Jackson states:  \n \n“I obviously don’t feel the need to disclose when I apply for jobs. (Chuckle) um, but I’m \nalso sure that people are gonna figure it out from looking me up on the internet. …I don’t \nfeel when I meet new people, when I met my wife’s co-workers or my wife’s friends, I \ndon’t feel the need to talk about it at all. In fact much the opposite, I don’t want to talk \nabout it. Because people, even when they have the decorum to not gawk at you, give you \na look that they are looking at you differently you know. Or their just, like I don’t think \nits only trans*, I think theres lots of different things you can tell somebody, like I have a \nterminal illness and than they just start looking at you differently. Or you know even a \nmajor illness. You know they just look at you and and you know that they are just \nthinking about you. And like trying to imagine what your life is like or something like \nthat, and it’s uncomfortable and it’s a little prevent but we’ve all done it. Uh, I’m not \nexempt from doing that to other people when I learn something fascinating about their \nhistory that is different from my experience. Um, so I um, yeah I mean I don't, there \nhasn’t been a day where, there have been many days where I’ve gone and not told \nanybody (chuckles) I’ve met.” \n 19 \n \nFrom the above quote, it is clear that Jackson does not disclose of his transgender identity \nto people in relation to his work, friends or wife friends/co-workers, etc. He does not feel the \nneed to inform people about this information, because he does not want to talk about it. \nHowever, what makes Jackson particularly interesting is that if someone were to Google his \nname, they would be directed to social media platforms that informs them that he is transgender. \nIn a way, Jackson is completely out in social media. Yet, in real life, he won’t acknowledge it, \neven in situations where people could potentially bring it up. For instance, the following quote \ndescribes how Jackson interacts with individuals who could discover (or uncover) his identity: \n \n“I just don't go out of my way to tell anybody. Even though its an enormous part of my \nlife. I spend most of my free time thinking about and talking about and talking to trans \npeople. And it is not a secret and I’m not ashamed and I don’t like to you, when your \ntalking to somebody keeping a secret there’s an energy you can sense, that you can sense \nlike ‘shh, I don’t want to talk’ about it, like a few of my co-workers have figured it out \nbut just from my writing and our conversations and um, wont put me on blast, again their \ntaking cues, but they I think they can sense that I’m not ashamed by it. I just, it's a part of \nmy story, its like when I was talking to that, that girl who looked me up on \nFaceBook…she doesn’t go around telling everybody about that, and we could connect on \nthat level you know, we get each other a little more, um now but we’ve created a kind \nfriendship where we can talk about things and that why I can talk about being trans with \nher if I wanted. And its almost like I don’t need to talk….Its like this trans thing is not \neven the mostly most interesting thing about me most days and it actually has no barring \non my work …it just doesn’t come up and it would seem awkward to bring it up…”  \n \nJackson does not verbally disclose of this information to others, instead he assumes that \nthey may know of it, but for personal reasons he does not bring it up and people who may know \nof this information take the cues he is giving and leave the subject alone. When discussing his \nfuture children, Jackson states, “I sometimes think about being a parent. And it’s going to bring a \nwhole new question of disclosure into my life when I am a parent”. Jackson is expecting for \ndisclosure to come about when he does become a parent and discusses how he plans to come out \nto his future children:   \n \n“…I thought about making a fresh start as a parent of just changing my name. Maybe \ntaking my wife’s name or some other version or mixture of our names and having two \nlives where now my legal name is really my writing psydeuo name and I’m dealing with \nthese teachers and stuff so we can just keep these two lives really separate. You know it \nok, I imagine I will be out to my kid from the get go and will have conversations about \nwhat they disclosed cause I talked to my other guy friends who are parents about their, \nwhat they talked to their kids about, their own boundaries and their privacy and not \ntalking to your friends and you know, um (sigh) I imagine it like ok my kids friends are \ngoing to look me up on the internet eventually (chuckles) I defiantly can’t keep it hidden \nfrom my kids, cause they’ll look me up on the internet. So its not really a question (of \ndisclosing). I want to be the one to tell them first before they figure it out, I don't think I \nwould be able to undue the message that I was ashamed of it if I didn’t tell my own child. \nI think that would send a really important explicit message to them so. Um, though I do \n 20 \nknow guys who don’t tell their kids so. Um, anyways that's that's the next theres literally \nno other people in my life that I think I have to figure out stuff about, expect my kids and \ntheir caregivers….  I really think and I heard this over and over again that the earlier you \nintroduce stuff to kids the less of a big deal it is. Which makes sense to me, if you don’t \ntell somebody something for 15 years, uh its there’s no chance that's its grown up \nnaturally, organically as part of their world, it's a revelation and uh um so. Like my \nfriends kids all know, well one of them he started transitioning after they were born and \nthe other one you know he told them, but their young you know they already started \ntalking about it as soon as the kids was verbal and its just is normal to them, that's their \ndad and that still doesn't mean that they don't have to talk about what it means: when its \nok to talk about it, how to talk about it to other people, it’s mostly other people, how to \ntalk about it to me the dad in a way that feels respectful of my body cause the kids are \nalso getting all these messages from the outside world about girls and boys, and kids are \nlike the girl and boy police. As a they go through a certain phase where they are like \nthese are girl things, these are boy things and it’s really critical for them so they love that \nstuff. So um, but eh, from the start, from the start I would tell them, I don’t know how I \nwould tell them but I imagine just like my mother when I was really young, she would \nwalk around without clothes on and stuff you know we bathed together once and \n(chuckle) while kind of thing. They would see my body is different. And um then other \nboys, especially if they were boys themselves and they identified as boys and they had \npenises and stuff, they would figure it out. So…” \n \nEven though Jackson has a strong presence of being out online, when it comes to his \nprivate life, he is rather quite about his transgender identity and does not want to talk about. \nJackson expects to experience some forms of disclosure when he has children. In fact, Jackson \nalready has a sense that he will be open about his identity to his children at an early stage \nthrough them viewing his physical body. Jackson’s expectations and future plans of disclosing to \nhis children fall in line with Henry and Lane’s experiences of disclosing to their children. In \naddition, Jackson expressed concerns about his children further disclosing his identity to others \nand plans to inform his children to be respectful of him and his identity.  \nOverall the respondents who had children were more likely to express a desire to be the \nperson who disclosed of their transition history or transgender identity to their children. The act \nof disclosure varied based on personal beliefs of whether or not the child was ready to receive \nthis information. This was communicated as concern over whether their child was old enough to \nunderstand and be respectful of both the information and their parent. While there is no \nconsistent pattern on how and when these participants disclosed, what was found, from both \nrespondents who had children and those planning on having children was that disclosure would \nbecome a more frequent occurrence. This includes but is not limited, disclosing to their children \nand others who interact with their children on a daily basis. Henry specifically noted that \ndisclosing to caretakers was done to keep an extra eye out for his children. Another instance in \nwhich disclosure may arise is when the individual feels that it is relevant to a given situation. \nEach participant who had a child expressed their own conditions under which they decided to \ndisclose such as Henry, who waited until his children were old enough to understand and be \nrespectful of his past. The respondents who are expecting or planning to have children also \nconsider and imagine the appropriate time or ways in which they will disclose to them.  \n 21 \nThe unique discovery of how much time goes into the process of planning how and when \nto disclose to children is remarkable. For instance, it can be assumed cis-gender heterosexual \nparents do not have to take time out of their day to think about how they will inform their \nchildren about their past gender identity. Even though Jackson was the only respondent who \nexplicitly mentioned a child plan, describing how and when he plans to disclose to his children, it \nmay be assumed that other transgender men who have children also theoretically consider how \nand when to disclose. As mentioned earlier, Jackson elaborated his concerns about disclosing to \nhis children and how he wanted to be the one to inform them of his past transition history, even \nthough he did not have children at the time of the interview. Henry also explained how and when \nhe decided to inform his children about his past. As stated before, Henry decided to disclose to \nhis children when he and his wife thought they were old enough to understand and be respectful \nof his decisions. While Henry never elaborated his specific child plan, it can be assumed that \nHenry and his wife had various talks about when and how they would disclose to their children, \nas it occurred prior to the interview. A fascinating theme out of this line of discussion is that \neven if respondents didn't have children, they discussed a “child plan” and planned disclosure to \nfuture children. They still think about disclosure as it revolves around children, and that \nawareness says something in itself. Transmen are thinking about future disclosures and \ndeveloping strategies for their future children. \n \nDisclosure and Dating   \nThe majority of participants stated disclosure would or does come about in the arena of \ndating. Most of the transmen stated they prefer to disclose of this information very soon rather \nthan later, so they do not have to deal with the emotional stress and rejection if the person they \nare interested in does not want to date them because they are transitioning or have transitioned.   \n \nOrganic Dating Disclosure  \nNine of the respondents were in a relationship at the time of the interview. The remaining \neleven individuals described their current relationship status as singe. All of the people who are \nin a relationship met their partners in person. When discussing dating, most of the transmen \nstated that they would be upfront with their transgender identity if they were interested in dating \nsome one. For instance, Noah describes that he is “straightly upfront about it” and that he \n“find[s] it rude if I wasn’t [upfront]. That would be misleading…” Noah prefers to be upfront \nabout his transgender identity to the people he is interested in pursuing. Similar to Noah’s \nstraightforwardness of disclosing of his identity, is Wyatt. Wyatt is in an open-relationship with \nhis partner and dates either male or female individuals. While Wyatt is also upfront about his \ntransgender status, he states that the reason why he is upfront about his identity, especially when \nhe is interested in dating a gay male, is because:  \n \n“…I have no reason not to [disclose] and I think that doing it is … [for] my safety more \nthan anything. Um I’ve just like heard horror stories about people dating a trans*person \nwho they didn't know [they] were trans …So I think that it’s only to my benefit to \ndisclose my trans* status. First, so as to weave out all of the people who wouldn't \ntypically, I don't know not date someone who is trans*…”  \n \nFrom this perspective, Wyatt explains that he is forthright with disclosing of his \ntransgender status because of the stories he hears that others, specifically transgender women \n 22 \n(especially transgender women of color) go through once they disclose of this information to \ntheir partners. Wyatt is also forward about informing potential partners of his identity in order to \n“weave out” those who are not interested in dating a transgender individual. By disclosing early \non, Wyatt can continue to interact with those who are still interested in dating and leave behind \nthose who may have a problem or concern with his transgender identity.  \nIn comparison to Noah and Wyatt’s straightforward disclosure, Ryan, a transgender male \nwho is living as male in his everyday life explains that he is still learning when and how to \ndisclose of this information to potential partners. He explained that he struggles and thinks about \nthis issue a lot. Such as:  \n \n“…I struggle with that a lot (disclosing to a potential partner). Like at what point can you \ntell (them)?...Um, but I think as far as like how to disclose to potential partners, I don't \nknow. It is hard I mean. Yeah, I mean that I think that I would definitely want to do it \nbefore; you know it got physical in any way. But at the same time like, its yeah, its hard \nto like get to know somebody with out telling that like at the same time so. I yeah that's a \nhard thing to figure out. I’m still figuring it out.” \n \nRyan is still learning and figuring out how it is best for him to disclose of this \ninformation to potential partners. Even though Noah and Wyatt present similar patterns of how \nother transmen disclose to potential partners. Ryan and Lucas do not follow that pattern. While \nRyan is figuring out how and when he decides to discloses to potential partners, Lucas explains \nhow he came to his pattern and sometimes how he has to inform people that he is transgender. \nLucas also notes that people typically do not believe him because he looks like a man’s man and \nas such people sometimes have a problem believing that he is transgender. When discussing how \nhe discloses to a romantic/sexual partner, Lucas elaborates the following: \n \n“…now I am just like a lot more confident in disclosing (to potential partners). Even \nthough, I still maybe, maybe because it’s also a really hard thing to disclose because \nhere’s the problem, since I look so male and people have a really hard time reconciling \nthat information with what they see in front of them. So um, so I guess than I have to be \nvery direct, but than if I am direct, like say I very specifically then there[‘s] kinda of a \nshock, maybe sometimes. Than other times, people heard about before, they know…I \nguess maybe I have come a little - not as artful as I like to be (when disclosing of this \ninformation) but definitely more confident and comfortable.” \n \nLucas states that sometimes he experiences a problem with people not believing he is \ntransgender and because of this, he has to be more direct and confident when disclosing this \ninformation to others. If he is not direct about it, people will not believe him.  \nThrough these interviews, respondents Ryan, Noah, Lucas, and Wyatt explicitly \ndiscussed a common pattern of being upfront and/or direct about disclosing of their identity to \npotential romantic/sexual partners in person. Although only four participants explicitly stated this \npattern, the remaining sixteen respondents also touched upon the subject implicitly. The main \nreason why transmen, like Wyatt and Noah, disclose of their identity early on is to “weave out” \nthose who are not interested in dating them because they are transmen. Another reason why \ndisclosure arises in instances within dating is for personal concerns or fear that something may \nhappen to them because of their trans* identity. While not every participant elaborated on this \n 23 \nfear, a few voiced similar concerns to Wyatt. Wyatt relayed that his concerns emerged from \nhearing, “horror stories of/about people dating a trans* person and didn’t know they were \ntrans*.” These stories are often in the news and typically focused on how a transwoman \n“deceived” or “lied” to their male romantic/sexual partner, with their male partners violently \nreacting to them upon the discovery of this knowledge (Schilt and Westbrook 2009).   \n \nDisclosure with Online Applications  \nWhen interacting with online dating site or applications, they request for a person to \nmake a profile. In this profile page, users are able to post pictures of themselves, describe \nthemselves (what users like/don’t like, what users are interested in, etc). Sites and applications \nalso make the user state their age and gender/sex marker. While these sites only \nrequest/encourage users to make a profile and they are able to choose whatever they would like, \nmany transmen expressed that they are not too keen on using these applications because they \nonly interact with the binary. \nWhen discussing if and how they navigate their sex identity with these sites, many of \nrespondents stated that they would put male. Due to the strict and limiting binary positions of \nthese platforms, on their public profile, some of these individuals would put that they are \ntransgender or transmale in that section. The main reason of doing this is to quickly inform the \npeople who are interested in them. Since the potential partners are aware of their transgender \nstatus, it gives them the option to further pursue or not to pursue interactions with them.  \nWhile online dating applications are becoming more available to people and are \nbecoming more popular, many respondents explained they would rather not interact with these \nsites. For instance, when interviewing Mason he described these sites as “…a bit more tricky \nbecause they only have binary boxes and they don't really leave that much room for explanation. \nSo I personally try to avoid them because of the limitations they have.” Due to the fact that \npopular dating applications only allow for them to identify as either male or female, Mason, like \nmany of the respondents, opted out of using these sites because of the sex/gender limitations that \nthey have for identifying themselves. Due to these limitations, most of the respondents explained \nthat they really do not use these sites, and prefer to meet people in a more organic way.  \nAnother remarkable instance in Ryan’s experience when using an online application is \nthe type of people who would contact him, Ryan elaborates:  \n \n“…I talked to one girl who ended up being a total chaser and that was like a not feel good \nfor me. She was with me because she wanted to date a transperson not because she was \nlike interested in me. Um, and than a lot of the most of the other response I got were like \n‘oh that’s so brave’ um, and that’s I mean that just like a ridiculous hearing people just \num, again yeah. I-I think that I-I-I did it (disclose his transgender status on the \napplication) you know cause I, you know I wanted to make sure that I was meeting \npeople who would be interested in dating a transguy. But I think what happened was that \nI didn’t end up seeing so yeah so if I where at a point where I wanted to do that again I \ndon’t think I would put it you know right in my profile.”  \n \nAlthough Ryan disclosed of his identity in his profile, he was receiving people interested \nin dating just a transperson who are not interested in actually dating him or getting to know him. \nAlong with receiving “chasers” (people who seek out dating transgender individuals) he also \nreceived people telling him how brave he was. Ryan thought that it was ridiculous to receive \n 24 \nthose types of message on the application because he didn’t want someone to tell him this, \ninstead he used this site for it’s purpose, which is to meet people, and was turned off by it when \npeople were either chasers or who just wanted to continually praise him for being who he is.  \nAlong with Mason and Ryan not liking these application is Lucas. While Lucas is a type of \nperson who would rather meet someone in a more organic personal way, he explains how he \nfeels about the potential of using online dating sites:  \n \n“Yeah, that’s the thing. I’m kinda weary of doing any of that kind of stuff because I feel \nlike my information, or maybe I’m a little too paranoid because whose going to be \nlooking back at this stuff…Sometimes you can end up with just being messaged by \npeople who fetishized you and that, I don’t want that either like. I always kinda really \ntried to forge as genuine relationship as much as possible, so yeah. I don’t know what \nelse to say about that.” \n \nDue to the fact that these dating platforms only allow for a person to choose one of two \ngenders (based on the gender binary), the majority of respondents from this study stated they \nwould pick and identify with the male category. Respondents voiced that they would choose the \nmale gender because they want to be perceived as male both on and outside of the dating \napplication(s). Although they pick the male gender option, most participants would negotiate \ntheir transgender identity by putting it on their profile page within their bio section. By explicitly \nputting their transgender identity on their profile page, they are “weav[ing] out” those who are \nnot interested in dating them because they are trans* by making it directly visible. Many \nrespondents communicated this dualistic limitation on gender categories as one major reason \nthey do not interact with the sites. Another frequent concern mentioned in interviews with \nrespondents in reference to dating sites is the possibility that they will meet someone who may \nfetishize or chase after them. In fact, this concern was clearly stated in Lucas and Ryan’s \ninterviews. Lucas’s feeling about potentially meeting a person who fetishizes transgender men is \nparallel to Ryan’s experience of being with a chaser. Because these applications cannot screen \nfor people who may “chase” or fetishize transgender individuals, respondents are hesitant to use \nthese platforms.  \nHow these individuals disclose in realms of romantic and sexual situations was unique as \nthe ways in which they would disclose of their identity. For instance, when discussing the \npossibility of dating someone, respondents stated they are more upfront with disclosure. \nHowever, when meeting new friends, these respondents said that they are not as upfront about \ndisclosing their identity. This is because the romantic partner will have a more imitate (both \nemotional and physical) relationship with them compared to a friend or acquaintance. Yet, being \nfriends with someone for a certain period of time, respondents stated that they would disclose to \nthem. Respondents expressed this as a desire to communicate their past histories to further an \nintimate bond. This highlights the complexity of how and when these respondents decide to \ndisclose of their identity. While respondents elaborated when and how they disclosed, this may \nnot hold exact for every individual who identifies as a transgender men.  \n \nPUBLIC-PRIVATE LOCATIONS PLACES OF DISCLOSURE \n \nIn areas that are considered to be public-private spaces such as bathrooms and locker \nrooms, many transmen rarely disclose of their transition history or transgender identity in these \n 25 \nspaces. One notable finding, that was repeated through out various interviews, was the concerns \nand feelings of fear associated with using the men’s bathroom.  \n \nBathrooms \nOut of twenty respondents, only two commented that they had neither problems nor \nconcerns for using the men’s bathroom, Henry and Lucas. Although Henry and Lucas have been \nliving as males for 10+ years, other transmen who are complete or almost done with their \ntransition process state that they are not as concerned nor fearful of using the men’s bathroom in \ncomparison to when they first started to transition. One reason for the absence of concern about \nbeing in this space is they have been using this bathroom for a long enough time to know about \nthe politics or routine behaviors one should use when there. As Ryan states from his experience \nusing the men’s bathroom: \n \n“… Men’s rest rooms are deeply homophobic spaces where like [men] don’t, guys don’t \nlook at each other, like they don’t look at each other, they don’t talk to each other, like if \nyou have to wait, you wait outside, like you don’t wait in the bathroom for fear of ‘oh my \ngod you might see a penis’. um, but that like as long as you walk in there and you look \nmore or less male and you look like you know what you are doing than, like people aren’t \ngoing to question you because they don’t want to be accused of, like you know, being gay \nat all. Um, so I think that [going to men’s bathrooms] actually helped me sorta get over \nthe fears that I had about going in there but like, um, but yeah. I mean I still like, still \nmakes me nervous [at times].”  \n \nWhile Ryan was at first fearful of using the men’s bathrooms, after continuing to use \nthem, he became more aware of how this space is occupied and the routine behaviors that are \nused and expected there. In essence, Ryan feels comfortable occupying this space because he has \nlearned the politics and behaviors of the men’s bathroom. However, it is important to note \nRyan’s underlying feelings of nervousness even though he is now more at ease in this space.  \nOther participants also expressed an underlying feeling of fear of the men’s bathroom.  \nCompared to Ryan’s underlying fear of using the bathroom, Jackson (a transgender man \nwho lives his everyday life as a male) also expressed a sense of fear and vulnerability when \nusing the men’s bathroom. When discussing if Jackson has any fear in regards to his transgender \nidentity he stated: \n \n“I do still worry when I go into bathrooms, its almost an irrational fear, if you look at my \nhistory cause there’s been no problems. But I know a lot of men, who just like me have \nhad it really easy and they’ll still hold on to this lingering fear of bathrooms. Um, and I \nthink its just a vulnerability of it, your pants are down. Um, you know I always have to \ngo into the stall, I worry when I sit on the toilet and I’m peeing, a lot of men don’t pee \nsitting down so. If somebody is listening to me and their wondering if I am weird or if \nsomething is wrong with me and if I am in a certain kind of place, they might want to say \nsomething or mess with me. Um, like at work, the university bathrooms, no body is ever \ngonna talk to me their just way to civil and polite. But um, at bars and stuff. Like I really \nfeel uncomfortable and I hold my pee, til people leave the room kind of thing so. Uh that \nis really the one place where I feel vulnerable like, maybe not like locker rooms…” \n \n 26 \nWhile both Ryan expressed an underlying fear of using the men’s bathroom, Jackson further \narticulated that this fear lingers because the bathroom can be a place of vulnerability. This is \nbecause the body is not fully cover and being in an area where people are suppose to have a \npenis but not having one and the possibility of having this discovered may lead to harm.  \nIn the trans* community there is a fear of using the bathroom and someone finding out \nthat you do not have the body parts associated with those who are suppose to use that specific \nbathroom. Due to this fear, some trans* individuals will strategically use the bathrooms of their \ndesired gender. When discussing bathrooms in his interview, Evan stated how he strategically \nfeels out the men’s bathroom:  \n \n“… Um, usually I try, even now I try to be careful and if there a lot of guys in there \nhopefully there music playing [in the bathroom]. You hope it’s kind of nosey when you \nhave to go pee cause you don’t want people to, you know there’s a difference between \nwomen peeing and men peeing, there just is. There’s a different sound and so things like \nthat. You know I don't use the urinal, I go to the stall because I don't want people to see \nme. You know its just I’m very careful. And a lot of the times, you know, you flush, you \nlearn tricks. You know you flush the toilet while your going to the bathroom or you if its \nreally nosey, it’s not a big deal but you know you act like you are talking on your phone \nor you do something to kind of take away from what your doing. And you know I, you \ndon’t make eye contact, it’s not like in the women’s room where you know women are \ntalking and gathered and stuff and you go in and you do your thing and you leave, you \nwash your hands and you don’t look at people. And you know I just keep my hat on and \njust do it and go. But really truly that’s probably the biggest time that I am more aware \nthat there’s a difference between me and the people I am using the restroom with because \num that just you know, it's the bathroom and that an intimate so I’m just very weary when \nit comes to going to the bathrooms.” \n \nWhile Evan has been on testosterone for more than two years and has been using the \nmen’s restroom, he still fears using the bathroom. This fear of using the bathroom was a \nrecurring theme through out many of the interviews, with most transmen in the sample citing \nfeelings of unease. The ways in which Evan overcomes his fears of using the men’s bathroom is \nby developing habits. These habits make him feel as though no one is watching or is able to pay \nenough attention to call him out for using the men’s bathroom. Another respondent, Noah, \nattempts to reduce fears associated with using the men’s restroom by adopting strategies similar \nto Evan, such as he “…will never go to the bathroom with out telling somebody. And if I’m not \nback within ten minutes, most of my friends know to either come coming looking for me or that \nsomething happened.” Another precautionary modus operandi Noah implement is having a \nfriend go with him to the bathroom: \n \n“…[I] will always have a friend come with me or know where I am at. Like if I go to a \nbathroom in public, usually I make my friend, my best friend, we go everywhere \ntogether. I usually make him come in with me. And I’ll take like the stall and he’ll take \nthe urinal right next to the stall that I am at, just incase kinda thing. But he’s my back up. \nHe’s held doors down, like barricaded doors, just like let me use the bathroom cause I, \nlike a toilet, urinal stall kinda things…”  \n \n 27 \nDue to increased concern over safety, eighteen of the respondents expressed or hinted \nthat they created approaches specifically for the bathroom. Respondents like Jackson, Evan, and \nRyan (who live as men in their everyday lives) recognize that their fears may be irrational \nbecause nothing has ever happened to any of them (since they are often perceived as male). \nRespondents who were earlier in their transition, however, expressed a more acute fear of being \nin hyper-masculine spaces such as the male’s bathroom. Both the participants who live as men in \ntheir everyday lives and those who are transitioning, described different type habits they \nimplement when interacting in those hyper-masculine spaces. By creating adopting these \nstrategies, respondents were able to negotiate their fears of being in these spaces. While none of \nthe respondents explicitly stated how and why they came to have a fear of using the men’s \nbathroom, the researcher can only assume from previous sections, that fears became salient from \nhearing stories of other gay, lesbian, and transgender individuals who have encountered \nproblems in similar hyper-gendered spaces.  \nOne unexpected and important find from this section is the description of the men’s \nrestroom (and places similar to it) being associated as a homophobic space. As Ryan discussed \nearlier, men in these space have a great fear of being perceived as gay and as such they do not \ninteract with other when in these spaces.  \n \nLocker Rooms and Public Pools  \nFour respondents described their experiences using the men’s locker room. These \nrespondents shared an attitude similar to Henry, in that while they may “ … not [be] a fan of \nlocker rooms…” they are secure enough in their gender presentation to be comfortable using \nthem. This is likely due to the four respondents living their lives as men for a longer period of \ntime. Since they have been living and presenting as men for longer, they are more aware of how \nto interact within male-only spaces.  \nSimilar to the feeling of “vulnerability” that is associated with bathrooms, Henry \nexpressed that he does not fear disclosure in locker rooms, instead he is more concerned about \nhis transgender identity being exposed in public places, such as but not limited to male only \nspaces as bathrooms and locker rooms but also public spaces, as public swimming pools. It is by \nhaving his shirt off and someone seeing his scars that would potentially expose his transition \npast. For instance, as Henry states:  \n \n“In terms of physical safety I never, I can’t say I ever felt like disclosure would put me in \nphysical risk um, I mean I’ve changed in men’s locker rooms, you all that stuff. I’m still \nnot super jazzed about that kind of I mean that's not, it sort of a disclosure, I mean I’m \nnot dropping my pants and walking around naked uh, but there’s that fear of exposure \nmaybe more than disclosure…My feelings of vulnerability regarding my exposing my \nchest publicly is primarily about visibly disclosing my history. And the funny thing is \nwhen I don't anticipate seeing anybody I know (like if I'm out of town) I couldn't care \nless and hardly think about it. My primary concern is having to explain my scars to \nsomebody I know - like a client I might run into at a park while I'm out running or a \nparent of a schoolmate of my kids at a pool party. I don't truly think \"oh, he must be \ntrans!\" is going to be the first thing on their minds, but it does stress me out a little. I \nthink it's primarily that it feels out of my control - if somebody makes that connection \nthen I've sort of accidentally disclosed when I might not have wanted to.” \n \n 28 \nIn these areas of chest exposure, such as locker rooms and public pools, Henry describes \nhow he is more concerned with the direct exposure of his body. This would thus present the \npossibility of having to explain to another that he is transgender, and as such, forcing disclosure \nof his identity. It is in these occurrences of bodily exposure in which Henry assesses his level of \ncomfort and the potential for disclosure. While Henry does not often disclose of his identity, he \noften considers specific and critical instances of when and how to disclose. Instances in which he \ntakes off his shirt or overhears someone talking about their child being transgender are the more \nrecent locales where Henry has decided to disclose.  \nEven though respondents reported that bathrooms and locker rooms were not places \nwhere disclosure occurred, how these individuals’ elaborated fears surrounding their identity was \nan unexpected finding. Locker rooms and public swimming pools can be viewed as areas of \nexposure leading to disclosure about transgender identity and transition history. Although \nrespondents like Henry have a fear of exposure of their identity, other respondents such as Ryan, \nnegotiate this fear by becoming socialized to these hyper-masculine, male-only spaces. What’s \nmore, Ryan expressed that these space are in fact “deeply homophobic spaces.” Ryan explains, \n“[the men in them,] they don’t…look at each other, they don’t talk to each other… because they \ndon’t want to be accused of, like you know, being gay at all…” Because of the overwhelming \nthreat of being read or perceived as gay, the actors in these spaces do not interact with each \nother. Ryan continues, “ …as long as you walk in there and you look more or less male and you \nlook like you know what you are doing then like people aren’t going to question you because \nthey don’t want to be accused of, like you know, being gay at all…” Due to society’s association \nof male homosexuality with femininity, it can be argued that men would attempt to protect their \nmasculine identity by avoiding contact in these spaces. While none of the respondents in this \nstudy expressed negative experiences in these hyper-masculine or hegemonic male-only spaces, \nit should not be generalized to suppose that all transgender men do not experience difficulties. As \na matter of fact, those who may have had traumatic experiences could have chosen not to \nparticipate in this study for fear of reliving those memories.   \n \nTransportation Security Admission in Airports \nThe majority of the people I interviewed did not have experience with Transportation \nSecurity Admission (TSA) as transgender men. Only four individuals, Noah, Wyatt, Dax, and \nDominic had experiences with TSA. Noah, who has legally changed his name, is presenting \nhimself as a man in his everyday life, and has been on testosterone for years, states the following \nabout his experiences with airports and TSA:  \n \n“I haven’t come a across anything or issues about [disclosing to TSA] and I do fly often. \nAnd it is something I am very nervous about every single time I go through. Every single \ntime I go through I get stopped, um and they pat down my chest cause they see the \nbinder. Um on their markings, I-I –I’ve had this, there what they put you as male or \nfemale or which ever you look like and um whatever pops up on their screen, which is \nabnormal um for whatever they put you as so they would have, like I guess they would \nhave to put me as male, which makes me feel better. But they see something hear (points \nto chest to indicate binder), um I always wear a full binder though whenever I go through \nairports cause the half binders you can feel something and I’d rather not get stop and have \nto take off my binder and go through all that cause that’s my worst nightmare…Every \nsingle time I fly, I get stopped and they pat down my chest.” \n 29 \n \nWhile Noah is often pulled aside to be patted down, he states TSA never gives him a hard \ntime. It is typically not an issue to be patted down and he does not have to relay to the person \nwho is patting him down about his transition or transgender identity nor information about his \nbinder to the person patting him down. He explains that it is a simple chest pat down and he is \noften easily given the “OK” to continue on to his boarding flight.   \nWyatt, has not legally changed his name nor his gender maker on his identification.  Even \nthough he has undergone chest reconstructive surgery (also known as top surgery) and has been \ntaking testosterone for a few years, he has experienced slight complications twice at the airport \ndue to TSA being not being able to read his gender presentation. For instance Wyatt states:  \n  \n“I mean I don't fly all the time. Umm and until I started passing as male it wasn’t \ndifficult. Uh I guess I had one time where I recently started testosterone and I was sorta in \nthe middle like half perceived male and half not and I was flying. Um and I like got \nchosen for their random pat down and they spent like 15 minutes waiting uh because no \none would ask me what my gender was. Uh when you have to get a pat down they like \nsend you into a room or something with a person of the same gender, as you. Um so like \nif I was female they would make me go with a female TSA officer and get a pat down. So \nI spent like 15 minutes waiting and um I finally just got pissed and was like  “listen if you \nguys just want to know, just ask.” Uh they like pulled up the body scan and saw that I had \nlike a –essentially like a binder on and so they weren’t able to tell what was going on, \num. And so finally they ask and were like you know ‘are you a guy or are you a girl’ and \nwhat I had to say ‘ I’m – you know my legal gender is female. Uh on my id’ and they \nsaid ok and they pulled me into a room with a women and had the pat down, whatever it \nwas not that terrible of an experience. Um more recently than that, I was –when I was \ntotally passing as male, um was in the line where they just like check your id and check \nyour um plane ticket to make sure the names match and um but as I approached the \nperson who was checking said come this way sir, so I walked closer to him. Ah looked \nover my information and looked back up at me and he was like uh you know sorta didn't \nknow what to do with me or it. I didn't say anything, he just let me go through. Um but \nthan my girlfriend who was right behind me, apparently he said something like ‘ oh that \nwas weird’ or like ‘that’s never happened before’ um which is odd to think that's never \nhappened to him before. Uh, but I didn't feel the need to disclose than. I didn't feel the \nneed to disclose my trans status the time before, were I just said I was legally female or \nthat my id said I was female. Um, the next time I fly I will probably have to say \nsomething. Uh if I’m questioned I don't mind having to disclose my trans status than. If \nsomeone questions it, I’ll definitely say something. Uh but if I’m not asked a question, \nthan I wont.” \n \nWhile Wyatt has had two involvements with TSA due to either his gender presentation \nnot being read or his gender not aligning with his name, he did not have to disclose of his \ntransgender identity/status to TSA. Instead, Wyatt either informs people of his gender or also has \nproof of identification that he is who he is.    \nCompared to Wyatt and Noah’s airport experiences, Dominic recently had an issue with \nthe airport because he just legally changed his name and gender marker. However, while he was \nfilling out his flight information (prior to legalization), his ticket had his previous name and \n 30 \ngender marker. Therefore, all of these new forms of identification did not match up with his \nticket. In order to change the information on his ticket, Dominic had to call the place where he \nbought his ticket to try and have it changed, but they informed him that he had to talk directly to \nthe airline. The airline later told him that he needed to talk to the place that he booked the ticket \nfrom. Due to all of this confusion, Dominic’s wife took to social media and was contacted by \ntheir city’s airport that then informed them how they could help correct the name and gender on \nhis ticket. While few respondents experienced complications with TSA, two of the respondents \nstated they avoid flying altogether. This is due to the possibility of having their transgender \nidentities exposed compiled with horrific stories shared within the LGBT community and \nmainstream media about mistreatment, discrimination, harassment, and deaths of transgender \npeople.  \nGiven the bureaucratic and legal documentation that TSA requires people to have, two of \nthese transmen experienced some form of legal name change complications and three of the four \nexperienced either being patted down or encountered gender perception complications. While \nnone of these individuals disclosed of their identity, most carried extra identification to \ndemonstrate that they were in fact the person on the ticket. Yet four respondents (Henry, Lucas, \nJackson and Ryan) had not experienced any problems with TSA. This is likely because these \nrespondents are further along in their transitions so they have already legally changed their \ndocumentation and are perceived as men. The remaining respondents did not express \ncomplications with TSA simply because they have not flown since they started their transition.  \n \nFears \nHenry and Lucas, who are post-transition and identify as white, expressed they are not \nfearful due to the fact that the are often perceived as white men and as such, do not expect to \nencounter violence. However, this is not the case for the remaining respondents who are in the \nprocess of transitioning, as they shared many concerns in relation to their transgender identity. \nThese fears became salient in hyper-masculine or hegemonic male-only spaces, such as sports \nbars and bathrooms.  \nWhile most of the respondents discussed their fears, Wyatt and Evan best elaborated on \ntheirs in interviews. Wyatt and Evan’s fears echoed one another in that they surfaced from \nhearing  “horror stories” that happened to transgender females. Often times, these stories \nrevolved around transwomen’s experiences of harassment from men in romantic/sexual \nencounters or blatant transmisogynistic hate crimes. After hearing these stories, respondents \nbecame fearful in male-only spaces or felt unsafe in areas where their transgender identity could \nbe exposed. Although a few respondents stated that they found women to be more accepting of \ntheir transgender identity, respondents such as Ryan were also surprised to discover that men \nwere accepting of their identity as well. What was fascinating to discover, was the transphobic \nresponses respondents received from gay men once they disclosed. Ryan particularly avoids \nbeing in hyper-masculine spaces with gay males, such as the men’s bathroom in a gay bar. A \npattern that emerged over the course of interviews was that once respondents regularly \nfrequented hyper-masculine spaces, they learned the expected behaviors and did not recall \nnegative encounters.    \nSome respondents (including Lane, Lucas, Ryan, Noah, and James) both acknowledged \nand discussed the privilege involved in being able to present themselves as men through access \nto various resources. These respondents recognized their ability to pass as men and \ncommunicated that transgender women are often not granted the same allowances in self-\n 31 \npresentation. Due to the fact that transgender women have to take on multiple and often \nexpensive forms of feminization, they are less likely to reach Western standards of femininity. \nTransgender women who visibly fall outside of conventional notions about the gender binary \nbecome more vulnerable to harassment, discrimination and violence.  Here we see a range of \nfeelings from fear, to privilege, to guilt.  \n \nUNEXPECTED FINDING OF DISCLOSURE  \n \nDisclosure as a reciprocal action \nOne recurring theme that surfaced in interviews with a few respondents was that they \ndisclosed their identity to others as a reciprocal action if others shared a deep personal secret \nwith them. Lucas and Jackson, both transgender men who live their everyday life as males, \ndiscussed how they would choose to disclose of their transition history or transgender identity to \nothers when they also disclosed similar, emotional personal information. Jackson sometimes \nconsiders disclosing his past gender history as a woman to his female co-workers who share their \ntroubles with him. However, he notes that this thought does not occur often because most of the \nfemales he works with view him as a man and as such assume that he does not know or \nunderstand what they are going through, whether it be an emotional or physical experience. Yet, \nit is instances in which he is being fully perceived as male and told that he wouldn’t understand \nwhere Jackson wants to disclose because he feels he can relate. Ultimately, he choose not to \ndisclose for a number of reasons such as: not wanting to disrupt their view of him as masculine, \nto not take from their pain or feelings, and for personal reasons. In contrast to Jackson not \ndisclosing of his personal transition history, Lucas will disclose of his transition history or past \ngender history to those who inform him of their own personal information. Lucas makes \ndecisions about disclosure on the basis of  ‘ I will you're your secret safe as long as you keep my \nsecret safe too’. Within this context, Lucas discloses not because he has to inform someone of \nthis information, but rather to build trust with the person who is telling him something that is \npersonal to them. While Jackson and Lucas were the only two who explicitly discussed \ndisclosure as reciprocal with themselves in mind, Henry’s elaborated that his wife discloses of \nHenry’s transgender identity under the same circumstances. While Henry is not personally \ndisclosing this information, he is completely fine with his wife disclosing this information to \nothers in this way.   \n \nDisclosure to Gay Men Compared to Women and Straight Men \nWhen the discussion of dating came about in interviews, two individuals expressed they \nhave a harder time disclosing this information to gay guys rather than to the females they are \ninterested in having a relationship with. For instance, Wyatt explained if he is interested in a gay \nman and the individual is also interested in him, he has to immediately disclose of this \ninformation because he feels intimated by them and that they give the impression that they are \nentitled to this information form the beginning. Wyatt continues that he does have to be more \nupfront about his transgender identity with gay males, whereas with women they are viewed and \ndescribed more understanding of a romantic or sexual pass. This was not the first interview in \nwhich a participant expressed having a harder or more complicated time of disclosing their \nidentity to gay males. Ryan elaborated that he too has a harder time informing gay males and that \nthey are more hostile towards Ryan after receiving this information. The behavior and hostility \nof gay men towards Ryan and Wyatt suggest a level of misogyny and transphobia because \n 32 \ndisproportionate anger is being expressed when their expectations of a biological male are \ndisrupted and treated as a ‘deception’. This is not the first instance of transmen discussing some \nsort of fear or concern of gay males learning their transgender identity. For instance, Ryan will \nnot use the men’s bathroom at a gay bar due to the fact that it is in this male only space where \nmales are actually looking or cruising (or checking out) upon other men. As such, Ryan does not \nfeel comfortable being in that space due to a fear of what might happen if his transgender \nidentity is exposed in that location. This is an interesting find because most transgender men \nhave a fear of harm happening to them in spaces that are assumed to be more heterosexual \nspaces. However, it is actually in the homosexual male-only spaces that transgender men perhaps \nfeel more uncomfortable given the increased possibly of direct physical or verbal confrontation. \nThe concerns and experiences of disclosing to gay males and receiving negative reactions \nindicate gays males can be misogynistic, to those who transition to a male identity.  Since these \ntransmen are not biological males, the gay men interacting with them feel threatened by \ndiscovering that they like or are attracted to a transman on such a level that this produces in some \nway to have a negative reaction:  \n  \n“Yeah, I always just feel like um, with men I have to be more upfront quickly. I think \nfrom what I learned about with, like my presence in the gay community with cis-men is \nthat they feel entitled to know these things. Um and part of that I sorta of I guess is \nreciprocal because I tell them right away, so maybe that makes them feel like every other \ntime they could possibly have an experience with a trans man they should know right \naway. Um but men feel more entitled and I’m a little bit more intimated and tell them \nright away. Whereas women in my experience and this might be a general statement, but \nwomen feel the need to become emotionally involved at first. Um, rather than it being a \npurely physical relationship. Ah, so with women if we hit it off and I tell them that I’m \ntrans*, and it doesn't lead to us sleeping together right away tor something like that. Um \nthat doesn't mean that the relationship is over. It doesn't mean that we are never going to \nhang out again. It just me that like, from my experience, it means that the women who I \nseek out need more time, to think abut it or talk to their friends about it or whatever or \ntalk to me about it. Uh but with men its typically like an immediate need to know because \nthey have to gage whether or not their wasting their time with me.”  \n \nRyan stated in his interviews that when he disclosed of his identity to gay men they \nwould make impolite comments to him, but he also expressed how his experience of disclosing \nto heterosexual men was not treated with such hostility. For instance, when Ryan disclosed to his \nstraight male roommate, the roommate informed Ryan that he understood and asked him “why \nhe wouldn’t want to be male”. Therefore, in Ryan’s disclosure experience, he tends to have a \nmore complex time disclosing to gay males in comparison to men and women. In fact, Ryan \nnoted that he has had better experiences disclosing to men and women.  While Ryan has had an \noverall positive experience with disclosing to individuals, it is important to remember that not \neveryone will have the same experiences due to not being able to measure who would be \naccepting and who would not be accepting. Often times the, people one would expect to be fine \nand not have a problem with it are the ones who have the hardest time accepting and respecting \nout wishes. \n \n \n 33 \n \nPronouns: He, She, and They \nGoing into the interviews, it was assumed that all respondents had either a transgender or \nmale identity and as such would want to be referred to with male pronouns. Yet, this assumption \ndid not hold. For instance, when interviewing Lane, he initiated the first question by asking the \nresearcher which pronouns to use on them. I, the researcher, told him to use either male or \ngender neutral pronouns and then asked him which pronouns he would prefer for me to use with \nhim. He responded that he goes by he, she, and they.  \nLane expressed that he prefers for people to use a variety of pronouns when referring to \nhim. For example, Lane’s father-in-law uses male pronouns while his mother-in-law uses female \npronouns. Even though Lane’s in-laws used different pronouns on him, both refer to him as the \nfather of their grandchild and use father pronouns in reference to him. Depending on the setting, \nLane’s partner uses either male or female pronouns. When Lane and his partner are outside of \ntheir house, his partner typically uses female pronouns in reference to him. She uses these \npronouns because of her strong lesbian identity. Since Lane and his partner may be perceived as \na heterosexual couple, his partner chooses to publically use female pronouns in reference to Lane \nas a way to disrupt heteronormative assumptions. Once they leave the public sphere, however, \nLane’s partner will use either male or female pronouns when referring to him (in private spaces \nlike the home). Since Lane does not have a preference for gender pronouns, he is comfortable \nwith whichever people choose. By being fluid and open to a variety of pronouns, Lane’s partner \nis able to maintain her strong identification with her lesbian sexuality because she is able to use \nfemale pronouns with Lane.  \nLane was a unique participant to interview for a number of reasons, the first of which is \nthat he goes by multiple pronouns along with the fact that he does “not prefer” or “ care about \nwhich pronoun you use on [him]”. Lane understands that people will use different pronouns \nbased on how they perceive him. Thus, others subjectively categorize his gender identity through \ntheir interpretation of the cues he gives off. Lane pointed out that most people tend to associate \nand group gender presentation and sexuality together. He elaborated that people will associate \ncertain pronouns based upon their perceptions and understanding of either his gender \npresentation or his assumed sexual presentation of self. While Lane is aware of how people \ngroup gender and sexuality, he notes that doing this prevents understanding all of the different \nnuances of each identity.  \n \n“I have always been this way”  \nLane has always been himself and presented himself the same throughout his entire life. \nIn the interview, Lane discussed that while he had a transgender experience, he does not feel the \nneed to be ‘just one of the guys’ as other transmen may feel. For instance, when asked about his \ntransition process, Lane elaborated:  \n \n“… I really don't have, have a typical transition process. I had top surgery at a late age of \n35. And I always passed. I mean things have changed, partly cause of the way how queer \nidentity has changed. I passed [as male] a lot more when I was younger than I do now. \nBut I also, I also believe that that’s partly because people didn’t understand of what \nlesbian looks like nor did people think that you were a lesbian. That wasn’t the first thing \nthat came to thought, cause why would you think that, because that's outlawed… So \nbasically throughout my whole entire life… being queer or gay wasn’t the first thing that \n 34 \ncomes to mind when you see a short person with short hair. The first thing that would \ncome to mind is boy. So when I was younger, I would pass all the time.  \n \nAs you see queer visibility becoming more and more accessible, like with Rachel \nMaddow coming through the t.v., I am probably recognized as a women as well as a \nlesbian ever more than a younger person because no one would have ever come to that \nconclusion initially. Like they were like you’re a boy, so my gender is really through. I \nconsider my gender to be subjective to the viewer it has a lot to do with the knowledge \nthat the viewer has about queer lifestyle, about what a women can look like not look like, \nor what a man looks like not look like, right? Um, so my gender is very fluid in an odd \nway.” \n \nLane’s gender presentation has remained the same since he was younger, though what \nhas changed over the decades is queer and transgender visibility in the media. Given the rise of \nqueer and transgender visibility, Lane is no longer able to pass as male. Instead, others interpret \nLane’s gender through their understandings and perceptions of what is masculine/male or \nfeminine/female. Since Lane understands his gender as so subjective, he is aware that he will \nsometimes be categorized as male, female, dyke, lesbian or fag due to the interplay of audience \nassessments of him and the sexuality or gender stereotypes they may have. Overall, Lane does \nnot care about which pronouns used or how one categorizes his gender. The only time Lane \ndescribed having a strong preference for a specific gendered label, was in regards to being the \nfather of his child. \n \nOther Masculine Identities as Proxy \nSome respondents employ other masculine identities as proxy for transmen identities. While they \nmay not identify as transmen, they identify with identities that would be identified \noverwhelmingly with men. For examples, fathers, breadwinners, protectors, body builders, \nVikings, and so on.  \nLane is a wonderful example of this. They do not feel a strong affiliation with being male \nor needing to be identified as a man, rather they overwhelmingly identify as being a father—\nwhich we would associate with maleness. It is in the parental sphere of his life, when gender \nrelated identities have become salient for Lane. It is only in regards to his identity as a father, \nwhen Lane will go out of his way to disclose his father identity through actively and directly \ncorrecting someone who mislabels him as a mother.  \nSimilar to Lane’s salient masculine identification as a father figure, Dominic expressed \nthat his identity as a father was the main push for him to transition. Dominic, a transgender man \nwho lives as a man in his everyday life, revealed that when him and his partner were planning on \nhaving a child he could not envision himself as a mother or “other type of mother” to their kid. \nAs such, Dominic decided to transition to a male in order to be the father figure in his child’s \nlife. The remaining eighteen respondents did not explicitly discuss a father identity in reference \nto their children or potential future children.  \nThe father identity was most discussed by my participants although many of the \ngenderqueer respondents also listed associations with various other identities in this way rather \nthan specific associations with maleness—thus, it was indirect but strongly implied.  \n \n \n 35 \nDISCUSSION  \n \nThe Complexity of When and How Disclosure Takes Place: Anatomy, Bureaucracy, and Love \nThis study demonstrates a number of patterns of when and how disclosure takes place for \ntransmen. Most prominently, it was revealed that disclosure happens less often among the \nrespondents who have been living as men in their everyday lives. This makes sense, as biological \nsex is assumed in most social interactions. Since transmen’s presentation of self falls in line with \nthe gender binary, they are then defined as male. As such, these respondents do not have need to \ndisclose their transgender identities or past histories because they are being perceived and treated \nas men.  \nRather, it only matters under certain conditions. More specifically, in intimate settings \nthat are very specific to biology or sex—such as medical arenas, sexual arenas, and surrounding \nareas of intimacy. All of my respondents initially disclosed to people they dated or their partners \nabout their histories and identities—as this was need-to-know information for a sexual partner. \nRegarding friendships, they shared their past histories as relationships developed. This was done \nfor intimacy building and desiring open and honest relationships. Most were willing to disclose \nto doctors in the name of needing or obtaining resources (medical services, insurance, employee \nbenefits, and undergoing mundane bureaucracies—including getting through the TSA line at the \nairport). For those who felt they were perceived as men, these respondents discussed that \ndisclosure most often happens in instances of medical conditions, conditions of romantic/sexual \ninstances, and in relation to their children. Most simply put, in occurrences in which they feel \nthis information is relevant to anatomy, bureaucracy, or love.  \nOne fascinating and unexpected theme that emerged was the relation of disclosure to \nchildren. What is most captivating, is the amount of time and emotional energy that goes into the \nthinking and planning how these individuals will disclose to their children. The respondents, like \nHenry and Jackson, showed that disclosure tends to occur more in relation to their children. This \nfinding is intriguing because these respondents have to set aside significant time to envision, not \nonly how they will disclose to their children, but also when disclosure would be most appropriate \nfor their children. While heterosexual couples theoretically do not have to dedicate extra time \nand energies to think over and prepare their self for disclosing, these transgender men with \nfamilies hinted that they have to do this extra work. Parents often spent a great deal of time, even \nin the interview, discussing their “child plan” and explaining their, their partners’ and/or their \nchildren’s emotions throughout this process of disclosure. Their concerns and planning further \ndemonstrates the complexities of disclosure. \nThe “child plan” and examples where respondents speak to “need to know” situations and \nwhat is most practical or efficient at the time, highlight how much time and energy is used by \npeople who go against the norm or have stigmatized identities. The avoidance of creating \ndisruptions, disturbances, or social distancing from stigmas and stereotypes was a key motivator \nfor many of the respondents, such as with Ryan and Lucas. So, while participants may have \nindicated differing levels or notions of (dis)comfort regarding disclosure practices, they all spend \ntremendous amounts of energy in making these decisions. This ranged from planning for specific \nmoments to general “what ifs.” For some participants, most likely those living as men or having \nlived longer as transgender, they may have done more of this work in the past and thus have \ngreater experience from which they have previously created strategies or streamlined habits for a \nwider range of interactions. They may also appear to have smoother time doing so, and while \nthey may be doing less work since they have created coping strategies, but the work is still \n 36 \nhappening. It has just become less visible unless a disturbance or unfamiliar interaction occurs. \nFor example, with the “child plan” or the introduction of children, transmen have to reassess. In \nthis way, it makes sense that those living as genderqueer, in the process of transition, or with less \ntime spent living as men are more likely to be in those “new” situations. Similarly, work may \ninvoke identity salience or feel more treacherous until strategies have been developed for this \nongoing process of disclosure,  \nOne significant strategy employed to help sustain comfort levels, and I would argue \nminimize work, by transmen regarding their identities was that of gatekeepers. A number of \nrespondents echoed patterns of allowing friends and family to disclose on their behalf, \nparticularly in the earlier stages of their transition process. Friends as gatekeepers are greatly \nbeneficial not only to help share in the soci-emotional work, but it also shows support for and \nhelps to reaffirm the respondent’s identity. By having friends disclose of this information to \nothers, the friends were able to help manage the emotional work that comes with disclosure. \nAnother instance of gatekeeping expressed was via online profiles and social network platforms. \nBeing able to identify as transmen allows individuals to not have to really come out to new \npeople. Publicly identifying on the internet can be considered common knowledge and assumed \nthat you now know and will support or reaffirm this identity. \n \nCONCLUSION  \n \nFrom conducting this study, I have examined how, when, why and to whom transgender \nmales decide to disclose of their past transition or transgender identity. The men who pass have \naligned their presentation of self to the gender binary. Since they align their self with masculinity \nand present themselves as males, they often do not have to disclose of their past transition history \nor transgender status/identity because they are perceived as and thus assumed to be male.  \nFurther, the men who pass in their everyday lives do not view disclosure as a big aspect or action \nthat they are constantly doing instead they are very selective as to when and to whom they \ndisclosed this information. Whereas transgender men who are earlier in their process may \ndisclose of their identity more since they are not perceived or viewed as males. In order to be \nviewed as males they thus need to disclose of this information. While the circumstances of \ndisclosure may not be surprising to people who live this experience or studies or research in \ngender or sexuality studies, it is important to understand when and how transgender men decide \nto disclose of their past transition history or transgender status/identity as these moments \nilluminate broader gender structures. \nMany participants view disclosing as not the most important part of their lives, which \ndirectly contradicts theories of coming out. However, it is most definitely significant for \nindividuals who are not able to pass as male in their everyday lives. These individuals do \ndescribe disclosing their identity more so than those who pass and align more with the literature \non coming out. These divergent instances can perhaps be reconciled by the fact that coming out \nthe first time is likely particularly impactful and meaningful, and as we disclose, and disclose \nmore often, we develop our narratives and strategies that become more synthesized and less \nextraordinary. This is further enhanced by the reflexivity of being treated as men. This makes \nsense and would be supported by gender and identity theories. As such, it should be unsurprising \nthat if we read a person as male and they pass as male, that we would question our assumption. \nIn fact, revealing more information likely would complicate the situation and make more work \n 37 \nfor all to generate a smooth and efficient interaction. In this manner, the gender binary does the \nwork for transmen and society then reinforces their identities as men. \n \n \n \n \n \n \n  \n 38 \n \nREFERENCES:  \nAbelson, M.J. 2014. Men in Context Transmasculinities and Transgender Experiences in Three \nUS Regions. Ph.D Dissertation Department of Sociology, The University Oregon, \nEugene, OR.   \nBamle, A. K. & Compton, D. R. 2014. Identity vs. Identification: How LGBTQ Parents Identify \nTheir Children on the Census Surveys. Journal of Marriage and Family. 76: 94-104.  \nBergman, S. B., & Bornstein, K. 2010. Gender Outlaws : The Next Generation. Berkeley, Calif. \nBurke, P. & Stets, J. 1999. Trust and Commitment Through Self-Verification. Social Psychology \nQuarterly. 62(4): 347-366.  \nBurke, P. & Tully,J. 1977. The Measurement of Role/Identity. Social Forces. 55: 880-97. \nButler, J. 2010. Gender Trouble : Feminism and The Subversion of Identity. Routledge. \nCass, V. C. 1984. Homosexual Identity Formation: Testing a Theoretical Model. The Journal of \nSex Research:  219-235. \nCharmaz, Kathy. 2006. Constructing Grounded Theory: A Practical Guide Through Qualitative \nAnalysis. Los Angeles: Sage. \nCohen, K.M. and Savin-Williams, R.C. 1996. Developmental Perspectives on Coming Out To \nSelf and Others. The lives of Lesbians, Gays, and Bisexuals: Children to Adults: 113-\n151. \nColeman, E. 1981.Developmental Stages Of The Coming Out Process. The Journal of \nHomosexuality: 31-43. \nCompton, D. R. 2006.  Behavioral Stigma: A Formal Theory, ASA Conference Paper. \nCorrigan, P. W., & Matthews, A. K. 2003. Stigma and Disclosure: Implications for Coming Out \nof the Closet. Journal Of Mental Health, 12(3), 235-248. \nD'Augelli, A. R., Hershberger, S. L., & Pilkington, N. W. 1998. Lesbian, gay, and bisexual youth \nand their families: Disclosure of sexual orientation and its consequences. American \nJournal Of Orthopsychiatry, 68(3): 361-371. \nDevor, A. H. 2004. Witnessing and Mirroring: A Fourteen Stage Model of Transsexual Identity \nFormation. Journal Of Gay & Lesbian Psychotherapy, 8(1/2): 41-67. \nFausto-Sterling, A. 2000. Sexing the body : gender politics and the construction of sexuality. \nNew York, NY : Basic Books. \nGagne, P., Tewksbury, R., & McGaughey, D. (1997). Coming out and Crossing over: Identity \nFormation and Proclamation in a Transgender Community. Gender and Society, (4). 478 \nGay & Lesbian Alliance Against Defamation. 2014. “GLAAD Media Reference Guide.” \nDecember 10, 2015. (http://www.glaad.org/reference) \nGoffman, E. 1959. The presentation of self in everyday life. Garden City, N.Y., Doubleday  \n---1967. Interaction ritual; essays in face-to-face behavior. Chicago, Aldine Pub. \n---1974. Stigma : notes on the management of spoiled identity. New York : J. Aronson \nHalberstam, J. 1998. Female masculinity. Durham N.C. : Duke University Press, 1998. \nHoward, J. A. 2000. Social Psychology of Identities. Annual Revew of Sociology. 26: 367-393. \nJoanne M., K., & Johnson, C. 2004. Stigmatized Individuals and the Process of Identity. The \nSociological Quarterly, (4): 807-833. \nJones, E.E., Amerigo, F., Hastorf, A.H., Markus, H., Miller, D.T., & Scott, R.A. 1984. Social \nStigma: The Psychology of marked Relationships. New York: Freeman and Co.  \n 39 \nLev I., A. 2004. Chapter 7: Transgender Emergence: A Developmental Process. in , Transgender \nEmergence: Therapeutic Guidelines for Working with Gender-Variant People & Their \nFamilies: 229-270. \nLevitt, H. M., & Ippolito, M. R. 2014. Being Transgender: The Experience of Transgender \nIdentity Development. Journal Of Homosexuality, 61(12): 1727-1758. \nLober, J. 1994. Paradoxes of Gender. Yale Press. \nMaguen, S., Shipherd, J. C., Harris, H. N., & Welch, L. P. 2007. Prevalence and Predictors of \nDisclosure of Transgender Identity. International Journal Of Sexual Health, 19(1), 3-13. \nMann, S. A. 2012. Doing Feminist Theory : From Modernity to Postmodernity. New York : \nOxford University Press. \nManning, J. 2015. Communicating Sexual Identities: A Typology of Coming Out. Sexuality & \nCulture, 19(1), 122-138. \nMason-Schrock, D. 1996. Transsexuals' Narrative Construction of the 'True Self'. Social \nPsychology Quarterly, (3): 176-192. \nMorrow, D. F., & Messinger, L. 2006.Coming Out as Gay, Lesbian, Bisexual and Transgender \nPp. 129-149 Sexual orientation & gender expression in social work practice: Working \nwith gay, lesbian, bisexual, & transgender people. New York, NY, US: Columbia \nUniversity Press. \nPage, R. M. 1984. Stigma. Rutledge and Kegan and Paul: Boston. \nPlummer, K. 1975. Sexual Stigma : An Interactionist Account. London : Routledge and Kegan \nPaul, 1975. \nRagins, B. R. 2008. Disclosure Disconnects: Antecedents and Consequences of Disclosing \nInvisible Stigmas across Life Domains. The Academy of Management Review, (1). 194-\n215. \nRust, P. C. 1993. 'Coming out' in the Age of Social Constructionism: Sexual Identity Formation \namong Lesbian and Bisexual Women. Gender and Society, (1). 50-77. \nScherrer, K. S., Kazyak, E., & Schmitz, R. 2015. Getting 'Bi' in the family: Bisexual people's \ndisclosure experiences. Journal Of Marriage And Family, 77(3), 680-696. \nSchilt, K. 2006. Just One of the Guys? How Transmen Make Gender Visible at Work. Gender \nand Society, (4). 465-490. \nSchilt, K. 2010. Just One of The Guys? : Transgender Men and The Persistence of Gender \nInequality. Univ. of Chicago Press. \nSchilt, K. & Westbrook, L. 2009. Doing Gender, Doing Heteronormativity: “Gender Normals,” \nTransgender People, and the Social Maintenance of Heterosexuality. Gender and \nSociety, 23 (4), 440-464.  \nSchilt, K., & Windsor, E. 2014. The Sexual Habitus of Transgender Men: Negotiating Sexuality \nThrough Gender. Journal Of Homosexuality, 61(5), 732-748. \nSteinmetz, Kathy. 2014.”The Transgender Tipping Point”. Time. May 2014.  \nStryker, S. &Whittle, S. 2006. Pp. 58-94.  In The transgender studies reader. New York: \nRoutledge. \nTroiden, R. R. 1988. Homosexual Identity Development. Journal Of Adolescent Health Care, \n9105-113. \nUniversity of Alaska Southeast. “Stages in Coming Out: Cass’ Homosexual Identity \nDevelopment Model”. September 12, 2014. \n(http://www.uas.alaska.edu/juneau/activities/safezone/docs/comingout_stages.pdf) \n 40 \nUniversity of North Carolina. 2001. “Sexual Identity: the Cass Model”  September 12, 2014. \n(http://multicultural.usf.edu/pdf/safezone/support_identity.pdf) \nWestbrook, L., & Schilt, K. 2014. Doing Gender, Determining Gender: Transgender People, \nGender Panics, and the Maintenance of the Sex/Gender/Sexuality System. Gender & \nSociety, 28(1), 32-57. \nWest, C. & Zimmerman, D. 1987. Doing gender. Gender and Society I (2): 125-51.  \n 41 \nAppendix A  \nThe following are tables of the gay and lesbian identity formation process followed by trans* \nmodels.  \n \nSimilarities Among Gay and \nLesbian Models \nCass (1979) Coleman (1982) Troiden (1988) \nAwareness of Difference Identity Confusion Pre-Coming Out  Sensitization \nConfusion/Exploration Identity \nComparison \nPre-Coming Out-\npart of Confusion \nIdentity Confusion \nIdentity Tolerance Exploration  -part \nof exploration  \nAcceptance of LGB Identity Identity Acceptance Coming Out Identity \nAssumption \nIdentity Pride First Relationship \nSynthesis of LGB Identity Identity Synthesis Integration Commitment \n \n  \nFurther Elaboration of Models:  \n \nCass’ (1979) Homosexual Identity Formation Model11:   \n \nStage Core Characteristics  \nIdentity Confusion Feelings of confusion because of first \nawareness of gay or lesbian thoughts, feelings \nand attractions \nIdentity Comparison Individuals accept the possibility of being gay \nor lesbian and examine the wider implications \nof that tentative commitment of identity. \nThere may be some self-alienation that \nbecome isolation \n                                                 \n11 http://multicultural.usf.edu/pdf/safezone/support_identity.pdf \nhttp://www.uas.alaska.edu/juneau/activities/safezone/docs/comingout_stages.pdf \n 42 \nIdentity Tolerance Personal acknowledgement that he/she is \nlikely to be gay or lesbian and seeks out other \ngay and lesbian people to combat feeling of \nisolation. There is an increased commitment \nto being gay or lesbian  \nIdentity Acceptance Individuals attach a positive connotation to \nidentity and accept it rather than tolerating it. \nThere is a continuing and increased contact \nwith gay and lesbian culture \nIdentity Pride Feelings of arrogance/pride in new identity. \nIndividuals will submerge self in gay and \nlesbian culture while minimizing contact with \nmainstream heterosexual culture. May \nadopt/heighten stereotypical behaviors or \ncharacteristics of gay and lesbian culture.   \nIdentity Synthesis Individual integrates sexual identity with all \nother aspects of self or other identities – \nsexual orientations becomes only one aspect \nof self rather than entire identity  \n \n \nColeman’s (1982) Developmental Stages of the Coming Out Process \n \nStages  Core Characteristics  \nPre-Coming Out At first individuals are not consciously aware \nof same-sex feelings but somewhere between \nthis stage and the next they become aware of \ntheir feelings \nComing Out  Individuals tell others of their identity after \nthey have acknowledge their sexual feeling \nExploration  Individuals experiment with their new sexual \nidentity by experimenting and exploring \nsexual and social activity with other people \nwho have the same sexual identity as them  \n 43 \nFirst Relationship  Once exploration of sexual and social \nexperimentation loses its intrigue, an \nindividual will yarn for a more stable and \ncommitted relationship.  Thus they explore \nrelationships that combine their emotional and \nphysical attraction \nIntegration  Individual incorporate their public and private \nidentities into one self-image \n \n \nTroiden’s (1988) Homosexual Identity Development  \n \nStages Core Characteristics  \nSensitization Individuals have generalized feelings of \nmarginality and perceptions of being different \nfrom same-sex peers \nIdentity Confusion  Individuals reflect on the idea that their feelings \nor behaviors could be regarded as homosexual  \nIdentity Assumption  Homosexual identity is established and shared \nwith others  \nCommitment  Individuals adopt the homosexuality as a way \nof life- indicated internally by integration of \nsexuality and emotionality, shifts in the \nmeanings and value assigned with the \nhomosexual identity and satisfaction with \nhomosexual identity; indicated externally by \nsame-sex romantic relationships and identity \ndisclosure to non-homosexuals \n \n \n \n  \n 44 \nAppendix B  \nTransgender Identity Formation Models  \n \nLev’s (2004) States of Transgender Emergence, transgender identity formation model \nStages  Core Characteristics \nAwareness Individuals become aware of internal feelings \nof being different and the realization that they \nmay indeed be different from same-sex peers \nSeeking Information/Reaching Out Individuals seek information about being \ntransgender and gain education about it   \nDisclosure to Significant Others Individuals will disclose of identity to others –\nspecifically to spouses, partners, family \nmembers and close friends \nExploration: Identity and Self-Labeling  Individuals begin to explore the meaning of \ntheir transgenderism and search for a label or \nidentity that best explains who they are \nExploration: Transition issues/ Possible Body \nModifications \nIndividuals will begin to explore the various \noptions for transitioning regarding their \nidentity, presentation and body modifications  \nIntegration: Acceptance and post-transition \nissues  \nIndividuals will integrate and synthesize their \ntransgender identity with their other identities  \n \n \nDevor’s (2004) Stages of Transsexual or Transgender Identity Formation  \n \nStages  Core characteristics  \nAbiding Anxiety  Individuals experience a anxiety due to feelings \nnot being in the desired gender or body    \nIdentity Confusion About Originally Assigned \nGender and Sex \nFirst doubts about originally assigned gender \nand sex \nIdentity Comparison about Originally Assigned \nGender and Sex \nSeeking, exploring, and experimenting with the \ndifferent alternative of gender identities  \nDiscovery of Transsexualism or \nTransgenderism  \nThe learning that transgenderism or \ntranssexualism exist by coming in contact with \nthe terms   \n 45 \nIdentity Confusion About transsexualism or \nTransgenderism  \nFirst doubts about authenticity of \ntranssexualism/transgenderism of self; seeking \nfurther information about the terms  \nIdentity Comparisons about Transsexualism or \nTransgenderism  \nIndividuals begin to disidentify with assigned \ngender and identify with \ntransgender/transsexual identity  \nTolerance of Transsexual or Transgender \nIdentity  \nIndividuals start to tolerate the idea of \ntransgender and being to identify with it more \noften  \nDelay Before Acceptance of Transsexual or \nTransgender Identity  \nIndividuals seek more information about terms \nand pounder about confirming identity  \nAcceptance of Transsexual or Transgender \nIdentity  \nInternal acceptance that individuals are \ntransgender and start to tell others of identity  \nDelay Before Transition  Identity deepens and the learning of how to \npresent as desired gender happens and also the \nlearning of transition takes place  \nTransition  Individuals change their gender through their \nsocial presentation of self, psychotherapy, \nhormonal treatments, and a variety of surgeries \nwhich together accomplish gender and sex \nreassignment \nAcceptance of Post-Transition Gender and Sex \nIdentities  \nPost-transition identity is established  \nIntegration  Individuals are function as their desired gender \nand are integrating their transgender identity \nwith other identities they have  \nPride Feelings of pride and being opened about \ntranssexual or transgender identity  \n \n \n \n  \n 46 \nAppendix C: GLAAD Terminology  \n \nGenderqueer: A term used by some people who experience their gender identity and/or gender \nexpression as falling outside the categories of man and woman. They may define their gender as \nfalling somewhere in between man and woman, or they may define it as wholly different from \nthese terms. The term is not a synonym for transgender or transsexual and should only be used if \nsomeone self-identifies as genderqueer \n \nTransgender: An umbrella term for people whose gender identity and/or gender expression \ndiffers from what is typically associated with the sex they were assigned at birth. People under \nthe transgender umbrella may describe themselves using one or more of a wide variety of terms -\nincluding transgender. Some of those terms are defined below. Use the descriptive term preferred \nby the individual. Many transgender people are prescribed hormones by their doctors to change \ntheir bodies. Some undergo surgery as well. But not all transgender people can or will take those \nsteps, and a transgender identity is not dependent upon medical procedures. \n \nTrans*: Used as shorthand to mean transgender or transsexual - or sometimes to be inclusive of a \nwide variety of identities under the transgender umbrella. Because its meaning is not precise or \nwidely understood, be careful when using it with audiences who may not understand what it \nmeans. Avoid unless used in a direct quote or in cases where you can clearly explain the term’s \nmeaning in the context of your story. \n \nGender Identity: One’s internal, deeply held  \n of one’s gender. For transgender people, their own internal gender identity does not match the \nsex they were assigned at birth. Most people have a gender identity of man or woman (or boy or \ngirl). For some people, their gender identity does not fit neatly into one of those two choices. \nUnlike gender expression (see below) gender identity is not visible to others. \n \nGender Expression: External manifestations of gender, expressed through one’s name, pronouns, \nclothing, haircut, behavior, voice, or body characteristics. Society identifies these cues as \nmasculine and feminine, although what is considered masculine and feminine changes over time \nand varies by culture. Typically, transgender people seek to make their gender expression align \nwith their gender identity, rather than the sex they were assigned at birth. \n \nTransition: Altering one’s birth sex is not a one-step procedure; it is a complex process that \noccurs over a long period of time. Transition includes some or all of the following personal, \nmedical, and legal steps: telling one’s family, friends, and co-workers; using a different name \nand new pronouns; dressing differently; changing one’s name and/or sex on legal documents; \nhormone therapy; and possibly (though not always) one or more types of surgery. The exact \nsteps involved in transition vary from person to person. Avoid the phrase “sex change.” \n 47 \n \nAppendix D: Sample Characteristics   \n \n \nPseudonym \n \nGender \nIdentity  \nAge Race/ \nEthnicity \nEducational \nAttainment  \nHow long \nago they \nstarted their \ntransition  \nChange \nSex \nMarker \n Number of \nchildren  \nLocation  \nDax Genderqueer 38 White Received \nPhD \n16 years No 1 child South  \nDominic Lives \neveryday life \nas man \n29 Latino/ \nHispanic   \nReceived \nB.A. \n2 years Yes Expecting \n1 child \nNorthwest \nMason Transman  20 African \nAmerican  \nAttending \ncollege \n3 years No None South  \nDavid Genderqueer 22 White Attending \ncollege \n1.5 years No None Northeast \nMatthew Lives \neveryday life \nas man \n36 White Received       \nJ.D. \n2 years Yes None Northeast \nWyatt Lives \neveryday life \nas man  \n25 White Attending \ncollege \n3 years No None Northwest \nNoah Lives \neveryday life \nas man \n23 White Received \nsome college  \n3 years No None South  \nLucas Lives \neveryday life \nas man  \n31 White Received \nMasters \n10 years Yes None South  \nAiden Transman  27 White Attending \nCollege \n2.5 years No 1 Child Northwest \nSam Transman 31 Latinx, \nNative \nAmerican, \n& White \nAttending \nMaster’s \nprogram \n7 years Yes None Northwest \nEvan Lives \neveryday life \nas man  \n57 White Received \nB.S.W.  \n5 years Yes None South  \n 48 \nJackson Lives \neveryday life \nas man \n27 White & \nHispanic  \nReceived \nB.A.  \n5 years Yes None Northeast \nJoseph Transman 25 White & \nFilipino-\nMexican \nAttending \ncollege \n3 years Yes None Northwest \nLogan Lives \neveryday life \nas man \n26 White Received \nsome College  \n3 years No None South  \nRyan Lives \neveryday life \nas man \n30 White Received \nB.A.  \n3 years Yes None Northwest \nHenry  Lives \neveryday life \nas man \n45 White Received \nB.A.  \n17 years  Yes 2 children  Northwes \nOliver Genderqueer  42 White Received \nGED \n7 years No 1 child Northeast \nParker Transman  27 Chinese-\nAmerican \nReceived \nB.S. \n4 years No None West \nIan  Transman 20 White Attending \ncollege \nUnder 1 year No None Northeast \nGabriel  Genderqueer 18 African \nAmerican  \nAttending \nhigh school  \n1 year No None South  \n \n \n 49 \nAppendix H: Interview Protocol \nDemographic Sheet \n \nThank you for agreeing to participate in an interview about your transition experiences. This \nform is centered around your basic demographics. As indicated on the consent form that we \ndiscussed, if there are any questions you would prefer not to answer, you are free to do so. Take \nas much time as you wish in order to respond. As noted in the consent form, I will not use your \nname or any identifying characteristics in the final work; instead, I will use information such as \nage, race, general occupation and location (25 year old white service industry worker from \nHouston, Texas. \n \n Current age: _____________ years old \n Race/Ethnicity: ____________________________________ \n Highest level of Education: ___________________________ \n Occupation: _______________________________________ \n Description of occupation: __________________________________________________ \n________________________________________________________________________\n________________________________________________________________________\n________________________________________________________________________ \n Income: _________________________________ \n Household income: ________________________ \n Sexual orientation: _________________________ \n Gender identity: ____________________________ \no Have you changed your sex marker on your driver license: ______________ \no Have you legally changed your name: ___________________ \n \n Current relationship status:  _______________________ \n \n If in a relationship what is their:  \n Age: ____________ years old \n Race/ethnicity: _________________________________________ \n Highest level of Education: _______________________________ \n  Occupation: ___________________________________________ \n Sexual orientation: ______________________________________ \n Gender identity: ________________________________________ \n \n Do you have any children? (Please fill out yes or no): ________________ \n \n If you have children: \n How many children: _____________________ \n Their ages: ____________________ \n \n-Where do you currently reside: __________________________________ \n \n \n 50 \nInterview Protocol  \n \nThank you for agreeing to participate in an interview about your transition experiences. \nQuestions will be centered around your decision-making processes relate to how and when you \ndecide to disclose you gender history to another person. As indicated on the consent form that we \ndiscussed, if there are any questions you would prefer not to answer, you are free to do so. Take \nas much time as you wish in order to respond. As noted in the consent form, I will not use your \nname or any identifying characteristics in the final work; instead, I will use information such as \nage, race, general occupation and location (25 year old white service industry worker from \nHouston, Texas. \n \nInterview will be semi-structured. Respondent will be asked to tell their story and interviewer \nwill follow-up to probe the story and cover topics respondent didn’t address.  \n \nPart I:  Transition history and first disclosures \n \n Can you describe how and why you choose your first and middle (and/or last) name \n(optional)?  \n \n Describe your transition process: \n \no How long have you been transitioning for? \n \no What type of bodily modifications or procedures you have done, to align your \nphysical appearance to your desired gender?  \n \no Clarify your transition timeline -when did begin to transition; what were your first \nsteps, etc. I am still unclear about what you would define as your starting point and \nthe order in which you've progressed aka going on T, name change, sex marker \nchange, top surgery, and any other things in between or left out \n \no Do you have health care (or health assistance) that helps with your transition process? \n \n Tell me how you came to the realization you were trans*?  \n \n Describe your first disclosure experience: \n \no When and to whom did you first disclose to? \n \no Why did decide disclosure to this person? \n  \no How did this person respond to your disclosure?  \n Did this person’s reaction affect your decision to disclose to other people?  \n \no How and when have you disclosed to the following: \n Family members? Friends? \n 51 \n Teachers/Professors? Co-workers? Employers? \n \n Would you consider yourself to be an “out” trans* person? Or are you stealth? \n \no Tell me, what it means to you be an “out” trans* person? \n Does this mean you are constantly disclosing to others your transition history \nor your transgender status to others? \n \nPart II: Readings of gender presentations and expressions \n \n On the masculine-feminine spectrum, describe where your gender is located? \n \n \no On average what percentage of the time do people refer to you as “sir when you first \ninteract with them  \n \no Describe when and where you are more likely/less likely to be perceived you as \nmale? \n \no When others do not perceive/read your gender, are there certain things you change for \nfuture readings/viewings of yourself? \n \n For instance, describe what you do to present yourself as how you \nwant to be viewed/read as your desired gender \n \n How do you read your gender presentation/expression, based upon how others read and react to \nyou? \n \n Describe the situations of when and how you correct someone from misreading your gender? \n \n Can you remember a time when your gender presentation was/is called into question? \n \n Describe the instances when you decide to disclose because your presentation was being \nquestioned? \n \no Describe the instances when you do not disclose of gender? \n \n Tell me how you deal or cope with having your presentation of gender getting called into \nquestions?  \n \nPart III: Current disclosures \n \n Tell me how you currently disclose of your transition history or transgender status:  \n \no Describe the conditions or specific contexts of where and when it is important to \ndisclose \n 52 \n Doctor (Medical) \n Romantic/sexual situations \n Close friends \n Social interactions and encounters with strangers \n \n Where do you expect gender related problems to come about? \no Do you carry any or have had any fears related to you transgender status?  \no How do you resolve these gender related fears  \n Do you avoid certain locations?  \n  \no Are there any locations where disclosure comes about? \n Bathrooms, fitting rooms, locker rooms, etc.  \n \no Describe particular situations or locations that you avoid so you do not have to \ndisclose? \n \n Do you have friends or allies who disclose of your transition history or transgender status for \nyou? \no Describe how and when your allies or friends disclose of transition history for \nyou? \n \no To whom do they disclose this information? \n \no Describe how you feel about them disclosing this information for you  \n \n Define how meaningful or important it is for you to disclose of your transition history or \ntransgender status \n \no Define how non-meaningful or non-important it is for you to disclose  \n \nThis concludes the end of the interview. Is there anything else you would like to add, or do you \nhave any questions for me?  \n \nTHANK YOU \n \n  \n 53 \n \n \nVITA \n \nThe author, Tristen Kade was born in El Paso, Texas. He obtained his Bachelor’s degree in \nsociology from the University of New Orleans in 2014. He Joined the University of New Orleans \nsociology graduate program to pursue a MA in sociology and plans to graduate in May 2016.   \n",
    "id": 303947538,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uno.edu:td-3263"
    },
    "title": "Passing With Care: When and How Transmen Disclose Their Gender Identity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-05-13T08:00:00+01:00",
    "publisher": "ScholarWorks@UNO",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uno.edu/cgi/viewcontent.cgi?article=3263&amp;context=td"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/303947538.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/303947538"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/303947538/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/303947538/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/303947538"
        }
    ],
    "abstract": "This paper examines the conditions under which self-identified trans* men disclose of their transgender identity or past gender history. Drawing upon theories of identity formation, passing and disclosing of stigmatic identities is used to understand when and how disclosure processes happen for trans*men. Drawing on interviews I examine the circumstances surrounding when disclosure or pressure to disclose becomes salient for individuals. I also consider how individuals use and negotiate systems of gender, along other inequalities such as class, race, education, and health care access",
    "tags": [
        "text",
        "Transgender Identities, Disclosure",
        "Transmen, Transmen Disclosure Processes, Trans* Studies",
        "Gender and Sexuality"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uno.edu:td-3263",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11104",
        "openDoarId": 0,
        "name": "ScholarWorks @ The University of New Orleans",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 303947538,
        "depositedDate": null,
        "publishedDate": "2016-05-13T08:00:00+01:00",
        "updatedDate": "2021-03-03T20:37:00+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-18T17:34:47+01:00"
    },
    "urls": [
        "https://scholarworks.uno.edu/cgi/viewcontent.cgi?article=3263&amp;context=td",
        "https://scholarworks.uno.edu/td/2165"
    ],
    "lastUpdate": "2021-03-03T20:37:00+00:00",
    "setSpecs": []
}