{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Johri, Shaili"
        },
        {
            "name": "Carnevale, Maria"
        },
        {
            "name": "Porter, Lindsay"
        },
        {
            "name": "Zivian, Anna"
        },
        {
            "name": "Kourantidou, Melina"
        },
        {
            "name": "Meyer, Erin L."
        },
        {
            "name": "Seevers, Jessica"
        },
        {
            "name": "Skubel, Rachel A."
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-28T00:37:48+01:00",
    "dataProvider": {
        "id": 163,
        "name": "Woods Hole Open Access Server",
        "url": "https://api.core.ac.uk/v3/data-providers/163",
        "logo": "https://api.core.ac.uk/data-providers/163/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.3389/fmars.2021.696180",
    "downloadUrl": "https://core.ac.uk/download/527735654.pdf",
    "fullText": "fmars-08-696180 December 19, 2021 Time: 11:6 # 1POLICY AND PRACTICE REVIEWSpublished: 23 December 2021doi: 10.3389/fmars.2021.696180Edited by:Julian Clifton,University of Western Australia,AustraliaReviewed by:Kate Mulvaney,United States EnvironmentalProtection Agency, United StatesNatasha Pauli,University of Western Australia,Australia*Correspondence:Shaili Johrishailij@stanford.eduSpecialty section:This article was submitted toMarine Affairs and Policy,a section of the journalFrontiers in Marine ScienceReceived: 16 April 2021Accepted: 08 November 2021Published: 23 December 2021Citation:Johri S, Carnevale M, Porter L,Zivian A, Kourantidou M, Meyer EL,Seevers J and Skubel RA (2021)Pathways to Justice, Equity, Diversity,and Inclusion in Marine Science andConservation.Front. Mar. Sci. 8:696180.doi: 10.3389/fmars.2021.696180Pathways to Justice, Equity,Diversity, and Inclusion in MarineScience and ConservationShaili Johri1* , Maria Carnevale2, Lindsay Porter3, Anna Zivian4, Melina Kourantidou5,6,Erin L. Meyer7, Jessica Seevers8 and Rachel A. Skubel91 Hopkins Marine Station, Stanford University, Pacific Grove, CA, United States, 2 Piko Strategies, LLC, Kailua, HI,United States, 3 Southeast Asia Marine Mammal Research, Admiralty, Hong Kong SAR, China, 4 Ocean Conservancy, SantaCruz, CA, United States, 5 Marine Policy Center, Woods Hole Oceanographic Institution, Woods Hole, MA, United States,6 Department of Sociology, Environmental and Business Economics, University of Southern Denmark, Esbjerg, Denmark,7 Seattle Aquarium, Seattle, WA, United States, 8 Biodiversity, Wildlife, and Ecosystem Health MSc, University of Edinburgh,Edinburgh, United Kingdom, 9 Abess Center for Ecosystem Science and Policy, University of Miami, Miami, FL, United StatesMarine conservation sciences have traditionally been, and remain, non-diverse workenvironments with many barriers to justice, equity, diversity, and inclusion (JEDI).These barriers disproportionately affect entry of early career scientists and practitionersand limit the success of marine conservation professionals from under-represented,marginalized, and overburdened groups. These groups specifically include women,LGBTQ+, Black, Indigenous, and people of color (BIPOC). However, the issues alsoarise from the global North/South and East/West divide with under-representation ofscientists from the South and East in the global marine conservation and sciencearena. Persisting inequities in conservation, along with a lack of inclusiveness anddiversity, also limit opportunities for innovation, cross-cultural knowledge exchange,and effective implementation of conservation and management policies. As part ofits mandate to increase diversity and promote inclusion of underrepresented groups,the Diversity and Inclusion committee of the Society for Conservation Biology-Marine Section (SCB Marine) organized a JEDI focus group at the Sixth InternationalMarine Conservation Congress (IMCC6) which was held virtually. The focus groupincluded a portion of the global cohort of IMCC6 attendees who identified issuesaffecting JEDI in marine conservation and explored pathways to address those issues.Therefore, the barriers and pathways identified here focus on issues pertinent toparticipants’ global regions and experiences. Several barriers to just, equitable, diverse,and inclusive conservation science and practice were identified. Examples includedlimited participation of under-represented minorities (URM) in research networks,editorial biases against URM, limited professional development and engagementopportunities for URM and non-English speakers, barriers to inclusion of women,LGBTQ+, and sensory impaired individuals, and financial barriers to inclusion ofURM in all aspects of marine conservation and research. In the current policy brief,we explore these barriers, assess how they limit progress in marine conservationFrontiers in Marine Science | www.frontiersin.org 1 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 2Johri et al. Equitable and Inclusive Marine Conservationresearch and practice, and seek to identify initiatives for improvements. We expect theinitiatives discussed here to advances practices rooted in principles of JEDI, withinSCB Marine and, the broader conservation community. The recommendations andperspectives herein broadly apply to conservation science and practice, and are criticalto effective and sustainable conservation and management outcomes.Keywords: equity, diversity, inclusion, conferences, peer-review, bias, marine, conservationINTRODUCTIONThe lack of diversity in marine sciences and conservationhas existed for a while, however its extent, specific causesand impacts are being characterized more recently by scholarsand practitioners globally. Overcoming this lack of diversitytriggered by systemic inequities and exclusion remains complexand overdue, and can only be achieved by first identifyingcausative factors and potential pathways to resolution ofeach. Some efforts to improve equity, diversity, and inclusionare underway, especially within the last decade (Tulloch,2020). While the overall representation of individuals frommarginalized, overburdened, and underrepresented minorities(URM) has seen a modest increase, ethnic, and racial diversitywithin the marine or ocean sciences has stagnated (Bernard andCooperdock, 2018). Some of the identified challenges in marinesciences, and more generally in the biophysical sciences, includelack of leadership roles for under-represented groups, access toacademic conferences, representation across all communities,and organizational-level changes. To develop the initiatives andsupport systems that foster diversity and inclusion in STEM,diversity and inclusion in leadership roles are required (Robinsonet al., 2013; Abdul-Raheem, 2016). A lack of diversity at theleadership level is often due to an absence of support systems forURM individuals, leading to systemic effects of a non-inclusiveand unempathetic environment. There is ample evidence thatminority groups in science face multiple barriers that spanacross the processes of publishing and funding to being hiredand tenured. So URMs largely remain URMs with no upwardmobility over time.One barrier is ecology conferences; most do not ensurediversity of plenary speakers or provide support services toinclude parents with childcare needs and LGBTQ+ individuals(Tulloch, 2020). Many ecology conferences also have highregistration fees and travel costs which can exclude manyethnic minorities and early career researchers due to a lack offunding resulting in financial barriers to developing professionalconnections and collaborations (Niner et al., 2020; Niner andWassermann, 2021). Another barrier is publication in scientificjournals, editors and reviewers are primarily from North Americaand Europe and identify as male (Preston, 2018). Gender-related barriers also exist. A recent report by Women inOcean Sciences suggests that 78% of women engaged in marinesciences have experienced sexual harassment in their workplaceor learning environment (Sexual Harassment in Marine Science,n.d.). Only 39% of the respondents who experienced sexualharassment reported it, and only one-third had institutionalpolicies in place to tackle sexual harassment (Sexual Harassmentin Marine Science, n.d.). Last, compared to majority groups,gender and racial minorities’ novel contributions are recognizedat lower rates by other scholars and equally impactfulcontributions are less likely to result in successful scientificcareers (Hofstra et al., 2020).Equity, diversity, and inclusion in marine sciences are requiredto ensure representation across all communities in the marineconservation space. This representation ensures the prioritizationof justice, stakeholder and rightsholder supportive outcomes,effective communication, and sustainability in conservationmeasures. Further, diversity is known to foster innovation(Phillips, 2014). Research has demonstrated that groups of peopleworking together who are diverse in terms of race, ethnicity,social status, and gender are more innovative than homogeneousgroups; typically generate more productive and innovativesolutions to problems; and demonstrate greater critical thinkingand analytical skills (Phillips, 2014). Marine conservation has oneof the highest complexity indices (Dulvy et al., 2017) due to theinherently complex nature of the issues it encompasses, includingthe numerous stakeholders and diverse interests involved. Thosecomplexities include, for example, the design and managementof conservation for marine organisms and ecosystems, whichmay often span multiple countries’ exclusive economic zonesand jurisdictions as well as affect fisheries dependent livelihoods.Marine conservation requires innovative ideas to solve suchcomplex issues, ensure sustainable, and effectively protect marinebiodiversity. Marine conservation, therefore, needs to invest andengage in improving diversity and inclusion in the field.Current efforts to increase diversity of URM students inSTEM tend to focus on improving students’ academic capabilitiesand psychological perceptions of STEM. However, a sustainedimprovement in justice, equity, diversity, and inclusion (JEDI)issues in conservation requires the comprehensive engagementof the marine science community and institutions to identifyand address inadequacies hindering JEDI at the organizationallevel (Grogan, 2019). Transparency on JEDI objectives can helpfocus the community’s efforts, promote relevant initiatives, andallow for accountability in those cases where biases and inequitiespersist. For instance, in recognition of this challenge moreresources have been dedicated to JEDI in marine conservation inthe context of the United Nations Decade of Ocean Science forSustainable Development (Singh et al., 2018).As part of its mandate to increase diversity and promoteinclusion, the Diversity and Inclusion committee of theSociety for Conservation Biology-Marine Section (SCB Marine)organized two JEDI focus groups at the virtually held SixthFrontiers in Marine Science | www.frontiersin.org 2 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 3Johri et al. Equitable and Inclusive Marine ConservationInternational Marine Conservation Congress (IMCC6), August2020. IMCC6 had an unusually high number of URMparticipants (Niner and Wassermann, 2021) due to its virtualnature, inclusive environment, and support services, whichincreased ease of access and reduced the conference’s financialburden (Niner and Wassermann, 2021). The diverse backgroundsof a large number of participants enabled us to tap into this groupto identify barriers to diversity and inclusion and solutions toimprove on these challenges.In the current policy brief, we discuss barriers to JEDIin marine conservation identified during the focus groups,in particular the systemic barriers and their implications forURM, assess how they limit progress in marine science andconservation, and seek to identify initiatives for improvements.We expect the avenues for improvements discussed in thisarticle to advance policies and initiatives rooted in justice, equity,diversity and inclusion, within the conservation science andpractice communities.METHODSWe held two focus groups, for 3 hours and 1 hour, respectively,and invited IMCC6 attendees to identify issues affecting JEDIin marine conservation and to explore pathways to addressingthe identified issues. Approximately 20 participants attended thefirst focus group (FG1) and as such the discussions occurred forthe entire session in one place instead of dividing participantsinto breakout groups to discuss different issues. The firstpart of FG1 included introductions from all participants andenabled a discussion of barriers to JEDI in marine conservationexperienced by participants and anyone willing to share theirexperiences could contribute. The second part of FG1 focused ona group discussion of pathways to addressing barriers to JEDIin marine conservation. FG2 lasted 1 h, was a continuation ofFG1, included some new participants and some from FG1, andinvolved a detailed discussion of pathways to JEDI in response toa subset of key barriers identified in FG1. All points made duringboth focus groups were recorded as written meeting minutes bythe 3 organizers of the focus group. The session was not recordedgiven the sensitive nature of the topics discussed and to respectthe privacy of the participants. The participants’ residencesand nationalities included locations in North America, Europe,Asia, Africa, Australia, and island regions. The participantsidentified several barriers to just, equitable, diverse, and inclusiveconservation science and practice pertinent to participants’ globalregions and experiences. Examples of barriers raised during thefocus groups included limited participation of URM in researchnetworks, editorial biases against URM, limited professionaldevelopment and engagement opportunities for URM and non-English speakers, barriers to inclusion of women, LGBTQ+, andsensory impaired individuals, and financial barriers to inclusionof URM in all aspects of marine conservation and research.The issues identified and solutions suggested by participantswere submitted to the Society for Conservation Biology marinesection as a statement of requests (Supplementary Figure 1) viaelectronic communication. The statement was supported by 110signatories from broad geographic and institutional affiliations(Figure 1). In the current manuscript, we have expanded uponeach of the barriers to JEDI identified in the focus groups andincluded in the Statement of Requests. Each of the themes,including barriers and pathways to improving the respectivechallenges discussed here, was identified in the focus group anddocumented in the Statement of Requests.We acknowledge that the term URM is likely unwieldy andundesirable to some, as has been discussed extensively by Dr.Tiffani Williams1 and others. However, our use of this term isdue to a lack of an all-encompassing term to enable inclusionof all minorities and issues concerning them at a global level,discussed in this piece. Our attempt is not to label minoritiesas a permanently underrepresented group, but rather to includeand recognize all minority groups and define the issues serving asbarriers to their inclusion in marine conservation and pathwaysto remove these barriers, such that there are no URM groups inthe future realm of marine conservation.JUSTICE, EQUITY, DIVERSITY, ANDINCLUSION ISSUES, LESSONSLEARNED, BARRIERS, AND SOLUTIONSThe following sections provide a description of challenges andbarriers to JEDI in marine conservation under three maincategories: STEMming the leaky pipeline, equity in editorialmatters, and support services during events and meetings.These challenges were identified by participants from two JEDIfocus group sessions during IMCC6. We also describe potentialsolutions to address these challenges and barriers in each ofthe three sections.Theme 1: STEMming the Leaky PipelineBarriers to Retention and Impact on the FieldBarriers to participation in STEM for women, LGBTQ+, andBlack, Indigenous, and people of color (BIPOC) studentsand professionals exist at every stage of learning and careerdevelopment. This is even more true in marine conservationscience, which is white and male-dominated, particularly inleadership and decision making positions. This imbalance is self-perpetuating, as non-white, non-male students and researchersdo not feel welcome in the field (or are sometimes intentionallyor unintentionally excluded), whether because of active, overtdiscrimination and sexism; unaddressed microaggressions; lackof recognition and rewards; and/or absence of models of successfor URM in the field.In addition, science and scholarship from Europe and NorthAmerica dominate conservation science, with the academicreward system creating yet more barriers for academicsfrom non-English speaking countries through publication andcitation indices. Similarly, historically, academic conferences,1“Underrepresented Minority” Considered Harmful, Racist Language- a thought-piece by Dr. Tiffani Williams on “Communications of the ACM Blog.”https://cacm.acm.org/blogs/blog-cacm/245710-underrepresented-minority-considered-harmful-racist-language/fulltext.Frontiers in Marine Science | www.frontiersin.org 3 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 4Johri et al. Equitable and Inclusive Marine ConservationFIGURE 1 | Country of work or nationality (A) and affiliation (B) of those who signed the Statement of Requests to SCB Marine Section and chose to share theinformation.and opportunities to present research have been hosted inthe global North, making attendance difficult for participantsfrom the global South, including students and researcherswith limited funding. Breaking down these barriers will takeconcerted action at every stage of education and professionaldevelopment. Shifting institutional lock-in and changing powerdynamics requires deliberate, reflexive work by those who arecurrently active in professional and academic networks, includingacademic societies like SCB (Nocco et al., 2021).Over the last year, questions of privilege and oppressionhave come to the fore, with global protests against entrenchedracism leading to established organizations like universities,businesses, governments, and NGOs questioning their historicalroles in oppression and exclusion of BIPOC students, scholars,and professionals. SCB expressed solidarity with the Black LivesMatter movement (SCB Pledges Solidarity with BLM protests,2020), with SCB North America section noting, “We cannotignore our own part in acquiescing to broad scale anti-Blackracism. The historic and continuing research and practice ofconservation has consistently contributed to the marginalizationof Black people” (Society for Conservation Biology NorthAmerica (SCBAM), 2020). Moving towards justice and equitywill therefore require an “active dismantling” of racist systems,including in conservation.How to Address Barriers to Retention andAdvancementGiven that barriers exist at every stage of academic andprofessional training and development, there are several pointsof entry for addressing these barriers, including for a professionalsociety like SCB. Stemming (or STEMming) the “leaky pipeline”,in particular, is an area where SCB can help. Students andearly career professionals require equitable, consistent accessto mentorship, educational networking and, opportunities,career development, and advancement. Both participation andcareer advancement in marine conservation depend on formingFrontiers in Marine Science | www.frontiersin.org 4 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 5Johri et al. Equitable and Inclusive Marine Conservationconnections and networks that can open doors, support research,and create opportunities for underrepresented and historicallymarginalized students and professionals.The recent focus on racial justice has largely coincidedwith the COVID-19 pandemic, which provides useful lessonsand opportunities for advancing new ways of doing moreinclusive marine conservation. This includes expanded accessto meetings, capacity building, training, mentorship, andprofessional development opportunities via online meetingsand teaching tools (see section three for other suggestions onimproving meetings).Increasing AccessWhile there are still challenges with connectivity, online toolscan increase access, as the pandemic has made clear. Two yearsago, during the UNFCCC COP25,2 a group of early careerresearchers developed an online learning series about oceanand climate with speakers from around the world for peoplewho were unable to travel to the COP (#virtualblueCOP, now#VirtualBlueDecade). At the time, focusing on broadening accessand limiting carbon emissions by turning to virtual meetingswas still a novel idea (Thomsen and Creelman, 2021). Today,it is common enough that we talk about “Zoom fatigue” (e.g.,Bailenson, 2021) and people are exploring alternatives and waysto improve online connections (e.g., Wiederhold, 2020). Theonline format of IMCC6 allowed for the participation of thosewho would otherwise not have had the chance to meet anddevelop connections (e.g., Sarabipour, 2020).Given that in-person networking and dissemination eventssuch as conferences, workshops, and other meetings are key toprofessional development (Favaro et al., 2016; Oester et al., 2017;Timperley et al., 2020), these changes are welcome. The costsassociated with in-person events are often prohibitively high,despite the presence of tiered registration fees that account forone’s career stage or country of origin; for instance, reduced feesor financial support for early career scientists and/or participantsfrom low-income countries. The rotation of the country or regionwhere the conference is hosted, as in the case of the IMCCconference, often helps alleviate some of the financial burden, butdoes not eliminate the problem.Additionally, while some institutions financially supportstudents’ participation in such events, students engaged inprograms with limited institutional funding are less likely tohave access to financial support. They also may not be ableto pay up-front costs while waiting to be reimbursed by theirinstitutions. Early career scientists and professionals typicallyalso have limited access to funds and may be engaged inprojects that hinder their participation in conferences andmeetings. Conditions in academic institutions such as a higherteaching burden compared to senior colleagues and the needto invest time in raising grant funding and pursuing tenurealso likely result in limited time for research disseminationand networking that requires travel (Timperley et al., 2020;Niner and Wassermann, 2021).2UNFCCC COP25-25th Conference of the Parties to the United NationsFramework Convention on Climate Change.Increasing Recognition of Under-Represented MinoritiesScholars and ProfessionalsAdding to these barriers, gender, race, and ethnicity factors limitopportunities for professional development, as reflected in URMprofessionals’ participation in conferences and their role therein.For example, they are invited less often for prominent rolessuch as keynote or plenary speakers (Sardelis and Drew, 2016;King et al., 2018; Timperley et al., 2020; Niner and Wassermann,2021); their publication record is affected by biases in the editorialand review process (see section two); and their promotion andprofessional development are limited by other structural equityimbalances (Ginther and Kahn, 2004; Hengel, 2017; Mengelet al., 2019; Doleac et al., 2021; Sarsons et al., 2021). Virtualmeetings, because of the lower barriers to participation, may offeropportunities to remedy some of these inequities.Alternatives to in-person meetings can be used beyondscientific conferences, and scientific societies can take advantageof them to support students and early career professionals,encouraging them to remain in the field. For example, oneof the calls developed by the JEDI committee in its regularmeetings in advance of the workshop was to create a “marinediversity network,” a global online platform to allow widespreadcommunication, promote transparency, and develop positivecollaborations. This is a role for which SCB Marine is well-suited,and that can carry the mission of SCB Marine beyond biennialmeetings and publications and into practical engagements andcollaborations among members.In recognition of the multiple issues hindering JEDI,and specifically the barriers to participation in the IMCCconference, SCB Marine introduced a code of conduct in2016 to promote diversity and inclusion, limit inequity ofaccess to conferences related to one’s personal safety, andavoid possible harassment (Favaro et al., 2016). SCB Marinehas also worked to incentivize female leadership, offeringpreferential fees as a means of attracting increased participationfrom women (Niner and Wassermann, 2021), and it is likelythat the SCB Marine community will continue to supportonline and hybrid conferences. Nonetheless, structural injusticespersist with technological barriers to access affecting primarilyprofessionals from the global South (Niner et al., 2020;Niner and Wassermann, 2021).Accounting for Unequal Barriers to and Opportunities forAdvancementRecognizing that underrepresented groups face barriers toreaching senior leadership roles is fundamental in initiativesfor professional development. In addition to having to face the“leaky pipeline,” it continues to be difficult for members ofunderrepresented groups to advance in conservation science.For example, women continue to leave the field more oftenand have lower promotion rates than men (McGuire et al.,2012). Professional development and support are critical toaddressing this imbalance. Professional societies are designed toprovide these through activities like conferences, publications,and the recognition and promotion of excellence in research(e.g., National Academy of Sciences, National Academy ofEngineering, and Institute of Medicine, 2005). However, thereFrontiers in Marine Science | www.frontiersin.org 5 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 6Johri et al. Equitable and Inclusive Marine Conservationare still barriers that need to be addressed to ensure thatunderrepresented members are able to take advantage ofthese activities.Structural inequities, such as biases in credit attributionand opportunities for dissemination in academic work andpromotion, may hinder the professional development of URMs.There is evidence, for example, from the field of economicsthat co-authorship matters differently for tenure for men andwomen (Sarsons et al., 2021), that women are less likely tobe invited to present their work in seminars (Doleac et al.,2021), that their work tends to spend longer in the peer-reviewprocess compared to men’s work (Hengel, 2017), that it isless likely for them to get tenure and takes more time to doso (Ginther and Kahn, 2004), and that they tend to receivesystematically lower teaching evaluations compared to theirmale colleagues, which is driven by the input of male students(Mengel et al., 2019).Professional societies like SCB can continue to takesteps to reduce these barriers. For example, regular,year-round seminar series and workshop opportunitieswould support ongoing career development, communitybuilding, and networking. These activities should specificallyensure the inclusion of early career conservationists fromdiverse cultural and geographic backgrounds. Addressingsystemic discrimination requires a sustained commitmentfrom all facets of society membership. For instance, thelabor of leading JEDI initiatives tends to be taken onby URMs, and the long-held, institutionalized natureof discrimination means that it often goes unseen andunacknowledged by unaffected members (Crandall et al.,2021). Leadership and members can take action by recognizingthese ongoing inequalities, engaging in education andorganizational stock-taking, and by acting as proactive allies(Crandall et al., 2021).Providing Mentorship and Sponsoring OpportunitiesSCB Marine is also well positioned to provide mentorshipopportunities that can help students and early careerprofessionals find community, learn skills, navigateobstacles, and build networks. Given the importance ofnetworks in career success (e.g., Suedkamp Wells et al.,2005), linking students and early career researchers andprofessionals to mentors who actively open up opportunitiesfor the students and early career professionals theyare working with is an opportunity for professionalsocieties like SCB Marine to make a lasting differencefor its members.Having access to a diverse pool of mentors at every learningand career transition is also important for career developmentand support (Nocco et al., 2021). Further, serving as mentorscan itself promote growth and learning, especially at earlycareer stages (Reddick et al., 2012). A good example ofmatching early career professionals to a range of mentors andmentorship opportunities is the Roger Arliner Young (RAY)Diversity Fellowship Program, a two-year paid fellowship placingrecent graduates in marine conservation or energy efficiencyand renewable energy positions with NGO and governmentpartners as part of a cohort of fellows.3 The RAY Fellowshipmatches fellows with multiple mentors. Host organizations areencouraged to provide a mentor to each incoming fellow inaddition to the fellow’s supervisors. Environmental LeadershipProgram (ELP), which runs the RAY fellowship, matches fellowsto past RAY alumni (who benefit by being able to serve as mentorsthemselves). ELP also matches fellows to mentors from its ownnetwork of past ELP fellows. Thus incoming fellows have severalmentors, and can also draw on experiences of other fellowsin their cohort.SCB Marine can facilitate these kinds of mentorship matchesthrough creating fellowship and/or mentorship programs. Itcould establish a (or join an existing) program to create transitionfellowships to broaden participation in marine conservationat each level of advancement (e.g., between undergraduateand graduate programs, or between graduate school andprofessional/academic positions). These could include a peermentoring component in which the previous year’s mentees andfellows return as peer mentors or advisors. It could also setup mentor/mentee programs. A key element would be trainingmentors and fellowship hosts to ensure they have the skills andtools necessary to be successful. In taking these steps, SCB Marinewould help establish a “marine diversity network,” as discussedabove through a global online platform that allows widespreadcommunication, promotes transparency, creates peer-to-peernetworking opportunities, and develops positive collaborations.Field Research/Practice. In addition to barriers to participationin conferences, underrepresented groups can face challenges inconducting fieldwork. These include the aforementioned lack ofaccess to funding, as well as home care responsibilities, which fallmore often on women, and a valorization of in-person fieldworkwhich can affect disabled researchers if accommodations are notmade (Moon et al., 2012). Fieldwork can also present challengessuch as harassment of underrepresented researchers, including,for example, female scientists on research vessels and in otherfield settings (Orcutt et al., 2014).Concerns for LGBTQ+ Success. The barriers faced by membersof LGBTQ+ communities have received limited attention. Onlyrecently have works begun to bring to light the many concerns ofLGBTQ+ scientists with respect to their performance evaluationsand, ultimately, their academic careers. While evidence frommarine conservation and sciences is largely missing, instancesof discrimination, bullying, and harassment all lead to a higherlikelihood of LGBTQ+ scientists leaving academia (Taylor, 2021).Parachute Science. Notable as an important additional JEDIconsideration in the marine conservation field is addressingthe practice of parachute science. Asha de Vos, in ScientificAmerican,4 explains the term “parachute science” as “theconservation model where researchers from the developed world3See https://rayfellowship.org/program-overview. Note that Anna Zivian, oneof the authors, helped establish the RAY program through work at OceanConservancy.4Scientific American. (2020). The Problem of “Colonial Science”: Conservationprojects in the developing world should invest in local scientific talentand infrastructure. https://www.scientificamerican.com/article/the-problem-of-colonial-science [Accessed April 7, 2021].Frontiers in Marine Science | www.frontiersin.org 6 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 7Johri et al. Equitable and Inclusive Marine Conservationcome to countries like mine, do research and leave withoutany investment in human capacity or infrastructure. It creates adependency on external expertise and cripples local conservationefforts. The work is driven by the outsiders’ assumptions, motives,and personal needs, leading to an unfavorable power imbalancebetween those from outside and those on the ground.” The samephenomenon is seen in developed countries, when a researcheror organization conducts a project in vulnerable areas (e.g.,inner-city) or Indigenous communities, often benefitting fromthe knowledge held by local peoples, then leaves without anyreciprocal investment. The work is done on or in the community,rather than for, with or by the community.Colonial research practices have previously led to exclusion,marginalization, and disempowerment of Indigenouscommunities, including in marine research (Zurba et al., 2019;Kourantidou et al., 2020). Despite progress in the developmentof participatory and community-based research methodologiesthat allow for meaningful engagement of local resource users,such as those from Indigenous communities, these challengespersist and harm effective and inclusive marine conservation.An additional concern is that inclusive and locally focusedresearch can take longer and potentially cost more than researchnot co-designed nor conducted with communities, which createsadditional barriers for researchers. If time to publication isextended [not to mention the ongoing issues with recognition ofresearchers without formal Ph.D. backgrounds (see, for example,the story of peer-review in Liboiron, 2021, p. 55)5], it can resultin impacts on job security and advancement, with the pressure to“publish or perish” causing tension with taking the needed timeto conduct research in an equitable, inclusive, and participatoryway. Greater flexibility in research funding, as well as recognitionfrom professional societies and other research institutions forco-produced research, could help provide support for this kindof research6.Although there is no silver-bullet solution to these challenges,measures such as requirements from research institutionsfor the means of engagement with local marine resourceusers/communities as well as for compliance with research ethicsand standards (including those set by the communities) can helpalleviate some of these challenges in the short term. Adoptingmeasures to mitigate parachute science in marine research canimprove outcomes from an equity and conservation perspective(Stefanoudis et al., 2021). For instance:• Actively engaging with local early career marineprofessionals, particularly in those places whereconservation practices take place. Engagement mayhappen through internships, exchange programs,and co-supervision of students and/or early careerprofessionals.• Increasing involvement of societal collaborators such asstakeholders and rights-holders who are often excludedfrom the research and decision-making process.5Thank you, Max Liboiron, for your remarkable book, as well as your discussionon good relations in reading and citing texts.6Thank you to our reviewer for raising this additional issue.• Meaningful engagement to help strengthen researchcapacity locally, empower local actors, and enrichperspectives valuable to marine conservation throughlocal knowledge and long-term practical experiences(Kourantidou et al., 2020).• Supporting, partnering with, and replicating when possible,long-term models of investment that support local capacitybuilding in concert with empowered local decisionmaking. e.g., NOAA’s Capacity Building Partnership inFisheries for the U.S. Territories in the Western Pacific7(Supplementary Figure 1).• Reducing harm. Marine science and conservation projectsoften appear to implicate only non-human species;however, following the human-subjects research modelof risk assessment, harm reduction, and transparencyand accountability at the institutional level could preventor mitigate instances of parachute science (John et al.,2016) and yield more comprehensive results and tangibleoutcomes (Quigley et al., 2019).• Using the platform of scientific societies to serve as a modelof leadership in this space through their own actions and/oramplifying the JEDI priority approaches by organizationsacross their field.◦ They may choose to adopt, as a society of professionals,formal policies on discrimination, including hiringa diversity ombudsperson and/or other society staffor members specifically designated to address JEDIconcerns or complaints.◦ SCB has many sections poised to partner andsupport sections focused on promoting the workof early career professionals, which may includenominations for awards, memberships on boards, andkey committee memberships.◦ Lastly, they are also well suited to support the field,centrally addressing some of the leaky pipeline issuesdescribed in this brief.Theme 2: Equity in Editorial MattersImpact of Editorial Inequity on Marine Conservationand CommunitiesIssues associated with race, geography, gender identity, sexualorientation, and disabilities should by no means affect scientists’professional opportunities to navigate editorial and peer reviewprocesses and their scholarly success. However, the lack ofdiversity in marine conservation is reflected in the editorialprocess leading to scientific publications and the resulting bodyof publications, whether these be papers presented at conferencesor in science journals (see text footnote 2). Similar to otherdisciplines, the presence of structural inequality with in themarine conservation and science’s academic architechture affectscertain individuals’ ability to conduct science and communicatetheir work (Taylor, 2021). In fact, this issue is potentiallymore pervasive in the marine sciences, with it and other7NOAA’s Capacity Building Partnership for the U.S. Territories in the WesternPacific. http://www.wpcouncil.org/2019-2020-us-pacific-territories-fishery-capacity-building-scholarship-announcement-applications-due-mar-1st/.Frontiers in Marine Science | www.frontiersin.org 7 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 8Johri et al. Equitable and Inclusive Marine Conservationgeosicences being some of the least diverse STEM fields (Bernardand Cooperdock, 2018) having achieved negligible progressto increase diversity over the last four decades (Bernard andCooperdock, 2018). Similar trends are also found in thesocial sciences, with economics and policymaking, in particular,suffering a significant lack of racial, gender, and ethnic diversity(Ginther and Kahn, 2004; Bayer and Rouse, 2016; Lundberg,2018; Wu, 2018; Doleac et al., 2021; Dupas et al., 2021; Sarsonset al., 2021).Publication records are vital to professional growth, upwardmobility, and ultimately to researchers’ employment andprofessional success. Therefore if the editorial processes andpublication pipelines are skewed such that they disfavor URM inmarine sciences, they will result in lower success rates of URMindividuals and fewer URM individuals in leadership positionsin science and conservation practice. In fact, there is evidencethat URM individuals are rewarded to a lesser extent in STEMfields even when they produce research products that are moreinnovative and more impactful compared to their non-URMpeers (Hofstra et al., 2020). In addition to these impacts at theindividual’s professional success, inherent bias in the publicationrecord has the ability to skew conservation and managementdecisions reliant on best available science.Why Does Editorial Inequity Exist?In order to improve equity and inclusion in editorial andpublication processes, we first need to identify the key issuescontributing to inequities in these processes. We describe severalkey contributors in the following section.Lack of Reviewer Diversity. Individuals participating as peerreviewers are more frequently from North America and Europeand identify as male (Preston, 2018). Further, first-time reviewersare usually approached to review manuscripts due to professionalrelationships with the editor either directly or through theirprincipal investigators (Preston, 2018). Therefore, the systemensures continued dominance of reviewers who are or areassociated with white, male and non-minority individuals in theeditorial process8.Geographic Bias. Reviewers tend to favor publication ofmanuscripts authored by people of the same country; thisgeographic bias has proven to be a large disadvantage forscientists from non-western countries (i.e., outside NorthAmerica and Europe) (Grogan, 2019). For western reviewers,a lack of knowledge in conservation research and practice inparts of the world outside their region of familiarity may lead toa lack of understanding of pressing conservation issues and ofresearch infrastructure available to scientists and practitioners.For example, in developing countries where state of the art8The London School of Economics and Political Science. (2020). Read andPublish Open Access Deals Are Heightening Global Inequalities in Access toPublication. https://blogs.lse.ac.uk/impactofsocialsciences/2020/02/21/read-and-publish-open-access-deals-are-heightening-global-inequalities-in-access-to-publication/[Accessed April 7, 2021].Forbes. (2020). How Prestige Journals Remain Elite, Exclusive andExclusionary. https://www.forbes.com/sites/madhukarpai/2020/11/30/how-prestige-journals-remain-elite-exclusive-and-exclusionary/?sh=3a3dc0ac4d48[Accessed April 7, 2021].infrastructure may not be available, researchers and practitionerscould be using “perceived” out of date and ‘inadequate methodsor equipment’. We argue that this work should not be dismisseddue to lack of novelty in methodological approaches or othermethodological drawbacks, as it may still hold the potentialto produce vital data to meet conservation needs in the regionwhich a foreign reviewer may not necessarily be aware of. Instead,efforts should be focused on recruiting editors and reviewers whocan appreciate the nuances of research, conservation and relatedtechnological advances from diverse geographic regions. Theperceived lack of comprehensive and novel research methodstypically leads to a publication in a lower ranking journal orrejection of publications all together. Work from geographicallyor culturally unfamiliar places is also perceived as less importantor less representative of global issues, even though such scientificknowledge often provides crucial lessons at global, regional, andlocal scales (unpublished from IMCC4 plenary speeches by MaxLiboiron and Asha de Vos).Professional Network Bias. Researchers and practitioners fromemerging regions are often not in the professional networks ofdecision making groups such as reviewers and editors. ThusURM individuals and their work are not known and thus notacknowledged nor validated in the same way as the work of theirpeers in developed countries. As a result, research and practiceby URMs are perceived less favorably in journal and conferencepublications. Lack of oral and written scholarly publications alsoleads to lower success of URM grant applications which are againoften reviewed by the same professional networks which URMindividuals are typically not associated with.URMs outside western reviewer circles may not use the samemeans or extent of social media communications and, hence,may not be as familiar with the social practices and culture ofwestern professional networks (see for example Shiffman, 2018).Thus, again, the issue of low familiarity with URMs’ body of work,its validation and acknowledgement combined with the limitedknowledge of the regional work culture among reviewers resultsin lower success at peer-reviewed publications, and resultantly atobtaining research funding by URMs. The cycle of biased peerreview thus perpetuates and severely restricts scholarly successand career advancement for URMs.Gender Bias. There is evidence that reviewers tend to favorpublications authored by people of the same gender or countryas themselves, which has proven to be a large disadvantagefor women and scientists from non-Western countries (Grogan,2019; Murray et al., 2019). Additionally, Murray et al., 2019 findthat papers with a male last or corresponding author are morelikely to be accepted compared to their female counterparts.Bendels et al. (2018) provide evidence that as the impact factorof a journal increases, the likelihood of a woman as the first, last,or corresponding author in the journals’ publications decreasessignificantly. Women and other minority groups are significantlyunderrepresented in editorial boards and reviewer pools (Grogan,2019), further propagating reviewer biases against minorities.Even though such trends are contentious and divisive acrossdifferent fields of research (Fox and Timothy Paine, 2019;Squazzoni et al., 2021), there is a general consensus that moreFrontiers in Marine Science | www.frontiersin.org 8 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 9Johri et al. Equitable and Inclusive Marine Conservationeffort is needed to increase diversity in scientific peer-review andeditorial processes. Even though the biases described above havenot been thoroughly examined for marine sciences specifically,there is an imperative to address them given that these biaseslikely exist, and may even be stronger in some cases, due to thesignificantly low diversity in marine sciences compared to otherSTEM fields (Bernard and Cooperdock, 2018).Language. The vast majority of scientific publications andconferences require English language proficiency and use. Thework of those not so proficient or used to a different styleof English (e.g., British vs. Indian vs. American English) areperceived unfavorably during the review process and may endup having less impact and citations (Meneghini et al., 2008;González-Alcaide et al., 2012). This problem is exacerbated by thelarge load of requests for reviews of applications, presentations,and publications often experienced by reviewers; these makereviewers more inclined to make a first pass rejection oracceptance decision based on quality of language and linguisticclarity after a cursory review.For many researchers and practitioners, especially those fromdeveloping countries, it can be cost prohibitive to use professionalediting services before, or even during, the review process, andthey may not be able to meet reviewer requests or suggestions.This often leads to a higher rate of rejection for publications fromURM individuals.Financial Burden on Authors and Reviewers. As discussed bythe focus group, most open access scientific publication avenuesentail high article publication charges (APC). These are oftenunaffordable by URM professionals and academics; hence openaccess publications remain limited and therefore their workremains inaccessible to URM communities in the developed anddeveloping world alike. A few publication houses (e.g., Frontiers,SpringerNature, Biomedcentral) use World Bank criteria to allowindividuals from these countries or regions to apply for APCwaivers; however, these criteria often do not cover all thosewho are unable to afford APC. Further, large APCs could actas deterrents even to application for APC waiver due to thelow prospects of success, and thus continue to act as barriers topublication success.Further, early career URM researchers not only need to meetthe ongoing challenges of doing science in the less-resourcedsettings that exist in many low to middle income countries, butalso need to be able to pay high APCs (which can approximate toa years’ salary or more)—to showcase their research.Reviewers from URM communities may be unable tospend as much time as their peers on the review processgiven disproportional financial hardships and overburdenedschedules. This further reduces reviewer diversity and likelyleads to a failure in providing necessary support fromreviewers/editors to URM authors.Needless to say, those unable to publish are unable tovalidate their work in the broader conservation community and,as such, remain disadvantaged in the grant making processand in terms of securing jobs. Financial burden is anothersignificant barrier that can restrict URMs from achieving upwardmobility over time.Life Events Leading to Name Changes. LGBTQ+ and womenscientists who change their names after gender reassignment orafter marriage, experience a negative impact to their publicationrecord and thus their careers. Typically, they are “outed” by theirpublication history with hardly any options to update their nameson publications (Taylor, 2021).How to Address Discrepancies in Editorial and ReviewProcesses to Improve Publication Success Among URMCommunities in Marine Sciences?Biases in the editorial and review processes are pervasiveand multifactorial as has been outlined in earlier sections.However, publication success is one of the most importantmetrics for evaluation and validation of one’s scientificprogress and is crucial for upward mobility and occupationin leadership positions. As such the JEDI focus group organizedat the IMCC6 conference and workshop organized amongSCB marine members identified the following ways toaddress and correct inequities in editorial and peer-reviewprocesses:1. Encourage training of editorial boards and staff in mattersrelated to diversity to ensure they are adequately equippedto handle both explicit and implicit biases. The latter can beparticularly hard to identify and therefore experts on biasin science evaluation may be particularly useful in helpingavoid direct and indirect biases toward minority groupsand designing suitable responses (Eisen, 2020).2. Support and publish papers and projects which are worksled by or in partnership with locals in the area wherework is being done. Apply Best Practices to decisionmaking models that afford different forms of knowledge,representing known gaps in the publication record, aplace in the decision making process (NOAA, 2019).Efforts and publications which contribute to supportingresearch capacity and educational capacity in non-westerncountries through collaboration and training initiatives(e.g., DOCKSIDE, 2019) should be recognized.3. Promote commitments on behalf of journals to increaseequity, diversity, and inclusion with respect to gender,geography, and ethnicity in the review and editorialprocesses and encourage frequent reporting on progress orefforts in these aspects:a. Reporting of data on the demographic compositionof editorial groups and staff throughout time, orother efforts, and new targets toward a balancedrepresentation of different groups and/or increasedrepresentation of underrepresented minority groups.b. Implement metrics that show how potential biases inthe reviewer/editorial process can be avoided, e.g.:i. monitor review panel composition of genderand other demographic characteristics such asethnicity or country of origin/residence. ExamineFrontiers in Marine Science | www.frontiersin.org 9 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 10Johri et al. Equitable and Inclusive Marine Conservationand analyze these trends over time in peer-reviewedpublished research.ii. monitor composition of reviewer databases ofjournals to ensure they are diverse. This will inturn facilitate increased diversity in the selection ofreviewers on behalf of the editors.c. Identify pathways, jointly with publishers, throughwhich LGBTQ+ and women scientists can avoid anegative impact to their publication record and careerswhen changing names.4. Ensure diversity in editorial (scientific advisory) boardsand editorial staff, e.g.,:a. promote participation of marine scholars from URMgroups,b. open up opportunities for new recruits of editors(e.g., through open calls) in line with the journal’scommitments to increase equity, diversity, andinclusion (see point 2 above).5. Provide English language editing support at no extracost to authors through the journal’s editorial services orthrough volunteer editors with English proficiency whomight then have a chance to learn about research fromdiverse geographic and topic areas. This will improvedialogue across URM and non-URM communities and willencourage meaningful collaborations.6. English language journals should be able to accommodateat a minimum abstracts or blurbs in the preferredlanguage of the authors. This can enable a) reaching awider audience, particular those for whom the researchis of direct relevance and b) URM communities toexpress themselves to their peers, serve as role modelsto individuals in their communities, and provide achance for dialogue and encouragement within URMconservation communities.7. Implement measures to avoid “parachute” and “colonial”science in marine research.a. requirements to provide to the journal the researchpermit and research ethics permit numbers along withjustification in those cases where the permits do notexist.In order for conservation of biodiversity and to ensurejustice, equity, diversity, and inclusion for all communities andindividuals impacted by or participating in conservation scienceand practice, it is important to change editorial practices in thecontext of JEDI. The marine conservation community needs toensure that editorial practices address inequities of opportunityfor researchers independent of their race, gender, geography, orother characteristics.Theme 3: Support Services DuringEvents and MeetingsDifferences in gender, race, culture, and socio-economic statusare perhaps most intense when a diverse group of people meets tomake decisions about a society or topic to which all participantsfeel a sense of ownership or connection; for example, in boardmeetings to direct the work of a society, or a work group to tacklean important question or issue. In addition, the typical in-personconference format is in itself all consuming, with every minute ofthe day and evening scheduled with information disseminationand a multitude of workshops, events, and activities. Despite theexhaustion that many participants experience, often due bothto the meeting schedule and fatigue from travel and operatingin another time zone, there are advantages to having in-personmeetings, e.g., a better collective understanding of an issue orproblem, progress in the workings of a society, or increasedcollaborative work and general progress in the particular field themeeting is focused upon. For some, it is also an opportunity tobetter understand the working practices of another culture and,perhaps, gain a deeper understanding of the many challenges thewhole planet faces.Many societies provide a code of conduct or a diversity andinclusion document for such meetings, with an investigation ordisciplinary procedure outlined if these codes are not adheredto (see Sardelis et al., 2017 for proposed intervention strategiespromoting equity and diversity in conferences that arose throughthe IMCC4 congress). Sadly, there is rarely a bridge betweenthis dry list of what is and is not acceptable behavior and theconsequences of not following the one- or two- page documentthat is supposed to encompass a myriad of behaviors froma diverse background of participants and channel them ontoone path. This section explores the challenges presented whenholding meetings, either in-person, virtually, or in a hybridformat, and suggests some mechanisms which diminish barriersand create a more inclusive environment for all participants. Wefocus on the meetings typical of SCB however, we hope that someof the suggestions herein inspire a change in practices withinother societies.LanguageNo matter what type of meeting is being convened, from boardmeetings and working groups to webinars and conferences,expanding support facilities and services will help ensure that theevent is more inclusive and accessible to all participants. Severalinternational institutions or conventions, e.g., the InternationalWhaling Commission, the IUCN, and various U.N. Conventions,have three or more operating languages into which all officialcorrespondence is translated and which are offered as standardtranslation options during meetings. This is not so for manyglobal societies that often have single or bi-lingual operatinglanguages that govern meetings and correspondence however,these societies often have a mandate to recruit and maintaininternational participation. As global travel and meetingrestrictions have created a dramatic upsurge in online meetings,the technology to support online meetings has also improvedexponentially. Translation services, once expensive, have becomeincreasingly easier to implement in these online environmentsand both closed captioning and simultaneous translation canbe easily incorporated into most platforms. Recognizing thatit is still challenging to incorporate all languages, prior to anymeeting or event, understanding the demographics of the desiredFrontiers in Marine Science | www.frontiersin.org 10 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 11Johri et al. Equitable and Inclusive Marine Conservationaudience and the most common languages spoken should be aprimary action of the meeting organizer or chair. Developing atranslation strategy allows meeting materials to be provided inthe most relevant languages, and bespoke translation services canbe incorporated from the outset. Inviting participants to presentin their native language also helps remove barriers caused bylanguage and with translation services in place, communicationcan be considerably improved between participants who do notshare a common language. Although perhaps easier to implementin virtual meetings, conveners of in-person meetings shouldstrive to develop a multilingual announcement and registrationprocess and include language specific queries as part of thisprocess to assess needs for presenting and communicating invarious languages.An Inclusive Online Convening SpaceOrganizers must consider how to create convening spaces thatare accessible and welcoming to all participants therefore, anunderstanding of both timing and technology is critical. Forthose who will be convening meetings, abundant resources existfor facilitating online gatherings that are accessible, inclusive,welcoming, and avoid common barriers to participation9.Facilitation is a vital component of inclusive conversations, paneldiscussions, and Q&A sessions; conveners should take care toensure, for example, that session moderators and organizersare equipped with the tools and training necessary to facilitate9AORTA (Anti-Oppression Resource and Training Alliance). (2017). Anti-oppressive facilitation for democratic process: making meetings awesome foreveryone. http://aorta.coop/portfolio_page/anti-oppressive-facilitation [AccessedMarch 15, 2021].inclusively, equitably, and in an anti-oppressive manner. A keypart of inclusiveness is understanding time zones and whichworking days different cultures use; for example, in MiddleEastern countries, the workweek is Sunday to Thursday. Ifmeetings are held across more than eight time zones, it isinevitable that some attendees will be requested to work outsidenormal working hours. While this is unavoidable with globalgroups, the conveners of the meeting should first assess whattime zone participants are attending from and strive to offermultiple meeting choices that include typical working hours forall participants, not just those in the extreme east or west timezones. If there are simply too many time zones to accommodateeasily, a second meeting can be convened at a different time sothat meeting minutes or recordings can be shared. This is alreadypracticed by the SCB Conference Committee to accommodatemembers from more than eight different time zones. This allowsall committee members to share and discuss information andassists in breaking down global participation barriers. Recordingmeetings also allows participants who communicate in a differentlanguage to have more time to understand the discussion. Mostonline platforms also provide an encryption service to securerecordings for sharing.There are also special considerations for virtual convenings,such as recognizing that technology access and literacy are notequitable. Inequities in technology access and literacy are notnew, but received added attention in 2020 due to the increasein virtual healthcare and remote learning (e.g., Becker et al.,2020). These inequities are even evident in which conferencesshifted from in-person to virtual in 2020 due to the COVID-19 pandemic. Falk and Hagsten (2021) demonstrated this shiftFIGURE 2 | Summary of actionable recommendations to remove barriers to equity, diversity, and inclusion at different career stages in the marine conservationspace.Frontiers in Marine Science | www.frontiersin.org 11 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 12Johri et al. Equitable and Inclusive Marine Conservationdepended on, in part, the conveners’ home country and access tohigh-speed internet. While conveners cannot be expected to solveaccess issues, they can provide information, guidance documents,and training for the technology tools that will be used, suchas document-sharing and video conference platforms. For thosewithout a reliable or fast internet connection, offering the optionto pre-record the presentation, followed by live Q&A, can ensurethat the presentation can occur and keep the agenda on schedule.There are strengths and challenges to both in-person andvirtual conferences; neither provide a panacea for JEDI concerns.In-person academic conferences provide a myriad of benefits,some of which are difficult to replicate in a virtual setting evenwith online tools like spatial.chat etc., such as feedback on activeresearch and face-to-face networking with colleagues. There isa long list of important support services needed to ensure thatin-person conferences, meetings, and other convenings providepathways for overcoming common barriers to participation. Oneof these is financial support. Many academic societies providescholarships and free or reduced registration for those whovolunteer during the event (e g., IMCC conferences). However,conference fees still pose a barrier for some (Tsang, 2019)and travel costs will inevitably be inequitable when organizinginternational conferences (Arend and Bruijns, 2019; Ninerand Wassermann, 2021). Providing support and, particularly,understanding travel visa constraints should be a considerationduring early planning of any in-person meeting.Another key area of consideration is family support. Thereis increasing recognition that we need to normalize parenthoodin academia, including services at conferences such as: breastfeeding and childcare (Calisi, 2018) and discounted registrationrates for childcare providers. These services should be an integralpart of all conference communications and be options withinthe registration system. And finally, most in-person conferencescome with a suite of pre-, during, and post-conference events,workshops, field trips, and evening events. Those engaged inorganizing these events should consider the cultural context ofthe surrounding area and participants (e.g., not all centeredaround alcohol), event accessibility for those with differentabilities and those who may require translation services, andcost (e.g., providing scholarships to participate in these events)(Morris and Washington, 2017; Sarabipour, 2020).DISCUSSIONMarine conservation is an interdisciplinary field that requiresdiverse communities and experts to work together throughcross-sectional science and practice. It requires innovativeinterdisciplinary approaches, representation from diversestakeholders, and communication across these sectors.Systematic barriers and unjust pathways perpetuate the opposite.Marine conservation science and practice need, to be rooted injustice, equity, and inclusion of diverse communities, particularlythose who are impacted either by the lack of or alternatively,by the existence of conservation initiatives. Consideration ofinterests of a diverse set of stakeholders is key to an equitable,just, and sustainable conservation movement.For instance, the absence of editorial and publication equitywill likely result in a failure to recruit a diverse communityof conservation scientists and practitioners, leading to under-representation of diverse voices in key places of conservationimpact and lack of communication among interdisciplinarygroups. Ultimately this is expected to lead to failures in effectiveconservation for marine resource users. With fewer URMindividuals in leadership and decision-making positions, it isunlikely that a diverse set of employees will be hired or supportedat conservation-focused institutions and this cycle will continue,translating into lower recruitment of URM students and earlycareer professionals. Fewer URM individuals in top positions alsomean fewer role models; this also leads to far lower recruitmentof URM students and early career professionals.Further, lack of diversity deprives marine sciences andconservation from serving the interests of the general publicin an effective enough manner and limits improvement tohuman, social, and economic wellbeing expected through marineresource and conservation management. A marine conservationprofession and an associated academic space that is limited toa narrow set of perspectives, experiences, and expertise is likelyto miss opportunities to illuminate critical questions, leadingto poorly informed decisions and policy-making. The questionsthen are: How different would marine conservation be if the workof URMs received more recognition and URMs were offeredsystematically more opportunities for inclusion in research andconservation circles? What would policy and conservation looklike if the experiences and knowledge of URMs were betterreflected in marine sciences and practice?We have summarized the barriers and pathways to removingthese barriers as discussed in the current manuscript in Figure 2.We envision that these specific interventions at respective careerstages will enable equity, diversity, inclusion, and through these,a just marine conservation space.CONCLUSIONWe expect that the issues highlighted in the current manuscriptwill help the field of conservation continue to identify barriersto JEDI and more purposefully address these in all aspects ofconservation science and practice. Specifically, we envision afuture wherein the field standardizes and places value on notjust who is doing conservation work, but the what, where,and how the work is done and with whom the results areshared. We hope to have laid key markers for improvementthat can be more broadly institutionalized across the myriad oforganizations and sectors that contribute to the field of marineconservation (Figure 2). Furthermore, we each individually holdagency in addressing barriers to JEDI within our own spheresof influence (current networks, organizations, etc.) and canactivate a web of social capital that transcends organizationalsilos. Even still, institutionalization of the road map initiallydiscussed in our global dialog and specified here will require acontinuous open mind and investments of time and expertisein the process and integration of JEDI in every aspect ofconservation research and practice.Frontiers in Marine Science | www.frontiersin.org 12 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 13Johri et al. Equitable and Inclusive Marine ConservationAUTHOR CONTRIBUTIONSSJ conceptualized, led and organized the JEDI workshop atIMCC6 and contributed to writing the manuscript. MC, LP,and AZ organized the workshop, manuscript and contributedto writing the manuscript. MK and ELM participated inthe workshop and organized and wrote the manuscript. JSparticipated in the workshop and managed the team tofacilitated completion of the manuscript. RAS participated in theworkshop and contributed to writing the manuscript. All authorscontributed to editing the final manuscript.FUNDINGThe Society for Conservation – Marine Section provided partialfunding to support publication costs of this manuscript.ACKNOWLEDGMENTSWe acknowledge the IMCC6 workshop and focusgroup participants, as well as the 110 signatories whosupported our statement of requests to SCB Marine. Wewould like to thank Cynthia Silveira for the valuablesuggestions and feedback which helped improve thismanuscript. We thank Stephanie Paz for her assistance inediting the manuscript.SUPPLEMENTARY MATERIALThe Supplementary Material for this article can be foundonline at: https://www.frontiersin.org/articles/10.3389/fmars.2021.696180/full#supplementary-materialREFERENCESAbdul-Raheem, J. (2016). Faculty diversity and tenure in higher education. J. Cult.Div. 23, 53–56.Arend, M. E., and Bruijns, S. R. (2019). Disparity in Conference Registration Costfor Delegates from Low- and Middle-Income Backgrounds. Afr. J. Emerg. Med.9, 156–161. doi: 10.1016/j.afjem.2019.01.016Bailenson, J. N. (2021). Nonverbal overload: a theoretical argument for the causesof Zoom fatigue. Technol. Mind Behav. 2:1. doi: 10.1037/tmb0000030Bayer, A., and Rouse, C. E. (2016). Diversity in the economics profession: a newattack on an old problem. J. Econ. Perspect. 30, 221–242. doi: 10.1257/jep.30.4.221Becker, J., Washington, J., Naff, D., Woodard, A., and Rhodes, J. (2020). Digitalequity in the time of COVID-19: the access issue. Richmond, VA: MetropolitanEducational Research Consortium.Bendels, M. H. K., Müller, R., Brueggmann, D., and Groneberg, D. A. (2018).Gender disparities in high-quality research revealed by Nature Index journals.PLoS ONE 13:e0189136. doi: 10.1371/journal.pone.0189136Bernard, R. E., and Cooperdock, E. H. G. (2018). No progress on diversity in 40years. Nat. Geosci. 11, 292–295. doi: 10.1038/s41561-018-0116-6Calisi, R. M. (2018). Opinion: how to tackle the childcare–conference conundrum.Proc. Natl. Acad. Sci. U S A 115, 2845–2849. doi: 10.1073/pnas.1803153115Crandall, C., Baumann, J., Cooney, P., Croteau, A., Croxton, A., Flaherty-Walia,K., et al. (2021). How to be an ally to women in fisheries science. Fisheries 46,140–144. doi: 10.1002/fsh.10565DOCKSIDE (2019). DOCtoral Program in Khmer Universities Strengthening theInternational Development of Environmental and Maritime Research. Availableonline at: http://www.dockside-kh.eu/the-project/Doleac, J., Hengel, E., and Pancotti, E. (2021). Diversity in economics seminars:who gives invited talks? AEA Papers Proc. 111, 55–59.Dulvy, N. K., Simpfendorfer, C. A., Davidson, L. N. K., Fordham, S. V.,Bräutigam, A., Sant, G., et al. (2017). Challenges and priorities in shark andray conservation. Curr. Biol. 27, R565–R572. doi: 10.1016/j.cub.2017.04.038Dupas, P., Sasser Modestino, A., Niederle, M., Wolfers, J., and The SeminarDynamics Collective. (2021). Gender and the dynamics of economics seminars.w28494. Cambridge, MA: National Bureau of Economic Research, doi: 10.3386/w28494Eisen, M. B. (2020). We need to act now. ELife 9:e59636. doi: 10.7554/eLife.59636Falk, M. T., and Hagsten, E. (2021). When international academic conferences govirtual. Scientometrics 126, 707–724.Favaro, B., Oester, S., Cigliano, J. A., Cornick, L. A., Hind, E. J., Parsons, E. C. M.,et al. (2016). Your science conference should have a code of conduct. Front.Mar. Sci. 3:103. doi: 10.3389/fmars.2016.00103Fox, C. W., and Timothy Paine, C. E. (2019). Gender differences in peer reviewoutcomes and manuscript impact at six journals of Ecology and Evolution. Ecol.Evol. 9, 3599–3619. doi: 10.1002/ece3.4993Ginther, D., and Kahn, S. (2004). Women in economics: moving up or fallingoff the academic career ladder? J. Econ. Perspect. 18, 193–214. doi: 10.1257/0895330042162386González-Alcaide, G., Valderrama-Zurián, J. C., and Aleixandre-Benavent, R.(2012). The impact factor in non-English-speaking countries. Scientometrics 92,297–311.Grogan, K. E. (2019). How the entire scientific community can confront genderbias in the workplace. Nat. Ecol. Evol. 3, 3–6. doi: 10.1038/s41559-018-0747-4Hengel, E. (2017). Publishing while female. Are women held to higher standards?Evidence from peer review. Cambridge Working Papers in Economics, 1753,Faculty of Economics. Cambridge: University of Cambridge.Hofstra, B., Kulkarni, V. V., Munoz-Najar Galvez, S., He, B., Jurafsky,D., and McFarland, D. A. (2020). The diversity-innovation paradox inscience. Proc. Natl. Acad. Sci. 117, 9284–9291. doi: 10.1073/pnas.1915378117John, F., Brockington, D., Bunnefeld, N., Duffy, R., Homewood, K., Jones, J. P. G.,et al. (2016). Research ethics: assuring anonymity at the individual level maynot be sufficient to protect research participants from harm. Biolog. Conserv.196, 208–209. doi: 10.1016/j.biocon.2016.01.025King, L., MacKenzie, L., Tadaki, M., Cannon, S., McFarlane, K., Reid, D., et al.(2018). Diversity in geoscience: participation, behaviour, and the division ofscientific labour at a Canadian Geoscience Conference. Facets 2018:111. doi:10.1139/facets-2017-0111Kourantidou, M., Hoover, C., and Bailey, M. (2020). Conceptualizing indicatorsas boundary objects in integrating Inuit Knowledge and Western Sciencefor marine resource management. Arctic Sci. 2020:13. doi: 10.1139/as-2019-0013Liboiron, M. (2021). Pollution is Colonialism. Durham: Duke University Press.Lundberg, S. (2018). Report: committee on the status of women in the economicsprofession (CSWEP). AEA Papers Proc. 108, 704–721. doi: 10.1257/pandp.108.704McGuire, K. L., Primack, R. B., and Losos, E. C. (2012). Dramatic improvementsand persistent challenges for women ecologists. BioScience 62, 189–196. doi:10.1525/bio.2012.62.2.12Meneghini, R., Packer, A. L., and Nassi-Calo, L. (2008). Articles by Latin Americanauthors in prestigious journals have fewer citations. PLoS One 3:e3804.Mengel, F., Sauermann, J., and Zölitz, U. (2019). Gender bias in teachingevaluations. J. Eur. Econ. Assoc. 17, 535–566. doi: 10.1093/jeea/jvx057Moon, N. W., Todd, R. L., Morton, D. L., and Ivey, E. (2012). Accommodatingstudents with disabilities in science, technology, engineering, and mathematics(STEM). Atlanta, GA: Center for Assistive Technology and EnvironmentalAccess, Georgia Institute of Technology, 8–21.Morris, V., and Washington, T. (2017). The role of professional societies in STEMdiversity, Vol. 65. Providence: American Mathematical Society, doi: 10.1090/noti1642Frontiers in Marine Science | www.frontiersin.org 13 December 2021 | Volume 8 | Article 696180fmars-08-696180 December 19, 2021 Time: 11:6 # 14Johri et al. Equitable and Inclusive Marine ConservationMurray, D., Siler, K., Larivière, V., Chan, W. M., Collings, A. M., Raymond, J.,et al. (2019). Gender and international diversity improves equity in peer review.BioRxiv 2019:400515. doi: 10.1101/400515National Academy of Sciences, National Academy of Engineering, andInstitute of Medicine (2005). Facilitating Interdisciplinary Research.Washington, DC: The National Academies Press, doi: 10.17226/11153Niner, H. J., Johri, S., Meyer, J., and Wassermann, S. N. (2020). The pandemicpush: can COVID-19 reinvent conferences to models rooted in sustainability,equitability and inclusion? Socio-Ecol. Pract. Res. 2020, 1–4. doi: 10.1007/s42532-020-00059-yNiner, H. J., and Wassermann, S. N. (2021). Better for whom? Leveling theinjustices of international conferences by moving online. Front. Mar. Sci.8:638025. doi: 10.3389/fmars.2021.638025NOAA (2019). Available online at: https://www.legislative.noaa.gov/docs/19-065933-Traditional-Knowledge-in-Decision-Making-Document-Signed.pdf(accessed February 28, 2021).Nocco, M. A., McGill, B. M., McDonough, MacKenzie, C., Tonietto, R. K.,Dudney, J., et al. (2021). Mentorship, equity, and research productivity: lessonsfrom a pandemic. Biolog. Conserv. 255:108966. doi: 10.1016/j.biocon.2021.108966Oester, S., Cigliano, J. A., Hind-Ozan, E. J., and Parsons, E. C. M. (2017).Why conferences matter—an illustration from the International MarineConservation Congress. Front. Mar. Sci. 4:257. doi: 10.3389/fmars.2017.00257Orcutt, B., Cetinic, I., and Bigelow Laboratory for Ocean Sciences (2014). Womenin oceanography: continuing challenges. Oceanography 27, 5–13. doi: 10.5670/oceanog.2014.106Phillips, K. W. (2014). How diversity makes us smarter. Sci. Am. 2014:42. doi:10.1038/scientificamerican1014-42Preston, A. (2018). GSPR — Publons. 2018. Available online at: https://publons.com/community/gspr (accessed July 2021).Quigley, D., Levine, A., Sonnenfeld, D. A., Brown, P., Tian, Q., and Wei, X. (2019).Survey on using ethical principles in environmental field research with place-based communities. Sci. Eng. Ethics 25, 477–517. doi: 10.1007/s11948-017-9981-4Reddick, R. J., Griffin, K. A., Cherwitz, R. A., Cerda-Prazak, A. A., and Bunch,N. (2012). What you get when you give: how graduate students benefit fromserving as mentors. J. Facult. Dev. 26, 37–49.Robinson, P. A., Byrd, D., Louis, D. A., and Bonner, F. A. (2013). Enhancingfaculty diversity at community colleges: a practical solution for advancing thecompletion agenda. FOCUS Coll. Univ. Sch. 7:1.Sarabipour, S. (2020). Virtual conferences raise standards foraccessibility and interactions. ELife 9:e62668. doi: 10.7554/eLife.62668Sardelis, S., and Drew, J. A. (2016). Not ‘pulling up the ladder’: women whoorganize conference symposia provide greater opportunities for women tospeak at conservation conferences. PLoS One 11:e0160015. doi: 10.1371/journal.pone.0160015Sardelis, S., Oester, S., and Liboiron, M. (2017). Ten strategies to reduce genderinequality at scientific conferences. Front. Mar. Sci. 4:231.Sarsons, H., Gërxhani, K., Reuben, E., and Schram, A. (2021). Gender differencesin recognition for group work. J. Polit. Econ. 129, 101–147. doi: 10.1086/711401SCB Pledges Solidarity with BLM protests (2020). Society for Conservation Biology(SCB). Availble online at: https://conbio.org/publications/scb-news-blog/scb-pledges-solidarity-with-blm-protests [Accessed April 6, 2021].Sexual Harassment in Marine Science (n.d.). WOMEN IN OCEAN SCIENCE.Available online at: https://www.womeninoceanscience.com/sexual-harassment [Accessed April 6, 2021]Shiffman, D. S. (2018). Social media for fisheries science and managementprofessionals: how to use it and why you should. Fisheries 43,123–129.Singh, G. G., Cisneros-Montemayor, A. M., Swartz, W., Cheung, W., Guy, J. A.,Kenny, T.-A., et al. (2018). A Rapid assessment of co-benefits and trade-offsamong sustainable development goals. Mar. Policy 93, 223–231. doi: 10.1016/j.marpol.2017.05.030Society for Conservation Biology North America (SCBAM) (2020).Statement from the Society for Conservation Biology North Americacondemning anti-Black racism and police violence. Available online at:https://scbnorthamerica.org/index.php/general/statement-from-the-society-for-conservation-biology-north-america-condemning-anti-black-racism-and-police-violence [Accessed April 6, 2021].Squazzoni, F., Bravo, G., Farjam, M., Marusic, A., Mehmani, B., Willis, M., et al.(2021). Peer review and gender bias: a study on 145 scholarly journals. Sci. Adv.7:eabd0299. doi: 10.1126/sciadv.abd0299Stefanoudis, P. V., Licuanan, W. Y., Morrison, T. H., Talma, S., Veitayaki, J., andWoodall, L. C. (2021). Turning the tide of parachute science. Curr. Biol. 31,R184–R185. doi: 10.1016/j.cub.2021.01.029Suedkamp Wells, K. M., Ryan, M. R., Campa, H., and Smith, K. A. (2005).Mentoring guidelines for wildlife professionals. Wildlife Soc. Bull. 33, 565–573.doi: 10.2193/0091-7648200533[565:MGFWP]2.0.CO;2Taylor, K. A. (2021). EDI(Torial): Equality, diversity, and inclusion and platelets -2021. Platelets 32, 3–4. doi: 10.1080/09537104.2020.1854542Thomsen, M., and Creelman, A. (2021). From exclusive conferencing to communitybuilding – facing the challenge of the climate crisis. The Post-Pandemic University(blog). Available online at: https://postpandemicuniversity.net/2021/03/07/from-exclusive-conferencing-to-community-building-facing-the-challenge-of-the-climate-crisis/ [Accessed March 7, 2021].Timperley, C., Sutherland, K. A., Wilson, M., and Hall, M. (2020). He MoanaPukepuke: navigating tender and ethnic inequality in early career academics’conference attendance. Gender Educ. 32, 11–26. doi: 10.1080/09540253.2019.1633464Tsang, J. (2019). Rent or Conference — Early-career researchers shouldn’t have tochoose. Nature 2019:979. doi: 10.1038/d41586-019-00979-0Tulloch, A. I. T. (2020). Improving sex and gender identity equity and inclusionat conservation and ecology conferences. Nat. Ecol. Evol. 4, 1311–1320. doi:10.1038/s41559-020-1255-xWiederhold, B. K. (2020). Connecting through technology during the coronavirusdisease 2019 pandemic: avoiding ‘Zoom fatigue’. Cyberpsychol. Behav. Soc.Netw. 23, 437–438. doi: 10.1089/cyber.2020.29188.bkwWu, A. H. (2018). Gendered language on the economics job market rumors forum.AEA Papers Proc. 108, 175–179. doi: 10.1257/pandp.20181101Zurba, M., Maclean, K., Woodward, E., and Islam, D. (2019). Amplifyingindigenous community participation in place-based research through boundarywork. Prog. Hum. Geogr. 43, 1020–1043. doi: 10.1177/0309132518807758Conflict of Interest: MC was employed by the company Piko Strategies, LLC.The remaining authors declare that the research was conducted in the absence ofany commercial or financial relationships that could be construed as a potentialconflict of interest.Publisher’s Note: All claims expressed in this article are solely those of the authorsand do not necessarily represent those of their affiliated organizations, or those ofthe publisher, the editors and the reviewers. Any product that may be evaluated inthis article, or claim that may be made by its manufacturer, is not guaranteed orendorsed by the publisher.Copyright © 2021 Johri, Carnevale, Porter, Zivian, Kourantidou, Meyer, Seevers andSkubel. This is an open-access article distributed under the terms of the CreativeCommons Attribution License (CC BY). The use, distribution or reproduction inother forums is permitted, provided the original author(s) and the copyright owner(s)are credited and that the original publication in this journal is cited, in accordancewith accepted academic practice. No use, distribution or reproduction is permittedwhich does not comply with these terms.Frontiers in Marine Science | www.frontiersin.org 14 December 2021 | Volume 8 | Article 696180",
    "id": 527735654,
    "identifiers": {
        "doi": "10.3389/fmars.2021.696180",
        "oai": "oai:darchive.mblwhoilibrary.org:1912/28193"
    },
    "title": "Pathways to justice, equity, diversity, and inclusion in marine science and conservation",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-12-23T00:00:00+00:00",
    "publisher": "'Frontiers Media SA'",
    "references": [],
    "sourceFulltextUrls": [
        "https://darchive.mblwhoilibrary.org/bitstream/1912/28193/1/fmars-08-696180.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/527735654.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/527735654"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/527735654/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/527735654/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/527735654"
        }
    ],
    "abstract": "© The Author(s), 2021. This article is distributed under the terms of the Creative Commons Attribution License. The definitive version was published in Johri, S., Carnevale, M., Porter, L., Zivian, A., Kourantidou, M., Meyer, E. L., Seevers, J., & Skubel, R. A. Pathways to justice, equity, diversity, and inclusion in marine science and conservation. Frontiers in Marine Science, 8, (2021): 696180, https://doi.org/10.3389/fmars.2021.696180.Marine conservation sciences have traditionally been, and remain, non-diverse work environments with many barriers to justice, equity, diversity, and inclusion (JEDI). These barriers disproportionately affect entry of early career scientists and practitioners and limit the success of marine conservation professionals from under-represented, marginalized, and overburdened groups. These groups specifically include women, LGBTQ+, Black, Indigenous, and people of color (BIPOC). However, the issues also arise from the global North/South and East/West divide with under-representation of scientists from the South and East in the global marine conservation and science arena. Persisting inequities in conservation, along with a lack of inclusiveness and diversity, also limit opportunities for innovation, cross-cultural knowledge exchange, and effective implementation of conservation and management policies. As part of its mandate to increase diversity and promote inclusion of underrepresented groups, the Diversity and Inclusion committee of the Society for Conservation Biology-Marine Section (SCB Marine) organized a JEDI focus group at the Sixth International Marine Conservation Congress (IMCC6) which was held virtually. The focus group included a portion of the global cohort of IMCC6 attendees who identified issues affecting JEDI in marine conservation and explored pathways to address those issues. Therefore, the barriers and pathways identified here focus on issues pertinent to participants’ global regions and experiences. Several barriers to just, equitable, diverse, and inclusive conservation science and practice were identified. Examples included limited participation of under-represented minorities (URM) in research networks, editorial biases against URM, limited professional development and engagement opportunities for URM and non-English speakers, barriers to inclusion of women, LGBTQ+, and sensory impaired individuals, and financial barriers to inclusion of URM in all aspects of marine conservation and research. In the current policy brief, we explore these barriers, assess how they limit progress in marine conservation research and practice, and seek to identify initiatives for improvements. We expect the initiatives discussed here to advances practices rooted in principles of JEDI, within SCB Marine and, the broader conservation community. The recommendations and perspectives herein broadly apply to conservation science and practice, and are critical to effective and sustainable conservation and management outcomes.The Society for Conservation – Marine Section provided partial funding to support publication costs of this manuscript",
    "tags": [
        "Article",
        "Equity",
        "Diversity",
        "Inclusion",
        "Conferences",
        "Peer-review",
        "Bias",
        "Marine",
        "Conservation"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:darchive.mblwhoilibrary.org:1912/28193",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "163",
        "openDoarId": 0,
        "name": "Woods Hole Open Access Server",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 527735654,
        "depositedDate": null,
        "publishedDate": "2021-12-23T00:00:00+00:00",
        "updatedDate": "2023-03-03T21:57:54+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-28T00:37:48+01:00"
    },
    "urls": [
        "https://hdl.handle.net/1912/28193"
    ],
    "lastUpdate": "2023-03-03T21:57:54+00:00",
    "setSpecs": []
}