{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jowett, Adam"
        }
    ],
    "contributors": [],
    "createdDate": "2020-07-29T10:38:08+01:00",
    "dataProvider": {
        "id": 169,
        "name": "Coventry University Pure Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/169",
        "logo": "https://api.core.ac.uk/data-providers/169/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/327079275.docx",
    "fullText": "Psychology of Sexualities Review\t\t\t\t\t\t  Acting Editor  Adam JowettEmail: posreditor@bps.org.ukBook Reviews Editor Berenice MahoneyEmail: posreditor@bps.org.ukInternational Advisory Group Meg-John Barker (UK), Janis Bohan (USA), Henny Bos (The Netherlands), Virginia Braun (New Zealand), Anna Butcher (UK), Victoria Clarke (UK), Malcolm Cross (UK), Roshan das Nair (UK), Paul Flowers (UK), Didi Herman (UK), Gregory M. Herek (USA), Ellen Herman (USA), Celia Kitzinger (UK), Darren Langdridge (UK), Kerry McLuckie-Wilson (South Africa), Sean Massey (USA), Martin Milton (UK), Charlotte J. Patterson (USA), Elizabeth Peel (UK), Deborah Rafalin (UK), Christina Richards (UK), Damien W. Riggs (Australia), Ian Rivers (UK), Esther D. Rothblum (USA), Theo Sandfort (USA), Shekhar Seshadri (India), Melanie Steffens (Germany), Jane M. Ussher (Australia), Gordon Walker, Melbourne (Australia), Sue Wilkinson (UK). The Psychology of Sexualities Review is a peer-reviewed publication that aims to advance understanding of sexuality issues with respect to psychological theory, knowledge and practice and to facilitate the development of the psychology of sexualities in the UK and internationally. As the publication of the British Psychological Society’s Psychology of Sexualities Section, it also aims to disseminate information about Section activities. Disclaimer: Views expressed in Psychology of Sexualities Review are those of the individual contributors and not necessarily the views of the Psychology of Sexualities Section of the British Psychological Society. Publication of conferences, events, courses, organisations and advertisements does not necessarily imply approval or endorsement by the Society’s Psychology of Sexualities Section. Any subsequent promotional piece or advertisement must not indicate that an advertisement has previously appeared in Psychology of Sexualities Review. Copyright: Copyright for published material rests with the British Psychological Society unless specifically stated otherwise. As the Society is a party to the Copyright Licensing Agency (CLA) agreement, articles published in the Psychology of Sexualities Review may be copied by libraries and other organisations under the terms of their own CLA licences (www.cla.co.uk). Permission must be obtained from the British Psychological Society for any other use beyond fair dealing authorised by copyright legislation. For further information about copyright and obtaining permissions, go to www.bps.org.uk/permissions or email permissions@bps.org.uk. Back copies of the Psychology of Sexualities Review, as well as back copies of our former publication (Lesbian & Gay Psychology Review), can be purchased online. Reduced rates are available for BPS members, and may be downloaded for free by members of the Psychology of Sexualities Section. Please visit the Society’s Online Shop for the latest prices and purchases, at: http://www.bpsshop.org.uk For alternative methods of purchase or for any enquires about back issues, please contact the Society’s Commercial Sales Team on Telephone: +44 (0) 116 2529551 or via Email: sales@bps.org.uk Non-Society members wishing to subscribe to the Psychology of Sexualities Review should write to the British Psychological Society using the email address above. Full-text Coverage & Indexing: EBSCOHost  ISSN 2047-1467 --- END OF FRONT INSIDE COVER ---Editorial Pausing for thought in ‘queer’ timesAdam JowettWelcome to this issue of Psychology of Sexualities Review (PoSR) in these strange times. Due to the disruption to all of our lives, we bring to you a smaller issue than initially intended. The events over the last few months have affected all of us in many ways and so I am sure you will recognize that putting together this issue has been quite a challenge. For the Section Committee producing this publication is a voluntary activity on top of our full-time jobs which can be a challenge at the best of times. The BPS staff have also had to adjust to working from home, often in challenging circumstances such as living with covid-related anxiety and home educating children alongside work. I would therefore like to express my gratitude to the BPS publication team who have worked hard to ensure that we were able to produce this issue despite the circumstances. At the time of writing this, the British Psychological Society (BPS) offices are closed as a result of social distancing measures, so we are unable to print and distribute hard copies. As a result, this issue is an online-only edition. Although this was brought about due to unfortunate circumstances, there are undoubtedly environmental benefits in the reduction of printing and distributing paper copies, and as we come out of social distancing, this may become the ‘new normal’. Indeed, the BPS was already engaged in a ‘digital-first’ consultation as part of the BPS Change Programme. Throughout November and December, the BPS publications team met with 30 BPS periodical editors in a series of workshops, teleconferences and meetings. During the workshops the aims and audiences of our publications were discussed as well as how the BPS could better help us to realise these aims. This consultation has helped the BPS to define the technology and processes they need to invest in going forwards. At present they are working through technical specifications and exploring:ways to make our content more discoverable through DOIs, third-party search engines, and making accessibility easier for non-membersways to enhance searchability of the online delivery platform including by year, issue, content type, author and subject the possibility of peer-review software to make the editor’s job easierthe feasibility of linking to a third-party print-on-demand serviceWe’ll keep you informed of further developments and the implications for PoSR.   The social distancing measures in place have also impacted other Section activities. We have cancelled our annual conference which was due to take place just before London Pride (which has been postponed). We were hoping to invite Section members to join us in representing the BPS in the London Pride parade for the first time. We considered pushing ahead with an online conference, but we felt that we all needed time to pause for thought. Nevertheless, we believe it is more important than ever that we find ways to connect our members and we are looking into the use of Zoom for Section events. You may also be aware that the BPS has recently launched its new Member Connect[footnoteRef:2] online community to provide an online space for Society members to interact with one another.  [2:  See https://connect.bps.org.uk/memberconnect/home] I am sure the current situation has also affected your working lives whether you’re a practitioner and delivering services remotely[footnoteRef:3] or an academic and teaching online. Many researchers and students are having to postpone data collection for their projects or redesign their studies in order to collect data using online methods (Jowett, 2020). For many of us, in all kinds of ways, everyday activities whether it be work or socialising are taking place online. In keeping with this, we’d like to invite submissions for a Special Issue of Psychology of Sexualities Review on digital cultures, identities and communities (see call later in this issue). Submissions could be on a diverse range of topics including the use of LGBTQ social media, hook-up apps or online pornography, through to the delivery of online counselling. Alternatively, you could write a comment piece on the use of digital technologies during Covid-19 crisis. While countries around the globe have gone into lockdown LGBT+ organisations have been quick to create new ways for LGBT+ people to connect with one another, developing new online communities, virtual Pride festivals and digital nightclubs. Perhaps you’d like to write a review of a virtual event or a webinar you’ve attended.       [3:  See Guidance for psychological professionals during the Covid-19 pandemic endorsed by the BPS and eight other professional bodies: https://www.bps.org.uk/sites/www.bps.org.uk/files/News/News%20-%20Files/Guidance%20for%20Psychological%20Professionals%20during%20Covid-19.pdf] As the Psychology of Sexualities Section, I’m sure we are all mindful of how Covid-19 may affect LGBT+ communities. In a recent BPS blog, I discussed some of ways LGBT+ people may be affected by lockdowns, which is republished in this issue. Being forced to stay at home and away from friends, partners and usual safe spaces will be tough for many LGBT+ people who may already be at a higher risk of mental health problems and social isolation (see also Carman, Bourne & Fairchild, 2020). LGBT community services to meet their heightened needs are more important than ever. Yet trusted and skilled LGBT+ services are often provided through the charity sector which is seeing increased demand at the same time as their funding has dried up. LGBT+ charities up and down the country are working hard to continue to support people remotely online or via helplines. Over a decade of austerity, we have already witnessed many LGBT community venues and charities close their doors. Take PACE, for example, a London-based charity specialising in LGBT mental health which closed in 2016 due to financial difficulties after serving the community for more than three decades. There is a pressing need to secure the future of LGBT+ charities that have a vital role to play in supporting individuals, building collective resilience and fostering a sense of community. So, if you are able, please do consider making a donation to support their important work and to help ensure that these charities are still there to support LGBT+ communities after the crisis. One positive legacy of the HIV/AIDS epidemic was the emergence of LGBT health charities[footnoteRef:4] that developed out of grassroots community organising (Rofes, 1998); we must ensure they are still there to support LGBT+ communities beyond this virus.  [4:  For example, the LGBT Foundation (the largest LGBT health and community services charity in the UK)began life as a merger between Manchester Lesbian and Gay Switchboard Services and Healthy Gay Manchester which formed in response to the HIV epidemic.   ] Also in this issueThe current issue includes content related to the past, present and future of LGBTQ psychology. The first article focuses on the representation of LGBTIA topics within BPS journals over time. Adam Jowett surveys LGBTIA related journal articles published within the BPS’ 11 flagship journals from 1941-2017. The review reveals trends which mirror broader historical shifts with LGBTIA topics being represented largely within medical psychology until the 1970s, followed by social psychology from the 1980s onwards.  However, the review reveals how representation of LGBTQ people and issues is lacking within BPS journals, particularly when it comes to queer women, trans and asexual people. The next two articles arguably represent ‘the future’ of LGBTQ psychology which address under-researched groups (as highlighted within Jowett’s review). Erin Hampson provides a phenomenological analysis of asexual students’ experiences of university using photo-elicitation interviews. In this article Erin explores how asexual individuals navigate social situations, invisibility and safer spaces. As several of the asexual participants in this study held multiple ‘queer’ identities, Erin emphasizes the importance of an intersectional awareness of the different constellations of discrimination. Morgan Williamson and Tom Nadarzynski and Alex Pollard more directly addresses intersectionality in their qualitative exploration of queer Muslim women’s experience of the conflict between their sexual and religious identities. Both articles are also based on student projects and we are proud to nurture and showcase future talent within the field.  We then have an interview with the psychiatrist and psychoanalyst Jack Drescher which reflects on the past, present and future of ‘queer diagnoses’ to mark 30 years since homosexuality was removed from the International Classification of Diseases in 1990. Drescher was on the American Psychiatric Association’s expert working group on sexual and gender identity disorders for DSM-5, and the World Health Organisation’s expert working group that recommended replacing Gender Identity Disorder with Gender Incongruence in the ICD-11. He talks about the rationale behind the latest revisions to diagnostic categories in relation to sexual orientation and gender identity as well as his involvement in the American Psychological Association’s Task Force on Appropriate Therapeutic Responses to Sexual Orientation (2009). To round off this issue, Christine Campbell reviews the 2019 Non-Monogamies and Contemporary Intimacies Conference which took place in Barcelona, and José Loureiro reviews the book Sex, Sexuality and Trans Identities: Clinical Guidance for Psychotherapists and Counselors (Jackson, Niemira & Violeta, 2019).Correspondence:Adam Jowett, Section Chair and Acting EditorEmail: posreditor@bps.org.ukReferencesAmerican Psychological Association Task Force on Appropriate Therapeutic  Responses to Sexual Orientation. (2009). Report of the Task Force on Appropriate Therapeutic Responses to Sexual Orientation. Washington, DC: American Psychological Association. Carman, M., Bourne, A., & Fairchild, J. (2020). COVID-19: impacts for LGBTIQ communities and implications for services: A Research Briefing Paper by Rainbow Health Victoria. Melbourne: Rainbow Health Victoria, Australian Research Centre in Sex, Health and Society, La Trobe University.Jacobson, G., Niemira, J. C., Violeta, K. (Eds.) (2019). Sex, Sexuality and Trans Identities: Clinical Guidance for Psychotherapists and Counselors. Jessica Kingsley. Jowett, A. (2020). Carrying out qualitative research under lockdown - Practical and ethical considerations. LSE Impact Blog. Available from: https://blogs.lse.ac.uk/impactofsocialsciences/2020/04/20/carrying-out-qualitative-research-under-lockdown-practical-and-ethical-considerations/Rofes, E. (1998). Dry bones breathe: Gay men creating post-AIDS identities and cultures. New York: Harrington Park Press.                                                                                                CALL FOR CONTRIBUTIONS: Special Issue Psychology of Sexualities ReviewDigital Identities, Communities and Cultures     Since the dawn of the internet, LGBTQ people have been at the forefront of using technology to connect, hook-up, build community and engage in activism online. During the coronavirus lockdown, LGBTQ communities responded rapidly by developing new online communities, virtual pride festivals and digital nightclubs. This special issue, to be published in 2021, seeks to highlight work that addresses the ways in which gender and sexual identities, communities, cultures and practices intersect with digital technologies. Suggestions for the types of topics that might be suitable include: - LGBTQ online communities - Virtual prides, digital clubbing and connecting online during lockdown- Gender and Sexual identities in a digital age- The impact of online pornography or hook-up apps on youth cultures - LGBTQ digital activism   Psychology of Sexualities Review (PoSR) is the official publication of the British Psychological Society’s Psychology of Sexualities Section which aims to promote and develop work that addresses issues of gender, sexuality and relationship diversity in psychology. Contributions from related disciplines are also welcome. Early expressions of interest are encouraged, and the editor is happy to discuss proposals for contributions. Empirical papers and literature reviews should be no longer than 8,000 words and will be subject to a peer-review process. You may also submit other contribution types such as comment pieces (accepted at the discretion of the editor). Reviews of virtual events or webinars are welcomed. The deadline for submissions is October 2020. Further notes for contributors can be found in the publication’s website: https://www.bps.org.uk/publications/psychology-sexualities-reviewPlease see the following for the BPS style guide https://www.bps.org.uk/news-and-policy/bps-style-guide-authors-and-editors  Manuscripts and informal enquiries should be sent to: posreditor@bps.org.ukComment by the Chair The Psychological Impact of Social Distancing on Gender, Sexuality and Relationship Diverse populationsAdam Jowett The following is an article originally published on the British Psychological Society’s blog[footnoteRef:5]. Dr Adam Jowett, Chair of the Psychology of Sexualities Section, raises some of the ways social distancing measures may specifically affect gender, sexuality and relationship diverse populations and signposts to relevant sources of support. [5:  https://www.bps.org.uk/blogs/guest/psychological-impact-social-distancing-gender-sexuality-and-relationship-diverse] During the Coronavirus (Covid-19) pandemic, it is important to attend to the specific needs of Gender, Sexuality and Relationship Diverse (GSRD) people. This includes, but is not limited to, the needs of lesbian, gay, bisexual and transgender (LGBT+) people and those in consensually non-monogamous relationships.The BPS has already  produced Guidelines for psychologists working with gender, sexuality and relationship diversity (GSRD)[footnoteRef:6] and here I will outline some additional points to consider during this crisis. As well as having access to inclusive psychological professionals, access to LGBT+ specific support can be a vital lifeline. So below I highlight sources of information and support that LGBT+ people can be signposted towards. [6:  https://www.bps.org.uk/news-and-policy/guidelines-psychologists-working-gender-sexuality-and-relationship-diversity] It’s important to remember that LGBT+ people are a heterogeneous group with varying levels of vulnerability and resources. Nevertheless, members of LGBT+ communities are at a higher risk of experiencing common mental health problems than the general population (King et al., 2008; Semlyen et al., 2016; Millet, Longworth & Arcelus, 2017).Social distancing measures are likely to result in higher levels of mental distress and loneliness in this population and will impact their relationships and sex lives in ways that may negatively affect their wellbeing.Social isolationBeing forced to stay at home and away from friends, partners and usual safe spaces may cause distress, social isolation and loneliness. Some segments of the LGBT+ community may be particularly vulnerable to social isolation (Klinenberg, 2016).Some young LGBT+ people may be hiding aspects of their lives from people they are living with and experience isolation due to not being able to talk to members of their household about their sexuality or gender identity, being isolated from safe spaces and being physically separated from LGBT+ communities (Johnson & Amella, 2014). The LGBT+ youth charity The Proud Trust[footnoteRef:7] are running their youth groups digitally during the coronavirus (Covid-19) outbreak. [7:  https://www.theproudtrust.org/] Older LGBT+ people are less likely to have children than their cisgender and heterosexual counterparts and are therefore less able to rely on traditional support systems. The charity Opening Doors London[footnoteRef:8] are supporting older LGBT+ people via their telebefriending service during the coronavirus outbreak. [8:  https://www.openingdoorslondon.org.uk/] Many LGBT+ organisations are creating new ways for LGBT+ people to connect with each other by developing new online communities, virtual community centres and digital pride festivals. Many LGBT+ charities such as MindOut[footnoteRef:9], the LGBT Switchboard[footnoteRef:10] and the LGBT Foundation[footnoteRef:11] are also continuing to offer support online or via their usual helplines. [9:  https://www.mindout.org.uk/]  [10:  https://switchboard.lgbt/]  [11:  https://lgbt.foundation/] RelationshipsSocial distancing measures will affect people’s living arrangements and their relationships. The measures taken to tackle coronavirus (COVID-19), such as staying at home, may cause anxiety for those living with people who are not accepting of their gender identity, sexuality or relationships.Where LGBT+ people choose to ‘come out’ or household members find out about their sexuality or gender identity, they may have to cope with negative reactions by household members with limited access to social support outside of the household. Some LGBT+ people may be isolated in hostile households or be at risk of domestic abuse. LGBT+ people may experience similar patterns of domestic abuse to the general population; however, some manifestations of domestic abuse are more specific to LGBT+ people including household members restricting access to sources of LGBT+ affirmative support, coercing them to undergo conversion therapy or preventing them from expressing their gender identity at home. The LGBT+ anti-violence charity Galop[footnoteRef:12] is continuing to operate its National LGBT+ Domestic Abuse Helpline. [12:  http://www.galop.org.uk/] Social distancing will put a strain on many people’s relationships whether they are living together or apart. Those in non-cohabiting relationships are advised to either live together temporarily during social distancing measures or avoid face-to-face contact. This may be particularly difficult for those in polyamorous relationships who have multiple non-cohabiting partners. The LGBT+ inclusive charity Relate[footnoteRef:13] has provided advice on how to maintain relationships during the coronavirus (Covid-19) crisis. [13:  https://www.relate.org.uk/relationship-help/covid-19-advice-and-information/maintaining-your-relationship-your-partner] SexCurrent guidance is to avoid contact with people outside of the household where possible which means ‘hooking up’ is discouraged. Dating and ‘hook-up’ apps are used by some LGBT+ people to reduce social isolation (Bruce & Harper, 2011), so some may find this guidance difficult or following the guidance may exacerbate feelings of isolation. Hook-up apps can still be one useful means of connecting and chatting with other LGBT+ people and some hook-up apps are signposting people to support services such as mental health advice. The HIV and sexual health charity Terrance Higgins Trust[footnoteRef:14] have also provided tips on how to manage sex lives during social distancing. [14:  https://www.tht.org.uk/news/dont-hook-during-covid-19-lockdown] Health concerns and access to health servicesSome may have concerns or be anxious about the implications of coronavirus (Covid-19) for living with HIV or for accessing sexual health services. Useful Information and advice specific to coronavirus (Covid-19), HIV and sexual health are available from the Terrance Higgins Trust[footnoteRef:15]. [15:  https://www.tht.org.uk/news/coronavirus-covid-19] Gender identity clinics are offering limited services during the coronavirus (Covid-19) crisis. It will be a challenging time for existing service users and those on waiting lists who may experience a delay in treatment. Some services may be delivered remotely and trans charities like MermaidsUK[footnoteRef:16] and Gendered Intelligence[footnoteRef:17] are providing online support to trans people and their families. [16:  https://mermaidsuk.org.uk/]  [17:  http://genderedintelligence.co.uk/] AcknowledgementsThank you to members of the Psychology of Sexualities Section committee for helpful comments on an earlier draft of this article. CorrespondenceAdam Jowett, Chair of the Psychology of Sexualities SectionEmail: adam.jowett@coventry.ac.uk ReferencesBruce, D., & Harper, G. W. (2011). Operating without a safety net. Gay male adolescents and emerging adults’ experiences of marginalization and migration, and implications for theory of syndemic production of health disparities. Health Education & Behavior, 38(4), 367-378. Johnson, M. J. & Amella, E. J. (2014). Isolation of lesbian, gay, bisexual and transgender youth: A dimensional concept analysis. Journal of Advanced Nursing, 70(3), 523-532King, M., Semlyen, J., Tai, S. S., Killaspy, H., Osborn, D., Popelyuk, D., & Nazareth, I. (2008). A systematic review of mental disorder, suicide, and deliberate self harm in lesbian, gay and bisexual people. BMC Psychiatry, 8(1), 70. Klinenberg, E. (2016). Social isolation, loneliness and living alone: identifying the risks for public health. American Journal of Public Health, 106(5), 786.Millet, N., Longworth, J., & Arcelus, J. (2017). Prevalence of anxiety symptoms and disorders in the transgender population: A systematic review of the literature. The International Journal of Transgenderism, 18(1), 27-38. Semlyen, J., King, M., Varney, J. & Hagger-Johnson, G. (2016). Sexual orientation and symptoms of common mental disorder or low wellbeing: combined meta-analysis of 12 UK population health surveys. BMC Psychiatry, 16(1), 67. ArticleLGBTIA-related articles within British Psychological Society Journals: A review of the literature from 1941 - 2017 Adam Jowett  This article identifies the quantity and diversity of Lesbian, Gay, Bisexual, Trans, Intersex and Asexual (LGBTIA) related journal articles published within the official British Psychological Society (BPS) journals. A systematic search of BPS journals was conducted using the BPS/Wiley search engine PsychSource. The search was conducted on 1 January 2018 and no timeframe was set for the search. Sixty-nine articles were identified across the BPS journals between 1941-2017. Until the end of the 1970s content focused almost exclusively on assessment and treatment of homosexuality (and, to a lesser extent, transsexuality) and was published primarily in the British Journal of Medical Psychology (n=20, 1941-2000). From 1980 onwards, the content of articles mainly focused on anti-gay prejudice and have been published primarily in the British Journal of Social Psychology (n=31, 1986-2017). The findings demonstrate a shift from a medical model of homosexuality prior to the 1980s, to focusing on homophobia as a social psychological problem. The review highlights a paucity of content relating to LGBTIA issues within the 11 official BPS journals. Within four BPS journals no relevant articles were identified. The range of LGBTIA topics published within these journals are also found to be extremely narrow. Keywords: literature review; history of psychology; LGBT history; homosexuality; transgender   Introduction  In its Declaration on Equality, Diversity and Inclusion the British Psychological Society (BPS) declared a commitment to “actively promote a culture of equality, diversity and inclusion within our discipline” (BPS, 2017) and embed these principles into its organisational policies, practices and behaviours. A key purpose of the BPS is to promote, advance and disseminate psychological knowledge and one way they do this is by publishing psychological journals. The Society publishes 11 flagship journals, currently in partnership with the publisher Wiley[footnoteRef:18]. The archives of these journals are searchable using the BPS/Wiley search engine ‘PsychSource’. In addition to these journals, the BPS publishes a magazine (The Psychologist) and a wide range of Member Network (e.g. Division and Section) periodicals (although these are not searchable via PsychSource).  [18:  BPS members can access these journals for free and non-members can also access these journals via personal or institutional subscriptions or can pay-per-article.] While issues of gender and sexual diversity have been well represented in BPS periodicals such as the Psychology of Sexualities Review (Jowett, 2018), it is not known how well such issues are represented within the BPS’ flagship journals. The present article considers whether BPS’ journals reflect diversity and inclusion in relation to lesbian, gay, bisexual, transgender, intersex and asexual (LGBTIA) concerns and seeks to identify the quantity and variety of LGBTIA content in BPS journals both now and historically.   The ways in which LGBTIA people and issues are covered within psychology journals are likely to mirror the ways in which these topics have been understood within the discipline historically. It is well documented that during the 20th century there was a shift within the discipline from pathological to affirmative models of gender and sexual diversity including in British psychology specifically (Hubbard & Griffiths, 2019). In recent years the BPS has taken an LGBT affirmative stance in signing a Memorandum of Understanding on Conversion Therapy and has published affirmative guidelines for psychologists working with gender, sexuality and relationship diversity (BPS, 2019). However, despite the shift away from pathological models, Clarke et al (2010: 20) in the first British textbook on LGBTQ psychology suggested that “heteronormativity remains deeply embedded within the discipline of psychology”. Such heteronormativity may operate in several ways.   Some psychologists have noted the tokenistic way in which LGBTQ issues tend to be covered in psychology textbooks, if they are covered at all (e.g. Kitzinger, 1996; Simoni, 2000; Barker, 2007). Others have identified the heterosexual bias within published psychological research. One early review was conducted by Morin (1977) in which articles listed in Psychological Abstracts under ‘lesbianism’, ‘homosexuality’ and ‘male homosexuality’ where surveyed between 1967 – 1974. The articles identified were also coded by research question and it was found that 16 per cent related to assessment/diagnosis, 30 per cent related to causes, 27 per cent to adjustment, 20 per cent to ‘special topics’ and 8 per cent to homophobia. Writing less than a decade after homosexuality’s removal from the Diagnostic and Statistical Manual of mental disorders (DSM), Morin pointed out that “one might reasonably expect a delay before a changed perspective on lesbianism and male homosexuality begins to be seen in published research” (p. 631). Morin predicted that research on homophobia would become an increasingly popular area of psychological research in future. In another review of published psychological research from 1975 – 2001, Lee and Crawford (2007) found that research indexing LGB topics represented less than 1 per cent of all psychological research documented in the PsychInfo database (see also Lee and Crawford, 2012). Furthermore, lesbian and bisexual women were significantly less likely to be studied than gay and bisexual men. Thus, even when affirmative models prevail, LGBT people and topics may be marginalised within the discipline and some groups may be more marginalised than others. In this paper, I examine the inclusion of LGBTIA people and topics within BPS journals, identifying the focus of research that does include them and document changes over time.   Method  A systematic search of BPS journals was conducted using the BPS/Wiley search engine PsychSource (a search engine developed in partnership with Wiley who currently publishes BPS journals). Psychsource can also be used to identify psychological research in other Wiley publications but these were not included in the search. The BPS currently publishes 11 journals:  British Journal of Psychology British Journal of Clinical Psychology British Journal of Developmental Psychology British Journal of Educational Psychology British Journal of Health Psychology British Journal of Social Psychology Psychology and Psychotherapy: Theory, Research and Practice British Journal of Mathematical and Statistical Psychology Journal of Occupational and Organizational Psychology Legal and Criminological Psychology Journal of Neuropsychology  Some of these journals have changed their name since they were established. For example, what was the Journal of Medical Psychology now goes by the name of Psychology and Psychotherapy; and what began as the British Journal of Social and Clinical Psychology was divided into two publications - the British Journal of Clinical Psychology and the British Journal of Social Psychology - in 1981.   Key terms used for the search included 'gay', 'lesbian', 'homosexual*', 'bisexual*', 'sexual orientation', 'transgender', 'transsexual*', 'intersex' and 'asexual*. All articles which included the search terms in the title, abstract or keywords were retrieved. Any article in which one of the key terms appeared were included, provided they were using the term in the way intended here.  The sample was not restricted to studies which included LGBTIA people as participants but included any article which referred to such subjects in order to include research on topics such as homophobia which may be primarily conducted with heterosexual samples. The search was conducted on 1 January 2018 and no timeframe was set for the search. Data were extracted according to author, year published, title and journal. A narrative review of the literature was then conducted to identify patterns within the content and shifts over the decades.     Results  A total of 71 articles were identified across the BPS journals between 1941-2017. Two articles were excluded; one was excluded due to the search term being used in a different sense than that intended here (Hogg & Turner, 1987)[footnoteRef:19] while another was excluded as it was purely a ‘reference library on clinical practice’ (i.e. a list of publications) on gay and lesbian counselling (Bor, 1995). There were therefore 69 articles identified (see Appendix 1 for a full list of articles). These were found across 8 BPS journals over a period of 76 years. (See Table 1 for a full breakdown of number of articles by journal). Up until the end of the 1970s articles were largely published in (what was then called) the British Journal of Medical Psychology (BJMP)[footnoteRef:20] and from the 1980s onwards, articles were predominately published in the British Journal of Social Psychology (BJSP) (see Figure 1). These two journals alone accounted for 74 per cent of the articles identified. Articles primarily focused on (male) homosexuality with only three articles focused specifically on trans people, one article focused on intersex people and no articles on asexual people.   [19:  The term ‘intersex’ was used to mean between the sexes as opposed to a person born with variations in sexual characteristics (Hogg & Turner, 1987).]  [20:  I refer to its previous name here because this was its name during the time the retrieved articles were published.]  Table 1 - No. of articles identified in BPS journals with LGBTIA content  Journal \tYears published \tNumber of articles (%) British Journal of Social Psychology  \t1981 - present \t31 (45%) British Journal of Medical Psychology \t1920 - present \t20 (29%) British Journal of Health Psychology  \t1996 - present \t7 (10%) British Journal of Social & Clinical Psychology  \t1962 - 1981 \t4 (6%) Legal and Criminological Psychology  \t1996 - present \t3 (4%) British Journal of Psychology  \t1904 - present \t2 (3%) British Journal of Clinical Psychology \t1981 - present \t1 (1.5%) British Journal of Developmental Psychology  \t1983 - present \t1 (1.5%) British Journal of Educational Psychology \t1931 - present \t0 (0%) British Journal of Mathematical and Statistical Psychology \t1965 – present \t0 (0%) Journal of Occupational and Organizational Psychology \t1976 - present \t0 (0%) Journal of Neuropsychology \t2007 – present \t0 (0%)    Figure 1 Articles published in BJMP and BJSP over time3     1940s – 1950s: Homosexuality, neurosis and psychoanalysis  The few articles identified during the 1940s and 50s were all published in the BJMP and focused largely on the causes, assessment, diagnosis and treatment of homosexuality. The first article identified by de Rudolf (1941) was on psychiatric treatment of homosexuals[footnoteRef:21], although the emphasis was on the use of hormone-therapy to treat anxiety within ‘homosexual types’ rather than to treat homosexuality per se. At the end of the Second World War, Anderson (1945) published an article on the association of homosexuality with neurotic disorders within military personnel and several years later Slater and Slater (1947) claimed that the Selective Vocabulary Test could differentiate homosexual men from a ‘normal’ group (with homosexual men knowing more feminine words than heterosexual men). Meanwhile, the year after the publication of the Wolfenden Report, Rubinstein (1958) discussed the treatment of homosexuality using psychoanalysis. Rubinstein suggested that psychotherapy should in the first instance be offered to “the more obviously neurotic type of homosexual” (p. 14), that those between twenty to thirty years of age were most amenable to treatment while those with a ‘strong feminine identification’ were less likely to respond to psychotherapy.   [21:  The language adopted in this review is used to reflect the language used by the authors at various points in time.]  1960s – 1970s: A shift to behaviourism and more progressive positions   Throughout the 1960s all the articles identified were again published in the BJMP, on (male) homosexuality and continued to focus on causes, assessment, diagnosis and treatment. For example, one study examined whether responses to the Rorschach test could predict ‘successful’ treatment of homosexuality (Coates, 1962). Clarke (1965) reported being unable to replicate Slater and Slater’s (1945) findings that the Selective Vocabulary Test could differentiate men on the basis of sexual orientation after controlling for age, IQ and social class. Clarke concluded that “[t]he present results do not support the theory that homosexual men are characterized by feminine interests, and thus it does not appear that the Slater Test will be of use in identifying homosexual males” (p. 340). This concern for methods of assessing homosexuality continued into the 1970s.  For instance, two articles were published in the British Journal of Social and Clinical Psychology regarding the Sexual Orientation Method (SOM) which was used at the time to assess patients’ sexual orientation before, during and after aversion therapy treatment. Woodward et al (1973) published a paper comparing scores obtained by two approaches to scoring the SOM from a group of ‘normals’ and a group of homosexuals referred for treatment. Meanwhile Sambrooks and MacCulloch (1973) demonstrated that it was possible to administer the psychometric scale using a rudimentary computer-based system.    Psychoanalysis continued to be an influential perspective for understanding homosexuality in the articles published during the 60s and 70s (e.g. Fairbairn, 1964), however the influence of behaviourism was also notable in publications of this period. Several articles sought to combine the insights of psychoanalysis and behaviourism. Scipio (1968) and Fox and Scipio (1968) reported on the use of behaviour therapy to treat homosexuality. The authors drew on psychoanalytic explanations of male homosexuality as a phobic response to women, while adopting a conditioning approach to treat the supposed phobic reaction involving progressive desensitisation using images of naked women. The treatment was not successful in the case examined, with the patient at follow up feeling “that he was a confirmed homosexual, had no wish to be otherwise, but was no longer worried by this condition” (Fox & Scipio, 1968: p. 279). Scipio (1968) noted that while such an outcome was to be considered a failure from the behaviourist’s perspective, it could be regarded a success from a client centred perspective. Similarly, Meyer and Levy (1970) reported behavioural treatment of ‘a homosexual with compulsive rituals’ (hand-washing). The authors speculated that there could be a psychoanalytic relationship between homosexuality and obsessive-compulsive behaviour (“as two aspects of regression to the anal-sadistic stage” p. 66), however as the patient did not wish to alter his sexual orientation, exposure therapy was used to treat the compulsive behaviour in isolation.  Articles that pathologised homosexuality and reported attempts at treatment continued to be published in the BJMP throughout the 1970s (e.g. Skene, 1973; Glasser, 1977; Limentani, 1977; Shoham et al, 1978). Several of these continued to adopt a psychoanalytic view on homosexuality. For instance, Limentani (1977) advocated for the combined use of psychiatric and psychoanalytic models and argued that homosexuality should be understood as a defensive solution to a variety of psychiatric problems. Limentani does, however, note a shift in the views of the scientific community and society at large, stating that his position was “likely to be considered controversial on scientific and other grounds, and it is also acknowledged that in the present social climate there is a growing tendency to regard the condition as ‘normal’” (p. 209).  In the early 1970s several papers were published on ‘transsexualism’ in the BJMP, also influenced heavily by psychoanalysis. Stoller (1970) claimed to identify several factors ‘essential’ to boys becoming transgender including a bisexual mother and a physically or psychologically absent father. A year later an article by Newman and Stoller (1971) claimed that there was a lack of evidence of oedipal conflict ‘in very feminine (transsexual) boys’ and that such femininity was established before the oedipal period. Later in the decade, an article published by Yardley (1976) applied modelling, behavioural rehearsal and video feedback to help a trans client acquire the necessary ‘feminine skills’ to live more successfully in their gender identity. Yardley accepted that the “the evidence supports the conclusion that transsexualism is most successfully treated by sex-change surgery” and “that patients express greatest satisfaction when their sex-role identification is accepted” (p. 329). Yardley’s affirmative therapy was reported as a success with the patient quoted as follows:  I have no regrets at all. For the first time in my life I can think of myself as all right. Before I felt bad, everything about me was wrong. Now I can accept that I don’t have to be perfect because I am the same outside as inside. (Yardley, 1976: 336)  The author noted the importance of home visits to ameliorate an antagonistic situation in the home and suggested that discussion with the mother and sister of the patient was particularly helpful, not only in facilitating positive reinforcement in the home environment, but also to help the patient’s family to cope with the situation and address their own emotional difficulties.  1980s – 1990s: Homophobia and HIV   While the vast majority of articles published in previous decades had been appeared in the BJMP, there was a dramatic shift in the decade to follow. From the 1980s onwards, the majority of articles identified were published in the British Journal of Social Psychology (BJSP). Coinciding with this shift was a move away from psychoanalysis and behaviourism towards social cognitive and social identity perspectives. For instance, Walker and Antaki (1986) conducted a social psychological experiment which found that those who scored higher on an index of homophobia tended to confuse homosexuals with each other, and heterosexuals with each other, but did not confuse heterosexuals with homosexuals when recalling who said what in a group discussion. Another social psychology experiment by Gray, Russell and Blockley (1991) examined the effects upon helping behaviour of wearing a pro-gay t-shirt. Shoppers were approached either by a person wearing a t-shirt bearing a pro-gay slogan, or by a person wearing an unmarked t-shirt, asking for change for a pound coin. Help was less likely to be given to the ostensibly pro-gay person.  While in previous decades medical psychologists had published various theories about the causes of homosexuality, attention now turned to lay beliefs about the causes of homosexuality and negative attitudes in the form of homophobia. For example, Furnham and Taylor (1990) published a study on lay beliefs about the causes of homosexuality and lay beliefs about the efficacy of 'cures' for homosexuality. The authors reported that lay theories were moderately related to demographic variables such as sex, age and education but strongly related to sexual orientation and contact with homosexuals (with homosexuals and those who had greater contact with homosexuals being less willing to subscribe to ‘naïve stereotypes’).   Comparative research, beyond that which aimed to help diagnose or assess homosexuality, began to emerge in this period and a shift in the nomenclature from homosexual to ‘lesbian’ and ‘gay’ is also notable. For instance, Rusbult, Morrow and Johnson (1987) published a paper on self-esteem and problem-solving behaviour in close relationships which included lesbian, gay and heterosexual samples. The findings revealed only one significant difference based on sexual orientation (presented within a footnote of the article) which was that heterosexual men and women exhibited significantly stronger tendencies towards ‘neglect’ (defined as passively allowing one’s relationship to deteriorate) than lesbians and gay men.  While the 1980s saw the rise of the HIV epidemic which disproportionately affected the gay community, only one article published in a BPS journal during this decade referred to the AIDS crisis. Ikkos et al (1987) published an article in BJMP on psychological disturbance in a clinic for sexually transmitted diseases. They found that gay and bisexual men on average scored significantly higher on General Hypochondriasis than heterosexual men, despite not manifesting higher rates of psychiatric morbidity. The authors interpreted their findings in light of the AIDS epidemic:  We find of interest that the study was conducted during the current AIDS epidemic and speculate that the high General Hypochondriasis scores among clients engaging in homosexual activities reflects legitimate fear rather than psychologically morbid concern (p. 125).  It was not until the establishment of the British Journal of Health Psychology (BJHP) in 1996 that studies relating specifically to gay men and HIV began to be published in BPS journals. For instance, Flowers et al (1997) published a qualitative study that aimed to improve understanding of unprotected anal sex amongst gay men in relationships. They note that HIV had shaped the meanings of sexual behaviour for their participants and that semen exchange was taken to be a sign of trust within gay men’s relationships. Another study (Sheeran & Orbell, 1998), this time in BJSP sought to examine the extent to which behavioural intentions are associated with condom use among heterosexual and gay men using meta-analytical procedures. However, their literature search revealed just two longitudinal studies of intentions and condom use among gay men, precluding any meaningful comparison of gay versus heterosexual samples. Gray and Hedge (1999) also published a study in BJHP that examined the levels of distress in a UK sample of partners of gay men with HIV.  2000s – 2010s: the rise of experiential and critical research   An interest in the psychological correlates of homophobia continued into the 21st century. For instance, Haslam, Rothschild and Ernst (2002) examined the relationship between essentialist beliefs and homophobia; an avenue of research later extended by others in BJSP (Falomir-Pichastor & Hegarty, 2014; Hodson & Skorska, 2014; Lytle et al, 2017; O’Connor, 2017). Comparative vignette studies that varied the sexual orientation of characters were also published which revealed homophobic biases in areas such as attribution of blame in rape cases and whether GPs would break confidentiality by informing partners about HIV infections (Davies, Rogers & Whitelegg, 2009; Daly, Hevey & Regan, 2011).   Some published experiments on social psychological topics such as conformity and helping behaviours used pro-gay causes as ‘controversial’ social issues within their experimental stimuli (e.g. Hornsey et al, 2003; Gabriel, Banse & Hug, 2007; Lönnqvist et al., 2009). There was also an increasing number of studies published on intergroup contact and relations. For example, Cook et al (2012) found that after controlling for friendship, both gay and straight men – but not women – felt more behaviourally inhibited when interacting with someone who differed in sexual orientation (although higher levels of prior out-group contact did ease heterosexual males’ negative affect). Meanwhile, Fasoli, Maass and Carnaghi (2015) investigated the behavioural consequences of homophobic epithets, finding that discriminatory group labels have effects on people’s allocation of fictitious resources in intergroup contexts, increasing their tendency to favour their ingroup.  Gay men’s sexual health and HIV-related behaviours also continued to be a subject of psychological enquiry in the 2000s. For example, Flowers, Duncan and Knussen (2003) published a qualitative study in BJHP exploring contemporary understandings of the psychosocial costs and benefits associated with learning one’s HIV status within a sample of Scottish gay men. Meanwhile, Crossley (2004) published a controversial qualitative study in BJSP exploring why some gay men engage in unsafe sexual practices (‘barebacking’) despite the widely publicised risks of HIV infection. Two commentaries were subsequently published in the journal criticising Crossley’s article. Flowers and Langdridge (2007) criticised it for producing a pathological narrative that constructed gay men as willfully deviant, while the Lesbian and Gay Psychology Section[footnoteRef:22] (Barker et al., 2007) argued that the article promoted stereotypes of gay men as hedonistic, promiscuous and morally irresponsible (see Crossley, 2007 for a response to these criticisms).   [22:  The Lesbian and Gay Psychology Section was established in 1998 and is now called the Psychology of Sexualities Section]  One of the key developments within these journals in the early 2000s was the increasing number of qualitative studies published. For example, Alderson, Madill and Balen (2004) explored the experience of women with androgen insensitivity syndrome (AIS) in BJHP. There were also a number of published studies adopting critical social psychological perspectives, reflecting the turn to discourse within social psychology. For instance, Clarke, Kitzinger and Potter (2004) published a discursive psychological analysis of lesbian and gay parents’ accounts of homophobic bullying in BJSP, while Gough (2004) critically examined homophobic discourse in interviews with heterosexual men.  One emerging area of research represented in BPS journals within the 2010s relates to intersectionality and the experiences of sub-groups of gay men. For instance, Hajek (2016) explored gay male midlife specifically from a social identity perspective. Jaspal and Cinnirella (2010) published a qualitative study examining British Muslim gay men’s (BMGM) identities. Meanwhile, Koc and Vignoles (2016) looked at the intersection of potentially conflicting identities among Turkish gay men.   Discussion  This review has found a paucity of LGBTIA content published within the BPS’ flagship journals over the last eight decades. The journals that published the most LGBTIA-related articles were the BJMP between the 1940s-1970s and the BJSP from the 1980s onwards. This pattern represents a shift away from homosexuality being understood as pathological (within the field of medical psychology) to sexual minorities being understood as social groups that are discriminated against (within the field of social psychology). Topics represented prior to the 1980s focused largely on the causes, assessment and treatment of homosexuality, while research published from the 1980s onwards focused largely on homophobia followed by gay men’s sexual health in the wake of the AIDS crisis. Morin’s (1977) prediction that homophobia would become a focus for psychological research in future appear to be accurate, as far as BPS journals are concerned.   Although this shift appears to have been dramatic, it is notable that despite homosexuality being removed from the DSM in 1973, reported attempts at treatment continued to be published in the BJMP throughout the 1970s. This may, in part, be because the DSM was relied on less by British clinicians than in the US (King, 2003; Hubbard & Griffiths, 2019) or it may simply reflect the delay that Morin (1977) suggested one might reasonably expect for the change in perspective to be seen in published research.   The articles identified in the BPS journals were almost exclusively focused on homosexuality, and more specifically gay men. While lesbians were included in some of the samples alongside gay men, not a single study identified focused specifically on lesbian women or bisexuality. Only three articles were identified that focused on gender identity, and only one that focused on the topic of intersex. No articles were identified that focused on asexuality. So, while articles published in BPS journals tell a story of how male homosexuality has been considered by psychologists over time, it also tells a story of the marginalisation of lesbians, bisexuals, trans, intersex and asexual people within the discipline and within BPS journals more specifically.    Not a single article focusing on LGBTIA content was identified in four of the BPS journals (British Journal of Educational Psychology; British Journal of Mathematical and Statistical Psychology; Journal of Occupational and Organizational Psychology; Journal of Neuropsychology). One could speculate that LGBTIA psychology in these areas of the discipline may be underdeveloped, however LGBTIA-focused research in these areas of psychology have been published elsewhere (e.g. Hegarty, 2003; Ragins, Singh & Cornwell, 2007; Hong & Garbarino, 2012; Xu, Norton & Rahman, 2017).     It should be noted that these findings cannot be said to be representative of British psychology as BPS journals accept international contributors and British psychologists publish in other international journals[footnoteRef:23]. Neither can the findings be said to be representative of LGBTIA psychology which may be published in other outlets. Furthermore, the findings are not strictly representative of content published by the BPS as there is a wealth of LGBTIA content published in Section publications such as the Psychology of Sexualities Review (formerly the Lesbian & Gay Psychology Review) and Psychology of Women Section Review (e.g. Clarke & Peel, 2005). There has also been LGBTIA-related content in the BPS’ magazine The Psychologist (e.g. Kitzinger et al., 1998; Kitzinger, 2004; Liao & Boyle, 2004; Barker, 2006; Jowett, 2017). However, what this review does reveal is that there has been a serious lack of representation of LGBTIA issues published in the BPS’ flagship international journals.   [23:  A higher proportion of contributors to BPS journals may be British than one would find in other international journals.]  There are a number of possible explanations for the lack of representation of LGBIA issues within BPS journals. It could be that psychologists publishing on these topics are choosing to submit their work in more specialist psychology journals such as Psychology & Sexuality or interdisciplinary journals such as Sexualities and the Journal of Homosexuality. Alternatively, it could be that anti-LGBTIA biases operate within the editorial or review processes of these journals. Either way, a lack of research published on such topics within these journals may result in authors targeting alternative journals when considering the fit between their work and what has previously been published in BPS journals. The BPS and editors of BPS journals could take steps to address the lack of LGBTIA research in their publications. Firstly, editors could invite special issues of their journals on these topics to promote diversity and inclusion; secondly, editors should ensure that work relating to LGBTIA topics is reviewed by experts in these fields to avoid potential heterosexist or cisgenderist bias within the review process; and thirdly, the BPS could consider publishing a specialist journal in this area, equivalent to the American Psychological Association’s journal Psychology of Sexual Orientation and Gender Identity.   CorrespondenceAdam Jowett, PhD – Associate Head of the School of Psychological, Social & Behavioural Sciences, Coventry UniversityEmail: adam.jowett@coventry.ac.uk References   Alderson, J., Madill, A., & Balen, A. (2004). Fear of devaluation: Understanding the  experience of intersexed women with androgen insensitivity syndrome. British Journal of Health Psychology, 9(1), 81-100. Anderson, C. (1945). On certain conscious and unconscious homosexual responses to  warfare. British Journal of Medical Psychology, 20(2), 161-174. Barker, M. (2006). Why I study bisexuality and beyond. The Psychologist, 19(1), 33-34. Barker, M. (2007) Heteronormativity and the Exclusion of Bisexuality in Psychology, in V.  Clarke and E. Peel (eds) Out in Psychology: Lesbian, Gay, Bisexual, Trans, and Queer Perspectives, pp. 86–118. Chichester: Wiley. Barker, M., Hagger‐Johnson, G., Hegarty, P., Hutchison, C., & Riggs, D. (2007). Responses  from the Lesbian & Gay Psychology Section to Crossley's Making sense of barebacking. British Journal of Social Psychology, 46(3), 667-677. British Psychological Society (2017). Declaration on Equality, Diversity and Inclusion.  Available from:  https://www.bps.org.uk/sites/www.bps.org.uk/files/News/News%20-%20Files/INF278%20Declaration%20on%20equality%20v3.pdf (Accessed 17 December 2019). British Psychological Society (2019). Guidelines for psychologists working with gender,  sexuality and relationship diversity. Available from:  https://www.bps.org.uk/sites/bps.org.uk/files/Policy/Policy%20-%20Files/Guidelines%20for%20psychologists%20working%20with%20gender%2C%20sexuality%20and%20relationship%20diversity.pdf (Accessed 17 December 2019). Clarke, R. V. G. (1965). The Slater Selective Vocabulary Test and Male Homosexuality.  British Journal of Medical Psychology, 38(4), 339-340.  Clarke, V., & Peel, E. (2005). LGBT psychology and feminist psychology: Bridging the  divide. Psychology of Women Section Review, 7(2), 4-10. Clarke, V., Ellis, S. J., Peel, E., & Riggs, D. W. (2010). Lesbian, gay, bisexual, trans and queer  psychology: An introduction. Cambridge University Press. Clarke, V., Kitzinger, C., & Potter, J. (2004). ‘Kids are just cruel anyway’: Lesbian and gay  parents' talk about homophobic bullying. British Journal of Social Psychology, 43(4), 531-550. Coates, S. (1962). Homosexuality and the Rorschach Test. British Journal of Medical  Psychology, 35(2), 91-190. Cook, J. E., Calcagno, J. E., Arrow, H., & Malle, B. F. (2012). Friendship trumps ethnicity (but not sexual orientation): Comfort and discomfort in inter‐group interactions. British Journal of Social Psychology, 51(2), 273-289. Crossley, M. L. (2004). Making sense of ‘barebacking’: Gay men's narratives, unsafe sex and the ‘resistance habitus’. British Journal of Social Psychology, 43(2), 225-244. Crossley, M. L. (2007). Response to commentaries for ‘Making sense of ‘barebacking’: Gay  men's narratives, unsafe sex and ‘resistance habitus'’. British Journal of Social Psychology, 46(3), 691-695. Davies, M., Rogers, P., & Whitelegg, L. (2009). Effects of victim gender, victim sexual  orientation, victim response and respondent gender on judgements of blame in a hypothetical adolescent rape. Legal and Criminological Psychology, 14(2), 331-338. Daly, M., Hevey, D., & Regan, C. (2011). The role of perceived risk in general practitioners'  decisions to inform partners of HIV‐infected patients. British Journal of Health Psychology, 16(2), 273-287. de Rudolf, G. M. (1941). The experimental effect of sex-hormone therapy upon anxiety in  homosexual types. British Journal of Medical Psychology, 18(3‐4), 317-322. Di Scipio, W. J. (1968). Modified progressive desensitization and homosexuality. British  Journal of Medical Psychology, 41(3), 267-272. Fairbairn, W. R. D. (1964). A note on the origin of male homosexuality. British Journal of Medical Psychology, 37(1), 31-32. Falomir‐Pichastor, J. M., & Hegarty, P. (2014). Maintaining distinctions under threat: Heterosexual men endorse the biological theory of sexuality when equality is the norm. British Journal of Social Psychology, 53(4), 731-751. Fasoli, F., Maass, A., & Carnaghi, A. (2015). Labelling and discrimination: Do homophobic  epithets undermine fair distribution of resources? British Journal of Social Psychology, 54(2), 383-393. Flowers, P., Duncan, B., & Knussen, C. (2003). Re‐appraising HIV testing: An exploration of the psychosocial costs and benefits associated with learning one's HIV status in a purposive sample of Scottish gay men. British Journal of Health Psychology, 8(2), 179-194. Flowers, P., & Langdridge, D. (2007). Offending the other: Deconstructing narratives of  deviance and pathology. British Journal of Social Psychology, 46(3), 679-690. Flowers, P., Smith, J. A., Sheeran, P., & Beail, N. (1997). Health and romance: Understanding unprotected sex in relationships between gay men. British Journal of Health Psychology, 2(1), 73-86. Fox, B., & Scipio, W. J. (1968). An exploratory study in the treatment of homosexuality  by combining principles from psychoanalytical theory and conditioning: theoretical and methodological considerations. British Journal of Medical Psychology, 41(3), 273-282. Furnham, A., & Taylor, L. (1990). Lay theories of homosexuality: Aetiology, behaviours and ‘cures’. British Journal of Social Psychology, 29(2), 135-147.Gabriel, U., Banse, R., & Hug, F. (2007). Predicting private and public helping behaviour by implicit attitudes and the motivation to control prejudiced reactions. British Journal of Social Psychology, 46(2), 365-382. Glasser, M. (1977). Homosexuality in adolescence. British Journal of Medical  Psychology, 50(3), 217-225. Gough, B. (2004). Psychoanalysis as a resource for understanding emotional ruptures in the  text: The case of defensive masculinities. British Journal of Social Psychology, 43(2), 245-267. Gray, C., Russell, P., & Blockley, S. (1991). The effects upon helping behaviour of wearing  pro‐gay identification. British Journal of Social Psychology, 30(2), 171-178. Gray, J., & Hedge, B. (1999). Psychological distress and coping in the partners of gay men  with HIV‐related disease. British Journal of Health Psychology, 4(2), 117-126. Hajek, C. (2016). Social and psychological creativity in gay male midlife identity  management. British Journal of Social Psychology, 55(2), 227-243. Haslam, N., Rothschild, L., & Ernst, D. (2002). Are essentialist beliefs associated with  prejudice? British Journal of Social Psychology, 41(1), 87-100. Hegarty, P. (2003). Pointing to a crisis? What finger-length ratios tell us about the  construction of sexuality. Radical Statistics, 83, 16-30. Hodson, G., & Skorska, M. N. (2015). Tapping generalized essentialism to predict outgroup  prejudices. British Journal of Social Psychology, 54(2), 371-382. Hogg, M. A., & Turner, J. C. (1987). Intergroup behaviour, self‐stereotyping and the salience of social categories. British Journal of Social Psychology, 26(4), 325-340. Hong, J. S., & Garbarino, J. (2012). Risk and protective factors for homophobic bullying in schools: An application of the social–ecological framework. Educational Psychology Review, 24(2), 271-285. Hornsey, M. J., Majkut, L., Terry, D. J., & McKimmie, B. M. (2003). On being loud and proud: Non‐conformity and counter‐conformity to group norms. British Journal of Social Psychology, 42(3), 319-335. Hubbard, K. A., & Griffiths, D. A. (2019). Sexual offence, diagnosis, and activism: A British history of LGBTIQ psychology. American Psychologist, 74(8), 940. Ikkos, G., Fitzpatrick, R., Frost, D., & Nazeer, S. (1987). Psychological disturbance and illness behaviour in a clinic for sexually transmitted diseases. British Journal of Medical Psychology, 60(2), 121-126. Jaspal, R., & Cinnirella, M. (2010). Coping with potentially incompatible identities: Accounts of religious, ethnic, and sexual identities from British Pakistani men who identify as Muslim and gay. British Journal of Social Psychology, 49(4), 849-870. Jowett, A. (2017). The Freudian motivation behind 1967's Sexual Offences Act. The Psychologist, 30, 84-85. Jowett, A. (2018). Looking back: from Lesbian and Gay Psychology to the Psychology of  Sexualities over the last 20 years. Psychology of Sexualities Section Review, 9(1), 1-5. King, M. (2003). Dropping the diagnosis of homosexuality: did it change the lot of gays and  lesbians in Britain? Australian and New Zealand Journal of Psychiatry, 37(6), 684-688. Kitzinger, C. (1996). The token lesbian chapter. In S. Wilkinson (Ed.), Feminist social  psychologies: International Perspectives (pp. 119–144). Buckingham: Open University Press Kitzinger, C. (2004). The myth of the two biological sexes. The Psychologist, 17, 451-454. Kitzinger, C., Coyle, A., Wilkinson, S., & Milton, M. (1998). Towards lesbian and gay  psychology. The Psychologist, 11, 529-533. Koc, Y., & Vignoles, V. L. (2016). Global identification predicts gay–male identity integration and well‐being among Turkish gay men. British Journal of Social Psychology, 55(4), 643-661. Lee, I. C., & Crawford, M. (2007). Lesbians and bisexual women in the eyes of scientific  psychology. Feminism & Psychology, 17(1), 109-127. Lee, I. C., & Crawford, M. (2012). Lesbians in empirical psychological research: A new  perspective for the twenty-first century? Journal of Lesbian Studies, 16(1), 4-16. Liao, L. M., & Boyle, M. (2004). Surgical feminizing: The right approach? The Psychologist,  17, 459-462. Lönnqvist, J. E., Walkowitz, G., Wichardt, P., Lindeman, M., & Verkasalo, M. (2009). The  moderating effect of conformism values on the relations between other personal values, social norms, moral obligation, and single altruistic behaviours. British Journal of Social Psychology, 48(3), 525-546. Lytle, A., Dyar, C., Levy, S. R., & London, B. (2017). Essentialist beliefs: Understanding  contact with and attitudes towards lesbian and gay individuals. British Journal of Social Psychology, 56(1), 64-88. Limentani, A. (1977). The differential diagnosis of homosexuality. British Journal of Medical Psychology, 50(3), 209-216. Meyer, V., & Levy, R. (1970). Behavioural treatment of a homosexual with compulsive  rituals. British Journal of Medical Psychology, 43(1), 63-67. Morin, S. F. (1977). Heterosexual bias in psychological research on lesbianism and male  homosexuality. American Psychologist, 32(8), 629. Newman, L. E., & Stoller, R. J. (1971). The oedipal situation in male transexualism. British Journal of Medical Psychology, 44(4), 295-303. O'Connor, C. (2017). ‘Appeals to nature’ in marriage equality debates: A content analysis of  newspaper and social media discourse. British Journal of Social Psychology, 56(3), 493-514. Ragins, B. R., Singh, R., & Cornwell, J. M. (2007). Making the invisible visible: Fear and  disclosure of sexual orientation at work. Journal of Applied Psychology, 92(4), 1103. Rubinstein, L. H. (1958). Psychotherapeutic aspects of male homosexuality. British Journal  of Medical Psychology, 31(1), 14-18. Rusbult, C. E., Morrow, G. D., & Johnson, D. J. (1987). Self‐esteem and problem‐solving  behaviour in close relationships. British Journal of Social Psychology, 26(4), 293-303. Sambrooks, J. E., & MacCulloch, M. J. (1973). A modification of the sexual orientation  method and an automated technique for presentation and scoring. British Journal of Social and Clinical Psychology, 12(2), 163-174. Sheeran, P., & Orbell, S. (1998). Do intentions predict condom use? Meta-analysis and  examination of six moderator variables. British Journal of Social Psychology, 37(2), 231-250. Shoham, S. G., Weissbrod, L., Gruber, B., & Stein, Y. (1978). Personality core dynamics and predisposition towards homosexuality. British Journal of Medical Psychology, 51(2), 161-175. Simoni, J. M. (2000). Confronting heterosexism in the teaching of psychology. In B. Greene, & G. Croom, (Eds.), Education, research, and practice in lesbian, gay, bisexual, and transgendered psychology: A resource manual. (pp. 74-90) Thousand Oaks, CA: Sage. Skene, R. A. (1973). Construct shift in the treatment of a case of homosexuality. British  Journal of Medical Psychology, 46(3), 287-292. Slater, E., & Slater, P. (1947). A study in the assessment of homosexual traits. British Journal of Medical Psychology, 21(1), 61-74. Stoller, R. J. (1970). The transsexual boy: Mother's feminized phallus. British Journal of  Medical Psychology, 43(2), 117-128. Walker, P., & Antaki, C. (1986). Sexual orientation as a basis for categorization in  recall. British Journal of Social Psychology, 25(4), 337-339. Woodward, R., McAllister, H., Harbison, J. J. M., Quinn, J. T., & Graham, P. J. (1973). A  comparison of two scoring systems for the sexual orientation method. British Journal of Social and Clinical Psychology, 12(4), 411-414. Xu, Y., Norton, S., & Rahman, Q. (2017). Sexual orientation and neurocognitive ability: A  meta-analysis in men and women. Neuroscience & Biobehavioral Reviews, 83, 691-696. Yardley, K. M. (1976). Training in feminine skills in a male transsexual: a pre-operative  procedure. British Journal of Medical Psychology, 49(4), 329-339. Appendix 1 – A full list of articles identified in order of yearAuthors\tYear\tTitle\tJournalde Rudolf\t1941\tThe experimental effect of sex-hormone therapy upon anxiety in homosexual types \tBritish Journal of Medical PsychologyAnderson\t1945\tOn certain conscious and unconscious homosexual responses to warfare  \tBritish Journal of Medical PsychologySlater & Slater\t1947\tA study in the assessment of homosexual traits\tBritish Journal of Medical PsychologyRubinstein\t1958\tPsychotherapeutic aspects of male homosexuality\tBritish Journal of Medical PsychologyCoates\t1962\tHomosexuality and the Rorschach Test\tBritish Journal of Medical PsychologyFairbairn\t1964\tA note on the origin of male homosexuality\tBritish Journal of Medical PsychologyClarke\t1965\tThe Slater Selective Vocabulary Test and Male Homosexuality\tBritish Journal of Medical PsychologyDi Scipio\t1968\tModified progressive desensitization and homosexuality\tBritish Journal of Medical PsychologyFox & Scipio\t1968\tAn exploratory study in the treatment of homosexuality by combining principles from psychoanalytical theory and conditioning: theoretical and methodological considerations\tBritish Journal of Medical PsychologyMeyer & Levy\t1970\tBehavioural treatment of a homosexual with compulsive rituals\tBritish Journal of Medical PsychologyStoller\t1970\tThe transsexual boy: Mother's feminized phallus\tBritish Journal of Medical PsychologyNewman & Stoller\t1971\tThe oedipal situation in male transexualism\tBritish Journal of Medical PsychologyMatthews, Bancroft & Slater\t1972\tThe principal components of sexual preference\t\tBritish Journal of Social and Clinical PsychologySkene\t1973\tConstruct shift in the treatment of a case of homosexuality\tBritish Journal of Medical PsychologyWoodward, McAllister, Harbison, Quinn & Graham\t1973\tA comparison of two scoring systems for the sexual orientation method\tBritish Journal of Social and Clinical PsychologySambrooks & MacCulloch\t1973\tA modification of the sexual orientation method \tand an automated technique for presentation and scoring\tBritish Journal of Social and Clinical PsychologyCochrane\t1974\tValues as correlates of deviancy\tBritish Journal of Social and Clinical PsychologyYardley\t1976\tTraining in feminine skills in a male transsexual: a pre-operative procedure   \tBritish Journal of Medical PsychologyLimentani\t1977\tThe differential diagnosis of homosexuality\tBritish Journal of Medical PsychologyGlasser\t1977\tHomosexuality in adolescence \tBritish Journal of Medical PsychologyShoham, Weissbrod, Gruber & Stein\t1978\tPersonality core dynamics and predisposition towards homosexuality\tBritish Journal of Medical PsychologyCrawford\t1979\tModification of deviant sexual behaviour: the need for a comprehensive approach\tBritish Journal of Medical PsychologyWalker & Antaki\t1986\tSexual orientation as a basis for categorization in recall\tBritish Journal of Social PsychologyBirt & Dion\t1987\tRelative deprivation theory and responses to discrimination in a gay male and lesbian sample\tBritish Journal of Social PsychologyRusbult, Morrow & Johnson\t1987\tSelf-esteem and problem-solving behaviour in close relationships\tBritish Journal of Social PsychologyIkkos, Fitzpatrick, Frost & Nazeer\t1987\tPsychological disturbance and illness behaviour in a clinic for sexually transmitted diseases\tBritish Journal of Medical PsychologyFurnham & Taylor\t1990\tLay theories of homosexuality: Aetiology, behaviours and ‘cures’\tBritish Journal of Social PsychologyGray & Hedge \t1999\tPsychological distress and coping in the partners of gay men with HIV‐related disease\tBritish Journal of Health PsychologyCoyle\t1993\tA study of psychological well‐being among gay men using the GHQ‐30\tBritish Journal of Clinical PsychologyNg, Bell & Brooke\t1993\tGaining turns and achieving high influence ranking in small group conversation\tBritish Journal of Social PsychologyFlowers, Smith, Sheeran, & Beail\t1997\tHealth and romance: Understanding unprotected sex in relationships between gay men\tBritish Journal of Health PsychologySheeran & Orbell\t1998\tDo intentions predict condom use? Meta-analysis and examination of six moderator variables\tBritish Journal of Social PsychologyGray & Hedge\t1999\tPsychological distress and coping in the partners of gay men with HIV‐related disease\tBritish Journal of Health PsychologyClarke & Pearson\t2000\tPersonal constructs of male survivors of childhood sexual abuse receiving cognitive analytic therapy\tBritish Journal of Medical PsychologyRivers\t2001\tRetrospective reports of school bullying: Stability of recall and its implications for research\tBritish Journal of Developmental PsychologyHaslam, Rothschild & Ernst\t2002\tAre essentialist beliefs associated with prejudice?\tBritish Journal of Social PsychologyFlowers, Duncan & Knussen\t2003\tRe‐appraising HIV testing: An exploration of the psychosocial costs and benefits associated with learning one's HIV status in a purposive sample of Scottish gay men\tBritish Journal of Health PsychologyHornsey, Majkut, Terry & McKimmie\t2003\tOn being loud and proud: Non‐conformity and counter‐conformity to group norms\tBritish Journal of Social PsychologyClarke, Kitzinger & Potter\t2004\t‘Kids are just cruel anyway’: Lesbian and gay parents' talk about homophobic bullying\tBritish Journal of Social PsychologyCrossley\t2004\tMaking sense of ‘barebacking’: Gay men's narratives, unsafe sex and the ‘resistance habitus’\tBritish Journal of Social PsychologyGough\t2004\tPsychoanalysis as a resource for understanding emotional ruptures in the text: The case of defensive masculinities\tBritish Journal of Social PsychologyAlderson, Madill & Balen\t2004\tFear of devaluation: Understanding the experience of intersexed women with androgen insensitivity syndrome\tBritish Journal of Health PsychologyKlein, Snyder & Livingston\t2004\tPrejudice on the stage: Self‐monitoring and the public expression of group attitudes\tBritish Journal of Social PsychologySummers\t2007\tRhetorically self‐sufficient arguments in Western Australian parliamentary debates on Lesbian and Gay Law Reform\tBritish Journal of Social PsychologyFlowers & Langdridge\t2007\tOffending the other: Deconstructing narratives of deviance and pathology\tBritish Journal of Social PsychologyUte, Banse & Hug\t2007\tPredicting private and public helping behaviour by implicit attitudes and the motivation to control prejudiced reactions\tBritish Journal of Social PsychologyHouwer & Bruycker\t2007\tThe implicit association test outperforms the extrinsic affective Simon task as an implicit measure of inter‐individual differences in attitudes\tBritish Journal of Social PsychologyLindsay, Whitefield & Carson\t2007\tAn assessment for attitudes consistent with sexual offending for use with offenders with intellectual disabilities\tLegal and Criminological PsychologyNettle\t2007\tEmpathizing and systemizing: What are they, and what do they contribute to our understanding of psychological sex differences?\tBritish Journal of PsychologyAnderson\t2007\tWhat is a typical rape? Effects of victim and participant gender in female and male rape perception\tBritish Journal of Social PsychologyBarker, Hagger‐Johnson, Hegarty, Hutchison & Riggs\t2007\tResponses from the Lesbian & Gay Psychology Section to Crossley's Making Sense of Barebacking\tBritish Journal of Social PsychologyCrossley\t2007\tResponse to commentaries for ‘Making sense of ‘barebacking’: Gay men's narratives, unsafe sex and ‘resistance habitus'’\tBritish Journal of Social PsychologySwanbon, Boyce & Greenberg\t2008\tExpressive writing reduces avoidance and somatic complaints in a community sample with constraints on expression\tBritish Journal of Health PsychologyLönnqvist, Walkowitz, Wichardt, Lindeman & Verkasalo\t2009\tThe moderating effect of conformism values on the relations between other personal values, social norms, moral obligation, and single altruistic behaviours\tBritish Journal of Social PsychologySanttila, Mokros, Viljanen, Koivisto, Sandnabba, Zappalà & Osterheider\t2009\tAssessment of sexual interest using a choice reaction time task and priming: A feasibility study\tLegal and Criminological PsychologyDavies, Rogers & Whitelegg\t2009\tEffects of victim gender, victim sexual orientation, victim response and respondent gender on judgements of blame in a hypothetical adolescent rape\tLegal and Criminological PsychologyJaspal & Cinnirella\t2010\tCoping with potentially incompatible identities: Accounts of religious, ethnic, and sexual identities from British Pakistani men who identify as Muslim and gay\tBritish Journal of Social PsychologyDaly, Hevey & Regan\t2011\tThe role of perceived risk in general practitioners' decisions to inform partners of HIV‐infected patients\tBritish Journal of Health PsychologyCook, Calcagno, Arrow & Malle\t2012\tFriendship trumps ethnicity (but not sexual orientation): Comfort and discomfort in inter‐group interactions\tBritish Journal of Social PsychologySimon & Grabow\t2014\tTo be respected and to respect: The challenge of mutual respect in intergroup relations\tBritish Journal of Social PsychologyFalomir‐Pichastor & Hegarty\t2014\tMaintaining distinctions under threat: Heterosexual men endorse the biological theory of sexuality when equality is the norm\tBritish Journal of Social PsychologyHodson & Skorska\t2015\tTapping generalized essentialism to predict outgroup prejudices\tBritish Journal of Social PsychologyFasoli, Maass & Carnaghi\t2015\tLabelling and discrimination: Do homophobic epithets undermine fair distribution of resources?\tBritish Journal of Social PsychologyHajek\t2016\tSocial and psychological creativity in gay male midlife identity management\tBritish Journal of Social PsychologyKoc & Vignoles\t2016\tGlobal identification predicts gay–male identity integration and well‐being among Turkish gay men\tBritish Journal of Social PsychologyLytle, Dyar, Levy & London\t2017\tEssentialist beliefs: Understanding contact with and attitudes towards lesbian and gay individuals\tBritish Journal of Social PsychologyNadarzynski, Smith, Richardson, Pollard & Llewellyn\t2017\tPerceptions of HPV and attitudes towards HPV vaccination amongst men who have sex with men: A qualitative analysis\tBritish Journal of Health PsychologyKossowska, Czernatowicz‐Kukuczka & Sekerdej\t2017\tMany faces of dogmatism: Prejudice as a way of protecting certainty against value violators among dogmatic believers and atheists\tBritish Journal of PsychologyO'Connor\t2017\t‘Appeals to nature’ in marriage equality debates: A content analysis of newspaper and social media discourse\tBritish Journal of Social PsychologyArticleNegotiating (in)visibility: A phenomenological analysis of asexual students’ experiences of university Erin Hampson Asexuality research is an emerging topic and understanding gained through the perspectives of asexuals offer insights into how asexuality is experienced within social contexts. This exploratory study sought to understand the everyday experiences of self-identified asexuals within university contexts, the challenges they face and the ways in which these are understood and navigated. Four participants, attending UK universities, were recruited through lesbian, gay, bisexual, trans, queer, intersex and asexual (LGBTQIA+) Facebook groups. Data was collected through photo-elicitation interviews and analysed using Interpretive Phenomenological Analysis, through which three superordinate themes were developed: navigating normative social space, navigating (in)visibility and coming out and creating safer spaces. These along with their subordinate themes are outlined and then discussed in relation to existing literature and recommendations for future research are made.Keywords: asexual, community, safer spaces, sexual-normativity, LGBTQIAIntroduction'Asexuality' is a complex term that does not have a clear definition. The Asexual Visibility and Education Network (AVEN, n.d.) has been fundamental in developing language to discuss, self-define and articulate differences within asexuality, alongside which an active community has been enabled (Carrigan, 2011). AVEN offers a simple definition of asexual persons as \"someone who does not experience sexual attraction\", though they recognise variances in experience and don't intend this as a restrictive definition.  'Asexuality' can be understood as an umbrella term that encompasses multiple identities (Van Houden et al., 2017), situated along a spectrum, with 'ace' being used as a broad term for all falling along it (Bauer et al., 2017). It is important to acknowledge the power that research has in the formulation of what constitutes 'asexuality' and the potential socio-political implications of this (Przybylo, 2012). Considering debate around identity politics (Sheehan, 2015) it is possible that creating exclusionary categorisations can create oppressor/oppressed dichotomies, presenting challenges to intersectional thought and detracting from more widespread issues (Gupta, 2017), for example, sexual normativity being understood as an asexual issue. In light of this, Van Houdenhove et al. (2017) urges a positive approach to asexuality research that centres the perspective of asexuals themselves, which is the approach of the present research.In understanding asexuality as a broad identity category defined by self-identification we can begin to explore the meanings and implications this has for individuals. Scherrer's (2008) research into self-identified asexuals outlines distinct aspects of their identities with regards to the meaning of (a)sexual behaviours, essentialist notions of asexuality and the importance of the romantic dimension of attraction in relationships. Beyond sameness, Carrigan (2011) documents the great variations within the asexual community in their relationships, the source and objects of their attraction, and their approaches to sex, where some abstain completely and others may engage in certain forms or with certain people. This demonstrates the varied experience of enactment as an asexual-identified person and alludes to the different impacts that asexual identification may have upon asexuals' lives.The notion of 'sexusociety' is used to describe the \"omnipresence of sexuality in our western contemporary present\" (Przybylo, 2011, p. 446). Similarly, the term 'compulsory sexuality' has emerged to describe the assumption of sexuality as essential to the human experience (Gupta, 2015). These enforce a systematic hierarchy of sexuality in Western society and are evident in the context of relationships, where romantic relationships are valued above friendships based on a presumed sexual dimension (Chasin, 2009). These relationships are even perceived by asexuals as not valid in the eyes of society (Scherrer, 2008). Sexual hierarchy is also present in the limited language available, in English, for categorising relationships, for example, the binary of friendship and romantic/sexual relationship leaves little room for non-sexual intimate relationships (Scherrer, 2010).MacInnis and Hobson (2012) provide empirical evidence of intergroup bias against asexuals, from two studies using responses from university students and community samples, reporting negative evaluations, dehumanisation and avoidance of asexuals, as well as a willingness to discriminate against them. Hoffarth, Drolet, Hodson and Hafer (2016) developed the Attitudes Towards Asexuals (ATA) scale which found positive correlations between Right-Wing Authoritarianism, Social Dominance Orientation and anti-asexual behaviour intentions, providing an empirical basis for asexual discrimination research in its findings. Related to these findings is the idea of social hierarchy in that, within the construct of sexual normativity, there is a hierarchy of sexual identity that privileges sexuality (Przybylo, 2011). This is consistent with the finding that those not interested in sexual contact are viewed more negatively than gay and lesbian individuals (MacInnis & Hodson, 2012). Additionally, Chasin (2015) outlines the ways in which asexuals are affected by homophobia and heterosexism due to the fact that they do not participate in aspects of (hetero)normative gender expression related to sexual desire and culture. Drinking culture is often considered to facilitate sexual activity, with alcohol consumption identified as one of the causes of hook-up culture (Heldman & Wade, 2010). This makes university contexts especially poignant environments to conduct research into the social lives of asexuals where a prevalent drinking culture exists (Strunk, 2014; Hebden, Lyons, Goodwin & McCreanor, 2015).Qualitative research focusing on the ways in which compulsory sexuality, the privileging and marginalising of sexuality and non-sexualtiy respectively, affects asexual individuals has identified the pathologisation and isolation that asexuals experience, as well as experiences with unwanted sex, relationship conflict and being denied epistemic authority over one's own identity (Gupta, 2017). The prevalence of sexual normativity and consequent expectations can also be linked to the varied experiences that asexual people have in interpersonal relationships, in that they create a sense of individual difference and can motivate marginalising and stigmatising behaviours (Carrigan, 2012). Haefner (2011) illustrates the complexity of implications that heteronormativity within sexualised society presents for asexuals in their negotiation of romantic relationships, for example, the need to name a relationship outside of normative paradigms and identify it as asexual. More generally, asexuals may fear being misread and monitor relationship boundaries more closely (Dawson, McDonnell & Scott, 2016), rather than transcending them. Asexuals may also experience social exclusion particularly from peers, based on their difficulty in relating to or discomfort with sex in everyday interaction (Brotto et al., 2010). Although, Carrigan (2012) finds evidence of the capacity for friendship groups to be inclusive and make asexuality a non-issue, through reducing sexual content and normalising asexuality through jokes, this applies specifically to stable relationships, not to wider peer groups. Through this it can be seen that the social contexts of asexuals’ lives are imperative to understanding their experience and, as Dawson et al. (2016) argues, we should understand any relational differences simply as differences, rather than issues with social functioning.There is much more research into the impact of socio-societal conditions on the lives of other sexual-minority groups than there exists on asexuals. Lesbian,  gay, bisexual and trans (LGBT) populations experience disproportionately high rates of mental disorders and are at greater risk of suicide (Russel & Fish, 2016; Power et al., 2016). Meyer (2003) explains this in terms of the Minority Stress Model, which proposes that there are unique, chronic and socially based stress connected to minority status, which is then related to psychological well-being. Various stressors, such as prejudice events, expectations of reactions, concealment of identity and internalised homophobia, as well as ameliorative coping mechanisms are implicated; additionally, individual and community resilience are also described as intrinsic parts of the Minority Stress Model as protective factors. Although no research exists, it is logical to assume that asexual people may experience similar stressors and thus similar outcomes.Within educational settings, it has been found that LGBT youth disproportionately experience negative emotions, bullying and victimisation (D'Augelli, Pilkington & Hershberger, 2002; White, Moeller, Ivcevic, Brackett & Stern, 2018). These hostile environments impact upon their emotions, their academic achievement, truancy and future educational intentions (Aragon, Poteat, Espelage & Koenig, 2014; Kosciw, Palmer, Kull & Greytak, 2013). However, these findings come predominantly from American high schools and differences of age and cultural notions of gender make it necessary to base research in different contexts. In considering the impacts of LGB identification on individuals, more specifically within educational institutions, it becomes important to include asexual students in the conversation and understand their experiences. This may be especially relevant for university contexts given that twenty is the average age of coming out as asexual (Bauer et al., 2017). Carrigan (2012) identifies the challenge and effortful negotiation that the prevalence of sex as a subject of everyday conversation presents for asexuals beyond their partner relationships. The everyday experiences of asexuals are largely unknown and there has been no focus upon the university context, though the invisibility of asexuality at an institutional level is evident from UK university equal opportunities monitoring (Broughton, 2015), where asexual-identification is rarely offered as an option and therefore is not recorded, provided for, and often misunderstood.Negotiation of one’s self, relationships and social environment are themes within asexuality research and are significant in understanding the unique experiences of those identifying as such. This is especially important within the context of sexually normative society and the difficulties that this may present, but also in understanding sexuality and sexual identity more broadly. So far, research has mainly focused on romantic or partner-like relationships; the present study aims to shed light on the everyday experiences of asexual students beyond these relational forms and how they understand and navigate university social life. A qualitative approach is taken in light of its potential for giving voice to marginalised groups (Clark, Ellis, Peel & Riggs, 2010; Price, 2011); recognising and understanding asexuals and their experiences are avenues to raising awareness of sexual diversity and becoming better informed, with the aim of motivating further research and facilitating the formulation of more inclusive spaces and practices.MethodsRecruitmentThe present study used purposive sampling (Teddlie & Yu, 2007) via posting invitations for  participation on active asexual and lesbian, gay, bisexual, trans, queer, intersex and asexual (LGBTQIA+) specific Facebook groups and pages, as opposed to the over-relied upon AVEN site in asexuality research (Hinderliter, 2009), in order to broaden the pool of participants, as well as for practical proximity for interviews. Permissions from the administrators of private groups was sought before posting. Criteria for inclusion was asexual self-identification and undergraduate university student status.ParticipantsFour participants were recruited in this study (age range=19-22). All described their sexual orientation as 'asexual' and attended UK universities. Two identified as cisgender females (using she/her pronouns) while two identified as non-binary or agender (using they/them pronouns). Romantic orientations varied; two identifying as 'biromantic' (to be romantically attracted to the same and other genders), another as 'aromantic' or 'quiroromantic' (a lack of, or uncertainty about their capacity for, romantic attraction) and the last described as 'idemromantic' (to not distinguish romantic and platonic attraction).ProcedureDue to its focus on exploring personal experiences, qualitative field research was deemed most appropriate in its capacity for limited manipulation of participants. Following ethical approval from the researcher's institutional ethics committee, data collection involved participants taking photographs of objects, spaces, contexts, areas, symbols, or anything that they found relevant to their everyday life experiences. This took place over a minimum period of one-week to allow participants time to reflect upon their everyday experiences, after which an interview time and date was scheduled. Participants were advised against taking photographs that may breach anonymity but also given assurance that measures would be taken to anonymise photos in any subsequent publication. All photographs were sent to the researcher and used as references throughout interviews, for the purpose of eliciting a higher level of engagement and more open discussion (Lapenta, 2011).This method was chosen specifically because it removes the necessity for a pre-determined schedule and dismantles the power dynamic that exists in traditional question-answer interviews (Lapenta, 2011; Rose, 2016). This non-directive method gives interviewees more autonomy in recounting their experiences and allows interviewees to guide towards topics that the researcher might not have predicted (Lapenta, 2011), offering better representation of participants’ experiences. It also redirects attention and pressure away from interviewees and encourages trust (Lapenta, 2011).Participants were provided with an information sheet explaining the nature and aims of the study. If happy to proceed, informed consent for interviews and the use of photographs (or written description of photographs) was obtained. Participants were made aware that they were free to ask any questions and of their right to withdraw at any time throughout the process. All interviews took place in quiet interview rooms, to ensure a private space for discussion of potentially sensitive topics. Interviews began with a short questionnaire to collect basic information (e.g. age, gender, sexual and romantic orientations) and individual pseudonyms to be used in the write up of the research, in order to maintain anonymity and to distinguish between data sets. Photos taken by the participants were presented, one-by-one in sent order, and discussed to the extent that the participant felt relevant and comfortable. Photos only acted as a starting point for relevant discussion and were not to limit topics. Much direction beyond this was driven by the participant’s thoughts and the researcher’s prompts; these were questions to elicit deeper reflection and to refocus the interview. The interviews concluded with an open question to add anything that had not already been addressed. Participants were then given a debrief sheet, including relevant contacts for support following the interview.Data AnalysisThe interview data collected was analysed using Interpretive Phenomenological Analysis (IPA); a method underpinned by phenomenological, hermeneutic and idiographic philosophies (Smith, Flowers & Larkin, 2009) The aim is not to establish generalisations but to focus on understanding subjective experiences and how meaning is attributed to them (Smith et al., 2009; Howitt, 2013), achieved through the co-construction of meaning between researcher and participant (Smith, 2011). The present research aimed to explore the lives of asexual university students and their experience within university contexts. IPA is a prominent method of data analysis utilised in the study of sex and sexuality, which is suggested to be due to the topic's sensitive nature and its ability to \"challenge understandings which are based around 'othering' people, or medicalizing and pathologizing behaviours\" (Smith et al., 2009, p.143); these are themes within sexuality studies that extend to asexual identities (Bogaert, 2015).Each interview was transcribed and then coded, with focus on descriptive, linguistic and conceptual phenomena. Themes were then developed through a reflexive analysis of both the raw data and the researcher’s codes. Each transcript was fully analysed for emergent themes before beginning analysis of the next, as to treat each participant as a unique case. Emergent themes for each participant were compared and contrasted across participants to develop a set of superordinate and subordinate themes to be described and analysed.ReflexivityIn recognising the collaborative nature of this analysis, it is important for the researcher to consider and try to minimise the influence they have upon the analysis and interpretation of data. As a member of the LGBTQIA+ community and holding a similar student position, I recognised the potential advantage of having 'unique insider' status, though also considered the complexity of this insider/outsider dynamic as a non-asexual. Within this nuance, I acknowledge concerns around making assumptions because of commonalities with participants (Lasala, 2003) and the limits of my insider status as a non-asexual person.  This was reflected upon, throughout interviews and data analysis, to maintain an awareness of potential biases. I am also aware of the diversity encompassed under the LGBTQIA+ umbrella and reflected upon my position within it as distinct from the unique asexual identity category that was under study.ResultsThe analytical process found eight subordinate themes within the three superordinate themes that arose.  Table 1 provides an outline of the themes that will be discussed. Participants will be referred to using the pronouns indicated during the interviews.TABLE 1\tSuperordinate with Subordinate ThemesNavigating Normative Social SpaceSocial Pressure\tSeeking alternativesNavigating (In)visibility and Coming OutAnticipation of reactions\tResponsibility for representation\tNavigation strategiesCreating Safer SpacesSeparation from expectations and responsibility\tImportance of shared experience and belongingNavigating Normative Social SpaceSocial PressureParticipants described drinking culture as strongly tied to ‘the university experience’. A major issue with university drinking culture identified by participants was its strong sexual connotations that contributed to feelings of difference and self-questioning; as described by one participant in relation to an instance of unwanted sexual advance while clubbing:There are so many people who would be comfortable in that situation and I wasn’t, um, and it just sort of made me feel uncomfortable in myself, um, even when I was away from that situation because I felt like if I was normal then I would have enjoyed it, y'know. (Dice)Most participants reluctantly engaged for the purpose of making friends but soon disengaged as their dislike of clubs overcame their desire for sociality; as Blue Duck simply stated in reference to clubbing: “I just kind of, gave up on it ‘cause like, they’re not nice”. Others found ways of navigating drinking culture while maintaining their distance from the sexual connotation. For example, one made a compromise by only attending the 'pre-drinks' (social gathering before going to a club), to engage socially but avoid clubs altogether:if I just go to the pre drinks then it’s fine; I can like talk to people while and still,  y'know, like having intellectual conversations [...] then I don’t have to worry about, y'know, any-any advances. (Samantha)The role that universities play in perpetuating social expectations that centre around drinking was made explicit in accounts of trying to 'go-out', which were ripe with a sense of social pressure:I think the university does have a problem, where they’re trying to cater to the students that want to go clubbing and stuff. Because there’s an expectation that students want to go clubbing, but then I think the students are like pressured into going clubbing 'cause there’s such a culture around it. And the ones that don’t want to go clubbing are kind of a bit left out […] if I was still desperate for friends, I could have seen myself as like going to clubbing like a lot. A lot more, if you know what I mean? (Samantha)This alludes to the potential social isolation faced if choosing to disengage and expresses the lack of alternatives for sociality perceived at university. Seeking AlternativesAll participants described seeking out alternatives to normative drinking social contexts. Some joined the university LGBTQIA+ Society and found a sense of belonging and inclusion there, as described by Blue Duck: \"it’s a lot easier to make friends in that kind of situation 'cause they already know that part of myself [asexual identity]”. However, drinking culture was also present in LGBTQIA+ social contexts and this was found problematic:I don’t really associate much with the LGBT community, they’ve got like a group and everything and like I’m part of their Facebook page but I don’t really meet up with them a lot because they seem to have a lot of sort of drinking and going out socials and I don’t do any of those things. (Dice)From this, it is evident that the LGBTQIA+ communities accessed did not always offer the social inclusion that participants in this study sought because of the pervasiveness of normative drinking culture.It seemed that sexual normativity permeated beyond the normative drinking social context. The pervasiveness of sex and relationships as a conversational topic was evident in that all participants referred to instances of social interaction with friends in which they felt uncomfortable or unable to engage in. This is demonstrated in Figure 1 where Dice describes: \"these ducks; they were just like all walking away from this other duck and just like leaving it behind and sometimes I feel like that in a conversation\".\tFigure 1 - DiceThis feeling was attributed to participants' identification with asexuality. It was not only conversation about sex that presented issues; the non-normative nature of asexual relationships also created difficulties in discussion of relationships with peers, and Robin Grey, who described themselves as being 'in a relationship', said that in such situations: \"I don’t tend to talk about, like, relationships, as society sees them so people get a bit confused maybe, so I just tend to like keep my mouth shut.\". More simply, participants viewed their asexuality as a barrier between them and non-asexual others.Navigating (In)visibility and Coming outAll participants alluded to the invisibility of their asexual identity, making coming out an active decision in social contexts. All participants struggled with the decision of to whom and in which situations to come out.Anticipation of reactionsAll participants discussed their fear at the anticipation of others' reactions with relation to coming out; as Samantha explained: \"I’m a bit nervous that people will just turn around and be like ‘oh you haven’t found the right person yet.’ Or ‘It’s not a real thing.’ Or ‘you don’t belong in this space’\". Dice described how these reactions can become internalised and damaging: \"it can sort of build-up in your head and you think ‘oh, I’m never going to be loved and I am broken’ sort of thing\".In order to minimise negative coming out experiences, participants engaged in a process where they would attempt to ascertain another's likely reaction prior to coming out, aptly described as \"testing the waters\" (Samantha). This process frames all new interactions and could be considered a barrier to sociality, as it requires time and effort, which detracts from the formation of connections with others.Responsibility for education and representationAll participants spoke extensively about the educator role that they inevitably would take on when coming out, being required to explain asexuality and justify their identity due to the lack of visibility and understanding of others. This was a burdensome and mentally taxing role, expressed here simply by Dice: \"I'm so sick of having to explain myself”.  Participants expressed concerns about their ability to articulate their identity to others and felt insecure about offering accurate representation. This is demonstrated in the depiction of Einstein’s chalkboard (see Figure 2) where the participant likens their attempts to describe asexuality with Einstein trying to describe his theories; both well understood by the articulator but seemingly gibberish to the recipient.\tFigure 2 - DiceAll participants found motivation to persist, in their sense of personal responsibility for visibility, increasing awareness, understanding and the representation of asexuality, despite frustration and negative expectations of coming out. This was in hopes for a future where asexuality will become widely known and this educational responsibility will be relieved: \"I'm hoping that it sort of comes round to me and that one day I'll come out to someone and they'll go 'oh I know someone else like that' and then just sort of move on with our lives.\" (Dice).Navigation strategiesA disparity between the de-motivational expectation of reactions and the motivational sense of responsibility to come out creates difficulty in navigating social situations, as an asexual individual, and the ways in which these competing pressures were managed were multiple and varied.One participant, who was uncomfortable coming out in most situations, took on a visible role within the university's LGBTQIA+ society and focused on making this space inclusive: \"I wanna be responsible for like inclusion of people […] it’s just like well I’ve gotta do something\" (Blue Duck). Another strategy was to use social networking sites as mediator for coming out, removing the necessity of coming out in person: \"on social media I am very-very open and people from my seminar groups and lectures like they follow me on Facebook or whatever, so I feel like they should-they must know\" (Robin Grey). These strategies allowed participants to fulfil their sense of responsibility while maintaining a level of separation. This acts as a protective barrier from potentially negative reactions and experiences; therefore, reconciling these competing demands and easing participation in social life.Other strategies did not aim to find such a balance. Multiple participants described selectively hiding their asexual identity in situations that they felt might be unsafe. This was described as being selectively in the closet (see Figure 5), hidden unless chosen otherwise, which alludes to an insidious implication that asexual individuals may fear for their safety.\t\tFigure 5 -Blue DuckIn addition, participants opted to sometimes avoid social situations in which they would be faced with this conundrum of coming out, as exampled by Robin Grey: \"sometimes it’s good to like turn your phone off of whatever. And block stuff […] Just a break from being asexual.\", which demonstrates the social exclusion and isolation that can result from holding an asexual identity in the university social environment.Creating Safer SpacesSeparation from expectation and responsibilityDue to the lack of inclusion in normative social spaces and fears around coming out, all participants made explicit the significance of finding and creating safer spaces for them to retreat to, and alleviate pressures experienced elsewhere. These spaces existed in various forms, but all had common characteristics. Being 'out' as asexual was unproblematic, normalised, even irrelevant, and there was relief from normative expectations, the responsibility of educating and the need to justify one's identity. Some found safety in being 'out' with their friends, as Blue Duck explains: “that’s kind of like how I cope, by like being really far out the closet with my friends”. However, being 'out' opened participants to assumptions and insensitive behaviours based on their asexuality, as experienced by Dice in general conversations with friends: “they can make jokes if they wanted to but sometimes they can seem a little bit insensitive”.  Managing such situations can be seen as an additional stress upon social situations that can have a negative impact upon individuals and their sociability.Feeling understood and therefore relieved of responsibility to educate in safer spaces was also cited as important to social interaction and support: “like the friends I’ve met from the pride society, 'cause obviously they have that understanding of some of the things that I’m going through. Without me having to explain it and then vent” (Blue Duck). Also indicated here is the opportunity that understanding offers for venting without having to explain one's self. However, despite some finding a sense of belonging in university LGBTQIA+ communities, these were quite ambivalent spaces. One participant felt alienated from their LGBTQIA+ Society having been told they do not belong there: \"I’ve been told that because I’m asexual and aromantic that I can’t be part of the queer community, but I can because I’m agender\" (Robin Grey). Such alienation was echoed by other participants and was in conflict with their personal sense of belonging to the community, demonstrated in one participant's reaction to asexual erasure from the LGBTQIA+ acronym: \"It’s A for Ace spectrum, or asexuality. Just let us have a letter in the acronym!\" (Samantha). These spaces were also connected to experiencing asexuality as less a salient identity. Multiple participants expressed finding this in isolated places. Expressed through pictures, one described building themselves a safer space in their room, another found it in secluded nature, where they would be unlikely to encounter others. This is a form of self-isolation connected to avoidance strategies for self-preservation.It can be seen here that safer spaces can be varyingly sourced, but their commonality is the alleviation of pressures that come from sexually normative expectations and a lack of understanding. However, many safer spaces presented their fallibility as safe. This problematises their construction as 'safe' and could have impacts upon individual sense of certainty and well-being.Importance of shared experience and belongingDespite varying levels of integration with normative social spaces and different approaches in navigating them, all participants sought safer spaces but also indicated a need for further support. This is where a level of understanding that could only be found through shared experience became important; told as a site of bonding between asexuals, they acted as a source of representation, validation and support for each other. This occurred in reference to individual asexual friends:we get our representation from each other. I kinda feel like, 'cause we know that we’re both asexual. And we live together so it’s like, we’re always there. Um, and we like bond over the fact that, the other stuff seems ridiculous to us. (Blue Duck)Rhetoric of shared experience was also used in reference to the broader online asexual community:I don’t really, like, participate a lot but I find that when I do it’s because that’s when I need it. And so, it’s really an important resource for me to have it there and knowing that it’s there for when I need it, y'know. (Dice)The sense of support and belonging found in the online asexual community offered such a comfort to two participants that they wore black rings on the middle finger of their right hand (see Figure 9), a community-established symbol of asexuality, to represent their connection to the community. They described this as an act of protection and support, reminding them that they are not alone.\tFigure 9 – Robin GreyDiscussionThe present study, designed to investigate the experiences of self-identified asexual students, used Interpretive Phenomenological Analysis of interviews with four participants to identify three superordinate themes: navigating normative social space, navigating invisibility and coming out, and creating safer spaces. These are discussed in relation to existing psychological literature along with directions for future research.The sexual normativity perceived in university contexts, especially in relation to drinking culture, related to feelings of difference and social exclusion for participants, which is consistent with Carrigan's (2011) finding that a sense of difference is common among asexuals. Experiences of social exclusion are in contrast to normative experiences of social drinking, acting as a social lubricant which aids in developing social connections and group identity (Strunk, 2014).  The necessary of developing strategies to navigate the social pressure of drinking culture was evident under circumstances of few social alternatives, an issue connected to university institutions. In light of this, institutions may consider the diversity of wants and needs of their students when developing social calendars and offer more non-drinking focused social activities.Beyond drinking contexts, participants found sexual normativity an exclusionary factor related to feelings of difference across social contexts. Social difficulty arose when sex became the topic of conversation, corroborating Gupta's (2017) study that links having a lack of sexual attraction to social isolation in sex-centred conversations. This, as Carrigan (2011) describes, can be a daily challenge and source of stress for asexuals, and could be a symptom of general difficulties in navigating social relationships, which can be linked to the navigation strategies participants employed while managing pressures from their social world.In light of the social exclusion evident in participant accounts, it is important to consider the implications this may have on accessing a social support network. This limits one’s access to social identities that function as psychological resources that promote health and well-being (Greenaway, Cruwys, Haslam & Jetten, 2016) and that the more social identifications one has the greater benefit to psychological health. This has been evidenced among various cohorts, including students entering university (Iyer, Jetten, Tsivrikos, Postmes & Haslam, 2009), therefore asexual students may be disadvantaged in this sense. However, this effect is contingent on identities being \"compatible, positive and important for the individual\" (Jetten, Haslam, Cruwys, Greenaway, Haslam & Steffens, 2017, p. 797), which Gupta (2017) suggests is not always true for asexuals. Furthermore, it is also possible that holding a stigmatised asexual identity could limit the positive effects of social identification.Themes related to coming out corroborate the importance of the phenomenon for identity development, as is found in asexuals and other sexual minorities (Robbins, Low & Query, 2016). Participants described related fears, based on their anticipation of others' reactions. The strategies employed to navigate this process alluded similarities with Meyer's (2003) Minority Stress Model. One stressor described in the model is the occurrence of prejudice events. Participants experienced prejudice within LGBTQIA+ contexts; a similar narrative and a sense of exclusion from the LGBTQIA+ community has been found for multiple identities, including bisexuals, transgender individuals and others (Flanders, Dobinson, & Logie, 2017; Takács, 2006, p. 64). The paradigm that sexuality is fundamental to the human experience is not one challenged through most LGBTQIA+ identities, like asexuality does, and could be considered a threat to another's sexual identity; therefore, it requires cognitive effort to change existing schemas to incorporate asexuality (MacNeela & Murphy, 2015). This may be an explanation for prejudice found in the LGBTQIA+ community, despite similar minority statuses. However, several participants held multiple queer identities, as is common among asexuals (Bauer et al., 2017), which creates different constellations of discrimination and acceptance within and beyond LGBTQIA+ communities. This is an important reminder that research must stay aware of the intersectional identities, so as to not ignore the impacts of intersectional discrimination.Participants employed a process of 'testing the waters' to discern possible reactions as part of their coming out process. This type of risk assessment has been documented in Carrigan's (2011) mixed methods analysis and they further postulate that negative expectations can impact asexuals' ability to reconcile their sense of difference, allowing space to internalise dismissive reactions and self-doubt. Contextual factors appear to mediate the psychological benefits that coming out can have (e.g. higher self-esteem, lower depression) (Kosciw, Palmer & Kull, 2015). The findings in this study are relevant to the Minority Stress Model's 'expectations of rejection' stressor. However, a sense of responsibility to educate the other about asexuality also influenced participants decisions in coming out. This may create differences in coming out behaviour and effects, in comparison to more widely known sexual-minority groups and could be understood as a social stressor when considering less visible sexual-minority identities. The present research found motivation for visibility came from hope for a future where such responsibility is no longer necessary. Institutions could act to alleviate this visibility work by including asexuality in any LGBTQ+ inclusion/acceptance campaigns and groups that they are running. Institutions can also seek to make small changes for inclusion, for example adding asexuality as a recognised option on demographic and diversity inclusion forms, as Broughtons (2015) reports as lacking.Participants developed strategies to reconcile the struggle between appeasing one’s personal responsibility for visibility and protecting one's self from negative experiences. The concealment of one's identity was evident in participant accounts; a phenomenon identified as predicting symptoms of social-phobia (Cohen, Blasey, Taylor, Weiss & Newman, 2016) and identified by the Minority Stress Model as a coping strategy. However, concealment can also become stressful itself (Miller & Major, 2000). In qualitative analysis of coming out experiences, Robbins et al. (2016) found that openness about one's asexuality is significant for identity integration and developing meaningful relationships. Therefore, identified navigation strategies could be a source of social distance that contributes to social isolation. Such suppression of identity has also been linked to negative health outcomes for LGB individuals (Meyer, 2003; Cohen et al., 2016); data of which does not yet exist for the asexual population. However, it is not only these pressures that determines coming out behaviour; the salience of identity to the individual is also important in coming out decisions (Robbins et al., 2016).Finding and creating 'safer spaces' was evident across participants, referring to both people and places. All involved separation from normative expectations and responsibility, and, while some facilitated social engagement others created barriers, which becomes particularly problematic in university contexts that were identified as lacking inclusive social opportunities. Therefore, related to an earlier point, it may be especially important for institutions to diversify their expectations of students' social and support needs. Affiliation with the asexual community was found a prominent 'safer space', emphasising the importance of understanding and shared experience. The significance of the asexual community for asexuals has been found for identity formation (Scherrer, 2011), outreach (Gupta, 2017), socialisation (Renninger, 2015) and support (MacNeela & Murphy, 2015); this communal identity is important in legitimising and accepting oneself (Carrigan, 2011). Accessing the asexual community is clearly described as a coping strategy and can be connected to minority resilience, a component of the Minority Stress Model, where minority communities provide access to resources (e.g. group solidarity and cohesiveness) that protect against adverse mental health effects. Much of the asexual community exists online and the relative lack of local offline access may present a unique issue for asexuals.LimitationsRecruitment for the present study was based upon self-identification with the ‘asexual’ label, which may have limited the inclusion of those under the ace-spectrum using a range of different identity labels. Therefore, it is imperative to stay informed of the fast-developing language used within asexual communities when conducting research. Within the bounds of asexuality research there has been over-reliance on established ace networks, such as AVEN, as a recruitment tool (Hinderliter, 2009). This study utilised alternative online recruitment methods in attempts to broaden asexual representations in research. Although small samples are fairly common within IPA studies (Smith et al., 2009), the generalisability of findings is limited. Additionally, since the average age of coming out and first engagement with the asexual community is twenty (Bauer et al., 2017) and all participants were aged similarly, this may have influenced the salience of participant's asexual identity and therefore experiences of social space.Future ResearchThe social navigation strategies discussed warrant further study, as they are significant in understanding the processes by which asexuals are socially included/excluded by themselves and others, both within and beyond LGBTQIA+ contexts. University drinking culture was presented as problematic for asexuals; therefore, it may be worth investigating the experiences of asexuals who do drink and how they navigate this social environment in further research. The 'sense of responsibility' found should be addressed in future research, focusing on impacts to sociality in different sexual-minorities and access to alternative support (e.g. online). Social identity approaches should be investigated with regards to sexual and gender minority identities, including asexuals, to further explore modes of social exclusion and potential ameliorating factors. Following these considerations, it is also proposed that development of the Minority Stress Model may seek to integrate asexuality as a sexual-minority identity and for data be collected regarding the psychological well-being of asexuals. As the present research is specific to the university context, future research may seek to understand asexual experiences across social contexts to better understand how circumstance and asexual identification interact.ConclusionThere is more to be done to incorporate asexuals into sexual and gender minority studies and the present study aimed to provide insight into the unique experiences of asexual students at universities. This has been considered in relation to existing research, from which suggestions for future research have been made. A focus on asexuality within social context is important in understanding the problems and negotiation of social life and the impacts this has upon individuals. Institutions are also encouraged to make steps towards inclusivity in policy, non-discriminatory practices and the promotion of inclusive language, all for creating structural change for the amelioration of asexual experiences at university.Correspondence:Erin Hampson, BSc – Independent ResearcherEmail: 3rinHampson@googlemail.com ReferencesBauer, C., Miller, T., Ginoza, M., Chiang, A., Youngblom, K., Baba, A., Pinnell, J., ...Ramaraj, V. (2017). The 2015 Asexual Census Summary Report. Retrieved from https://asexualcensus.files.wordpress.com/2017/10/2015_ace_census_summary_report.pdfBogaert, A. F. (2015). Asexuality: What It Is and Why It Matters. The Journal of Sex Research, 52(4), 362-379. doi: 10.1080/00224499.2015.1015713Brotto, L. A., Knudson, G., Inskip, J., Rhodes, K. & Erskine, Y. (2010). Asexuality: A mixed-methods approach. Archives of Sexual Behavior, 39(3), 599-618. doi:10.1007/s10508-008-9434-xBroughton, S. (2015). The Emerging Orientation: Asexuality in Equal Opportunities Monitoring in UK Universities. Retrieved from http://maaple.org.uk/wp-content/uploads/2015/06/FOI-study.pdfCarrigan, M. (2011). There’s more to life than sex? Difference and commonality within the asexual community. Sexualities, 14(4), 462-478. doi: 10.1177/1363460711406462Carrigan, M. A. (2012). “How Do You Know You Don't Like It If You Haven't Tried It?” Asexual Agency and the Sexual Assumptions. In T. G. Morrison et al. (Eds.), Sexual Minority Research in the New Millennium, (pp. 2-20). Nova Science. Chasin C. J. D. (2015). Making Sense In and Of the Asexual Community: NavigatingRelationships and Identities in a Context of Resistance. Journal of Community & Applied Social Psychology, 25(2), 167–180. doi:10.1002/casp.2203Chasin, C. J. D. (2009). A discursive look at the friend/ partner distinction: Implications for asexual people. Poster session presented at the annual meeting of the Canadian Psychological Society, Montreal, Quebec. Retrieved from http://chasin.ca/cj/Chasin_Poster_CPA_June2009.pdfChasin, C. J. D. (2017). Considering Asexuality as a Sexual Orientation and Implications for Acquired Female Sexual Arousal/Interest Disorder. Archives of Sexual Behavior, 46(3), 631-635. doi:10.1007/s10508-016-0893-1Cohen, J. M., Blasey, C., Taylor, C. B., Weiss, B. J. & Newman, M. G. (2016). Anxiety and Related Disorders and Concealment in Sexual Minority Young Adults. Behavior Therapy, 47(1), 91-101. Retrieved from doi:10.1016/j.beth.2015.09.006D'Augelli, A. R., Pilkington, N. W. & Hershberger, S. L. (2002). Incidence and Mental Health Impact of Sexual Orientation Victimization of Lesbian, Gay, and Bisexual Youths in High School. School Psychology Quarterly, 17(2), 148-167. doi:10.1521/scpq.17.2.148.20854Dawson M., McDonnell, L. & Scott, S. (2016). Negotiating the Boundaries of Intimacy: The Personal Lives of Asexual People. The Sociological Review. 64, 349-365. doi: 10.1111/1467-954X.12362Flanders, C. E., Dobinson, C. & Logie, C. (2017). Young Bisexual Women’s Perspectives on the Relationship Between Bisexual Stigma, Mental Health, and Sexual Health: A Qualitative Study. Critical Public Health, 27(1), 75-85. doi: 10.1080/09581596.2016.1158786.Greenaway, K. H., Cruwys, T., Haslam, S. A., and Jetten, J. (2016). Social identities promote well‐being because they satisfy global psychological needs. European Journal of Social Psychology, 46(3), 294–307. doi: 10.1002/ejsp.2169Gupta, K. (2015). Compulsory Sexuality: Evaluating an Emerging Concept. Signs, 41(1), 131-154.Gupta, K. (2017). “And Now I’m Just Different, but There’s Nothing Actually Wrong With Me”: Asexual Marginalization and Resistance. Journal of Homosexuality, 64(8), 991-1013. doi:10.1080/00918369.2016.1236590Haefner, C. (2011). Asexual scripts: A grounded theory inquiry into the intrapsychic scripts asexuals use to negotiate romantic relationships (Unpublished Doctoral Thesis). Institute of Transpersonal Psychology. Hebden, R., Lyons, A. C., Goodwin, I. & McCreanor, T. (2015). “When You Add Alcohol, It Gets That Much Better”: University Students, Alcohol Consumption, and Online Drinking Cultures. Journal of Drug Issues, 45(2), 214-226. doi:10.1177/0022042615575375Heldman, C. & Wade, L. (2010). Hook-Up Culture: Setting a New Research Agenda. Sexuality Research & Social Policy, 7(4), 323-333. doi: 10.1007/s13178-010-0024-zHinderliter, A. (2009). Methodological issues for studying asexuality. Archives of Sexual Behavior, 38(5), 619-621. doi: 10.1007/s10508-009-9502-xHoffarth, M. R., Drolet, C. E., Hodson, G. & Hafer, C. L. (2016). Development and Validation of the Attitudes Towards Asexuals (ATA) scale. Psychology & Sexuality, 7(2), 88-100. doi:10.1080/19419899.2015.1050446Howitt, D. (2013). Introduction to Qualitative Methods in Psychology (2nd ed.). Harlow, London: Pearson Education Limited.Iyer, A., Jetten, J., Tsivrikos, D., Postmes, T., & Haslam, S. A. (2009). The More (and More Compatible) the Merrier: Multiple Group Memberships and Identity Compatibility as Predictors of Adjustment after life transitions. British Journal of Social Psychology, 48(4), 707-733. doi: 10.1348/014466608 X397628Jetten, J., Haslam, S. A., Cruwys, T., Greenaway, K. H., Haslam, C. & Steffens, N. K. (2017). Advancing the social identity approach to health and well‐being: Progressing the social cure research agenda. European Journal of Social Psychology, 47, 789–802. doi: 10.1002/ejsp.2333Kosciw J. G., Palmer, N. A., Kull, R. M & Greytak, E. A. (2013). The Effect of Negative School Climate on Academic Outcomes for LGBT Youth and the Role of In-School Supports. Journal of School Violence, 12(1), 45-63. doi:10.1080/15388220.2012.732546Kosciw, J. G., Palmer, N. A. & Kull, R. M. (2015). Reflecting Resiliency: Openness About Sexual Orientation and/or Gender Identity and Its Relationship to Well-Being and Educational Outcomes for LGBT Students. American Journal of Community Psychology, 55(1-2), 167-178. doi: 10.1007/s10464-014-9642-6Lapenta, P. (2011). Some Theoretical and Methodological Views on Photo-Elicitation. In E. Margolis & L. Pauwels (Eds.), The SAGE Handbook of Visual Research Methods, (Chapter 11). London: SAGE.Lasala, M. C. (2003). When Interviewing “Family”: Maximizing the Insider Advantage in the Qualitative Study of Lesbians and Gay Men. Journal of Gay & Lesbian Social Services, 15(1-2), 15-30. doi:10.1300/J041v15n01_02MacInnis, C. C. & Hodson, G. (2012). Intergroup Bias Toward “Group X”: Evidence of Prejudice, Dehumanization, Avoidance, and Discrimination Against Asexuals. Group Processes & Intergroup Relations, 15(6), 725-743. doi:10.1177/1368430212442419MacNeela, P. & Murphy, A. (2015). Freedom, Invisibility, and Community: A Qualitative Study of Self-Identification with Asexuality. Archive of Sexual Behavior, 44(3), 799-812. doi:10.1007/s10508-014-0458-0Meyer, I. H. (2003). Prejudice, Social Stress, and Mental Health in Lesbian, Gay, and Bisexual Populations: Conceptual Issues and Research Evidence. Psychology Bulletin, 129(5), 674-697. doi:10.1037/sgd0000132209Miller, C. T. & Major, B. (2000). Coping with stigma and prejudice. In Heatherton, T. F., Kleck, R.E., Hebl, M. R. & Hull, J. G. (Eds.), The Social Psychology of Stigma, (pp. 243-272). New York: Guilford Press.Power, E., Coughlan, H., Clarke, H., Keller, I., Lynch, F., Connor, D., … Cannon, M. (2016). Nonsuicidal Self-Injury, Sucidal Thoughts and Suicide Attempts Among Sexual Minority Youth in Ireland During Their Emerging Adult Years. Early Intervention in Psychiatry, 10, 441-445. doi:10.1111/eip.12249Price, E. (2011). LGBT sexualities in social care research. Retrieved April 11th, 2018, from http://www.lse.ac.uk/lsehealthandsocialcare/pdf/sscr_methods_review_2.pdfPrzybylo, E. (2011). Crisis and Safety: The Asexual in Sexusociety. Sexualities, 14(4), 444-461. doi:10.1177/1363460711406461Przybylo, E. (2012). Producing Facts: Empirical Asexuality and the Scientific Study of Sex. Feminism & Psychology, 23(2), 224-242. doi:10.1177/0959353512443668Renninger, B. J. (2015). \"Where I Can Be Myself ... Where I Can Speak My Mind”: Networked Counterpublics in a Polymedia Environment. New Media & Society, 17(9), 1513-1529. doi: 10.1177/1461444814530095Robbins, N. K., Low, K. G. & Query, A. N. (2016). A Qualitative Exploration of the “Coming Out” Process for Asexual Individuals. Archives of Sexual Behavior, 45(3), 751-760. doi: 10.1007/s10508-015-0561-xRose, G. (2016). Visual Methodologies: An Introduction to Researching with Visual Materials. Open University, UK: Sage.Russel, S. & Fish, J. N. (2016). Mental Health in Lesbian, Gay, Bisexual, and Transgender (LGBT) Youth. Annual Review of Clinical Psychology, 28(12), 465–487. doi:10.1146/annurev-clinpsy-021815-093153Scherrer, K. S. (2008). Coming to an Asexual Identity: Negotiating Identity, Negotiating Desire. Sexualities, 11(5), 621-641. doi:10.1177/1363460708094269Scherrer, K. S. (2010). What Asexuality Contributes to the Same Sex Marriage Discussion. Journal of Gay & Lesbian Social Services, 22(1-2), 56-73. doi:10.1080/10538720903332255Sheehan, R. (2015). A-Identity Politics: Asexual Exceptionalism, Precarity, and Activism (unpublished master’s thesis). George Mason University.Shih, M. (2004). Positive Stigma: Examining Resilience and Empowerment in Overcoming Stigma. The ANNALS of the American Academy of Political and Social Science, 591(1), 175-185. doi:10.1177/0002716203260099Singh, A. A., Hays, D. G., & Watson, L. S. (2011). Strength in the Face of Adversity: Resilience Strategies of Transgender Individuals. Journal Of Counseling & Development, 89(1), 20-27. Smith, J. A. (2011). Evaluating the contribution of interpretative phenomenological analysis. Health Psychology Review, 5(1), 9-27. doi: 10.1080/17437199.2010.510659Smith, J. A., Flowers, P. & Larkin. M. (2009). Interpretative Phenomenological Analysis: Theory Method and Research. London: SAGE.Strunk, D. (2014). How to end the hook-up culture: An economic and institutional examination of the hook -up culture on college campuses. (Unpublished undergraduate dissertation). Duke University.Takács, J. (2006). Social exclusion of young lesbian, gay, bisexual and transgender (LGBT) people in Europe. Retrieved April 17th, 2018, from http://www.presidencia.ccoo.es/comunes/recursos/99922/doc21162_Report_Social_Excluson.pdfTeddlie, C. & Yu, F. (2007). Mixed Methods Sampling: A Typology With Examples. Journal of Mixed Methods Research, 1(1), 77–100. doi: 10.1177/2345678906292430The Asexual Visibility and Education Network. (n.d.). About Asexuality. Retrieved April 16th, 2018, from https://www.asexuality.org/?q=overview.htmlVan Houdenhove, E., Enzlin, P. & Gijs, L. (2017). A Positive Approach Towards Psychology: Some First Steps, But Still a Long Way to Go. Archives of Sexual Behaviour, 46(3), 647–651. doi: 10.1007/s10508-016-0921-1Waldo, C. R. (1999). Working in a majority context: A structural model of heterosexism as minority stress in the workplace. Journal of Counseling Psychology, 46(2), 218-232. doi: 10.1037/0022-0167.46.2.218White, A. E., Moeller, J., Ivcevic, Z., Brackett, M. A., Stern, R. (2018). LGBTQ Adolescents' Positive and Negative Emotions and Experiences in U.S. High Schools. Sex Roles, 1-15. doi:10.1007/s11199-017-0885-1ArticleA Qualitative Exploration of Queer Muslim Women and the Intersection between Religious and Sexual Identities Morgan Williamson, Tom Nadarzynski & Alex PollardSome members of multiple minority groups experience conflict between their sexual and religious identities which could lead to negative impacts on their wellbeing. The present study aimed to examine the intersection of religion and sexual identity for queer Muslim women. Eight lesbian/bisexual/sexual minority Muslim women were interviewed about their lived experiences using a semi-structured interview. A thematic analysis, informed by internal conflict theory, identified five themes; (i) Compartmentalised Identities, (ii) Religious Expectations, (iii) Is Being Gay a Choice? (iiii) ‘’I am who I am’’: Acceptance and (v) Authenticity. The results revealed an internal conflict from compartmentalised identities, but acceptance was a dominating theme. It investigates a novel issue and future research is warranted regarding the development of interventions to improve wellbeing for queer Muslim women.Keywords: Queer, Muslim, Women, Intersection, Internal Conflict IntroductionAccording to the Quran, the Prophet Muhammad said ‘’If you find anyone doing as Lot’s people did, kill the one who does it, and the one to whom it is done’’ (The Hadith[footnoteRef:24]). Same-sex sexual contact is commonly considered forbidden within traditional Islamic teachings (Siraj, 2009). It is perceived as a deviation of nature and a revolt against God according to the Qur’an and Hadith literature (Yip, 2004). Much of Muslim theology in Britain remains opposed to same-sex relationships and preserve the assumption that being “queer”[footnoteRef:25] and “Muslim” are mutually exclusive identities, perpetuating a lack of acceptance and support for Muslims who identify as gay/lesbian/bisexual/queer/sexual minority (Rahman, 2010). On the opposing side, Islamophobia is prevalent in the LGBTQ community and can obstruct the process of self-acceptance and further impede on a social support system for queer Muslims (Jaspal, 2017). The repercussions of these opposing identities can potentially decrease well-being through the reduction of space to be authentic and the fear of ridicule, prejudice and other harms from two communities (Roggemans, Spruyt, Droogenbroeck & Keppens, 2015). The strong personal commitment to these typically conflicting identities can create a potential for internal conflict among queer Muslim women (Baumeister, Shapiro & Tice, 1985). [24:  The Hadith, (Sunan of Abu Dawood, Book 38, Hadith Number 4447)]  [25:  ‘Queer’ is used throughout this article as an umbrella term for ‘non-normative’ or minority sexualities (e.g. lesbian, gay, bisexual etc)] Many lesbian, gay, bisexual, transgender and queer (LGBTQ) people follow a religious faith or were raised following a religion (Halkitis et al., 2009). However, religious teachings are loaded with tension for many LGBTQ people, as most mainstream religions vilify homosexuality and same-sex relationships to varying degrees (Yip, 2005). Barton (2010) interviewed 46 LGBTQ Christians and found that most felt they were living with isolation, abuse and self-loathing. LGBTQ people in the United Kingdom experience higher rates of suicidality compared to their heterosexual peers (Ream, 2019), and studies have found that sexual minority individuals who are raised in a religious setting have a higher rate of suicidal thoughts than LGBTQ individuals who follow no religion (Gibbs & Goldbach, 2015). The promotion of anti-gay judgements by many mainstream religions can lead to internalised stigma and can increase the psychological stressors for queer individuals as they begin to develop their “non-normative” sexuality (Anderton, Pender & Asner-Self, 2011). However, not all religious communities are homophobic, for example, some have welcomed queer Christians into their congregations (Chaves & Anderson, 2014), which has enabled LGBTQ individuals to integrate their religious beliefs and sexual orientation (Fuist, 2016).Research into the intersection between religious and sexual identities has largely focused on Christianity (Dahl & Galliher, 2009; Murr, 2013) and there is a dearth of literature into the experience of LGBTQ Muslims (Siraj, 2012). Islam is the second biggest religion in the UK after Christianity, with around 3.3 million Muslims living in the UK (Office for National Statistics, 2018). Queer Muslims have been found to experience poor psychological well-being due to the perceived risk of judgement and violence arising from negative representations of homosexuality in the Muslim community and the general population (Jaspal & Siraj, 2011). The conventional teachings of Islam remain homophobic and compulsory heterosexuality is a cause of internalised conflict for many queer Muslims (Kligerman, 2007).  According to some Islamic thought, homosexuality and same-sex relationships are viewed as a product of Westernisation due to the corruption of Western society (Yip, 2003). A majority of Muslim theology perspectives negatively judge homosexuality, with 86% of Islamic theologians stating that gay individuals are disgusting and unnatural (Siraj, 2009). Most Muslims hold the view that homosexuality is sinful and against God and this is endorsed by many Muslim leaders (Geissinger, 2012). The Qur’an (the Islamic holy scriptures, believed to be the word of God) and the hadith (the sayings of Prophet Muhammad) promote heterosexuality and condemn homosexuality (Yip, 2005). However, homosexuality is seldom represented in the Qur’an and is more frequently raised in the hadith (Siraj, 2016). But some Islamic scholars have argued that using the hadith to chastise homosexuality is problematic, with some scholars questioning the authenticity of hadith literature due to inconsistencies and contradictions (Habib, 2008). Also, many Muslim scholars argue that living in a secular, non-Muslim environment involves demonstrating tolerance towards ‘haram’ (forbidden) practices, despite their differences in opinions with teachings that promote the liberty to pursue personal happiness (Hunt, Connor, Ciesinski, Abdi & Robinson, 2017). Despite the homophobic thought of some Islamic scholars, LGBTQ Muslims continue use the Qur’an and the hadith as sources of support and guidance (Siraj, 2016). Resisting literal interpretations, the LGBTQ Muslim community often follow the message of Islam that celebrates inclusion and diversity (Geissinger, 2012). The Qur’anic passages of Prophet Lut depict the punishment of the people of Sodom and Gomorrah; Islamic scholars typically interpret the punishment as due to sexual activity between males. However, alternative interpretations suggest that other sins, including murder, robbery and sexual assault are the reason for the punishments (Kugle, 2010). Within Islamic teachings, only penetrative sexual acts involving males are judged to be a sin (Zulkffli, 2016). Hamdi, Lachheb and Anderson (2018) found that that some queer Muslim men therefore exclude penetration from their sexual repertoire in order to be compatible with Islamic teachings. Queer Muslims have tried to adopt affirming re-interpretations of the Qur’an as a form of self-empowerment for their own wellbeing (Adur & Purkayastha, 2016). However, empowerment is made difficult within Islamic cultures due to a lack of positive expressions for homosexuality in the language (Khan, 1997). In Urdu, Punjabi and Hindi, there are only derogatory terms given to individuals who engage in same-sex sexual activity (Murrey, 1997). The Arabic terms for lesbian (sahiqa, sahhaqa and musahiqa) describe the sexual behaviour between two women rather than the emotional connection (Amer, 2009). Lesbianism is not deemed as serious as homosexual sex between males as it does not involve penile penetration (Shahrur, 2009). However, being a woman who is attracted to women is considered a deviant behaviour as it departs from feminine norms (e.g. the submission of a woman to men) and fails to conform to Islam’s expectations of hegemonic heteronormativity (Siraj, 2011).In the Qur’an and Hadith texts, there is silence on lesbianism (Siraj, 2012). Muslim queer women have been marginalized because of their gender, sexual orientation and religious identity and research continues to ignore their experiences (Siraj, 2011). The small amount of research on the subject has revealed interactions between religious beliefs and sexual orientation that create internal conflict for queer Muslim women (Siraj, 2009), who have nevertheless shown a desire to combine their identities by contesting the homophobic views of Islam. Siraj (2018) interviewed seven queer Pakistani Muslim women and found they felt their desire to uphold cultural norms took priority over the importance of their sexual identity. Queer Muslim women appear to experience a remarkable degree of conflict and the current study seeks to further examine how these two identities intersect.Islamophobia in the LGBTQ communityThe media in Western society has often constructed a negative image of Islam, through overrepresentation of negative events and stereotyping (Jackson, 2010). Although media representations do not inevitably result in Islamophobia within society, they have a large influence on the views of Islam by non-Muslims (Ahmed & Matthes, 2016). Islamophobia is prevalent in the LGBTQ community and can obstruct the process of self-acceptance and impede social support for queer Muslims by reducing safe spaces (Jaspal, 2017). Marginalisation within these spaces is associated with emotional suffering resulting in poor psychological well-being (Hankir, Ali, Siddique, Carrick & Zaman, 2018). The lack of representation of Muslims within these spaces also contributes to an experience of exclusion within the LGBTQ community (Jaspal, 2017). Research has shown that a lack of support within the LGBTQ community can increase the conflict between religious and sexual identities for queer Muslims (Moffic, 2018). Adding to the prejudice, Muslim women have been found to be more likely to be attacked than Muslim men, demonstrating the additional adversity of being a queer Muslim woman (Zempi & Chakraborti, 2014).Cognitive Dissonance and Internal Conflict TheoryFestinger’s (1957) theory of cognitive dissonance details the psychological discomfort caused by possessing conflicting cognitions such as beliefs or attitudes. The theory of cognitive dissonance has been utilised, historically, to frame the integrations of gay men’s sexual identity with other potentially incompatible identities or beliefs (Anderson et al, 2009; Alderson, 2003). Compartmentalisation, merging of identities, rejection of sexuality or rejection of religion have been shown to have consequences of cognitive dissonance for queer religious individuals (Wood and Conley, 2014). Dissonant beliefs can cause mental distress which is addressed by changing or discarding one of the two conflicting thoughts to reduce anxiety (Cooper & Fazio, 1984; Festinger, 1957). However cognitive dissonance is conceptually vague and does not incorporate the social and personality issues that emerge through an individual’s conflict and anxiety between religious beliefs and sexual orientation and is difficult to operationalise (Jones, 1985).Internal conflict theory (Baumeister, Shapiro & Tice, 1985) combines Festinger’s theory (1957) with the multiplicity of identity and strong personal commitment to the two distinct identities. Internal conflict theory proposes that an individual has a strong personal connection to two contrasting identities, causing the conflict. The concept of the multiplicity of identities suggests that individual identity is comprised of sub-identities and the dynamic nature between them can lead to internal conflict (Markus & Wurf, 1987). Jaspal and Cinnirella (2010) interviewed twelve British gay Muslim men and found the participants experienced identity threat and conflict between these identities. The study highlighted the need for coping strategies in order to manage the identity conflict. One coping strategy that has been identified in the management of two opposing identities is compartmentalisation (Roccas & Brewer, 2002). Studies have shown that gay British Muslim men kept their identities separate; de-emphasizing their gay identity in religious contexts such as when attending Mosque and de-emphasizing their religious identity when in a gay setting such as pride events (Yip, 2003) as a short-term psychological technique (Coyle & Rafalin, 2001).This study will use internal conflict theory as a theoretical framework to guide the analysis, with emphasis on whether an internal conflict is present in queer Muslim women and the coping strategies that these women employed to manage the conflict.Method Design The design of the study was qualitative semi-structured interviews; conducted between November 2018 and January 2019, mostly within the Greater London area, UK. The study was granted ethical approval from the Ethics Board at the University of Westminster (ETH1819-0246).RecruitmentParticipants were recruited through purposive non-probability sampling using advertisements on social media (Facebook, Twitter and Instagram) and advertising through an online forum, Imaan an LGBTQ Muslim charity in the UK. The LGBTI+ Society at the University of Westminster also advertised the study on social media, and a snowballing sampling method was utilized, based on personal connections to the primary researcher. The recruitment materials called for self-identified lesbian/bisexual/pansexual/queer women who were either practising Muslims or grew up in a Muslim household.  The exclusion criteria for participation included those who could not speak conversational English and anyone under the age of 18.ParticipantsIn total, eight women took part in the study. They were between 20 and 29 years old and all participants were either born in Britain or had lived in the UK for at least 5 years; all were located in London. Half of the participants were in a relationship (three in same-sex relationship one in an opposite-sex relationship), with the other four being single. Participants were mostly of South Asian descent: Indian (n=2), Pakistani (n=2) Bangladeshi (n=1), Afghan (n=1), with the others comprised of Somali (n=1) and South-East Asian (n=1) decent. All participants reported growing up in Muslim households. One participant was a non-practising Muslim and the seven participants who did practice were of varying religiosity.ProcedureParticipants were invited to read a Participant Information Sheet and required to sign a Consent Form. A semi-structured interview schedule consisted of nine exploratory, open-ended questions, with scope for follow-up questions. The interviews began with questions regarding self-description and identity, followed by more specific questions including experiences of growing up in a Muslim household, experiences of being queer and how their identities intersect with each other. The questions included: “How influential is religion on your life? What are the expectations from your family for your life? When did you realise you were queer? And is your sexuality identity and religion merged in any way?” The participants were reassured they could decline to answer any question at their discretion and were debriefed following the conclusion of the interview. Interviews lasted between 30 and 70 minutes. They were digitally recorded on a password-protected iPad and transcribed verbatim by the primary researcher.  Data AnalysisData were analysed using thematic analysis and followed a six-phase procedure, including familiarisation with the data, searching for codes, generating and reviewing themes and defining and naming the themes (Braun and Clarke, 2006). ResultsThe analysis identified five themes; i) Compartmentalises identities; ii) Religious expectations; iii) Is being gay a choice? iv) ‘’I am who I am’’: Acceptance and; v) Authenticity.Compartmentalised identitiesThe most prominent theme throughout the transcripts was a distinct separation of sexual identity and religion. The participants explained that they lived two separate lives; one that was queer and one Muslim:It’s either this, or it’s that. Just like everything really is, just like my home life and my outside life, erm so work and friends and stuff, it’s the same religion, like at home I’m religious, and outside I’m not so religious, at home I’m straight, outside I’m queer, it’s just two different things. (P 1 Line 42). The compartmentalisation approach to the two identities resulted in feelings of internal conflict and participants indicated stress and fear due to the clash in religious teachings and their sexuality. Participant 4 expressed concerns about going to Hell because she is queer and believes she is not following her faith as expected in Islam: Yeah, every day because I truly 100% believe that if I die now, I’m going to go to hell. Everything in my life, not praying, drinking, whatever it is, like as a whole I just don’t think I’m a very good Muslim and you know, not wearing the hijab, all of that. So, I wake up every day hoping that I don’t die tomorrow. (P 4, Line 53). A consequence of the conflict for participants was to question whether they could express both their identities simultaneously, however, during the interview none of these participants reached a conclusion. Participant 3 felt as if she had to choose between being queer and being Muslim and, when faced with a decision would be unsure which to choose: “No one cares if I’m Muslim in Soho, but everyone cares if I’m gay in the Muslim community, so which one do I choose?” (P 3, Line 47). Participants also feared coming out to members of their religious community as they knew their sexuality would not be accepted. Participants talked through their experiences of coming out to individuals in their religious community and the reactions they endured. Participant 4 explained that her parents’ reaction to her disclosing her sexuality was a negative experience. She stated that she did not want to hurt her Mother but still wanted to live authentically; causing internal conflict: “I love my mum very much and I think that when I came out with her, she wanted to kill herself and she hopes she will die, blah, blah, blah, so that causes a lot of conflict as well because I don’t want to hurt my mum any more than I have to but that would mean living the rest of my life in secret...” (P 4, Line 53)Religious expectationsExpectations for the participants’ lives were felt to be placed upon them by their family and Islam. Participant 7 acknowledged the hatred towards queer people within Islam, stating some Muslims believe they should be killed, indicating the intention for humans is to live a heteronormative life in accordance with Islam: “It’s not seen in a positive light, people do say you should die for it” (P 7, Line 35). Homosexuality was depicted as a sin for many participants whilst growing up and they were taught that same-sex desires should not be acted upon. Participants articulated the belief that life on Earth is a test and when individuals get to Heaven, they will be rewarded for not giving into temptation: “He put these feelings into us as a sort of test, right? But then at the same time, like why this test, why not any other test? This is a terrible test, I hate this test” (P 4, Line 37) Religious expectations are also placed on participants by their family. They felt they were expected to live a traditional life by marrying the opposite sex and conceiving children naturally. Although many of the participants did not desire to follow the teachings of Islam in all the arrangements of their life, they did not want to disappoint their family and therefore this created a state of conflict. Imposed expectations had negative effects on many of the respondents: “It’s very pressuring, like the expectations they have also directly links to their happiness” (P 1, Line 23). Family expectations were seen to cause upsetting outcomes when the family realised that their child may not be following the life that they set out for them, or which has been instructed by Islam. Participant 4 detailed the boundaries that her Mother had around her expectations for her daughter’s life, stating a compromise for Participant 4 to not engage in same-sex sexual activity if she is not going to marry a man:  the last conversation I had with my mum was a very harrowing one and I told her to stop expecting me to get married to a guy because she was still saying stuff like that so the end of the conversation she was like, ‘okay, I will expect it from your sister, I won’t expect it from you’. So thank you, but then she did throw in a line saying, ‘it’s fine if you don’t want to get married but don’t do anything that crosses the line in Islam’ and I think obviously we both knew what she was talking about but I was like, ‘yeah okay (P 4, Line 25).  Is being gay a choice? A reoccurring theme throughout the transcripts was choice. The participants felt they did not choose to be queer and could not change their sexual identity. Participant 3 stated she would not choose to go against God or choose to have to go through the negative experiences that come with being gay:if I could choose to be gay, do you think I would choose to be gay? Do you think I would choose to always be discriminated against, to not have children so easily? Do you think I would alienate my friends and family, and do you think I would choose to be constantly looked down upon and feel like I can’t hold my girlfriend’s hand? Do you think I would choose all those things? Do you think I would choose to be an abomination to God Himself? Do you think I would choose all those things? No, I wouldn’t, so clearly if you are telling me it’s a choice, how much of a choice is it really? Because if I know all those things and I still can’t help it, then either I’m absolutely fucking insane or I’m telling you I cannot choose. (P 3, Line 37) Respondents felt the need to clarify that their sexuality is not a choice during their personal coming out process. They felt this was necessary to be accepted by other Muslims, which proved most successful. Many respondents used the example of alcohol to illustrate rational choices in Islam, explaining that they felt drinking alcohol, which is also considered a sin in Islam, is a choice whereas their sexual orientation is not:  I can choose whether to drink, I can choose to do good things, but I can’t choose to be straight, I can’t choose to not be gay. I can choose those things but I can’t choose this and if my community can’t really accept me for being gay, I can’t exactly feel welcome there. (P 3, Line 23) ‘’I am who I am’’: Acceptance Acceptance of the two identities was a recurring concept throughout the interviews. Despite often compartmentalising their identities, participants felt acceptance within themselves and a sense of community with other LGBTQ individuals. Feelings of internal conflict expressed in the interviews did not prevent these women from accepting themselves, the two notions were found to exist together. Regardless of adverse experiences and constricting expectations, all of the participants accepted their queer identity: “maybe they will become one but honestly I’m happy with the way they are because it makes my life a little bit more exciting” (P 3, Line 71). Self-acceptance played a vital role in creating positive wellbeing and was effective in establishing comfort within themselves. The personal growth of the women during their progression in acceptance was highlighted, explaining they now felt they did not need to choose between their two identities but embraced them: I’ve always thought I had to choose between my religion and my sexuality but as a grown woman I learnt I don’t need to choose, I can be both, it’s really weird to see that. I just feel like I can be both, I don’t really care, I am who I am. (P 6, Line 39)The LGBTQ community played a role in the acceptance of their sexuality for the participants. For most participants the acceptance of sexual identity did not come from their religious community and positive support from the LGBTQ community was the only source of affirmation for their sexuality some of the participants were receiving. Acceptance and affirmation were achieved through romantic partners in a queer environment, which would not be possible in a religious setting. Participant 8 felt she had found an extended family through the community, allowing her to be comfortable within herself: They’re like another connected family I think, you can go to these events and these clubs and just be yourself with your partner and not think about anything because there’s a load of other gay Asians around you, so you’re like ‘okay I’m comfortable’, instantly, yeah that doesn’t happen anywhere else, like with family and stuff. (P 8, Line 65). AuthenticityThe final theme was that the women felt they could be fully themselves when they saw other queer Muslim women being represented in the media or in real life. Authenticity was a coping strategy of conflict.  The positive influence of other queer Muslim women was vital to participants. They conveyed feelings of inclusion and empowerment through seeing individuals who shared similar identities as themselves. This positive representation encouraged participants to feel more comfortable with their sexuality, enabled them to become aware of an accepting LGBTQ community and to realise they are not alone. Other queer Muslim women supported authenticity in the individual's self-identity. Several participants suggested this enabled them to recognise that their two identities can coexist, and their lives do not need to be dictated by one identity at the expense of another. Participant 7, who is of Somali descent, expressed how little representation of queer Muslims there was when she was younger, and the growing visibility of queer Muslim women has given her the strength to be herself:“I’ve seen a lot more queer people now that are from the Muslim community than when I was younger. When I was younger, it was all hush hush, behind closed doors, it’s crazy. The thought of there being another Somali queer girl, it was crazy, I thought I was the only one, I thought I was going insane and now there are so many people” (P 7, Line 77).Participant 8 felt that she got strength from other queer Asian women who could be themselves; if they could be at peace with their identities then she could too: “because there’s other gay Asians, you’re like ‘if that’s alright, then I’m alright’ you know, I’m okay within myself because they’re okay within themselves.” (P 8, Line 39)Identification with positive representations of other queer Muslims provided a coping strategy for internal feelings of conflict between their two identities. Participant 6, a Pakistani woman from London, expressed gratitude for the opportunity to meet queer Muslim women in London, and compared this to a closeted life in a homophobic country, where the potential to meet other queer Muslims would be minimal and her life would, therefore, be harder because of her unresolved identities: Can you imagine living somewhere like North Carolina and being gay, there will be racist people, there will be homophobic people, a generally bad experience (P 6, Line 43).Discussion These findings demonstrate that queer Muslim women are keen to integrate their sexual and religious identities; however, this is often challenging. There is an overwhelming sense of struggle to merge sexuality and religion, which induces internal conflict, causing the questioning of both faith and sexual identity. However, the compartmentalisation of the two identities, although it is not desired, frequently supported a reduction in the internal conflict that arose from two conflicting identities. As internal conflict theory suggests, these participants experienced conflict because of their two identities (Baumeister, Shapiro & Tice, 1985). The participants employed coping strategies in order to manage the conflict, similar to those reported by Jaspal and Cinnirella (2010). Despite the conflict, a degree of self-acceptance is present through all the interviews presented in this study.  The current study’s findings support and contradict the limited amount of previous research that has investigated the experience of queer Muslim women. As with Siraj’s (2017) study, the importance of maintaining the family reputation and honouring the wider religious community was also evident within our interviews. However, while Siraj (2017) found the lesbian Muslims in her study were not able to express feelings of authenticity due to a lack of empowerment in their sexual identity, our study found that some participants did express authenticity. This was as a result of identifying with positive representations of other queer Muslims. LimitationsThe population examined in this study is under-researched, therefore the results represent novel findings that add to the small amount of existing research. However, there are a number of limitations of this study. Some of the findings may result from culture rather than religion, with most of the participants in this study being of South Asian descent. There were no participants from West Asian countries, such as Turkey, and only one participant of African descent, where there are large Muslim populations (Kettani, 2010). More diverse samples should be gathered in further research to triangulate the findings and explore the differing influences of religion and culture. There are some differences in religiosity across regional and ethnic populations, which may not be represented in this small sample (Statham & Tillie, 2016). British Pakistani Muslims tend to be of high religiosity (McAndrew & Voas, 2013) and Moroccan and Turkish Muslims tend to be more moderate comparatively (Karlsen & Nazroo, 2013). A more diverse sample could encapsulate more experiences of British queer Muslim women.The study was conducted in Central London, a predominantly accepting area due to the diverse population. A higher proportion of Londoners also identify as LGB than the national average and therefore the findings may not be generalisable (Office for National Statistics, 2017). Carrying out the study in another geographical location in Britain may allow for a broader understanding of queer Muslims in the UK. The current study also focused on only young queer Muslim women (those under 30). The older population have fewer openly queer people and their experiences would likely vary compared to younger samples (Hawthorne, Camic & Rimes, 2018).Implications Research has shown that authenticity is at the centre of healthy psychological functioning and contributes to well-being, with the relationship between wellbeing indicators and authenticity being extensive (Schlegel & Hicks, 2011). From an LGBTQ perspective, authenticity is a feeling of peace with their sexual identity. It has been found to have an influence on creating a positive identity and functioning that is distinctly different from the concept of being out of the closet (Riggle, Rostosky, Black & Rosenkrantz, 2017). This study has shown that authenticity is an essential part of self-acceptance for queer Muslim women and therefore should be promoted within schools through more diverse representations. Future research could, therefore, explore authenticity interventions targeted towards queer Muslims and the effect this may have on well-being.The findings in this study emphasised the conflict that is felt by queer Muslim women between their religion and sexuality. The compartmentalisation of identities was used by participants as a strategy to minimise internal conflict while employing affirmative methods such as seeking out positive representations (Barton, 2010). Internal Conflict Theory (Baumeister, Shapiro & Tice, 1985) should be taken into consideration when resolving the conflict between religious beliefs and sexual orientation, especially for counsellors. If queer women require counselling for their mental health, counsellors should understand that resolution of the conflict would involve a process, utilizing various strategies. A strategy that may be successful for one individual may not be for another when seeking to manage this conflict. In the past, counselling has been considered a white, Christian, middle-class profession (Lago & Thompson, 2002) but the UK has shifted towards a multicultural society in recent years with increased tolerance and acceptance (McKenzie-Mavinga, 2016). A shift to a more diverse counselling service is needed, and religious contexts should be considered when individuals are receiving counselling to improve their mental health surrounding their conflicts around sexuality. Recommendations for future research would be to explore how western society can accommodate queer Muslims to allow for easier integration. It is imperative to focus on culturally competent services for LGBTQ individuals that recognise the intersectional struggles of queer Muslim women.Much research suggests that coming out of the closet is an important experience for LGBTQ individuals and their sexual identity (Heatherington & Lavner, 2008). Queer Muslim women often feel as if their sexuality would cause damage to the status of their parents in their religious community if they were to come out (Siraj, 2017). With this in mind, further research could explore the experiences that Muslim parents go through when their child comes out to them as queer. Some studies focused on Catholic parents of LGBTQ children found that negative reactions were a consequence of strong religious beliefs (Baiocco et al., 2014). Religious Catholic parents with children who are LGBTQ are found to experience more stress than parents of LGBTQ individuals who are not from a religious background (Pistella, Salvati, Ioverno, Laghi & Baiocco, 2016). There is a lack of research on Islamic households and therefore studies could focus on the conflict that the parent would experience. The research would benefit both the child and parent through gaining a better understanding of the psychological process of the parent during the coming out process. A potential implication of the research is the opportunity to provide the Queer Muslim community with more tailored support systems for them and their families, that incorporates their intersection of Islam.ConclusionThis study investigated the lived experiences of queer Muslim women to explore the intersection between these two identities. While considering how Queer Muslim women experience religion, sexuality, and the consequences of the experiences. The findings suggest that the two identities do intersect but there is a compartmentalisation of the identities, making their life more difficult. The experiences of queer Muslim women are diverse and include expectations from Islam and their family, acceptance, living authentically and rationalising sexuality with control. The findings mostly reinforce the small amount of previous literature regarding queer Muslim women, although some of the participants were able to achieve a sense of authenticity. However, the research primarily highlights the experiences of South Asian Muslims due to the sample characteristics. To investigate this further, future research should examine the lived experiences of queer Muslim women of more varied ethnicities and ages. The implications of future research could inform interventions specifically targeting queer Muslim women to improve their well-being.Correspondence:Morgan Williamson – Currently an MSc Health Psychology student at UCL Email: m.williamson@ucl.ac.uk Tom Nadarzynski – Lecturer at the University of WestminsterEmail:  T.Nadarzynski@westminster.ac.uk Alex Pollard – Research Fellow at Brighton and Sussex Medical SchoolEmail: pollardinoz@gmail.com ReferencesAdur, S., & Purkayastha, B. (2016). (Re)Telling traditions: the language of social identity among queer South Asians in the United States. South Asian Diaspora, 9(1), 1-16. doi: 10.1080/19438192.2016.1199456 Ahmed, S., & Matthes, J. (2016). Media representation of Muslims and Islam from 2000 to 2015: A meta-analysis. International Communication Gazette, 79(3), 219-244. doi: 10.1177/1748048516656305Amer, S. (2009). Medieval Arab lesbians and lesbian-like women. Journal of the History of Sexuality, 18(2), 215–236.Alderson, K. G. (2003). The ecological model of gay male identity. Canadian Journal of Human Sexuality, 12(2), 75-85.Anderson, M., Elam, G., Gerver, S., Solarin, I., Fenton, K., & Easterbrook, P. (2009). Liminal identities: Caribbean men who have sex with men in London, UK. Culture, Health & Sexuality, 11(3), 315-330. doi: 10.1080/13691050802702433Anderton, C., Pender, D., & Asner-Self, K. (2011). A Review of the Religious Identity/Sexual Orientation Identity Conflict Literature: Revisiting Festinger's Cognitive Dissonance Theory. Journal Of LGBT Issues In Counseling, 5(3-4), 259-281. doi: 10.1080/15538605.2011.632745Barton, B. (2010). “Abomination”—Life as a Bible Belt Gay. Journal Of Homosexuality, 57(4), 465-484. doi: 10.1080/00918361003608558Baumeister, R., Shapiro, J., & Tice, D. (1985). Two kinds of identity crisis. Journal Of Personality, 53(3), 407-424. doi: 10.1111/j.1467-6494.1985.tb00373.xBraun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3(2), 77-101.Chaves, M., & Anderson, S. (2014). Changing American Congregations: Findings from the Third Wave of the National Congregations Study. Journal For The Scientific Study Of Religion, 53(4), 676-686. doi: 10.1111/jssr.12151Cooper, J., & Fazio, R. (1984). A new look at cognitive dissonance theory. Advances in Experimental Social Psychology, 17(C), 229–265.Coyle, A., & Rafalin, D. (2001). Jewish Gay Men's Accounts of Negotiating Cultural, Religious, and Sexual Identity. Journal Of Psychology & Human Sexuality, 12(4), 21-48. doi: 10.1300/j056v12n04_02Dahl, A., & Galliher, R. (2009). LGBQQ Young Adult Experiences of Religious and Sexual Identity Integration. Journal Of LGBT Issues In Counseling, 3(2), 92-112. doi: 10.1080/15538600903005268Festinger, L. (1957). A theory of cognitive dissonance. Stanford, CA: Stanford University Press.Fuist, T. (2016). “It Just Always Seemed Like it Wasn't a Big Deal, Yet I Know for Some People They Really Struggle with It”: LGBT Religious Identities in Context. Journal For The Scientific Study Of Religion, 55(4), 770-786. doi: 10.1111/jssr.12291Gibbs, J., & Goldbach, J. (2015). Religious Conflict, Sexual Identity, and Suicidal Behaviors among LGBT Young Adults. Archives Of Suicide Research, 19(4), 472-488. doi: 10.1080/13811118.2015.1004476Geissinger, A. (2012). Islam and Discourses of Same-Sex Desire. In Queer Religion: Homosexuality in Modern Religious History, edited by D. L. Boisverts, and J. E. Johnson, 69–90. Santa Barbara, CA: Praeger.Habib, S. (2008). Queer-friendly Islamic Hermeneutics. ISIM News, 21(1), 32–33.Halkitis, P., Mattis, J., Sahadath, J., Massie, D., Ladyzhenskaya, L., & Pitrelli, K. et al. (2009). The Meanings and Manifestations of Religion and Spirituality among Lesbian, Gay, Bisexual, and Transgender Adults. Journal Of Adult Development, 16(4), 250-262. doi: 10.1007/s10804-009-9071-1Hamdi, N., Lachheb, M., & Anderson, E. (2018). Muslim gay men: identity conflict and politics in a Muslim majority nation. The British journal of sociology, 69(4), 1293-1312.Hawthorne, O., Camic, P., & Rimes, K. (2018). Understanding the structure, experiences and challenges of social support for older lesbian, gay and bisexual people: a systematic review. Ageing And Society, 1-24. doi: 10.1017/s0144686x18000910Hankir, A., Ali, S., Siddique, U., Carrick, F., & Zaman, R. (2018). Islamophobia: A British Muslim Perspective. Islamophobia And Psychiatry, 221-233. doi:10.1007/978-3-030-00512-2_19Hunt, S., Connor, J., Ciesinski, A., Abdi, C., & Robinson, B. (2017). Somali American female refugees discuss their attitudes toward homosexuality and the gay and lesbian community. Culture, Health & Sexuality, 20(5), 591-605. doi: 10.1080/13691058.2017.1367036Jackson, L. (2010). Images of Islam in US media and their educational implications. Educational Studies, 46(1), 3–24.Jaspal, R. (2017). Coping with perceived ethnic prejudice on the gay scene. Journal Of LGBT Youth, 14(2), 172-190. doi: 10.1080/19361653.2016.1264907Jaspal, R. (2012). ‘I never faced up to being gay’: sexual, religious and ethnic identities among British Indian and British Pakistani gay men. Culture, Health & Sexuality, 14(7), 767-780. doi: 10.1080/13691058.2012.693626Jaspal, R., & Cinnirella, M. (2010). Coping with potentially incompatible identities: Accounts of religious, ethnic, and sexual identities from British Pakistani men who identify as Muslim and gay. British Journal of Social Psychology, 49(4), 849-870.767-780. doi: 10.1080/13691058.2012.693626Jaspal, R., & Siraj, A. (2011). Perceptions of ‘coming out’ among British Muslim gay men. Psychology And Sexuality, 2(3), 183-197. doi: 10.1080/19419899.2010.526627Jones, E. E. (1985). Major developments in social psychology during the past five decades. Handbook of social psychology, 1(1), 47-107.Karlsen, S, &  Nazroo, J. (2013). Influences on Forms of National Identity and Feeling “At Home” Among Muslim Groups in Britain, Germany and Spain. Ethnicities, 13(6), 689-708. Kettani, H. (2010). 2010 World Muslim Population. In proceedings of the 8th Hawaii International Conference on Arts and Humanities, 12-16.Khan, B. (1997). Not-so-gay life in Pakistan. Islamic homosexualities, 275-296.Kligerman, N. (2007). Homosexuality in Islam: A difficult paradox. Macalester Islam Journal, 2(3), 55–64.Kugle, S. (2010). Homosexuality in Islam: Critical Reflection on Gay, Lesbian, and Transgender Muslims. Oxford, England: Oneworld Publications.Lago, C., & Thompson, J. (2002). Counselling and race. Στο: S. Palmer (Ed), Multicultural Counseling, 1-3.Markus, H., & Wurf, E. (1987). The dynamic self-concept: Social psychological perspective. Annual Review of Psychology, 38, 299–337.McAndrew, S., & Voas, D. (2013). Immigrant Generation, Religiosity and Civic Engagement in Britain. Ethnic and Racial Studies, 37(1), 99-119.McKenzie-Mavinga, I. (2016). The challenge of racism in therapeutic practice: Engaging with oppression in practice and supervision. Macmillan International Higher Education.Moffic, H. (2018). Islamophobia and Ethical Challenges for LGBT Mental Healthcare. Islamophobia And Psychiatry, 267-276. doi: 10.1007/978-3-030-00512-2_23Murr, R. (2013). “I Became Proud of Being Gay and Proud of Being Christian”: The Spiritual Journeys of Queer Christian Women. Journal Of Religion & Spirituality In SocialWork: Social Thought, 32(4), 349-372. doi: 10.1080/15426432.2013.839241Murrey, S. (1997). The Will Not to Know: Islamic Accommodations of Male Homosexuality. New York Publications.Office for National Statistics. (2018). Muslim population in the UK. Retrieved from https://www.ons.gov.uk/aboutus/transparencyandgovernance/freedomofinformationfoi/muslimpopulationintheuk/Office for National Statistics. (2017). Sexual orientation, UK: 2017. Retrieved from https://www.ons.gov.uk/peoplepopulationandcommunity/culturalidentity/sexuality/bulletins/sexualidentityuk/2017Pistella, J., Salvati, M., Ioverno, S., Laghi, F., & Baiocco, R. (2016). Coming-Out to Family Members and Internalized Sexual Stigma in Bisexual, Lesbian and Gay People. Journal Of Child And Family Studies, 25(12), 3694-3701. doi: 10.1007/s10826-016-0528-0Rahman, M. (2010). Queer as Intersectionality: Theorizing Gay Muslim Identities. Sociology, 44(5), 944-961. doi: 10.1177/0038038510375733Ream, G. (2019). What's Unique About Lesbian, Gay, Bisexual, and Transgender (LGBT) Youth and Young Adult Suicides? Findings From the National Violent Death Reporting System. Journal Of Adolescent Health, 64(5), 602-607. doi: 10.1016/j.jadohealth.2018.10.303Riggle, E., Rostosky, S., Black, W., & Rosenkrantz, D. (2017). Outness, concealment, and authenticity: Associations with LGB individuals’ psychological distress and well-being. Psychology Of Sexual Orientation And Gender Diversity, 4(1), 54-62. doi: 10.1037/sgd0000202Roccas, S., & Brewer, M. (2002). Social Identity Complexity. Personality And Social Psychology Review, 6(2), 88-106. doi: 10.1207/s15327957pspr0602_01Roggemans, L., Spruyt, B., Droogenbroeck, F., & Keppens, G. (2015). Religion and Negative Attitudes towards Homosexuals. YOUNG, 23(3), 254-276. doi: 10.1177/1103308815586903Shahrur, M. (2009). The Qur’an, Morality and Critical Reason: The Essential Muhammad Shahrur. Brill: Translation and ed. by A. Christmann. LeidenSiraj, A. (2009). The construction of the homosexual ‘Other’ by Muslim heterosexuals. Contemporary Islam: Dynamics of Muslim life, 3(1), 41–57.Siraj, A. (2011). Isolated, invisible and in the closet: the life story of a Scottish Muslim Lesbian. Journal of Lesbian Studies, 15(1), 99-121.Siraj, A. (2012). “I Don't Want to Taint the Name of Islam”: The Influence of Religion on the Lives of Muslim Lesbians. Journal Of Lesbian Studies, 16(4), 449-467. doi: 10.1080/10894160.2012.681268Siraj, A. (2016). Alternative realities: queer Muslims and the Qur’an. Theology & Sexuality, 22(1-2), 89-101. doi: 10.1080/13558358.2017.1296690Siraj, A. (2017). Sexuality in the shadows of a friendship: An intimate portrayal of friendship between two British Pakistani lesbians. Journal Of Lesbian Studies, 22(1), 43-53. doi: 10.1080/10894160.2017.1303284Siraj, A. (2018). British Pakistani lesbians existing within the confines of the closet. Culture, Health & Sexuality, 20(1), 28-39. doi: 10.1080/13691058.2017.1323349Statham, P., & Tillie, J. (2016). Muslims in their European societies of settlement: a comparative agenda for empirical research on socio-cultural integration across countries and groups. Journal Of Ethnic And Migration Studies, 42(2), 177-196. doi: 10.1080/1369183x.2015.1127637Wood, A. W., & Conley, A. H. (2014). Loss of religious or spiritual identities among the LGBT population. Counseling and Values, 59(1), 95 -111. doi:10.1002/j.2161-007X.2014.00044.xYip, A. (2003). Spirituality and Sexuality: An Exploration of the Religious Beliefs of Non-Heterosexual Christians in Great Britain. Theology & Sexuality, 9(2), 137-154. doi: 10.1177/135583580200900113Yip, A. (2004). Negotiating space with family and kin in identity construction: The narratives of British non-heterosexual Muslims. Sociological Review, 52(3), 336–350.Yip, A. (2005). Queering Religious Texts: An Exploration of British Non-heterosexual Christians’ and Muslims’ Strategy of Constructing Sexuality-affirming Hermeneutics. Sociology, 39(1), 47-65. doi: 10.1177/0038038505049000Zempi, I., & Chakraborti, N. (2014). Islamophobia, victimisation and the veil. Springer.Zulkffli, M. (2016). A Discursive Psychological Analysis of Islamic Sermons on Homosexuality. International Journal Of Applied Linguistics And English Literature, 5(6). doi: 10.7575/aiac.ijalel.v.5n.6p.190 InterviewScience Evolves Through Consensus: The evolution of diagnostic criteria in relation to sexual orientation and gender identity Adam Jowett in Conversation with Jack DrescherJack Drescher, MD, is an American psychiatrist and psychoanalyst known for his work on the history of theorizing about, diagnosing, treating and mistreating sexual minorities. Dr. Drescher was a member of the American Psychiatric Association’s DSM-5 expert working group on Sexual and Gender Identity Disorders which revised the DSM-IV-TR diagnosis of Gender Identity Disorder to the DSM-5 diagnosis of 'Gender Dysphoria'. He was also a member of the World Health Organization expert working group that recommended replacing ICD-10’s Gender Identity Disorder be with 'Gender Incongruence' as well as moving the diagnosis out of the mental disorders section of the latest International Classification of Diseases (ICD-11). Dr. Drescher is also an expert on sexual orientation change efforts (SOCE) and served on the American Psychological Association’s Task Force on Appropriate Therapeutic Responses to Sexual Orientation. He has published a number of books in the field including ‘Psychoanalytic Therapy and the Gay Man’ (Drescher, 1998a) and ‘Sexual Conversion Therapy: Ethical, Clinical and Research Perspectives’ (Shidlo & Schroeder & Drescher, 2001). In February 2020, I interviewed him about his role in the recent ICD-11 revisions and his views on tackling the practice of conversion therapy. What follows is an edited version of our conversation – Adam Jowett (Chair of the Psychology of Sexualities Section). AJ: So, you were on the World Health Organisation’s working group for the classification of sexual disorders and sexual health. Could you summarise what the key changes have been for the ICD-11 in relation to sexual orientation and explain what the rationale was behind these changes?JD: The first changes were in relation to sexual orientation and there are parallels with the American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM). In the United States, although homosexuality was removed from the DSM-II in 1973, it wasn't removed entirely. It was replaced with a diagnosis called ‘sexual orientation disturbance’ and this could apply to any person who was upset about their sexual orientation and wanted to see a psychiatrist to change it. That was the diagnosis until 1980 when it was removed from the DSM-III because there really aren't many heterosexuals seeking psychiatrists to change their sexual orientation. So, in 1980 it became ‘ego dystonic homosexuality’ and people were very upset about that because the new DSM-III was trying to base itself on empirical research. What if people are upset about their height? You don't have an ‘ego dystonic height disorder.’ Or what if people were upset about their race? There's no ‘ego dystonic race disorder.’ Consequently, in 1987, when the next iteration of the DSM came out, DSM-III-R, ego dystonic homosexuality was removed without much resistance.The World Health Organisation’s (WHO) International Classification of Diseases went through a similar process. After homosexuality was removed from ICD in 1990, it was replaced in ICD-10 by what were known as the F66 diagnoses. These were ‘psychological and behavioural disorders associated with sexual development and orientation’. In a manner similar to what happened in the DSM, when revising ICD-9 to ICD-10, diagnoses such as ‘ego dystonic sexual orientation’ and another one called ‘sexual maturation disorder’ were included. Those F66 diagnoses were the ones our working group looked at (Cochran et al., 2014). We further noted that these were diagnoses that had no health usage; and since the ICD is about trying to keep track of health statistics, there was no purpose in retaining these diagnoses. The decision was to remove them from ICD-11, which was mostly uncontroversial. AJ: And how about the changes to the ICD-11 in relation to gender identity? JD: ICD-10 had the diagnoses of ‘transsexualism’ and ‘gender identity disorder in childhood’. The WHO working group received petitions and appeals from advocacy organisations, including the European Parliament, saying we shouldn't be classifying it as a mental disorder. However, there was a contrast here compared to what happened with the DSM. I served on the DSM working group that changed gender identity disorder to ‘gender dysphoria’. Now some people wanted gender identity diagnoses out of the DSM because it was stigmatising in the same way that including homosexuality was stigmatising in 1973 (Drescher, 2010). However, this situation was a bit different (Drescher, Cohen-Kettenis & Winter, 2012; Drescher, 2015). One difference is that once homosexuality was taken out of DSM, you didn’t need a diagnosis to help lesbians and gay men. You could diagnose them with anxiety diagnoses, for example, that apply to anybody. But the problem with removing gender identity disorder was that people need a diagnosis in order to have access to care. If you want hormones or surgery, these are medical conditions that require a diagnosis. In almost every country's healthcare system, the healthcare professional needs to say what diagnosis is being treated (the diagnosis code) and care the patient received (the procedure code). Many activists know nothing about this; although there are transgender legal advocates who were telling our DSM-5 workgroup that, “you can't take out the diagnosis because the rights of transgender people to have access to hormones in prisons has been won on the basis that this is a medical condition.” In the United States, denying needed medical care is referred to as “cruel and unusual punishment” and is unconstitutional. So, those trans advocates didn't want the diagnosis taken out. Consequently, we, in the APA, felt that the decision boiled down to a choice between the stigma of the diagnosis versus access to care and we tried to find a balance between the two issues. Now, with the DSM, the diagnosis was either in or out as it's only a catalogue of mental disorders. If it was taken out completely there would be no diagnosis and no access to care. What we did in DSM-5 was keep the diagnosis but rename it ‘gender dysphoria’ and narrowed the diagnostic criteria, particularly in the childhood diagnosis, in a way that reduced false positives so no one would be diagnosed just because they had some gender atypical features. Most people are happy that we've taken out the word ‘disorder’. Of course, that decision was not unprecedented since not every diagnosis in the DSM has the term ‘disorder’ in it. Because of my work on DSM-5, I was then invited to work on ICD-11 where things were a little bit different. The ICD is not just a catalogue of mental disorders, it's a catalogue of all health conditions and there were more options. It was possible in the ICD-11 to move the diagnosis out of the mental disorders chapter and move it into a new chapter called ‘conditions related to sexual health’. One could still have a diagnosis code and not be a mental disorder. There were mixed reviews about that decision. The moving of the adult and adolescent diagnosis was very well received and there wasn't much resistance within WHO to make that change. Where controversy emerged was that some people were angry about the retention of a ‘gender incongruence of childhood’ diagnosis (see Drescher, Cohen-Kettenis & Reed, 2016a Drescher, Cohen-Kettenis & Reed, 2016b; Winter et al., 2016). They argued that we’d gone from psycho-pathologizing children to pathologizing children with a medical condition. But there were others who didn't want a child diagnoses taken out, particularly in countries like Mexico. The clinicians in those countries felt that having a diagnosis helped the parents and children because parents were much more understanding when they learned this was a diagnosable condition (Robles et al, 2016). Even the World Professional Association for Transgender Healthcare (WPATH) was divided about whether there should be a childhood diagnosis. So, we kept it. What we explained in our rationale was that the ICD contains diagnoses like ‘normal spontaneous delivery’ of a child and ‘menopause’ that are not physical illnesses; they’re normal life conditions for which medical attention is sometimes needed. In other words, we were happy to say that the child diagnosis is comparable to that; it's not a physical illness, it's just something that might require professional help and intervention. AJ: And what would you say is the key difference between gender dysphoria in the DSM-5 and the gender incongruence category in the ICD-11? JD: We actually used the term ‘gender incongruence’ in our first recommendation for changing gender identity disorder in the DSM-5. However, the feedback from clinicians was that they preferred the term ‘gender dysphoria’ because it was a term was already in existence and one that people were already using in clinical practice and research. We changed the name to gender dysphoria based on that feedback. In the ICD deliberations, my colleague Peggy Cohen-Kettenis, PhD, who was also on the DSM and ICD working groups, felt very strongly that we should stick with gender incongruence this time. This made a lot of sense because we were moving the diagnosis out of the mental disorders section and ‘dysphoria’ implies psychological disturbance whereas gender incongruence does not. In the United States, even though we have the DSM, insurance companies require ICD codes for reimbursement. Consequently, the DSM also includes equivalent ICD codes so gender dysphoria and gender incongruence would be equivalent codes. They pretty much cover the same group of people who might need to access medical care. However, there is another complication. The United States health care system, until 2015, was still using ICD-9 which came out in 1975. It was only in 2015 that the US switched to ICD-10 which came out in 1990. It is not clear when the US will switch to ICD-11. There's a lot of resistance to doing so because it's involves a big expense for everybody-- hospitals, insurance companies etc—to change their systems around the country. One question is ‘now that we've taken gender incongruence out of the mental disorders’ chapter, why do we need gender dysphoria the DSM?’ But we do because we’re still using ICD-10. AJ: So, do you foresee a time when gender dysphoria will be removed from the DSM? JD: I don't know. I have begun giving talks to professional audiences on what I call ‘The Rocky Road to Removing Gender Dysphoria from the DSM-5’. It involves a complex understanding of the US health care system which, I must frankly admit, is presently above my pay grade.AJ: But do you think the diagnosis in the DSM will continue to evolve in relation to gender diversity? JD: Oh absolutely. I often explain that the DSM is not a Bible, it's a user's manual and categories change as professionals change the way they think about the diagnoses over time. The changes in relation to homosexuality were partly a result of activists weighing in during the 1970s. Feedback from the community changed the way professionals thought about the diagnosis. Since transgender people are not invisible in the way they once were, professionals are listening to their feedback and there's a lot of serious rethinking going on. In fact, some of the transgender people providing feedback are professionals themselves. Theorizing and culture are evolving, and I think that's okay. Some critics say, ‘well that's not science’ to which I respond, ‘In 2006, the International Astronomical Union voted on whether or not Pluto should be classified as a planet. Science evolves through consensus.” And how we think about these diagnoses could be different in 10 years.AJ: And another thing you were involved in was the American Psychological Association's task force on appropriate therapeutic responses to sexual orientation (APA, 2009). Could you explain how that came about and what impact you think that's had? JD: I became interested in the subject of conversion therapy based on experiences in my practice in Chelsea in Manhattan. I'd been seeing gay patients in my practice since the 1980s and I began seeing patients who had been through ‘treatments’ with clinicians who had tried to change their sexual orientation. I saw people who were harmed by those efforts. The person delivering these ‘treatments’ would typically tell clients that the major factor determining success is the client’s will power and motivation - or their faith if it was a religious-based treatment. Since most of these treatments failed, the patients blamed themselves rather than the person who offered them something that didn’t work. Some people felt worse than when they started. They also spent a lot of time and money. Some people experienced anxiety and depression and became suicidal. Some got married as part of the treatment and had kids but came from religious backgrounds where divorce was frowned upon. These therapists created enormous messes. I wrote a paper on the subject for the Journal of Homosexuality (Drescher, 1998b) and a chapter in my book (Drescher, 1998a) just as the work of the so-called ‘reparative therapist’ Joseph Nicolosi was getting a lot of attention in the late 1990s (Nicolosi, 1991). As I became known for writing and speaking in this area, the American Psychological Association invited me to be on their Task Force which looked into this. As well as having experts in the area, the Task Force also included an expert on methodologies to determine whether the methodologies used supported the claims made about the efficacy of conversion therapies. The conclusions of the Task Force were that they did not. There is no real empirical basis for claiming that conversion therapies work or that one couldn't help patients through doing other things other than trying to change their sexual orientation. It should be further noted that when professional organizations make decisions like this, they are consensus driven. Of course, there were predictable responses from those people who wanted to perform conversion therapy; some of them tried to extract quotations out of context from the report to make it sound like the APA was approving of what they were doing. However, I think the Task Force Report might have triggered the phenomenon going on in the United States right of state and local bans on conversion therapy for minors. The APA Task Force report came out in 2009 and the first state to ban conversion therapy with minors was California in 2012 (Drescher et al., 2016). Almost all the other state bans have copied the language of the California law. Although when the California ban was challenged in the courts, the American Psychological Association didn’t weigh in on the court case because they didn't want to get involved in what some call a ‘scope of practice’ issue. There are now twenty US states with such bans, the latest being Utah, which is a very conservative state. Some people are wondering if other conservative states are going to pass these bans as well as a result. However, a problem with the bans is that they are a very large hammer for a very small nail. The majority of clients seeking conversion therapy are not minors and the majority of practitioners of conversion therapy are not licensed professionals. And the bans only apply to licensed professionals. So, I see the bans mostly as symbolic gestures. Further, the system of monitoring laws like this is complaints-based. This means an individual would have to had undergone a conversion therapy and then make a complaint about it when it doesn’t work. A more effective way to stop the practice in the United States is through what we call consumer protection laws. The state of New Jersey has some of the strongest consumer protection laws in the USA. The advantage of consumer protection laws is that it’s irrelevant whether the practitioner is licensed and it doesn’t matter whether the client is an adult or a minor. There was an organisation called JONAH which stood for Jews Offering New Alternatives to Homosexuality that offered conversion therapy for people of the Orthodox Jewish faith. They were found to have committed fraud for claiming to be able to change their clients’ sexual orientation and they had to pay thousands of dollars in damages to the plaintiffs for the harm that they'd done. But then just last year it turned out that they were still operating at the same address under another name. If the courts follow up on that violation, they may have to pay millions of dollars in damages.AJ: So, you said that the bans are a large hammer for small nail do you think we also need non-legislative approaches?JD: I don't think any law is going to stop these practices entirely. There will always be people who don't want to be gay and there will always be people that will try to sell them the snake oil of possible change. For some people ‘snake oil’ may be a little too strong a term to describe what they are selling - their faith is genuine, and I believe they're trying to help people. But the road to hell is paved with good intentions. It seems to me that we need more education of religious groups. We've seen that starting to happen. I've actually participated in a couple of panels in the United States in which rabbis were invited to speak and some did come to learn about this, so it is possible to educate religious communities. The notion within the Orthodox Jewish community that you might be doing harm to another Jewish person is taken very seriously, so one way to approach it is to explain that you may mean well, but you could be doing harm. If we want to be effective it is possible to find ways to speak to religious communities because they may inadvertently be doing harm to their own members. AJ: Yes, so 30 years after homosexuality was declassified from the ICD, and almost half a decade since it was declassified from the DSM, we’ve still got these pockets of society that still pathologize and think of homosexuality as being an illness. JD: Yes, we're in a new century and some people from religious communities are still calling homosexuality a mental disorder. For example, the Catholic Church says homosexuality is ‘disordered’. Other religious conservatives also say something similar and they refuse to take advice from mental health professionals that goes against their strongly held religious beliefs. That stance is hard to overcome but I would not say it's impossible. What we're seeing in the United States is that younger evangelical Christians are really not that concerned about homosexuality as their elders are, so whether this will continue to be a concern in the future remains to be seen. Correspondence:Jack Drescher, MD is a psychiatrist and psychoanalyst in private practice in New York City Email: jackdreschermd@gmail.comReferencesAmerican Psychological Association Task Force on Appropriate Therapeutic Responses to Sexual Orientation. (2009). Report of the Task Force on Appropriate Therapeutic Responses to Sexual Orientation. Washington, DC: American Psychological Association.Cochran, S.D., Drescher, J., Kismödi, E., Giami, A., García-Moreno, C., Atalla, E., Marais, A., Vieira, E.M. & Reed, G.M. (2014). Proposed declassification of disease categories related to sexual orientation in the International Statistical Classification of Diseases and Related Health Problems (ICD-11). Bulletin of the World Health Organization, 92, 672-679.Drescher, J. (1998a). Psychoanalytic therapy and the gay man. Routledge.Drescher, J. (1998b). I'm your handyman: A history of reparative therapies. Journal of Homosexuality, 36(1), 19-42.Drescher, J. (2010). Queer diagnoses: Parallels and contrasts in the history of homosexuality, gender variance, and the Diagnostic and Statistical Manual (DSM). Archives of Sexual Behavior, 39, 427–460.Drescher, J. (2015). Queer diagnoses revisited: The past and future of homosexuality and gender diagnoses in DSM and ICD. International Review of Psychiatry, 27(5), 386-395.Drescher, J., Cohen-Kettenis, P. T., & Reed, G. M. (2016a). Gender incongruence of childhood in the ICD-11: controversies, proposal, and rationale. The Lancet Psychiatry, 3(3), 297-304.Drescher, J., Cohen-Kettenis, P. T., & Reed, G. M. (2016b). Removal of gender incongruence of childhood diagnostic category: a human rights perspective–Authors' reply. The Lancet Psychiatry, 3(5), 406.Drescher, J., Cohen-Kettenis, P., & Winter, S. (2012). Minding the body: situating gender identity diagnoses in the ICD-11. International Review of Psychiatry, 24(6), 568-577.Drescher, J., Schwartz, A., Casoy, F., McIntosh, C.A., Hurley, B., Ashley, K. et al. (2016). The Growing Regulation of Conversion Therapy. Journal of Medical Regulation, 102(2), 7-12.Nicolosi, J. (1991). Reparative Therapy of Male Homosexuality: A New Clinical Approach. Northvale, NJ: Aronson.Robles, R., Fresán, A., Vega-Ramírez, H., Cruz-Islas, J., Rodríguez-Pérez, V., Domínguez-Martínez, T. & Reed, G. M. (2016). Removing transgender identity from the classification of mental disorders: A Mexican field study for ICD-11. Lancet Psychiatry, 3(9), 850-9.Shidlo, A., Schroeder, M., & Drescher, J. (2001) (Eds.). Sexual Conversion Theory: Ethical. Clinical Research Perspectives. Haworth Press. Winter, S., Ehrensaft, D., Pickstone-Taylor, S., De Cuypere, G., & Tando, D. (2016). The psycho-medical case against a gender incongruence of childhood diagnosis. The Lancet Psychiatry, 3(5), 404-405.Event ReviewThe Third Non-Monogamies and Contemporary Intimacies Conference 2019, Pompeu Fabra University, BarcelonaChristine CampbellThe Non-Monogamies and Contemporary Intimacies Conference is a biennial meeting that has taken place in Lisbon, Portugal in 2015; Vienna, Austria in 2017; and most recently in Barcelona, Spain in November of 2019. The conference brings together researchers, activists and artists working in the diverse fields of non-monogamy, such as polyamory and swinging, and related areas.I’ve been privileged to be on the International Organising and Scientific committees and have a lot of affection for the organisation’s members and aims; so, full confession, this review is slightly biased. However, although I’m proud of my contribution, I don’t have the responsibility of leading the conference forward. That mixed blessing is born by the excellent academic Dr Daniel Cardoso, currently Marie-Curie Research Fellow at the Manchester Metropolitan University. He was formerly at Universidade NOVA de Lisboa and was the driving force behind the inaugural conference there in 2015.The history of the conference can actually be traced back to Hamburg and the ‘International Conference on Polyamory and Mono-normativity’, organised by Marianne Piper and Robin Bauer in November 2005. The 2015 Lisbon conference was arranged to mark the ten-year anniversary of that original event. In the January 2018 issue of the Graduate Journal of Social Science, following the highly successful second conference in Vienna, a group of six organisers, including Daniel Cardoso, spelled out the rationale for the conference:We felt that it was high time for another conference to be held in Europe, and even though we were acutely aware of the importance of entering and making these topics visible in other spaces, be them academic, activist or artistic, we also wanted to create a space where we did not have to start each and every intervention with a justification of the importance of this topic or with constant and redundant disclaimers about different kinds of non-monogamy…We wanted this conference to echo that first one – one where activists, artists and academics came together for three days, where LGBTIQ* people were very much represented, and where issues that are still relevant now (polyamory and neoliberalism, polyamory and responsibility, polyamory and the queer movement, etc.) were already being discussed.Having attended all three NMCI events I can confirm that the conferences fully realise the original aims of those organisers. They provide a unique and special place for activists, artists and academics to share their ideas and practice, and feel nourished and inspired, ready to go back out into the mono-normative world.Barcelona in 2019 brought hundreds of people together to the beautiful campus of Pampeu Fabra University. The programme began at 9.30 on Thursday with a welcome from the local organiser, Brigitte Vasallo and from then it was a blur of over fifty presentations and five keynote speakers as well as performances, exhibitions and installations.The local organisers had chosen to have a large number of presentations in Catalan or Castilian. In their explanation of this decision they said that their intention was to recognise that, “our native languages are the space in which we learn to name ourselves, to relate to ourselves”. For me personally, this was frustrating, as a monolingual, a large swathe of the conference was barred to me. But of course, this helped me to challenge my privileged assumption that, as a native English speaker, I would be catered to. So maybe that was the biggest, if most unexpected, thing I gained from the conference.I couldn’t possibly review them all, so I’ll just concentrate on one session that had I really enjoyed. On Thursday afternoon, delegates were treated to a panel of four people speaking about “Polyamory as we get older”. The panellists were John Button, who runs the website honesterotica.com, from the UK; Linda Kirkman, a sex therapist from Australia; Tom Schnetlage, a retired software manager from the US, who is active in the poly community in Berkley; and Marlene Wasserman, a sex therapist and academic from South Africa. I was delighted to witness such a diverse and interesting group of people all on the same stage, let alone to hear them talking about an issue that is so relevant for many in the poly community. It was a beautifully curated discussion that covered facts and figures as well as personal experiences, all with an awareness and appreciation of the power and privileges at play. Marlene sharing her experiences from South Africa was particularly impactful. One of my tweets from the session reads, “Now John Button is talking about poly networks being there for you as you age. And now I’m welling up again. This is an academic conference. I shouldn’t be crying. #nmci2019”.But, of course, NMCI is much more than an academic conference. We saw performances from Grammo Suspect, an LGBT activist rapper from Kenya, we saw presentations from people talking about “Queering the care and caring the queer”, and we had keynotes from such luminaries as Meg-John Barker and Alex Iantaffi asserting that “Love isn’t binary”.The social events were suitably in keeping with the slightly anarchic atmosphere too. Saturday night saw a central Barcelona club, Sala Apolo, taken over by the conference. There were many performances, much wine was drunk, I can’t actually remember too much about that night, in truth. All I know is, I had a great time.The conference closed on Saturday with a confirmation of where the next NMCI will be held. To great delight it was announced to be Santiago, Chile. The final image from the conference is a group photo of all the delegates holding their hands over one eye, symbolic of the anti-government protests happening at the time in Chile. Those protests are still ongoing, as this piece goes to print Chileans are voting on whether to bring in a new constitution. I look forward to being there in 2021 and seeing what direction the country has taken and being a part of the wonderful community that is NMCI.NMCI is diverse and exciting, in a way I’ve never experienced at other conferences and it’s my absolute favourite on the conference calendar. Having said that, the BPS Psychology of Sexualities conference runs a close second!ReferencesEn-Griffiths, D., Cardoso, D., En, B., Barker, M-J., Muscarina, S., & Pallotta-Chiarolli, M. (2018). Non-monogamies and contemporary intimacies: Editorial. Graduate Journal of Social Science, 14, 4–7.CorrespondenceChristine Campbell, PhD - Senior Lecturer in Psychology at St Mary’s UniversityEmail: christine.campbell@stmarys.ac.ukBook ReviewsSex, Sexuality, and Trans Identities: Clinical Guidance for Psychotherapists and CounselorsEdited by Gary Jacobson, Jan C. Niemira and Karalyn VioletaLondon, UK: Jessica Kingsley2019Paperback; £50.00ISBN: 9781785926174Reviewed by José LoureiroSex, Sexuality, and Trans Identities: Clinical Guidance for Psychotherapists and Counselors is a collection of essays presented at the Sex, Sexuality, and Trans Identities conference (2016) organized by the Institute for Contemporary Psychotherapy (ICP) in New York.   This book was written in the global North. The USA together with Western Europe, concentrate the greatest developments of transsexual medicine and feminist debate on transsexuality (Connell, 2012). The book is about transgender health. The authors focus on several aspects of transsexual health such as eating disorders, intellectual disability, autism spectrum disorder, cross-sex hormone therapy, asexuality, social and medical transition components among others. The authors range from a wide array of professions: clinicians, academics, advocates and educators, who self-disclose as transgender, non-binary, gender queer, gender expansive and cisgender. Six chapters focus on clinical material whereas the other four remain mainly theoretical essays.  In the book some authors express concern with the intersections of race and social class. They mention the importance of affordable psychotherapy for trans clients who do not have health insurance in the USA, who are black minorities, immigrants and come from working class backgrounds. According to the authors, this disadvantaged transsexual population tends to be marginalised in North American capitalist society. The clinical examples are a great strength of the book. It is worth highlighting the writing of Kelly Wise and Dulcinea A. Pitagora. They bring an empirical chapter with clinical cases where they explore in depth the changes in trans people´s sexuality before, during and after the process and social transition. They also raise an important matter about therapist self-disclosure and the therapeutic use of self with clients. Their concern with disclosure and outness is a tipping point that invites us to revisit the Freudian principles of psychotherapeutic neutrality in the 21st century.      The outstanding work of Jessica Kosciewicz, Asher Pandjiris and Andrew Zarate presents clinical material about transgender and gender non-confirming clients (TGNC) suffering from eating disorders. The authors claim that there is a dearth of literature regarding TGNC clients with eating disorders. They assert that among the health care professional exist the silo mentality that keeps different parts of the healthcare industry from working together. According to them, there should be a more collaborative network as so TGNC clients could profit of a more integrated service.  The transsexual transition is a laborious and complex process, and it certainly does not depend only on the will of the transsexual person but depends on the support of the family, where the partner plays a primary role at all times of the process of social and medical transition. In this sense the research of D. M. Maynard and Olivia Fisher has much to add in studies on sexuality and intimacy of the transsexual person. Asexuality is deemed to be a new subject for many psychotherapists. Katherine Rachlin studies the issues of clients who are trans and asexual presenting theoretical data and terminology that speaks of the types of sexualities and how they intersect with transgender clients, the authors still makes an effort to demystify asexual sexualities, which are often not understood and are viewed with prejudice for lack of information. Among the theoretical essays the research of Tobias B. D. Wiggins should be mentioned. The author revisits the Freudian concept of perversion. He questions why even today contemporary psychoanalysis and popular culture associate transsexuality with the concept of perversion. According to him, Freud himself applied the concept of perversion more fairly rather than the psychoanalysis in the 21st century. All authors come to an agreement that there is a scarcity of a literature and professionals specializing in transgender health issues. Some of them affirm that their research is still based on anecdotal evidence rather than on evidence. For example, Rachlin contends that it is not yet clear whether hormone therapy can change the sexual orientation of transgender people.  Although this book is a remarkable contemporary contribution to gender and transgender studies, it does not sufficiently explore the psychological assessment for transgender population. Rachlin introduced the importance of psychological assessment when dealing with asexual (ace) transgender and non-confirming clients (TGNC). Assessment for TGNC is an important issue as DSM-5 and ICD-11 has reformulated the assessment of the transsexual person based on gender dysphoria rather gender identity disorder. Another limitation of this work is that it is too limited to the adult transgender population.  All in all, the work is an important contribution to gender and transgender studies. Even though it was written in the global north, it serves as an essential handbook for clinicians, physicians, psychologists, academics and researchers. It also urges more psychotherapists to engage and instruct themselves about this population that deserves attention, dedication and study to develop and encourage research in the field of transsexuality.     References  Connell, R. (2012). Transsexual Women and Feminist Thought: Toward New Understanding and New Politics. Signs: Journal of Women in Culture and Society, 37(4), 857-881. doi:10.1086/664478 CorrespondenceJosé Loureiro PhD is a Counselling Psychologist in Private Practice in the UK  Email: Josebloliveira@gmail.com                                                                                                CALL FOR CONTRIBUTIONSPsychology of Sexualities Review   Psychology of Sexualities Review (PoSR) is the official publication of the British Psychological Society’s Psychology of Sexualities Section, which aims to advance the understanding of sexuality issues with respect to psychological theory, knowledge and practice. It particularly seeks to address work that is relevant to Lesbian, Gay, Bisexual, Trans* and Queer (LGBTQ) issues in psychology, although work relating to other sexual and gender identities/communities are also welcomed. Submissions can include, but are not limited to:- Empirical papers - Literature reviews - Critical reviews of a research paper- Commentary pieces - Interviews with leading figures in the field- Event reviews  \t- Book reviews    Full length empirical papers and literature reviews (max 8,000 words) will be subject to a peer-review process; other kinds of contributions may be accepted at the discretion of the editor. Manuscripts and informal enquiries should be sent to posreditor@bps.org.uk. If you’re interested in guest editing a Special Issue of Psychology of Sexualities Review, please contact us by emailing posreditor@bps.org.uk.For a list of books currently available for review please contact posreditor@bps.org.uk. Contributors who complete a review that is published in PoSR will be able to keep the book. Our book reviews editor is also willing to help source recently published books that you would like to review for PoSR. Further notes for contributors can be found in the publication’s website: https://www.bps.org.uk/publications/psychology-sexualities-review --- BACK INSIDE COVER ---Submissions The Editor of the Psychology of Sexualities Review invites empirical, theoretical and review articles, case studies and reflective pieces, bibliographic articles, interviews with leading figures in the field, short articles on relevant research papers, conference reports, book reviews and notices of events and activities that are likely to be of interest to Section members. The Editor also welcomes proposals for Special Issues featuring several articles on a common theme. Academic submissions (Electronic submission) Electronic manuscripts (maximum 8000 words excluding references) should be typewritten, double- spaced with 1” margins on A4 page-layout. Each manuscript should include a word count. On a separate sheet, include the author’s name, professional address, telephone number, email address and current professional activity. As academic articles are blind peer-reviewed, the rest of the manuscript should be free of information identifying the author(s). Empirical, theoretical and review articles should include an abstract (maximum 120 words) and up to six keywords that describe the paper (for indexing purposes). Graphs, diagrams, etc., should be supplied in camera-ready form. Written permission should be obtained by the author for the reproduction of tables, diagrams, etc., from other sources. Full bibliographic references should be contained in the list of references at the end of each article. They should be listed alphabetically by author, be complete, accurate, and in APA format (see www.apastyle.org). If in doubt about any formatting issue, authors should either consult the Editor, or should adhere to the format used in articles published in previous issues of the Psychology of Sexualities Review. For further details, see the Psychology of Sexualities Review webpage at http://www.bps.org.uk/subject/psychology- sexualities-section/psychology-sexualities-review Submitting your work Articles and all other submissions should be sent electronically to the Editor via posreditor@bps.org.uk with the text ‘Manuscript Submission POSR’ in the email header. Submissions should be sent as a Word Document attachment, together with a covering letter. A copy should be retained by the author(s). Book Review submissions should also be sent to the email address above. It should be noted that conference reports, contributions to ‘Research in Brief’ and ‘Focus on Activism’, letters and notices about courses, conferences, research and other forthcoming events are not peer- reviewed but are evaluated by the Editor. However, book reviews and all other reports should conform to the general guidelines for academic articles. Authors should not use sexist, racist or heterosexist language. ",
    "id": 327079275,
    "identifiers": {
        "doi": null,
        "oai": "oai:pure.atira.dk:publications/4285a499-ec57-4f59-9b88-29a26d6e1113"
    },
    "title": "Pausing for thought in ‘queer’ times",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-07-10T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.coventry.ac.uk/ws/files/30322085/PoSR_Vol11_1_2020_Editorial.docx"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/327079275.docx"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/327079275"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/327079275/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/327079275/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/327079275"
        }
    ],
    "abstract": "",
    "tags": [
        "article",
        "literature review",
        "history of psychology",
        "LGBT history",
        "Homosexuality",
        "Transgender"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/4285a499-ec57-4f59-9b88-29a26d6e1113",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "169",
        "openDoarId": 0,
        "name": "Coventry University Pure Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 327079275,
        "depositedDate": null,
        "publishedDate": "2020-07-10T01:00:00+01:00",
        "updatedDate": "2024-02-19T10:25:20+00:00",
        "acceptedDate": null,
        "createdDate": "2020-07-29T10:38:08+01:00"
    },
    "urls": [
        "https://shop.bps.org.uk/psychology-of-sexualities-review-vol-11-no-1-summer-2020",
        "https://pureportal.coventry.ac.uk/en/publications/pausing-for-thought-in-queer-times(4285a499-ec57-4f59-9b88-29a26d6e1113).html",
        "https://pure.coventry.ac.uk/ws/files/30322085/PoSR_Vol11_1_2020_Editorial.docx"
    ],
    "lastUpdate": "2024-02-19T10:25:20+00:00",
    "setSpecs": []
}