{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lima, Kaline da Silva"
        },
        {
            "name": "Pereira, Cicero Roberto"
        }
    ],
    "contributors": [],
    "createdDate": "2022-05-18T23:02:23+01:00",
    "dataProvider": {
        "id": 489,
        "name": "Universidade de Lisboa: Repositório.UL",
        "url": "https://api.core.ac.uk/v3/data-providers/489",
        "logo": "https://api.core.ac.uk/data-providers/489/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1590/1982-0275202239e200086",
    "downloadUrl": "https://core.ac.uk/download/515892357.pdf",
    "fullText": "Estud. psicol. I Campinas I 39 I e200086 2022https://doi.org/10.1590/1982-0275202239e200086People’s social value depends on their sexual orientation and gender identityO valor social de uma pessoa depende da sua orientação sexual e identidade de gêneroKaline da Silva LIMA1  0000-0001-6127-5815Cicero Roberto PEREIRA2,3  0000-0003-3406-3985Abstract The present study aimed to investigate discrimination against transsexuals. A experimental study was carried out that consisted in the presentation of a fictitious news about photos of a person that were leaked according to the victim’s gender assigned at birth (male vs. female), their sexual orientation and gender identity (heterosexual vs. homosexual vs. transsexual), resulting in six experimental conditions. The measure of discrimination used was the allocation of the indemnification amount. The study included 300 cisgender heterosexual participants of both genders, randomly allocated in one of the six experimental conditions. The results enhanced the evidence that people tend to value their own group and discriminate against transsexual people. Variations were found regarding the target gender and the discriminator’s gender. The findings were discussed based on the Social Identity Theory and the threat to distinctiveness.Keywords: Experimental psychology; Social discrimination; Tansgender persons. ResumoO presente estudo objetivou investigar a discriminação de transexuais. Realizou-se um experimento que consistiu na apresentação de uma notícia fictícia acerca de vazamento de fotos de uma pessoa que variava de acordo com o sexo da vítima designado no nascimento (masculino vs. feminino), sua orientação sexual e identidade de gênero (heterossexual vs. homossexual vs. transexual), resultando em seis condições experimentais. A medida de discriminação usada foi a ▼  ▼  ▼  ▼  ▼1 Universidade Federal da Paraíba, Centro de Ciências Humanas, Letras e Artes, Programa de Pós-Graduação em Psicologia Social. Via Expressa Padre Zé, s/n., Sala 46, Jardim Cidade Universitária, 58033-455, João Pessoa, PB, Brasil. Correspondence to: K. S. LIMA. Email: <kaline.s.lima@hotmail.com>.2 Universidade Federal da Paraíba, Departamento de Psicologia, Programa de Pós-Graduação em Psicologia Social. João Pessoa, PB, Brasil.3 Universidade de Lisboa, Instituto de Ciências Sociais. Lisboa, Portugal.SOCIAL AND ORGANIZATIONAL PSYCHOLOGY | PSICOLOGIA SOCIAL E ORGANIZACIONAL▼  ▼  ▼  ▼  ▼How to cite this article Lima, K. S., & Pereira, C. R. (2022). People’s social value depends on their sexual orientation and gender identity. Estudos de Psicologia (Campinas), 39, e200086. https://doi.org/10.1590/1982-0275202239e2000862Estud. psicol. I Campinas I 39 I e200086 2022K.S. LIMA & C.R. PEREIRAatribuição do valor de indenização. O estudo contou com 300 participantes heterossexuais cisgêneros de ambos os sexos, alocados aleatoriamente em uma das seis condições. Os resultados reforçaram as evidências de que as pessoas tendem a valorizar o próprio grupo e discriminar pessoas transexuais. Foram encontradas variações do sexo do alvo e do sexo de quem discrimina. Os achados foram discutidos com base na Teoria da Identidade Social e na ameaça à distintividade. Palavras-chave: Psicologia experimental; Discriminação social; Pessoas transgênero.Data from different reports on the situation of transgender people show a dramatic reality. All over the world, they are frequently victims of prejudice, discrimination, cruel aggression and murder. This is because they are transsexuals. For example, Brazil is considered to be at the top of transgender people homicides’ ranking in the world. According to the NGO Transgender Europe, in no other country are there so many cases of homicides of transgender people (Transgender Europe, 2016). Brazil recorded, in absolute numbers, more than three times the number of murders of the second ranked nation, Mexico. Since the first year in which Brazil was included in the world statistics, there was a 114% transgender people murder increase recorded in the country, not considering the underreported cases. In 2019, trans people who identify with the female gender represented 97% of cases. Most of the murders took place on the streets. The State of São Paulo accounted for more cases of murders, with an increase of 50% in relation to 2018. Next are the States of Ceará, Bahia, Pernambuco and Rio de Janeiro, which accounted for the highest crime rates against the trans population (Benevides & Nogueira, 2020). In addition, constant exposure to discrimination and violence leads to adverse impacts on the mental health of trans victims, such as depression or anxiety (McCullough et al., 2019) and suicide risk (Tebbe & Moradi, 2016). Thus, the consequences of transphobia are growing and cover both the physical health and the preservation of lives, as well as the mental health of transgender individuals.These data indicate that transphobia is normative in Brazil, where people’s social value varies greatly depending on their sexual orientation and gender identity. The evidence is that people with less perceived social value are unwanted and, successively, targets of actions of social exclusion. Unlike the gender category designated at birth, the gender identity experienced by any individual can be: cisgender or transgender. The cisgender identity seems to be the predominant profile of the gender experience and, thus, characterizes a majority group (Tate et al., 2013). On the other hand, transgender (or trans) is an umbrella term used to describe people whose gender identity, gender expression or behavior differ from that associated with the gender to which they were designated at birth (American Psychological Association, 2011). Under this “umbrella” are transvestites, transsexual women, transsexual men, or non-binary gender people. This diversity of gender categories can be considered ambiguous due to the perceived movement to depart from gender norms and, therefore, can cause discomfort in some people (Adams et al., 2016). The question arises whether the same discomfort that occurs with trans people also materializes with other groups of sexual minorities.Although included in the same acronym Lesbian, Gay, Bisexual and Transgender (LGBT), some investigators pointed out that attitudes towards trans individuals, as well as their discriminatory experiences, differ from those associated with lesbians and gays (Worthen, 2013). Transgender individuals, compared to lesbians and gays, also cross gender boundaries, but in a different way, much more aligned with gender identity than with sexual orientation. Thus, conflicting attitudes about the experiences of transgender people with that of LGB people can obscure the similarities and differences in the psychological predictors of attitudes and discrimination against these distinct minority groups, although they may be related (Wilton et al., 2018). With that, it is still not clear which psychological processes explain the attitudes towards these groups and whether prejudice against non-heterosexual people and non-conforming gender people burgeons from the same motivation.3SOCIAL VALUE AND GENDER IDENTITY Estud. psicol. I Campinas I 39 I e200086 2022From a theoretical point of view, it is not known whether this occurs because the victim is transgender, or if the phenomenon occurs because it is often motivated by homophobia or a combination of transphobia and homophobia. The present study addresses this issue, trying to identify a person’s social value according to their birth designated gender (male vs. female), their sexual orientation (homosexual vs. heterosexual) and their gender identity (cisgender vs. transgender). Our view is that, if there is a specific motivation for the rejection of a person due to his or her gender identity, it is likely that the social value attributed to that individual is different than the value attributed to a cisgender person and even to a non-transsexual homosexual.Social Identity and Attitudes towards TranssexualsAccording to the Social Identity Theory (SIT; Tajfel & Turner, 1986), individuals’ identity is derived, in part, from their awareness of belonging to a social group or category. People tend to see themselves as more like the members of the ingroup and as more different from the members of the outgroup. They establish an “us versus them” dynamics in their social behavior. Likewise, the self-categorization theory (Turner et al., 1987) states that people determine which social identities to use for categorization based on how well social categories reflect real group differences, preferring categorizations that maximize intra-group similarities and maximize dissimilarities between groups.Studies on prejudice from the perspective of SIT start from the hypothesis that, in an effort to increase their positive self-concept, the majority groups would positively evaluate the members of their own group and negatively the members of the other relevant groups (Tajfel, 1982). Situations that reduce the perception of distinctiveness between the ingroup and the outgroup in important dimensions (for example, status, social value of the group, symbolic value of the group) can cause members of a group to respond negatively to members of the outgroup. Such negative responses may include devaluing members of the outgroup, allocating less resources to members of that outgroup and even supporting public policies that maintain distance between groups (Falomir-Pichastor et al., 2017; Tajfel & Turner, 1986). Studies also suggest, for example, that the more social policies are focused on reducing intergroup boundaries, the less favorable individuals’ attitudes towards that policy will be (Outten et al., 2019). This means that policies that favor transsexuals, such as using toilets according to the gender in which the person identifies him/herself, access to jobs or education, surgeries for sexual reassignment, and policies to combat prejudice, can threaten cisgender identity by decreasing each time more the boundaries between cisgenders and transgenders. This reactivity is a consequence of people’s motivation to establish the positive distinctiveness of their group in relation to other groups.In fact, both the theory of social identity as well as the theory of self-categorization (Turner et al., 1987) suggest that group members are highly motivated to maintain intergroup distinctiveness (that is, distinct binary limits of gender: male versus female). They are motivated to maintain this distinction by acting with the purpose of devaluing the outgroup members who are perceived as blurring the group’s boundaries, a phenomenon known as a threat to positive distinctiveness (Jetten et al., 2005). This phenomenon can occur when transsexuals resemble cisgenders, or even when cisgenders and transgenders are categorized in the same group. The similarity between a trans person and a cisgender can obscure the binary limits of gender categorization and thus pose a threat to intergroup distinctiveness. Discriminatory behaviors have as one of their functions the reduction of this threat by maximizing the distinction between groups.Thus, one of the possible reasons for discrimination against trans individuals is the binary socialization of gender roles. Trans individuals can be seen as threatening the distinction between groups. Gender binarism refers to the belief that there are only two genders, corresponding to the gender designated at birth (Tebbe & Moradi 2012). These beliefs are associated with greater anti-transgender prejudice (Norton & Herek, 2013; 4Estud. psicol. I Campinas I 39 I e200086 2022K.S. LIMA & C.R. PEREIRATebbe & Moradi, 2012). For heterosexual cisgender individuals, any deviations from this normativity are perceived as threatening (Worthen, 2016). Therefore, it is possible that transgender people are threatening those with high levels of gender binarism, because transgender people are perceived as crossing the narrow boundary between binary sex (i.e., men and women) that are based on traditional gender roles (that is, the threat of distinctiveness). The threat between groups in competitive terms is generally experienced when it is perceived that the characteristics or actions of an outgroup are challenging the well-being, the resources or the distinction of the ingroup (Outten et al., 2019). Thus, transgender people can be devalued as a way to protect the distinctiveness between binary genders and to defend gender binary beliefs.However, recent studies have sought to understand differentiations of prejudice based on sexual orientation versus gender identity, considering that they constitute different bases of perceived threat to the social status of groups (Nagoshi et al., 2019). In addition, they challenge the existence of different psychological processes that lead to the perception of threat by men and women (Nagoshi et al., 2019; Outten et al., 2019). Possibly, the identity of cisgender men and women is threatened differently by the presence of transgender people in the social environment. Specific studies on attitudes towards transgender people are still incipient. Some correlational research has sought to identify predictors of anti-transgender bias, such as right-wing authoritarianism (McCullough et al., 2019), religious fundamentalism (Adams et al., 2016), political conservatism, religiosity, anti-egalitarian attitudes and hostile sexism (Norton & Herek, 2013), and preference for traditional gender roles (Makwana et al., 2018; Tebbe & Moradi, 2012). A minor number of experimental studies has investigated whether anti-transgender prejudice and transgender people support public policies are influenced by gender essentialism. That is, believing that genders are immutable (Wilton et al., 2018) and the Need for Closure (NFC) (Makwana et al., 2018), a type of information processing motivated for sureness and order as opposed to confusion and ambiguity. The study by Outten et al. (2019) investigated the role of the intergroup threat in supporting cisgender women to share women’s bathrooms with transgender women. They found that women who feel more threatened give less support to sharing this space with trans women and support the use of exclusive bathrooms for people who do not conform to the gender. That is, they acted in order to maintain the distinction between groups. Another set of experiments by Konopka et al. (2019) investigated the role of the threat to masculinity in transphobia. The results showed that Polish men showed higher prejudices towards transgender people when they were exposed to the gender threat.The current study aimed to carry out an experiment in which each participant is presented with a fictitious news (scenario) about a person who suffered victimization by a company that leaked personal photos on the internet. In this scenario, the gender of the target designated at birth (Male vs. Female) and the target context (Heterosexual vs. Homosexual vs. Transsexual) were manipulated. Participants indicated how much compensation the victim should receive for the leaked photos. Our hypothesis is that, if people devalue transsexuals more simply because they are what they are, then there would be a greater threat to the social identity of cisgenders more in view of the breaking of the gender binarism barriers than on account of breaking the norms of sexual orientation. Alternatively, if the social value of transsexuals is the same as that attributed to homosexuals, then discrimination may be based on the perception that a gay/lesbian or trans individual is a member of a general socially deviant group.First, we anticipate that a lower indemnity amount would be assigned to transsexual targets (Hypothesis 1). There is evidence that this minority group suffers more discrimination than other sexual minorities, as they clearly violate the rules regarding gender roles (Grossman & D’Augelli, 2007; Lehavot & Lambert, 2007), and create greater ambiguity regarding the gender dichotomy (Cragun & Sumerau, 2015; Makwana et al., 2018). Breaking the barriers of gender binarism can be more socially serious than just breaking with heteronormativity. In fact, homosexuals more in line with the gender assigned at birth (male gays or female 5SOCIAL VALUE AND GENDER IDENTITY Estud. psicol. I Campinas I 39 I e200086 2022lesbians) are more accepted in society, in contrast to effeminate gays and male lesbians who deviate from gender norms (Broussard & Warner, 2019).In this connection, according to Adams et al. (2016), the differentiation of prejudice based on sexual orientation (homophobia), versus based on gender identity and gender roles (transphobia), not only considers different bases of perception as a threat to social status, but it also considers gender differences in these perceived threats. Therefore, we also predict that there would be differences in value attributed due to the target’s gender in interaction with the target’s context (Hypothesis 2), because female people will be more discriminated against when they are in the homosexual or transsexual contexts, due to the concomitant belonging to minority groups (Wilton et al., 2018).Finally, we predict a three-way interaction between the target’s gender, target context and the participant’s gender (Hypothesis 3). First, because there will be ingroup bias (Tajfel, 1982), men would favor heterosexual men, just as women would favor heterosexual women to the detriment of homosexual and transgender people of both sexes. Second, because studies have already shown that men are more prejudiced against transgender people than women (Fisher et al., 2017; Norton & Herek, 2013; Tebbe & Moradi, 2012) and that the psychological process underlying attitudes towards trans people is different for men and women. based on the threat to distinctiveness and competition, respectively (Outten et al., 2019).MethodParticipantsThe sample size was defined a priori using WebPower (Zhang & Yuan, 2018) taking into account a median effect size (d = 0.50, Cohen, 1988), α = 0.05 and test power β = 0.80. Considering our experimental design, the specification of these parameters indicated that at least 157 participants were necessary. Nevertheless, we conducted the study with 557 participants. However, non-heterosexual participants (n = 206), extreme outliers (n = 51) and people who were wrong in the manipulation check (n = 19) were eliminated. The final sample consisted of 281 participants who declared themselves to be heterosexual and, thus, we ensured that at least 50 of them be included in each experimental condition. Their age was between 16 and 58 years (M = 25.4; SD = 6.72), the majority being female (63.7%). They were randomly assigned to one of six experimental conditions, according to a factorial design 2 (Gender of the target at birth: Male vs. Female) x 3 (Target context: Heterosexual vs. Homosexual vs. Transsexual).ProceduresThe project was submitted to the Research Ethics Committee of the Health Sciences Center of the Federal University of Paraíba and approved with CAEE nº 3536988. Data collection took place online through the Qualtrics data collection platform (https://www.qualtrics.com/).Participants viewed a news report allegedly published in the online version of a newspaper that described the situation below, which allowed us to manipulate the victim’s gender and information about the victim’s context (sexual orientation/gender identity) using the information shown between parentheses: (João/Joana), 30 years old, (Transsexual woman/ Transsexual man) sent his cell phone for service. Days later he/she had intimate photos with (his girlfriend/boyfriend) posted on social networks and began receiving embarrassing messages. (João/Joana) went to court claiming that the company should pay an indemnification for pain and suffering because it was responsible for the leak.6Estud. psicol. I Campinas I 39 I e200086 2022K.S. LIMA & C.R. PEREIRAMeasure Indemnification Our dependent variable is the social value attributed to the victim. We measured this value by asking participants about the amount of compensation that the person in the news should receive. They entered in a separate field the amount in Reais to be attributed to the victim. Responses ranged from 0 to 500,000 reais (M = 42,389.68; SD = 67,095.03).Manipulation CheckAt the end of the questionnaire, participants were asked about the designated gender at birth, sexual orientation and gender identity of the reported person. The rates of correct answers for each experimental condition were as follows: the male victim was perceived as a man (92.66%), the female as a woman (90.66%). The heterosexual victim was perceived as heterosexual (91%), the homosexual as a homosexual (86%) and the transsexual as a transsexual (84%). Hence, it is understood that most respondents got the target’s characteristics right, which shows that the manipulation procedure was effective.Results Results of a between-subject factorial ANOVA showed a non-significant main effect of the target’s gender [F (1, 275) = 0.04, p = 0.839, ղ²p = 0.000], but a significant main effect of the information on the victim’s context [F (2, 275) = 5.41; p = 0.005, ղ²p = 0.038]. Multiple comparisons showed that the participants who read the news about the heterosexual victim (M = 60.18; SD = 100.40) provided a significantly higher amount of compensation when compared to the conditions in which the victim was homosexual (M = 36.34; SD = 41.66), (b = 23.66, SE = 9.55, p = 0.014; d = 0.31) and transsexual (M = 30.45; SD = 35,29), (b = 29.98, SE = 9.63; p = 0.002; d = 0.39). However, there was no significant difference between homosexual and transsexual conditions (b = 6.32, SE = 9.61, p = 0.511; d = 0.15).Most importantly, there was a significant interaction between the victim’s gender and the context, F (2, 275) = 3.29; p = 0.039, ղ²p = 0.023. The breakdown of this interaction indicated that the information on sexual orientation/gender identity was significant only for the female victims [F (2, 275) = 8.47; p < 0.001, ղ²p = 0.058], but it was not significant for males [F (2.275) = 0.20; p = 0.817, ղ²p = 0.001]. Participants attributed greater compensation to the female victim when she was described as heterosexual (M = 72.33; SD = 123.09) than as homosexual (M = 33.48; SD = 36.01) (b = 38, 84, SE = 13.54, p = 0.004; d = 0.42) or transsexual (M = 17.89; SD = 17.65) (b = 54.43, SE = 13.70, p < 0.001; d = 0.61). The difference between the female homosexual and transsexual target is not significant (b = 15.59, SE = 13.84, p = 0.261; d = 0.54) (Figure 1).Reviewing the interaction from another perspective, we verified marginally significant effects of the victim’s gender when he/she was described as heterosexual [F (1, 275) = 3.36; p = 0.068; ղ²p = 0.012), as the participants attributed greater compensation when the individual was female (M = 72.33; SD = 123.09) than when it was male (M = 47.50; SD = 68.47) (b = 24.83, SE = 13.54, p = 0.068; d = 0.24). The same phenomenon occurred when the individual was described as a transsexual [F (1, 275) = 3.08; p = 0.080; ղ²p = 0.011], but especially due to the fact that they assigned a lower value to the transsexual of the designated female gender at birth (i.e., a transsexual man; M = 17.89; SD = 17.65) than to the transsexual of the designated male gender at birth (transsexual woman; M = 41.96; SD = 42.93) (b = -24.07; SE = 13.70; p = 7SOCIAL VALUE AND GENDER IDENTITY Estud. psicol. I Campinas I 39 I e200086 20220.080; d = 0.73). When the victim was homosexual, gender did not influence the indemnification awarded (b = 5.53, SE = 13.48, p = 0.682; d = 0.13).Finally, we observed a significant three-way interaction between the victim’s gender, information about his/her sexual orientation and the participant’s gender [F (2, 281) = 4.59; p = 0.011; ղ²p = 0.033]. As can be seen in Figure 2, male participants favored heterosexual men (M = 64.27; SD = 78.74) compared to the other groups. In addition, in Figure 3, we also observed that female participants favored heterosexual women (M = 99.53; SD = 153.00). However, multiple comparisons revealed that only female participants favored significantly more heterosexual women than heterosexual men (b = 62.82; SE = 17.26; p < 0.001; d = 0.58). They also significantly differentiated indemnification to heterosexual women compared to lesbians (b = 67.78; SE = 17.59; p < 0.001, d = 0.50) and to transsexual men (b = 77.61; SE = 17.77; p < 0.001, d = 0.71).Figure 1Indemnification Based on Gender and on the Victim’s Context  Figure 1. Indemnification Based on Gender and on the Victim’s Context Source: Prepared by the authors (2020).    4750039020 4196972333334891789801000020000300004000050000600007000080000Heterosexual Homosexual TranssexualIndemnificationVictim's Context Male  Female    Figure 2. Indemnification for Male Participants Depending on Gender and the Victim’s Context Source: Prepared by the authors (2020).    64278349192712534250 3575012605010000200003000040000500006000070000Heterosexual Homosexual TranssexualIndemnificationVictim's ContextMale Participant Male  FemaleFigure 2Indemnification for Male Participants Depending on Gender and the Victim’s Context8Estud. psicol. I Campinas I 39 I e200086 2022K.S. LIMA & C.R. PEREIRADiscussionWithin the framework of intergroup relations, the present study aimed to experimentally investigate discrimination against transsexual people through the attribution of an amount (indemnification) in the face of a situation of victimization. First, we predicted that there would be attribution of lower compensation to transsexual targets (Hypothesis 1). Corroborating the prediction, the average amounts for trans people were lower when compared to the other groups. However, they were significantly smaller than those attributed to heterosexuals, but not to homosexuals. Thus, this hypothesis was partially confirmed. In fact, different studies have already shown a high correlation between homophobia and transphobia (Costa et al., 2015), which suggests a generalization covering minorities. However, we underlined the specificity of prejudice against trans individuals as necessary theoretically and methodologically (Worthen, 2013). As shown in the study by Adams et al. (2016), homophobia is associated with discomfort with violations of sexual orientation norms, while transphobia is associated with discomfort with violations of gender identity norms.The hypothesis that there would be a significant interaction between the target’s gender and the context (Hypothesis 2) was confirmed. We found significant differences regarding the gender of transsexual targets, with transsexual men being more discriminated against than transsexual women. On the other hand, there was no distinction between the devaluation of gays and lesbians. As a result, a woman, already part of a minority group (Wilton et al., 2018) who completely crossed the boundaries of her gender, is devalued twofold. This hypothesis and result are in line with other findings that show that attitudes are more negative towards transsexual women compared to transsexual men. In particular, transsexual women, when compared to other groups, are more often unemployed (Fisher et al., 2017); they also revealed to be the victims of greater provocation (Anderson, 2018) and are targets of fatal physical violence in absolute numbers (Benevides & Nogueira, 2020). However, it is worth highlighting the possibility of distinct psychological processes that lead to discrimination against transgender men and women, as transgender men can threaten cisgender men in relation to distinctiveness and competition, as they are more “socially camouflaged”. On the other hand, an alternative hypothesis to explain this phenomenon is that women tend to discriminate against transsexual women merely due to competition, in the view that trans women are not really women, but men wanting      Figure 3. Indemnification for Female Participants Bas d on Gen er nd Victim's Context  Source: Prepared by the authors (2020). 36714 4050146917995363175021920020000400006000080000100000120000Heterosexual Homosexual TranssexualIndemnificationVictim's ContextFemale Participant Male  FemaleFigure 3Indemnification for Female Participants Based on Gender and Victim’s Context9SOCIAL VALUE AND GENDER IDENTITY Estud. psicol. I Campinas I 39 I e200086 2022to occupy typically female spaces, for example in the use of bathrooms (Outten et al., 2019). The results of this investigation are consistent with this possibility, but it will be necessary to further study this phenomenon specifically for this purpose.In order to add empirical data to the literature on the differences highlighted above, the third hypothesis sought to confirm the three-way interaction between the target’s gender, target context and the participant’s gender. The results showed that the heterosexual cisgender male participants valued their own group and attributed relatively lower indemnification averages to homosexuals and transsexuals, when compared to women, in line with previous research (Fisher et al., 2017; Norton & Herek, 2013; Tebbe & Moradi, 2012). Although the differences are not significant, perhaps due to the high variability in the indemnification measure, men devalued trans men more and did not differentiate gays from lesbians, as seen in Figure 2. Participants heterosexual cisgender women were the ones who most valued their ingroup and significantly devalued gays and trans, especially lesbians and trans men, as shown in Figure 3. This result encourages us to raise the following question: Why did women devalue more lesbian women and women who transitioned to identify themselves as men? This phenomenon may be related to the hypothesis that women who break the norms of the group, actually cross the borders of gender binarism and thus threaten the positive social identity of women who are already more socially devalued. In the process of social identity, a member of the ingroup (being a woman) who behaves in a way deviating from the group norm will be more negatively assessed than members of other outgroups. As a consequence of this effect, negative attitudes and devaluation of the deviant member may ensue (Marques et al., 2001). For example, regarding women’s attitudes towards trans people, a recent study by Nagoshi et al. (2019) found that benevolent sexism was positively correlated with transphobia only for female participants, but not for males. According to the authors, this result possibly reflected specific fears among women about threats to female social roles.Theoretical and Practical ImplicationsAs far as we know, the present study is one of the few attempts to experimentally explore discrimination against transsexuals, specifically using an approach centered on the Social Identity Theory literature. Despite considerable evidence that transgender people experience discrimination, less attention has been paid to the mechanisms through which this discrimination is formed. Current results reinforced the empirical evidence that heterosexual cisgender participants tend to value their own group (Tajfel, 1982), especially heterosexual women, and discriminate against the targets of other groups (homosexuals and transsexuals alike). We believe that the findings described in our work are in line with the literature on intergroup relationships, as highly threatened individuals are motivated to disadvantage external groups through decreased resources or devaluation.The present study has also important practical implications. First, because Brazil stands out as the country that kills the largest transgender number of people in the world, and this is an emerging and socially relevant issue that needs to be made visible in the scientific and popular framework. Second, because it provides empirical evidence and theoretical justifications for policymakers who must carefully consider aspects of people’s intergroup relationships and social identity in the development of public policies that aim to reduce prejudice and discrimination.Limitations and future directionsAlthough our study presents strong evidence for the social devaluation of victims according to their designated gender at birth and their sexual orientation/gender identity, some limitations stand out. First, we 10Estud. psicol. I Campinas I 39 I e200086 2022K.S. LIMA & C.R. PEREIRAemphasize that, although the means of the groups were noticeably different, the measure of discrimination used (allocation of indemnification) produced high variability of responses, which statistically made it difficult to detect significant differences between groups. In subsequent studies, it is suggested to use other discrimination measures that tend to a minor dispersion in the distribution of data and are more sensitive to seek significant differences in discrimination against homosexuals and transsexuals. Second, in research with social minorities and in experimental designs, social desirability or anti-prejudice norms can be activated, causing less external validity. Third, a difficulty to operationalize the experiment was the participants’ lack of knowledge about the nomenclatures of different genders. The percentages of errors in the manipulation check were higher in the conditions of a transsexual man and a transsexual woman. Possibly cisgender people confuse the gender designated at birth of transsexual men and women. This fact can hamper predictors’ investigation for each distinct group, as it can cause confusion among respondents. For similar experiments, we recommend the description or conceptualization of gender identities previously directed to the people allocated to answer the conditions related to transsexuals.Another substantial limitation is the overlapping of sexual orientation and gender identity in the independent context variable of the victim (Heterosexual vs. Homosexual vs. Transsexual); after all, trans people can be heterosexual, homosexual, bisexual or pansexual. For this reason, it is suggested that future studies use simpler experimental designs such as 2 (gender identity: cisgender x transgender) x 2 (gender: male vs. female) or three-way, as 2 (gender identity: cisgender x transgender) x 2 (sexual orientation: heterosexual vs. homosexual) x 2 (gender: male vs. female), thereby reducing bias in the experimental design.Despite the well-established phenomenon of prejudice and discrimination against LGBT individuals, even in supposedly more tolerant university settings (Tetreault et al., 2013), the process that leads to discrimination against these groups is unclear. This is an issue that must be understood, above all, in university contexts. We do not know whether the effects obtained in our investigation would apply to people from other groups or geographic regions. In this regard, it is necessary to replicate a similar study in general contexts.As future studies, it is important to investigate discrimination in other contexts of victimization, such as in situations of physical violence and social injustice. Subsequent studies would make sense to examine factors that predict discrimination against trans people, such as: conservatism, political positioning, religious fundamentalism, among other constructs already known in the prediction of anti-transgender attitudes. It is necessary to understand the psychological process that leads to the devaluation of transsexuals, seeking to ascertain the role of perceived threat and belief in gender binarism, as mediators for discrimination to occur, and whether this process occurs differently for cisgendered men and women. Although we discuss the research problem based on SIT and the threat to distinctiveness, further studies are needed to experimentally manipulate the threat to gender distinctiveness and thus obtain more evidence of this theorized psychological process. The relationship between perceived threat to gender binarism and people’s gender should be further explored in future studies. Another interesting and little investigated aspect is the relationship between prejudice, discrimination and the issue of passability, that is, how much a trans person can “go unnoticed” among cisgenders.Given that the debate on discrimination against gender minorities will continue in the foreseeable future, it is necessary that social psychologists continue to study the psychological determinants involved in this problem. It is especially important to successfully combat discriminatory behaviors, based on research that explores specific targets of prejudice (Worthen, 2013), because when considering the different minority groups, it is possible to outline, in the long term, strategies to reduce prejudice, social exclusion and violence in a more targeted way.11SOCIAL VALUE AND GENDER IDENTITY Estud. psicol. I Campinas I 39 I e200086 2022ContributionsK. S. LIMA was responsible for the subject conception, design, data collection, data analysis and interpretation, writing of the manuscript and review. C. R. PEREIRA was responsible for the conception of the subject, design, analysis and interpretation of data, critical review, as well as the approval of the final version of the article.ReferencesAdams, K. A., Nagoshi, C. T., Filip-Crawford, G., Terrell, H. K., & Nagoshi, J. L. (2016). Components of gender-based prejudice. International Journal of Transgenderism, 17(3-4), 185-198. https://doi.org/10.1080/15532739.2016.1200509 American Psychological Association. (2011). Answers to your questions about transgender people, gender identity, and gender expression. http://www.apa.org/topics/lgbt/transgender.pdfAnderson, V. N. (2018). Cisgender men and trans prejudice: Relationships with sexual orientation and gender self-esteem. Psychology of Men & Masculinity, 19(3), 373-384. https://doi.org/10.1037/men0000125Benevides, B. G., & Nogueira, S. N. B. (2020). Dossiê dos assassinatos e da violência contra travestis e transexuais brasileiras em 2019. Expressão Popular. https://antrabrasil.files.wordpress.com/2020/01/dossic3aa-dos-assassinatos-e-daviolc3aancia-contra-pessoas-trans-em-2019.pdf Broussard, K. A., & Warner, R. H. (2019). Gender nonconformity is perceived differently for cisgender and transgender targets. Gender Roles, 80(7), 409-428. https://doi.org/10.1007/s11199-018-0947-zCohen, J. (1988). Statistical power analysis for the behavioral sciences (2nd ed.). Lawrence Erbaum.Costa, A. B., Bandeira, D. R., & Nardi, H. C. (2015). Avaliação do preconceito contra diversidade sexual e de gênero: construção de um instrumento. Estudos de Psicologia (Campinas), 32(2), 163-172. https://doi.org/10.1590/0103-166X2015000200002Cragun, R. T., & Sumerau, J. E. (2015). The last bastion of sexual and gender prejudice? Sexualities, race, gender, religiosity, and spirituality in the examination of prejudice toward sexual and gender minorities. The Journal of Sex Research, 52(7), 821-834. https://doi.org/10.1080/00224499.2014.925534 Falomir-Pichastor, J. M., Mugny, G., & Berent, J. (2017). The side effect of egalitarian norms: Reactive group distinctiveness, biological essentialism, and sexual prejudice. Group Processes & Intergroup Relations, 20(4), 540-558. https://doi.org/10.1177/1368430215613843Fisher, A. D., Castellini, G., Ristori, J., Casale, H., Giovanardi, G., Carone, N., Fanni, E., Mosconi, M., Ciocca, G., Jannini, E. A., Ricca, V., Lingiardi, V., & Maggi, M. (2017). Who has the worst attitudes toward sexual minorities? Comparison of transphobia and homophobia levels in gender dysphoric individuals, the general population and health care providers. Journal of Endocrinological Investigation, 40(3), 263-273. https://doi.org/10.1007/s40618-016-0552-3Grossman, A. H., & D’Augelli, A. R. (2007). Transgender youth and life-threatening behaviors. Suicide and Life-threatening Behavior, 37(5), 527-537. https://doi.org/10.1521/suli.2007.37.5.527Jetten, J., Summerville, N., Hornsey, M. J., & Mewse, A. J. (2005). When differences matter: Intergroup distinctiveness and the evaluation of impostors. European Journal of Social Psychology, 35(5), 609-620. https://doi.org/10.1002/ejsp.282Konopka, K., Rajchert, J., Dominiak-Kochanek, M., & Roszak, J. (2019). The role of masculinity threat in homonegativity and transphobia. Journal of Homosexuality, 66(5), 802-829. https://doi.org/10.1080/00918369.2019.1661728Lehavot, K., & Lambert, A. J. (2007). Toward a greater understanding of antigay prejudice: on the role of sexual orientation and gender role violation. Basic and Applied Social Psychology, 29(3), 279-292. https://doi.org/10.1080/01973530701503390 Marques, J. M., Abrams, D., Paéz, D., & Hogg, M. (2001). Social categorization, social identification, and rejection of deviant group members. In M. A. Hogg & R. S. Tindale (Eds.), Blackwell handbook of social psychology: group processes (Vol. 3, pp. 400-424). Blackweel.Makwana, A. P., Dhont, K., De Keersmaecker, J., Akhlaghi-Ghaffarokh, P., Masure, M., & Roets, A. (2018). The motivated cognitive basis of transphobia: the roles of right wing ideologies and gender role beliefs. Gender Roles, 79, 206-217. https://doi.org/10.1007/s11199-017-0860-xMcCullough, R., Dispenza, F., Chang, C. Y., & Zeligman, M. R. (2019). Correlates and predictors of anti-transgender prejudice. Psychology of Sexual Orientation and Gender Diversity, 6(3), 359-368. https://doi.org/10.1037/sgd000033412Estud. psicol. I Campinas I 39 I e200086 2022K.S. LIMA & C.R. PEREIRANagoshi, C. T., Cloud, J. R., Lindley, L. M., Nagoshi, J. L., & Lothamer, L. J. (2019). A test of the three-component model of gender-based prejudices: homophobia and transphobia are affected by raters’ and targets’ assigned gender at birth. Gender Roles, 80(3), 137-146. https://doi.org/10.1007/s11199-018-0919-3Norton, A. T., & Herek, G. M. (2013). Heterosexuals’ attitudes toward transgender people: Findings from a national probability sample of US adults. Gender Roles, 68(11), 738-753. https://doi.org/10.1007/s11199-011-0110-6Outten, H. R., Lee, T., & Lawrence, M. E. (2019). Heterosexual women’s support for trans inclusive bathroom legislation depends on the degree to which they perceive trans women as a threat. Group Processes & Intergroup Relations, 22(8), 1094-1108. https://doi.org/10.1177/1368430218812660Tajfel, H. (1982). Grupos humanos e categorias sociais. Livros Horizonte.Tajfel, H., & Turner, J. C. (1986). The social identity theory of inter-group behavior. In S. Worchel & W. Austin (Eds.), Psychology of intergroup relations (2nd ed., pp. 7-24). Nelson-Hall. Tate, C. C., Ledbetter, J. N., & Youssef, C. P. (2013). A two-question method for assessing gender categories in the social and medical sciences. The Journal of Sex Research, 50(8), 767-776. https://doi.org/10.1080/00224499.2012.690110 Tebbe, E. N., & Moradi, B. (2012). Anti-transgender prejudice: A structural equation model of associated constructs. Journal of Counseling Psychology, 59(2), 251-261. https://doi.org/10.1037/a0026990Tebbe, E. A., & Moradi, B. (2016). Suicide risk in trans populations: an application of minority stress theory. Journal of Counseling Psychology, 63(5), 520-533. https://doi.org/10.1037/cou0000152Tetreault, P. A., Fette, R., Meidlinger, P., & Hope, D. (2013). Perceptions of campus climate by sexual minorities. Journal of Homosexuality, 60(7), 947-964. https://doi.org/10.1080/00918369.2013.774874Transgender Europe. (2016). 2,190 murders are only the tip of the iceberg – An introduction to the Trans Murder Monitoring project TMM annual report 2016. https://transrespect.org/wp-content/uploads/2016/11/TvT-PS-Vol14-2016.pdfTurner, J. C., Hogg, M. A., Oakes, P. J., Reicher, S. D., & Wetherell, M. S. (1987). Rediscovering the social group: a self-categorization theory. Basil Blackwell.Wilton, L. S., Bell, A. N., Carpinella, C. M., Young, D. M., Meyers, C., & Clapham, R. (2018). Lay theories of gender influence support for women and transgender people’s legal rights. Social Psychological and Personality Science, 10(7), 883-894. https://doi.org/10.1177/1948550618803608Worthen, M. G. F. (2013). An argument for separate analyses of attitudes toward lesbian, gay, bisexual men, bisexual women, MtF and FtM transgender individuals. Gender Roles, 68(11), 703-723. https://doi.org/10.1007/s11199-012-0155-1Worthen, M. G. F. (2016). Hetero-cis-normativity and the gendering of transphobia. International Journal of Transgenderism, 17(1), 31-57. https://doi.org/10.1080/15532739.2016.1149538 Received: June 5, 2020 Final version: November 24, 2020Approved: January 8, 2021",
    "id": 515892357,
    "identifiers": {
        "doi": "10.1590/1982-0275202239e200086",
        "oai": "oai:repositorio.ul.pt:10451/52570"
    },
    "title": "People’s social value depends on their sexual orientation and gender identity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T00:00:00+00:00",
    "publisher": "Pontifícia Universidade Católica de Campinas",
    "references": [],
    "sourceFulltextUrls": [
        "https://repositorio.ul.pt/bitstream/10451/52570/1/ICS_CRPereira_People%27s.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/515892357.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/515892357"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/515892357/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/515892357/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/515892357"
        }
    ],
    "abstract": "O presente estudo objetivou investigar a discriminação de transexuais. Realizou-se um experimento que consistiu na apresentação de uma notícia fictícia acerca de vazamento de fotos de uma pessoa que variava de acordo com o sexo da vítima designado no nascimento (masculino vs. feminino), sua orientação sexual e identidade de gênero (heterossexual vs. homossexual vs. transexual), resultando em seis condições experimentais. A medida de discriminação usada foi a atribuição do valor de indenização. O estudo contou com 300 participantes heterossexuais cisgêneros de ambos os sexos, alocados aleatoriamente em uma das seis condições. Os resultados reforçaram as evidências de que as pessoas tendem a valorizar o próprio grupo e discriminar pessoas transexuais. Foram encontradas variações do sexo do alvo e do sexo de quem discrimina. Os achados foram discutidos com base na Teoria da Identidade Social e na ameaça à distintividade.info:eu-repo/semantics/publishedVersio",
    "tags": [
        "article",
        "Psicologia experimental",
        "Discriminação social",
        "Pessoas transgênero"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:repositorio.ul.pt:10451/52570",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "Estudos de Psicologia (Campinas)",
            "identifiers": [
                "issn:0103-166X",
                "0103-166x"
            ]
        }
    ],
    "repositories": {
        "id": "489",
        "openDoarId": 0,
        "name": "Universidade de Lisboa: Repositório.UL",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 515892357,
        "depositedDate": null,
        "publishedDate": "2022-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T22:47:36+00:00",
        "acceptedDate": null,
        "createdDate": "2022-05-18T23:02:23+01:00"
    },
    "urls": [
        "http://hdl.handle.net/10451/52570"
    ],
    "lastUpdate": "2024-01-30T22:47:36+00:00",
    "setSpecs": []
}