{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Addie, Yewande O."
        },
        {
            "name": "Maser, Tatiana"
        },
        {
            "name": "Luna, Cecilia"
        },
        {
            "name": "Rayfield, Casey"
        },
        {
            "name": "Agrawal, Kelli R"
        }
    ],
    "contributors": [],
    "createdDate": "2020-11-30T19:17:16+00:00",
    "dataProvider": {
        "id": 11855,
        "name": "Patient Experience Journal (PXJ, The Beryl Institute)",
        "url": "https://api.core.ac.uk/v3/data-providers/11855",
        "logo": "https://api.core.ac.uk/data-providers/11855/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.35680/2372-0247.1518",
    "downloadUrl": "https://core.ac.uk/download/352126132.pdf",
    "fullText": "Patient Experience Journal Volume 7 Issue 3 Article 25 2020 Perceptions of care & patient-provider communication by varying identity groups in a collegiate health clinic Yewande O. Addie University of Florida, yewande.addie@ufl.edu Tatiana Maser University of Florida, tatianamaser@ufl.edu Cecilia Luna University of Florida, cecilialuna7@ufl.edu Casey Rayfield University of Florida, crayfield@ufl.edu Kelli R. Agrawal University of Florida, research@shcc.ufl.edu Follow this and additional works at: https://pxjournal.org/journal  Part of the Gender, Race, Sexuality, and Ethnicity in Communication Commons, Health Communication Commons, Health Services Administration Commons, and the Interpersonal and Small Group Communication Commons Recommended Citation Addie, Yewande O.; Maser, Tatiana; Luna, Cecilia; Rayfield, Casey; and Agrawal, Kelli R. (2020) \"Perceptions of care & patient-provider communication by varying identity groups in a collegiate health clinic,\" Patient Experience Journal: Vol. 7 : Iss. 3 , Article 25. DOI: 10.35680/2372-0247.1518 This Research is brought to you for free and open access by Patient Experience Journal. It has been accepted for inclusion in Patient Experience Journal by an authorized editor of Patient Experience Journal. Perceptions of care & patient-provider communication by varying identity groups in a collegiate health clinic Cover Page Footnote The authors would like to thank the patients who contributed their time and personal narratives for this study, as well as our campus partners who supported our recruitment efforts. This article is associated with the Policy & Measurement lens of The Beryl Institute Experience Framework. (http://bit.ly/ExperienceFramework). You can access other resources related to this lens including additional PXJ articles here: http://bit.ly/PX_PolicyMeasure This research is available in Patient Experience Journal: https://pxjournal.org/journal/vol7/iss3/25 Patient Experience Journal Volume 7, Issue 3 – 2020, pp. 223-229    Patient Experience Journal, Volume 7, Issue 3 – 2020 © The Author(s), 2020. Published in association with The Beryl Institute Downloaded from www.pxjournal.org   223  Research  Perceptions of care & patient-provider communication by varying identity groups in a collegiate health clinic Yewande O. Addie, University of Florida, yewande.addie@ufl.edu  Tatiana Maser, University of Florida, tatianamaser@ufl.edu  Cecilia Luna, University of Florida, cecil,ialuna7@ufl.edu Casey Rayfield, University of Florida, crayfield@ufl.edu  Kelli R. Agrawal, University of Florida, research@shcc.ufl.edu   Abstract LGBTQ patients experience discrimination and poor access to quality health care, but there is little inquiry on the experiences of LGBTQ patients in student health clinic. The purpose of this study was to examine the quality of patient-provider communication (PPC) among sexual and gender minority patients, especially those who have intersecting minority identities, in a student healthcare setting. An online survey measured PPC using the Communication Assessment Tool (CAT) and contextual questions regarding identity and perceptions of judgment. Analysis tested intersectional variance in both. A convenience and snowball sample of 102 respondents, 18+, that utilized health services at a public university in the southeastern United States were surveyed in the summer of 2019. Patients of Color (M = 8.16, SD = 5.69) perceived stronger PPC than Whites (M = 5.41, SD = 5.27), which deviates from much of the current literature available. Heterosexuals (M = 7.82, SD = 5.65) perceived stronger PPC than LGBQ (M = 4.56, SD = 4.98) patients, which aligns with most current literature. Additional research is recommended for generalizability among student health populations in other university campuses and preliminary findings indicate a need to improve PPC between clinicians and sexual minority patients in student health settings.  Keywords Patient satisfaction, quality of care, LGBTQ, healthcare, communication, patient experience, SOGI, student health   Introduction  In 2011, the Institute of Medicine and Joint Commission produced a report that suggested the importance of acquiring information on Sexual Orientation and Gender Identity (SOGI) as a way to critically and systematically address health disparities faced by Lesbian, Gay, Bisexual, Transgender, and Queer people (LGBTQ).1 LGBTQ individuals experience a higher rate of mental and physical health issues, such as substance abuse, when compared to their heterosexual counterparts.2 In addition to prejudice and stigma, LGBTQ people may experience discriminatory treatment in the healthcare landscape, which is cited as a contributing factor in health disparities among this group.1 The practice of maltreatment creates a barrier to health equity and access.3  Approachability, acceptability, availability, affordability, and appropriateness are defining aspects of healthcare access.4 Access can also be shaped by policy, attitudes of the majority population, the type of care available, care quality, and patient perceptions.5, 6 Hence a steep learning curve is in some ways embedded within the structure of a health system, where heteronormativity establishes the standard for health communication. Broadly, healthcare providers are also less likely to be culturally competent in LGBTQ health needs, experiences, and the nature of the stress caused by these experiences.7  Literature Review  Patient-Provider Communication Effective communication is critical to maintaining a strong patient-provider relationship and overall quality of health care delivery.8 Health outcomes can be significantly impacted by the presence of culturally sensitive communication, which is linked to the perceptions, attitudes, and expectations that are held by both healthcare providers and patients.9    For example, a clinician may give unintended cues of disapproval with a patient’s behavior or desired treatment. The communication that takes place between patients and providers can have future implications on a patient’s relationship with healthcare and their own wellness. It can also have an impact on the provider's relationship with other patients they offer care to and the health of the communities they serve. Perceptions of communication in student health, Addie et al. 224  Patient Experience Journal, Volume 7, Issue 3 – 2020 Social Landscape  LGBTQ people of color can experience a duplicitous dose of microaggression that is both linked to racism and heterosexism.13 Academic literature defines microaggressions as subtle behaviors that vaguely disempower minorities through verbal or nonverbal denigrating messages.11 This type of hostility does have a negative impact on health outcomes and can materialize in the way of depression and anxiety.12 In the context of healthcare, microaggressions “may undermine patient-centered care by threatening the opportunity for a positive relationship to take place.”11    University Student Factors  Although there is substantial evidence to support perceived discrimination and poor LGBTQ access to quality health care services, there is little, if any existing published research on how these manifest in a collegiate health environment. There are few published works that highlight university care center’s collecting SOGI data for quality improvement measurements, few examining the experiences of SOGI minority students, and even less conducting research to see if there are disparities in satisfaction between students of various SOGIs and heterosexual, cisgender students. Literature shows that not only do health disparities and disparities in care exist among and between various SOGIs, but that race is also a factor in many instances of health disparities and low provider satisfaction.14, 10, 15   The purpose of this analysis is to evaluate the patient-provider experience (notably relationship and communication), while also examining if there are differences in perceptions of respect, safety, and discriminatory judgment among students of various intersectional demographics, such as race, ethnicity, sexual orientation and gender identity. Generally, collecting data of this kind can encourage more accurate responses in self-reported information on risky behavior.16 Moreover, collecting demographic information and inquiring about various aspects of the patient-provider relationship, feelings of safety, and interactions with staff, can produce findings that can determine if there are certain groups that are reporting lower satisfaction in their experiences, which can impact medication adherence, missed follow-up appointments, and overall health outcomes.  Methodology  Objectives The proposed study intended to pose the following research questions:  RQ1: How satisfied are students with patient-provider communication within the university health care center? RQ2: Are there differences in perceptions of respect, safety, and discriminatory judgment among students of various intersectional demographics, such as race, sexual orientation and gender identity?  Population & Procedure Convenience and snowball sampling were employed with flyers, word-of-mouth solicitations, mailing lists, student listservs, and social media. Data was collected from June 2019 through July 2019 using an anonymous online survey hosted by Qualtrics (Qualtrics, Provo, UT). Eligible respondents had to have been seen as a patient at the university health care center, aged 18 years or older, and be able to read and write in English  Measures The survey measured demographics, patient-provider communication and supplemental questions on personal feelings related to previous patient experiences. The supplemental questions are not included in the analysis presented within this paper.   Demographics Basic social demographic information was collected from participants, including age, gender identity, race/ethnicity, sexual orientation and enrollment status.   CAT Scale Patient perception of communication was evaluated using the Communication Assessment Tool (CAT), which is an instrument previously validated and created to assess interpersonal skills and communication within various specialties and environments.17 The scale includes 15 items and a 5-point response scale (1 = poor, 2 = fair, 3 = good, 4 = very good, 5 = excellent) and was originally created to gauge patient perceptions of an individual physician's communication effectiveness.18 Questions from the instrument relate to a medical professional’s ability “to engage, listen, and discuss issues in a respectful, effective way.”19 Of the 15 questions, one specifically asks about whether administrative staff treat patients with respect. That question was eliminated, and the rest of the items from the scale were presented twice in the survey: once to evaluate experiences with clinicians and physicians and once more to assess interactions with administrative staff.    Data Analysis Descriptive analyses (frequencies and percentages) were performed on the demographic characteristics of the participants. The following variables were recoded categorically and dichotomized: gender was collapsed into binary and non-binary categories; ethnicity/race was reduced to two categories, minority and majority; and sexual orientation was categorized into LGBQ+ and non-LGBQ (only referencing sexual orientation, not gender identity). Recoded values were used to discover any variation in satisfaction using cisgender, white, heterosexuals as the control against minorities from each of the variable categories (i.e,. gender, race, sexuality).  perceptions of communication in student health, Addie et al.     Patient Experience Journal, Volume 7, Issue 3 – 2020 225 Previous psychometric analysis of response scales, 17 “found that scoring the CAT based on the proportion of items rated as excellent was more meaningful than summarizing the scores using means.20” Survey data were analyzed using both means and the percentage of items rated as excellent. The overall mean score and overall percentage of excellent scores were summarized across surveys and stratified by gender, race/ethnicity, and sexual orientation. For comparisons by gender (binary vs. nonbinary), race (majority vs. minority), sexual orientation (LGBQ+ vs. non-LGBQ+) independent sample T-tests were used. For the purpose of this study, significant and substantial group differences are defined with a P value less than .05.  Results   Inclusion & Exclusion Of the 152 surveys that were originally collected, 25 were eliminated for respondents not meeting the eligibility requirement of having used university health services at least once. Another 25 surveys were removed from the final analysis because they were incomplete.   Sample Characteristics The analyzed sample totaled 102 participants, with 91.2% (n=93) being currently enrolled students and 8.8% (n=9) of individuals being previously enrolled and/or graduated. Participants’ age range was 18-49 years old, (M = 25, SD = 4.8). A majority of the respondents identified as female (74.5%, n = 76), Black and or African American, (40.2%, n =41), and heterosexual (81.4%, n = 83).  In addition, most students had been seen by a healthcare provider more than once (80%, n = 81), and within the past 6 months (62.7%, n = 64). A marginal number of participants self-identified in the minority gender category (1 participant identified as genderqueer) and the sample had no representation by transgender individuals. Accordingly, our results refer to LGBQ and non-LGBQ, without reference to transgender identity, for clearer accuracy. A demographic breakdown of the sample can be referenced in the Appendix (Tables 1-4).  Overall Scores The overall mean rating on the CAT scale for physicians was 60.4 (SD = 10.2) and 59.3 for administrative staff (SD = 10.3). Table 5 shows the mean percentage of the individual CAT items overall and those rated as excellent, as well as the means and SDs for each item. The overall Table 1. Gender breakdown of sample  Gender Percentage Non-Male 74.5% (n=76) Male 24.5% (n=25) Genderqueer 1% (n=1)   Table 2. Racial breakdown of sample  Race/Ethnicity Percentage Black/African American 40.2% (n=41) White 31.4% (n=32) Latinx 8.8% (n=9) Asian 13.7% (n=14) Biracial/Multiracial 3.9% (n=4) Native American 2% (n=2)    Table 3. Sexual orientation breakdown of sample  Sexual Orientation Percentage Heterosexual 81.4% (n=83) Lesbian 2% (n=2) Gay 3.9% (n=4) Bisexual, Pansexual, Polysexual, Asexual 8.8% (n=9) Queer 1% (n=1) Declined to Answer 2.9% (n=3)   Perceptions of communication in student health, Addie et al. 226  Patient Experience Journal, Volume 7, Issue 3 – 2020 mean percent for “excellent” ratings was 7.34 (SD=5.68) for physicians and 6.75 (SD=6.07) for administrative team members. The items rated most frequently as excellent for physicians were “Talked in terms I can understand” (63.5%), “Treated me with respect” (58.7 %), “Let me talk without interruptions” (56.7%), and “Discussed next steps, including any follow-up plans” (56.7%). With the exception of “Discussed next steps, including any follow-up plans,” the same items were also most frequently rated as “excellent” for administrative staff.  Table 4. Comparative breakdown by race and sexuality  Baseline Comparative Percentage White 31.4% (n=32) Nonwhite 68.6% (n=70) Non LGBQ 81.4% (n=83) LGBQ 15.7% (n=16) ** Those that identified as White and Latinx were categorized as White only. Table 5. Descriptive of CAT scale items  Item Medical Provider “Excellent” Likert Rating (Physician) Administrative Staff “Excellent” Likert Rating (Admin) Greeted me in a way that made me feel comfortable 4.36 (SD = 0.69) 47.1% (n = 48) 4.31 (SD = 0.81) 50% (n = 51) Treated me with respect 4.48 (SD = 0.71) 58.8% (n = 60) 4.39 (SD = 0.76) 53.9% (n = 55) Showed interest in my ideas about my health 4.23 (SD = 0.92) 50% (n = 51) 4.09 (SD = 0.97) 44.1% (n = 45) Understood my main health concerns 4.29 (SD = 0.90) 51% (n = 52) 4.05 (SD = 0.91) 38.2% (n = 39) Paid attention to me (look at me, listen carefully) 4.37 (SD = 0.82) 53.9% (n = 55) 4.23 (SD = 0.89) 47.1% (n = 48) Let me talk without interruptions 4.44 (SD = 0.77) 56.9% (n = 58) 4.39 (SD = 0.80) 54.9% (n = 56) Gave me as much information as I wanted 4.29 (SD = 0.83) 49% (n = 50) 4.27 (SD = 0.85) 49% (n = 50) Talked in terms I can understand 4.54 (SD = 0.67) 63.7% (n = 65) 4.43 (SD = 0.73) 55.9% (n = 57) Checked to be sure I understood everything 4.31 (SD = 0.84) 51% (n = 52) 4.24 (SD = 0.87) 48% (n = 49) Encouraged me to ask questions 4.03 (SD = 1.01) 42.2% (n = 43) 4.03 (SD = 1.03) 42.2% (n = 43) Involved me in decisions as much as I wanted 4.23 (SD = 0.93) 50% (n = 51) 4.25 (SD = 0.88) 51% (n = 52) Discussed next steps, including any follow-up plans 4.32 (SD = 0.96) 56.9% (n = 58) 4.23 (SD = 0.91) 50% (n = 51) Showed care and concern 4.30 (SD = 0.91) 53.9% (n = 55) 4.23 (SD = 0.87) 46.1% (n = 47) Spent the right amount of time with me 4.22 (SD = 0.96) 50% (n = 51) 4.22 (SD = 0.83) 45.1% (n = 46) Overall Mean across items 60.4 (SD = 9.91) 7.34 (SD = 5.7) 59.4 (SD = 10.4) 6.8 (SD = 6.07)  perceptions of communication in student health, Addie et al.     Patient Experience Journal, Volume 7, Issue 3 – 2020 227 For physicians, the items rated least frequently as “excellent” were, “Encouraged me to ask questions” (42.3%), “Greeted me in a way that made me feel comfortable” (47%), and “Gave me as much information as I wanted” (49%). The administrative staff were rated frequently less on the following items: “Understood my main health concerns” (37.5%), “Encouraged me to ask questions” (41.3%), and “Showed interest in ideas about my health” (43.3%)  A two-tailed independent sample t-test revealed a significant difference in the percentage of excellent scores between patients of color, t (99) = 2.32, p = .02, d = .50, such that patients of color (M = 8.16, SD = 5.69) perceived stronger communication with physicians than white patients (M = 5.41, SD = 5.27). Additionally, the same statistical inference was also true regarding communication between patients of color (M = 7.84, SD = 6.01) and the administrative staff and white patients (M = 4.25, SD = 5.54), t (99) = 2.86, p = .01, d = .62. A breakdown of these results by race and sexual orientation for physicians and administrative staff are found in Tables 6 and 7.  Differences by sexual orientation A two-tailed independent sample t-test revealed a significant difference in the percentage of excellent scores between heterosexual patients, t (97) = 2.15, p = .03, d = .61, such that straight patients (M = 7.82, SD = 5.65) perceived stronger communication with physicians over LGBQ patients (M = 4.56, SD = 4.98). However, that same statistical inference was not supported regarding communication between heterosexual patients (M = 7.13, SD = 6.03) and LGBQ patients (M = 4, SD = 5.75) with administrative staff, t (99) = 1.92, p = .058, d = .53.   A two-tailed independent sample t-test revealed a significant difference in the percentage of excellent scores between patients of color, t (99) = 2.32, p = .02, d = .50, such that patients of color (M = 8.16, SD = 5.69) perceived stronger communication with physicians than white patients (M = 5.41, SD = 5.27). Additionally, the same statistical inference was also true regarding communication between patients of color (M = 7.84, SD = 6.01) and the administrative staff and white patients (M = 4.25, SD = 5.54), t (99) = 2.86, p = .01, d = .62. A breakdown of these results by race and sexual orientation for physicians and administrative staff are found in Tables 6 and 7.  Table 6. CAT scale demographic comparison a (physicians)    Excellent CAT Scale Means  Percentage Race  Whites 57.7%  Participants of Color (POC) 61.1%  Sexual Orientation  LGBQ 56%  Heterosexual 61.3%  Gender  Female 60.2%  Male 61.4% Genderqueer 55%  Table 7. CAT scale demographic comparison b (administrative)  Excellent CAT Scale Means  Percentage Race  Whites 55%  Participants of Color (POC) 61.3%  Sexual Orientation  LGBQ 53%  Heterosexual 61.3%  Gender  Female 59%  Male 62.4% Genderqueer 37%  Perceptions of communication in student health, Addie et al. 228  Patient Experience Journal, Volume 7, Issue 3 – 2020 Differences by sexual orientation A two-tailed independent sample t-test revealed a significant difference in the percentage of excellent scores between heterosexual patients, t (97) = 2.15, p = .03, d = .61, such that straight patients (M = 7.82, SD = 5.65) perceived stronger communication with physicians over LGBQ patients (M = 4.56, SD = 4.98). However, that same statistical inference was not supported regarding communication between heterosexual patients (M = 7.13, SD = 6.03) and LGBQ patients (M = 4, SD = 5.75) with administrative staff, t (99) = 1.92, p = .058, d = .53.   Discussion  Although lower satisfaction with patient provider-communication among LGBQ patients was expected and consistent with literature, higher satisfaction with patient-provider communication among racial minorities was an unanticipated finding. In both instances perception of communication could be related to two concepts: 1) how empowered or disempowered one may feel discussing their health with a health expert and 2) the way subjects measured communication in a collegiate health environment against previous healthcare experiences.   Limitations Self-reported data is naturally limited in that responses are bound by the memory of perceived encounters and sensitivities, which may be subject to recall bias and or response bias. Not having participants of color that also identified as sexual minorities prevented the opportunity to test for the presence of duplicitous microaggressions related to race and sexuality. This may be a consequence of the sampling method (in spite of focused recruitment efforts), short collection phase during the summer semester, or stigma faced by LGBQ+ people of color.  Having participation from more males and transgender or non-binary individuals would have provided more nuance to the analysis because of the unique health experiences of these populations. There was a substantial oversampling of female participants and no significant differences by gender were established during analysis and were therefore not included in discussion of the results. Finally, this study is likely one of the few to use the CAT scale to evaluate administrative staff independent of physicians. There are some natural limitations to what is normally discussed with administrative personnel, which may be the reason for lower means overall and for which this study does not account.  Research/Practice Implications The vulnerabilities that sexual, gender, and racial minorities face are tangentially related to other negative health determinants and conditions like substance abuse and certain cancers, which have been identified by Healthy People 2020. Hence by studying and working to better relationships between these minority groups and their providers, a decrease in other dangerous health conditions may be possible. This study is in line with a growing and progressive body of research that is critical to informing policy and practical interventions that can close gaping health disparities. These research findings indicate the feasibility of collecting and analyzing SOGI data to improve the quality of service at university healthcare centers. The study can serve as a template for a large-scale study to generate more generalizable data. From a practical perspective, findings can be used to relay feedback and develop communication training for physicians and administrators. The study can also serve as a model for other universities (of comparable size and similar culture) looking to respectfully engage underserved populations by gauging health service satisfaction.      Declaration of interest statement  The authors have no conflict of interest to report.  References  1. Cahill S, Singal R, Grasso C, et al. Do ask, do tell: High levels of acceptability by patients of routine collection of sexual orientation and gender identity data in four diverse American community health centers. PLoS ONE. 2014; 9(9):1-8. doi:10.1371/journal.pone.0107104. 2. Fingerhut, A. W., & Abdou, C. M. (2017). The Role of Healthcare Stereotype Threat and Social Identity Threat in LGB Health Disparities. J Soc Issues. 2017; 73(3), 493–507. doi: 10.1111/josi.12228. 3. Hatzenbuehler ML, Pachankis JE, Wolff J. Religious climate and health risk behaviors in sexual minority youths: A population-based study. Am J Public Health. 2012; 102(4):657-663. doi: 10.2105/AJPH.2011.300517. 4. Levesque J-F, Harris MF, Russell G. Patient-centered access to health care: conceptualising access at the interface of health systems and populations. Int J Equity Health. 2013; 12. doi: 10.1186/1475-9276-12-18. 5. Cruz TM. Assessing access to care for transgender and gender nonconforming people: A consideration of diversity in combating discrimination. Soc Sci Med. 2014; 110:65-73. doi:10.1016/j.socscimed.2014.03.032. 6. Price JM, Herek GM. Stigma and sexual orientation: Understanding prejudice against lesbians, gay men and bisexuals. Contemporary Sociology. 1999; 28(2):172. doi:10.2307/2654854. 7. Meyer IH. Minority stress and mental health in gay men. J Health Soc Behav. 1995; 36(1):38-56. doi:10.2307/2137286. 8. Ray EB. Communication and Disenfranchisement: Social Health Issues and Implications. Mahwah, NJ: Lawrence Erlbaum Associates; 1996.  perceptions of communication in student health, Addie et al.     Patient Experience Journal, Volume 7, Issue 3 – 2020 229 9. Dang S, Sharma P, Shekhawat LS. Cognitive schemas among mental health professionals and other health professionals. Indian J Psychol Med. 2019; 41(3):258-265. doi:10.4103/IJPSYM.IJPSYM_194_18. 10. Cruz D, Rodriguez Y, Mastropaolo C. Perceived microaggressions in health care: A measurement study. PLoS ONE. 2019; 14(2):1-11. doi:10.1371/journal.pone.0211620. 11. Balsam KF, Molina Y, Beadnell B, Simoni J, Walters K. Measuring multiple minority stress: The LGBT People of Color Microaggressions Scale. Cultur Divers Ethnic Minor Psychol. 2011; 17(2):163-174. doi: 10.1037/a0023244. 12. Ramachandiran M, Dhanapal S. Academic stress among university students: A quantitative study of generation y and z’s perception. Pertanika J Soc Sci & Hum. 2018; 26(3):2115-2128. Accessed October 14, 2019.  13. Mortier, P, et al. Suicidal thoughts and behaviors among first-year college students: Results from the WMH-ICS project. J Am Acad Child Adolesc Psychiatry. 2018; 57(4): 263–273. doi:10.1016/j.jaac.2018.01.018. 14. Makadon HJ. Ending LGBT invisibility in health care: The first step in ensuring equitable care. Cleve Clin J Of Med. 2011; 78(4):220-224. doi:10.3949/ccjm.78gr.10006. 15. Makoul G, Krupat E, Chang C-H. Measuring patient views of physician communication skills: Development and testing of the Communication Assessment Tool. Patient Educ and Couns. 2007; (3):333-342. doi:10.1016/j.pec.2007.05.005. 16. Mercer LM, Tanabe P, Pang PS, et al. Patient perspectives on communication with the medical team: Pilot study using the Communication Assessment Tool-Team (CAT-T). Patient Educ and Couns. 2008; 73(2):220-223. doi:10.1016/j.pec.2008.07.003. 17. DeBlasio D, Real FJ, Ollberding NJ, Klein MD. Provision of parent feedback via the Communication Assessment Tool: Does it improve resident communication skills? Academic Pediatrics. 2019; 19(2):152-156. doi:10.1016/j.acap.2018.06.013. 18. Bristowe K, Hodson M, Wee B, et al. Recommendations to reduce inequalities for LGBT people facing advanced illness: ACCESSCare national qualitative interview study. Palliat Med. 2018; 32(1):23-35. doi:10.1177/0269216317705102. 19. Baptiste-Roberts, K, Oranuba, E, Werts, N, & Edwards, LV. Addressing health care disparities among sexual minorities. Obstet Gynecol Clin North Am. 2017; 44(1):71-80. doi:10.1016/j.ogc.2016.11.003. 20. James TG, Sullivan MK, Dumeny L, Lindsey K, Cheong J, Nicolette G. Health insurance literacy and health service utilization among college students. J Am Coll Health. 2020; 68(2):200-206. doi:10.1080/07448481.2018.1538151.                                                        ",
    "id": 352126132,
    "identifiers": {
        "doi": "10.35680/2372-0247.1518",
        "oai": "oai:pxjournal.org:journal-1518"
    },
    "title": "Perceptions of care & patient-provider communication by varying identity groups in a collegiate health clinic",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-11-12T02:38:32+00:00",
    "publisher": "Patient Experience Journal",
    "references": [],
    "sourceFulltextUrls": [
        "https://pxjournal.org/cgi/viewcontent.cgi?article=1518&context=journal"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/352126132.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/352126132"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/352126132/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/352126132/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/352126132"
        }
    ],
    "abstract": "LGBTQ patients experience discrimination and poor access to quality health care, but there is little inquiry on the experiences of LGBTQ patients in student health clinic. The purpose of this study was to examine the quality of patient-provider communication (PPC) among sexual and gender minority patients, especially those who have intersecting minority identities, in a student healthcare setting. An online survey measured PPC using the Communication Assessment Tool (CAT) and contextual questions regarding identity and perceptions of judgment. Analysis tested intersectional variance in both. A convenience and snowball sample of 102 respondents, 18+, that utilized health services at a public university in the southeastern United States were surveyed in the summer of 2019. Patients of Color (M = 8.16, SD = 5.69) perceived stronger PPC than Whites (M = 5.41, SD = 5.27), which deviates from much of the current literature available. Heterosexuals (M = 7.82, SD = 5.65) perceived stronger PPC than LGBQ (M = 4.56, SD = 4.98) patients, which aligns with most current literature. Additional research is recommended for generalizability among student health populations in other university campuses and preliminary findings indicate a need to improve PPC between clinicians and sexual minority patients in student health settings.\nExperience Framework\nThis article is associated with the Policy & Measurement lens of The Beryl Institute Experience Framework. (http://bit.ly/ExperienceFramework)   Access other PXJ articles related to this lens. Access other resources related to this lens",
    "tags": [
        "text",
        "Patient satisfaction",
        "quality of care",
        "LGBTQ",
        "healthcare",
        "communication",
        "patient experience",
        "SOGI",
        "student health",
        "Interactions",
        "Culture",
        "Perceptions",
        "Person-Centeredness",
        "Gender, Race, Sexuality, and Ethnicity in Communication",
        "Health Communication",
        "Health Services Administration",
        "Interpersonal and Small Group Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:pxjournal.org:journal-1518",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11855",
        "openDoarId": 0,
        "name": "Patient Experience Journal (PXJ, The Beryl Institute)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 352126132,
        "depositedDate": null,
        "publishedDate": "2020-11-12T02:38:32+00:00",
        "updatedDate": "2024-02-08T21:46:28+00:00",
        "acceptedDate": null,
        "createdDate": "2020-11-30T19:17:16+00:00"
    },
    "urls": [
        "https://pxjournal.org/journal/vol7/iss3/25",
        "https://pxjournal.org/context/journal/article/1518/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-08T21:46:28+00:00",
    "setSpecs": []
}