{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sundrud, Janet"
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-22T17:23:50+00:00",
    "dataProvider": {
        "id": 3303,
        "name": "San Jose State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3303",
        "logo": "https://api.core.ac.uk/data-providers/3303/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/145725036.pdf",
    "fullText": "San Jose State University\nSJSU ScholarWorks\nMaster's Theses Master's Theses and Graduate Research\nSummer 2011\nPerforming Asexuality through Narratives of Sexual\nIdentity\nJanet Sundrud\nSan Jose State University\nFollow this and additional works at: https://scholarworks.sjsu.edu/etd_theses\nThis Thesis is brought to you for free and open access by the Master's Theses and Graduate Research at SJSU ScholarWorks. It has been accepted for\ninclusion in Master's Theses by an authorized administrator of SJSU ScholarWorks. For more information, please contact scholarworks@sjsu.edu.\nRecommended Citation\nSundrud, Janet, \"Performing Asexuality through Narratives of Sexual Identity\" (2011). Master's Theses. 4074.\nDOI: https://doi.org/10.31979/etd.4bkg-gysx\nhttps://scholarworks.sjsu.edu/etd_theses/4074\n  \nPERFORMING ASEXUALITY THROUGH NARRATIVES OF SEXUAL IDENTITY \n \n \n \nA Thesis \nPresented to \nThe Faculty of the Department of Communication Studies \nSan José State University \n \n \n \nIn Partial Fulfillment \nof the Requirements for the Degree \nMaster of Arts \n \n \n \nby \nJanet L. Sundrud \nAugust 2011\n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n© 2011 \nJanet L. Sundrud \nALL RIGHTS RESERVED \n  \nThe Designated Thesis Committee Approves the Thesis Titled \n \nPERFORMING ASEXUALITY THROUGH NARRATIVES OF SEXUAL IDENTITY \nby \nJanet L. Sundrud \n \nAPPROVED FOR THE DEPARTMENT OF COMMUNICATION STUDIES \n \nSAN JOSÉ STATE UNIVERSITY \n \nAugust 2011 \n \nDr. Matthew Spangler Department of Communication Studies \nDr. David Terry  Department of Communication Studies \nDr. Shawn Spano  Department of Communication Studies \n  \nAbstract \nPERFORMING ASEXUALITY THROUGH NARRATIVES OF SEXUAL IDENTITY \nby Janet L. Sundrud \nThis thesis explores the social construction of asexual identities through everyday \nnarrative performances and critically examines the marginalizing effects of \nheteronormative discourses.  This thesis posits narrative performance as a framework for \nunderstanding asexual identities within a heteronormative society.  Drawing upon oral \nhistory and ethnographic methodologies, this thesis examines the narrative performances \nof three self-identified asexuals and explores four themes within each narrative: 1) the \nbreach of heteronormative expectations, 2) the creation of commonality among \nindividuals within the asexual community, 3) the negotiation of heteronormative \ndiscourses within the family, and 4) the construction of future-oriented liminoid \nnarratives of asexuality.  This thesis advances the claim that asexuality is a social identity \nby which asexuals narrate their past within a heteronormative society and envision a \nqueer future. \n \nv \n \nAcknowledgements \nFirstly, I want to thank the three asexual community members who shared their \noral histories with me.  Without their dedication and support, this project would not have \nbeen possible.  Secondly, I want to thank my thesis chair, Dr. Matthew Spangler, for his \nendless guidance and invaluable feedback.  He pushed me beyond my limits and \nencouraged me every step of the way.  Thirdly, I want to thank my committee members, \nDr. David Terry and Dr. Shawn Spano, and all the readers of my thesis.  Their questions, \ncomments, and advice strengthened my writing and deepened my understanding of queer \nperformativity and heteronormative discourse.  Finally, I want to thank my family and \nfriends who believed in me and never let me give up.  Their encouragement and support \ngave me the courage to explore my own sexual identity and write about a topic close to \nmy heart. \nvi \n \nTable of Contents \nChapter One: The Modern Asexual .....................................................................................1 \nChapter Two: Social Discourses and Power Structures  ....................................................17 \nChapter Three: Critical Ethnographic Oral Histories ........................................................38 \nChapter Four: Narrative Performances of Asexuality .......................................................50 \nChapter Five: Mapping Asexual Performativity ..............................................................105 \nReferences  .......................................................................................................................114 \nvii \n \nList of Figures \nFigure 1. Storm’s bilateral model of sexual orientations ....................................................6 \nviii \n \nList of Tables \nTable 1. Online websites that constitute the asexual community, March 2011 .................10 \nTable 2. “Ideal” asexual narratives evoked in heteronormative spaces to legitimize \nasexuality ...........................................................................................................................13 \nTable 3. Communal language used to describe an individual’s asexual identity ..............15 \nTable 4. Guiding questions for my oral history interviews ...............................................46 \n \n1 \n \nChapter One: The Modern Asexual \nIntroduction \nHeteronormative performances of social identity permeate nearly every aspect of \nour daily lives.  William Leap (2007) defines heteronormativity as “the principles of \norder and control that position heterosexuality as the cornerstone of the American \nsex/gender system and obligate the personal construction of sexuality and gender in terms \nof heterosexual norms” (p. 98).  As such, the heteronormative dream shapes our futures \nand guides our daily performances.  For instance, many women attempt to embody \n“feminine” characteristics in the hope of attracting a male partner.  Many dream of their \nwedding days and the rituals that celebrate femininity.  They might also feel a strong \ndesire to become pregnant and raise children.  Some men, on the other hand, embody \ntraditionally “masculine” characteristics and define their sexuality through their \nsuccessful pursuit of women.  They might be more adamant than women about initiating \na sexual relationship and spend more time fantasizing about women as an object of sexual \ngratification.  Despite the influence of these social scripts on our lives, most people do \nnot acknowledge the impact of heteronormative thinking on their social performances. \nIn contrast, many in the lesbian, gay, bisexual, and transsexual (LGBT) \ncommunity actively resist heteronormative discourses.  They are more likely to disrupt \nsex/gender binaries and experiment with their daily performances of gender.  For \nexample, some lesbians embrace masculine performances of identity by cutting their hair \nand wearing masculine clothing.  Drag queens, on the other hand, might attempt to \nembody partially or fully the ideal traits of femininity with dramatic makeup, luxurious \n2 \n \ndresses, and long, stylized hair.  The inversion of gendered performances on sexed bodies \n(e.g., male/feminine and female/masculine) inherently challenge heteronormativity and \ncan disrupt gendered roles within same-sex relationships and families. \nHowever, in some regards, the LGBT community has reappropriated the \nheteronormative expectations of dating, marriage, and childrearing to create, what I term, \na sexual normativity.  Instead of liberating the LGBT community from heteronormative \nexpectations, many homosexual and bisexual individuals have recreated oppressive social \nexpectations within same-sex relationships.  Nowadays, instead of creating new models \nfor partnered relationships, same sex partners are adhering to the benchmarks of \nheteronormativity through their desire to have a marriage ceremony and by raising \nchildren.  If we want to liberate ourselves from this sexual normativity, we must resist \nand challenge the expectations inherent within sexual relationships. \nWith the emergence of the asexual community, individuals are finding still new \nways to challenge societal assumptions about gender and sexuality.  As defined by the \nAsexuality and Visibility Education Network (AVEN, 2008a), asexuals are individuals \nwho “[do] not experience sexual attraction.”  These individuals construct complicated \nperformances of gender identity as they negotiate heteronormative expectations in their \neveryday lives.  Since asexuals typically do not engage in sex, they might feel conflicted \nabout forming partnered relationships and negotiating sex, and they might question their \ndesire and ability to form a traditional family.  The asexual community provides a refuge \nfor many from the barrage of heterosexual messages that permeate nearly every aspect of \nour daily lives. \n3 \n \n When I was a teenager, I often had to negotiate religious, familial, and societal \nvalues surrounding the issue of sex.  My religious teaching told me to save sex for \nmarriage, where it would become a sacred bond with my partner.  I went through my \nteenage years as a “celibate” single woman, until, at the age of nineteen, I moved in with \nmy boyfriend and spent five years in a committed relationship that I thought would end in \nmarriage.  When I was twenty-two, I began arranging my life into a collection of \nmilestones: I would be married, give birth to children, and become a caretaker oriented \naround the home.  I wanted this life.  My family told me that these milestones would \nprovide me with contentment.  Yet, as I continued to balance school, work, and my \nrelationship, I began to realize that sexual desire was not a feeling that I could naturally \ndiscover and awaken; rather, sexual desire is a social performance that I must constantly \nnegotiate. \n As a graduate student, I became increasingly interested in resisting and pushing \nback against heteronormative social discourses.  I learned about an online community of \npeople who claimed never to have experienced sexual attraction nor to have desired sex.  \nI saw the potential to create new (a)sexual identities that did not rely upon sex with a man \nor a woman.  Because this emerging group of asexuals defied everything I thought I knew \nabout sexuality, I could draw upon the support of this community to resist \nheteronormative and homonormative scripts and explore love and intimacy within \nasexual relationships.  This community empowered me to speak out against the \nprescribed gender roles within my family and envision a future that does not revolve \naround marriage.  I subsequently ended the relationship with my boyfriend and moved in \n4 \n \nwith some friends (a married couple).  I am now reevaluating the notion of family beyond \nthe context of a traditionally defined partnered relationship. \n This story not only reflects my current perspectives on my own sexuality, but it \nalso represents a performance of sexual identity.  Many individuals understand sexuality \nas an inherent biological trait that remains fixed throughout their lives.  However, as I \nwill argue, sexuality is a performance made manifest through the act of narration and \nstorytelling.  Narrative performances allow individuals to communicate their sexual \nidentity and elicit meaning from their performances of sexual desire.  Within the asexual \ncommunity, narrative performance creates a normative structure that unites a diverse \ngroup of people and distinguishes them from other sexual orientations. \nFrom March 2010 to April 2010, I engaged in ethnographic oral histories with \nthree self-identified asexuals to explore narrative performances that constitute the asexual \nidentity.  In treating narrative itself as an act of performance, I sought to answer the \nfollowing research questions: \nRQ1: How might asexuals narrate their identity within and beyond \nheteronormativity? \n \nRQ2: In what ways do familial and communal relationships figure into the self-\nidentity narratives of asexuals? \n \nRQ3: How might asexuals resist and disrupt heteronormativity through the act of \nnarrative performance? \n \nThe purpose of this thesis is to challenge narratives of sexual normativity and create a \ndialogic space for the creation of asexual narratives.  This thesis will explore a broad \nrange of asexual narratives, including social drama, misdiagnosis, displeasure, difference, \ncommunal belonging, coming out, activism, and hope.  I will discuss how each asexual \n5 \n \nwoman, by evoking these narratives, displaced her heteronormative identity and situated \nherself within the asexual community. \n \nDefining the Asexual Orientation \nA range of sociological and psychological theorists has examined the concept of \nasexuality for three decades to define and categorize it within the social sciences.  \nMichael Storms (1980) created a bilateral model of sexual orientations by adapting \nAlfred Kinsey’s (1948, 1953) continuum model of sexuality.  Instead of positioning \nbisexuality as the middle ground between heterosexuality and homosexuality, Storms \n(1980) restructured the continuum into axes, with heteroeroticism and homoeroticism as \ntwo separate variables, and created a fourth sexual orientation: asexuality (see Figure 1).  \nHe applied this new model to a former study by William Masters & Virginia Johnson \n(1979), which sought to understand better ambisexuals: “individuals who show no \npreference for the gender of their sexual partners” (p. 790).  Although the term \n“ambisexual” could potentially encompass both bisexuality and asexuality, Storms’ \nresults were more consistent with asexuality.  Storms (1980) explained that “ambisexual \nsubjects were able to respond adequately when stimulated by a sexual partner in the \nlaboratory [but] they reported fewer erotic fantasies and daydreams than the heterosexual \nand homosexual subjects” (p. 790).  This study suggests that asexuals, in general, are \ncapable of sexual stimulation and arousal, but do not initiate or pursue sex.  Furthermore, \ndoctors have categorized this behavior as a form of sexual dysfunction and have sought to \nnormalize through medicine and psychiatric services the sexual behavior of asexuals.   \n6 \n \n \nFigure 1. Storm’s bilateral model of sexual \norientations (Courtesy of the American \nPsychological Association) \n \nWhen medical practitioners discuss asexuality, it is often in the context of \nHypoactive Sexual Desire Disorder (HSDD).  The American Psychiatric Association \n(APA), in the Diagnostic and Statistical Manual of Mental Disorders IV, defines HSDD \nas “a deficiency or absence of sexual fantasies and desire for sexual activity” (2000, p. \n539).  The APA further elaborates: \nThe individual usually does not initiate sexual activity or may only engage in it \nreluctantly when it is initiated by the partner.  Although the frequency of sexual \nexperiences is usually low, pressure from the partner or nonsexual needs (e.g., for \nphysical comfort or intimacy may increase the frequency of sexual encounters.  \n(p. 539) \n \nWhile this definition could easily describe members of the asexual community, \npsychologists base it on two faulty assumptions: first, that everyone should desire sexual \nactivities and perceive them as enjoyable; and second, that a sexual identity is more \ndesirable than an asexual one. \n7 \n \nAnother sexual disorder, Sexual Aversion Disorder (SAD), reiterates these \nassumptions and similarly marginalizes asexuality.  SAD describes “the aversion to and \nactive avoidance of genital sexual contact with a sexual partner” (p. 541).  Individuals \nwho identify with SAD experience different responses to sexual stimuli, ranging from \n“moderate anxiety and lack of pleasure to extreme psychological distress” (p. 541).  \nAlthough many asexuals might identify with this definition, they may not perceive their \nasexuality as a psychological or medical “problem.”  For some, asexuality provides a \nrefuge from heteronormative expectations and allows for the creation of intimate, albeit \nnonsexual, relationships.  Consequently, there is a growing need for the medical \ncommunity to understand the ways in which asexuality constitutes a social and communal \nidentity. \nRecently, some scholars have begun to examine the prevalence of asexuality as a \nmarker of identity.  Anthony Bogaert (2004) conducted a national probability sample \nsurvey to gauge the number of people who associate with asexuality.  In his research, he \ndefined asexuality as “the absence of a traditional sexual orientation, in which an \nindividual would exhibit little or no sexual attraction to males or females” (p. 279; italics \nin original).  After conducting telephone interviews with 18,426 people, he discovered \nthat one out of every 100 people identified with the statement: “I have never felt sexually \nattracted to anyone at all” (p. 281).  By comparing the responses of the asexual \nparticipants with the responses of the sexual participants, he concluded, “Relative to \nsexual people, asexual people had fewer sexual partners, had a later onset of sexual \nactivity (if it occurred), and had less frequent sexual activity with a partner currently” \n8 \n \n(Bogaert, 2004, p. 282).  His findings suggest that psychologists and doctors could \ncorrelate asexuality with certain sexual behaviors and create predictors and indicators of \nasexuality. \nResearchers have also sought to explore the relationship between asexuality and \npsychological distress.  Nicole Prause & Cynthia Graham (2007) conducted a multi-\nmethod study to assess the amount of sexual attraction and desire experienced by \nasexuals, whether asexuals might prefer masturbation to copulation, and the level of \nexcitability and/or inhibition experienced by asexuals.  After surveying 41 self-identified \nasexuals and 1,105 non-asexuals, they found that asexuals scored lower on the Dyadic \nSexual Desire subscale, Solitary Sexual Desire subscale, and Sexual Arousability \nInventory, indicating that asexuals are less likely to engage in dyadic and/or solitary \nsexual activities.  They also found that asexuals scored low on the Sexual Inhibition \nscale, which suggests asexuals are not particularly sexually fearful, but rather have a \nlower excitatory drive.   \nYet, as more individuals identify with asexuality and congregate through online \nand local communities, some researchers have begun to explore the social significance of \nasexuality.  Kristin Scherrer (2008) challenges her colleagues to consider how asexuality \n“is given meaning by the broader cultural understandings of that identity” (p. 622).  Her \narticle identifies three narrative themes within the asexual community, including: (a) \ndefining asexual versus sexual; (b) narrating one’s identity as essentially asexual; and (c) \ndescribing one’s romantic orientation.  After conducting a survey with 102 self-identified \nasexuals, she found each individual constructed deeply personal narratives and \n9 \n \ninterpretations of her asexual identity.  For example, although thirty-nine participants \nendorsed the definition provided by AVEN (2008a), fifty participants provided \nalternative definitions that did not emphasize sexual attraction.  My own research will \napply several communication theories to explore the ways in which participation in the \nasexual community and the act of narrative performance serve to constitute asexuality. \n \nThe Emergence of an Asexual Community \nOver the past decade, asexuality has become more than a sexual orientation; it has \nevolved into a social community.  Many individuals learn about and develop their \nasexuality through online community sites, personal sites, and blogs that collectively \ncreate a communal space for asexuals to connect with other asexuals and narrate their \nasexual identity (see Table 1).  These websites offer relief from heteronormative \ndiscourses and provide an environment where asexuals can celebrate their asexual \nidentities.  Among these websites, the Asexual Visibility and Education Network \n(AVEN) hosts the largest community of asexuals on the Internet and offers many \nresources for the modern asexual.  Founded by David Jay in 2001, AVEN serves two \ngoals: “[to create] public acceptance and discussion of asexuality and [to facilitate] the \ngrowth of an asexual community” (AVEN, 2008b).  The AVEN website features \neditorials, newsletters, and general information about asexuality.  However, the primary \nfeature of the website is the online forums, wherein new members share stories about \nhow they came to identify as asexual and long-term members offer encouragement and \nsupport.  The forums are especially important to the asexual community because they \n10 \n \nallow individuals to begin a process of constructing an asexual narrative of their own \nidentity and negotiating its performance through online conversations with other \nmembers. \nTable 1. Online websites that constitute the asexual community, March 2011 \nCommunity Sites Blogs \n\u0001 Apositive \n\u0001 Aromantic Asexuals \n\u0001 Asexual Lesbians \n\u0001 Asexual Visibility and Education \nNetwork \n\u0001 Asexuality LiveJournal Community \n\u0001 Haven for the Human Amoeba \n\u0001 HotPiecesofAce YouTube Channel \n\u0001 The A-sylum \n\u0001 A Life Podcast \n\u0001 A Proud Geeky Asexual Mind \n\u0001 Ace of Butterflies \n\u0001 Ace of Hearts \n\u0001 Another Asexual Radical \n\u0001 Asexual Explorations \n\u0001 Asexual Curiosities \n\u0001 Asexual Love \n\u0001 Asexy Beast \n\u0001 Edge of Everywhere \n\u0001 Glad to be A \n\u0001 Love from the Asexual Underground \n\u0001 Musings from Outside Normal Boundaries \n\u0001 The Protean Avenger: Asexual Politics \n\u0001 A Proud Geeky Asexual Mind \n\u0001 Rainbow Amoeba’s Petri Dish \n\u0001 Shades of Gray \n\u0001 The Asexualist \n\u0001 The Venus of Willendork \n\u0001 Writing from Factor X \nDating Sites \n\u0001 Acebook \n\u0001 Affectionate Friends \n\u0001 Asexual Pals \n\u0001 Asexualitic \n\u0001 Platonic Partners \n \nThe discussions within the asexual community reveal asexuality to be a complex \nidentity that encompasses a wide range of social performances.  Self-identified asexuals \nmight: (1) have sex with men and/or women, but think of themselves as asexual due to \nlow arousal; (2) rarely, if ever, have sex, but become aroused on occasion by men and/or \nwomen; (3) rarely, if ever, have sex and rarely become aroused; (4) occasionally \nmasturbate and still think of themselves as asexual; (5) mark themselves as asexual for \nreasons of identity politics; or (6) move between these states at different times in their \n11 \n \nlives.  However, these sexual performances do not determine whether an individual \nidentifies as asexual; rather, asexual individuals must assess their low levels of sexual \narousal and behavior within the context of our society’s heteronormative expectations. \nSince there is no singular way to embody asexuality, the act of narrative \nstorytelling itself constitutes an important performance within the asexual community.  \nMany asexuals ascribe meaning to their sexual history by telling other community \nmembers about how they dislike sex, have little to no interest in sex, or have sex to please \ntheir partner.  Through the act of telling these stories, asexuals legitimize and validate \ntheir identities within and beyond the asexual community.  Asexuals often invoke these \nnarratives when coming out to family and friends.  Within this research study, I examine \nsome of the narrative performances that constitute the asexual identity and explore the \nsocial implications of these narrative performances. \nNarrative performances influence the way we live, how we perceive the world, \nand how others perceive us.  Walter Fisher (1989) states that narratives provide “a \nconceptual framework […] for understanding human decision, discourse, and action” (p. \n56).  As such, many individuals use storytelling as a means of rationalizing past action \nand future behavior.  Fisher (1984) also argues that “human communication should be \nviewed as historical as well as situational, as stories competing with other stories \nconstituted by good reasons, as being rational when they satisfy the demands of narrative \nprobability and narrative fidelity, and as inevitably moral inducements” (p. 2).  Many \nasexuals interact with one another on the AVEN forums and, thereby, constantly tell and \nretell stories about asexuality; these narrative acts often become the driving force behind \n12 \n \ntheir own performances of asexuality.  As I will discuss in later chapters, these stories \ndemonstrate the incredible diversity within the asexual community and the multifaceted \ninterpretations of what it means to be asexual in a heteronormative society. \nThere is growing concern within the asexual community that recent media \npublicity1 is generating unrealistic expectations for asexuals.  Ily (online pseudonym, \n2009), a self-identified asexual, discussed narratives that potentially inhibit asexual \nidentities.  This list included several narrative performances that asexuals might evoke in \nheteronormative spaces to validate their asexual identity and align their identity with that \nof the “ideal” asexual.  Through these idealized narratives, asexuals might do some \ncombination of the following: say they engaged in sex, did not enjoy it, and therefore, \nhave indisputable proof that they are asexual; say they have never experienced sexual \nfeelings of any kind, even though they might have; or neglect to disclose sexual abuse \nbecause it might be perceived as “causing” their asexuality (see Table 2).  Asexuals \nmight evoke these ideal narratives in heteronormative spaces to posit themselves as \nhealthy and normal and gain marginal acceptance for their asexual orientation.  \nUnfortunately, these ideal narratives often interfere with the process of identity \nconstruction, making problematic any traits or characteristics that might be perceived as \nliabilities with regard to their asexual identity, including, but not limited to, asexuals who \nconcurrently identify as autistic, sexually-abused, virgin, or transgender.  Ily (2009) \nsuggested, “Asexuals appearing in the media no doubt conceal aspects of their asexuality \n                                                 \n1\n Within the past seven years, several television shows and news articles have explored the topic \nof asexuality (Bella DePaulo, 2009; Demian Bulwa, 2009; Kathy Gulinello, 2007; William Geist, \n2006; David Sloan, 2006; Barbara Walters & Bill Geddie, 2006; Sylvia Pagan Westphal, 2004). \n13 \n \nthat might be seen as contradictory or confusing” in the context of dominant narrative \nperformances of asexuality (para. 2).  However, within the specific performative space of \nthe asexual community, members are encouraged to create new labels and foster hybrid \nidentities that resonate with their individual embodiment of asexuality. \n \nMembers of the asexual community continually create terminology that validates \na wide range of asexual narrative performances, while still allowing them to identity as a \ncohesive collective (see Table 3).  These terms often correlate with specific narratives in \nthe asexual community and, by assuming different labels, asexuals might feel empowered \nto change their narratives without consequence.  For example, asexuals who identify as \n“aromantic” often say that they do not experience sexual or romantic attraction.  \nAromantic asexuals are also less likely to date or form partnered relationships.  Yet, if an \naromantic asexual decides that she wants to start dating a member of the opposite sex, she \nTable 2 “Ideal” asexual narratives evoked in heteronormative spaces to legitimize asexuality \n1. Does not have any kind of disability or mental illness \n2. Is physically attractive and has good social skills \n3. Has dramatic stories to tell regarding their asexuality \n4. Is not genderqueer or transgender \n5. Is old enough to not be a late bloomer \n6. Is part of a racially diverse group \n7. Is happy and “well-adjusted” (whatever that means this week), fitting seamlessly into \nmainstream society \n8. Tried sexual activity in order to decide he/she didn’t like it \n9. Has an interest in dating or romantic relationships \n10. Would not want to magically become sexual if given the chance \n11. Has never experienced sexual feelings of any kind \n12. Is not in any state of confusion about their asexuality \n13. Is out to the people in their lives \n14. Has not been abused, sexually or otherwise \n15. Welcomes non-sexual intimacy \n16. Does not have anything negative to say about sex \n14 \n \nmight transition to a “hetero-romantic” asexual identity.  Community terms also allow for \nhybrid identities in which one might straddle the line between sexuality and asexuality.  \nFor example, “asexual lesbians” are individuals who identify as female, seek partnered \nrelationships with women, and do not want to engage in sex.  They simultaneously claim \na sexual identity (lesbian) while rejecting the sexual performances of such identities \n(asexual).  Yet, these categories are not rigid or exclusive.  On the Asexual Lesbian \nwebsite,2 transgendered men have identified as asexual lesbian and received a warm \nwelcome from the other asexual lesbians.  These examples reveal that the labeling of \none’s asexual identity is deeply connected to the narratives he shares about his asexuality. \nAlthough community terms allow for more diversity within the asexual \ncommunity and empower individuals to dictate their own embodiment of asexuality, they \nalso reveal a desire to appropriate heteronormative language within the asexual \ncommunity.  This strategy resembles what Julia Kristeva calls “poetic language,” wherein \nwomen appropriate paternal language within the maternal body.  Kristeva (1980) \ndescribes poetic language as the “reinstatement of maternal territory into the very \neconomy of [paternal] language” (p. 137).  Similarly, asexuals might consume \nheteronormative language and reconstitute it within the asexual body.  For example, \nasexuals use the term “asexy” in reference to someone or something that is made more \nattractive by her/his/its lack of sexuality.  While this performative act draws upon the \nrhetoric of heteronormativity, it is also potentially problematic.  Judith Butler (1990) \nwarns that poetic language might recreate paternal structures that inherently subvert the \n                                                 \n2\n http://z4.invisionfree.com/Asexual_Lesbians/index.php \n15 \n \nmaternal body.  Likewise, asexuals might recreate and reinforce heteronormative \nstructures when they reappropriate heteronormative language to the asexual body.  Butler \n(1990) argues that the best way to subvert oppressive (heteronormative) structures is to \nrealize that seemingly stable (sexual) identities are performative; in other words, they are \nreenacted and reexperienced until they achieve social legitimacy (p. 191).  Thus, by \naltering their narrative performances, asexuals can create new identities that defy and \nresist heteronormative expectations. \nTable 3. Communal language used to describe an individual’s asexual identity3 \nAce: A person who is asexual. \nAgender: A person who lacks a gender identity. \nAnti-sexual: The belief that sex is unpleasant or undesirable and should be avoided. \nAromantic: A person who does not experience romantic attraction. \nAsexual Lesbians: Another term for a homo-romantic asexual. \nAsexy: Someone or something that is made more attractive by her/his/its lack of sexuality. \nAutosexual: A person that derives adequate sexual satisfaction from masturbation; capable of \ntaking care of bodily arousal without needing to seek partnered sex. \nBi-romantic: A person who is romantically attracted to members of both sexes. \nCisgender: A person who has a gender that is the same as the one assigned at birth, usually \nbased on their physical sex. \nDemisexual: A person who experiences sexual attraction only to one person with whom he/she \nis in an intense romantic relationship. \nGenderqueer:  A person who does not fit within the male or female gender binary. \nGay-A: Another term for a homo-romantic asexual. \nGray-A: A person in the gray area between sexuality and asexuality. \nHetero-romantic: A person who is romantically attracted to the opposite sex. \nHomo-romantic: A person who is romantically attracted to the same sex. \nPresexual: A person lacking relevant social and psychological opportunities to experience or \ninitiate sexual attraction to others.4 \nSex Positive: An ideology in which all forms and expressions of sexuality are viewed as \npositive forces as long as they remain consensual. \nStraight A: Another term for a hetero-romantic asexual. \nTransgender: A person whose gender does not match the one assigned at birth. \n                                                 \n3\n Many of these definitions came from AVENwiki, a collaborative website that allows \ncommunity members to define asexual concepts and language; \nhttp://www.asexuality.org/wiki/index.php?title=Special:AllPages \n4\n Bogaert (2004) created the term “presexual” to distinguish between adolescent and adult \nasexuals.  His definition presumes that an adolescent will transition to a new sexual identity when \nhe/she has engaged in mature sexual interactions. \n16 \n \nAs the asexual community continues to define itself in contrast to \nheteronormativity, it is imperative that they utilize narrative performances to celebrate a \nmyriad of asexual identities.  Instead of adhering to narratives of sexual normativity that \nenforce reproduction and childrearing, asexuals have the opportunity to create new \nmodels and paradigms for their future.  Through this research study, I examine the ways \nin which three self-identified asexuals utilize narrative performances to disassociate \nthemselves from heteronormativity and construct specific ways of being asexual.  This \nresearch study also explores a more complicated definition of sexuality that emerges from \na wide range of social performances beyond the notion of sexual copulation. \n The following chapters will provide you with a foundation for understanding \nasexuality through social constructivist theories.  Chapter Two explores the power-\nrelations inherent in the deployment of heteronormative discourses and highlights \nrelevant performance studies theories.  Chapter Three discusses my research methods and \ndescribes the ideologies that influenced my interpretations of each oral history narrative.  \nChapter Four explores the narrative themes that emerged from the oral histories of three \nasexual women and categorizes them to address each of my three research questions.  \nChapter Five explores the implications of these asexual narratives on performance studies \nand reflects upon the future of the asexual community. \n \n17 \n \nChapter Two: Social Discourses and Power Structures \nIntroduction \nWhen my romantic relationship ended in August 2008, I spoke with a therapist \nabout feelings of depression.  My concern must have seemed trivial because she assured \nme that I would find someone better than my ex-boyfriend, someone who would more \nfully appreciate me.  As I left her office, I felt confused and uneasy.  Should I search for a \nnew romantic partner?  Would my pursuit for romance provide my life with satisfaction?  \nWould I find a sexual relationship more satisfying than an intimate friendship?  These \nconcerns derived from a notion that I should be heterosexual and that heterosexuality is \n“normal.”  I could feel a lifetime’s weight of sexual expectations holding me down and \ndefining my sexuality in ways I did not necessarily welcome. \nYet, I now take comfort in knowing that, to a certain extent, I can construct my \nown identity and determine my own future by embracing social constructionist \nparadigms.  I can decide whether or not and to what extent I will participate in \nheteronormative rituals, and whether or not and to what extent I will pursue a \nheteronormative future.  As I continue to participate in the asexual community, I draw \nupon its performative space to create new models and narratives that celebrate, rather \nthan denigrate, my single, feminist, queer,5 and asexual identities. \n                                                 \n5\n In defining the word “queer,” E Patrick Johnson (2008a) states, “To embrace ‘queer’ is to resist \nor elide categorization, to disavow binaries (that is, gay versus straight, black versus white) and to \nproffer potentially productive modes of resistance against hegemonic structures of power” (p. \n166). \n18 \n \nSocial Construction of Sexual Identities \nThe field of communication studies offers a variety of theories that illuminate the \nways in which sexual identities are socially constructed and performative.  Karen Lovaas \nand Mercilee Jenkins (2007) explain the importance of social constructionist paradigms \nfor understanding sexual identities:  \nViewing sexualities as social constructions allows us to recognize our \nparticipation in producing, reproducing, and challenging them.  We are not \npassive recipients of past manners of ‘doing’ sexuality, we are active—although \noften unconscious—agents in constructing sexuality through our practices.  (p. 6) \n \nThe media, the family, and religion play an important role in mediating sexual behavior \nand producing sexual scripts that inform our performances of flirtation, seduction, and \npleasure.  Each individual becomes a consumer and producer of sexual scripts that reflect \nour society’s changing views of sexuality and pleasure.  Within the asexual community, \nasexuals produce (a)sexual scripts that normalize the absence of sexual behaviors. \nBeth Schneider & Meredith Gould (1987) assert that sexual scripts regulate sexual \nbehaviors by appropriating sexual acts.  These scripts dictate with whom, where, why, \nand how individuals have sex.  These sexual scripts, for example, might lead a woman to \nbelieve that she should only have sex after she becomes married and, furthermore, that \nshe should only engage in sex with a single romantic partner.  Yet, these scripts could \nalso encourage a woman to engage in sex with multiple partners and remain single \nthroughout her early adulthood.  Individuals might draw upon these sexual scripts to \ninform their own sexual behavior or deviate from these sexual scripts to explore new \nperformances of sexuality. \n19 \n \nSince these sexual scripts represent normative performances of sexuality, \ncommunity members may respond in anger, frustration, or disapproval when individuals \nviolate parts of them.  The power of these sexual scripts is evident when we analyze hate \ncrimes against homosexuals.  According to Victor Turner’s (1982) theory of social \ndrama, which I describe in more detail later, when an individual violates heteronormative \npractices, agents of heteronormativity perceive that person as a threat to normative values \nand laws.  In response to the emerging crisis, agents imbued with power attempt to limit \nthe contagious spread of breach and return the violator to the heteronormative status quo.  \nAs a result, instead of having to navigate the often-difficult consequences of a social \nbreach, many queer individuals may choose to downplay their queer identity and perform \nscripts that reinforce heteronormative values. \nSome individuals censor their narrative performances of sexuality to “pass” as \nheterosexual in potentially hostile environments.  Helen Newman (1983) explains that \npassing is not a malicious behavior, but rather a strategy for building positive \ninterpersonal relationships in environments that assume heteronormativity.  Although \nself-disclosure allows individuals to create strong relational bonds, it can become \noppressive and isolating for queer individuals (p. 35).  Newman claims that homosexual \nindividuals utilize four strategies to ensure their acceptance within heteronormative \nspaces.  They might: (a) censor personal information; (b) minimize homosexual \ninformation; (c) emphasize heterosexual information; or (d) falsify revealing information \n(p. 36).  Asexuals also utilize these strategies to perform a heterosexual identity that \nallows them to create and maintain positive relationships among their friends and family.  \n20 \n \nThese narrative performances reveal the complicated nature of sexuality as individuals \ndisclose or obscure personal information to gain access to heteronormative spaces. \nFurthermore, a heteronormative society inherently marginalizes queer individuals \nseeking to express their sexuality.  Simmons (2008) utilizes a performative framework to \nunderstand the challenges and tensions of performing an ambiguous sexual identity \nwithin heteronormative spaces.  Utilizing autoethnography, he retells stories of when he \nnegotiated his own performance of sexual desire with friends, family, and strangers.  \nFurthermore, his narratives reveal the power of heteronormativity to critique outlying \nperformances of sexuality.  As Simmons (2008) explains, “The negotiation that emerges \nin this [heteronormative] deployment challenges bodies that do not perform sexual \nidentity within acceptable parameters by calling upon us to justify our bodily indications \nof desire” (p. 333).  Since his body signifies an ambiguous sexual identity, he often feels \nmarginalized through his lack of sexual signifiers.  Simmons’s article signals the tensions \nof performing a desire [maternal, heterosexual, and critical] that differs from certain \nperformative signifiers [ambiguous, indeterminate, and different] (p. 334). \nAlthough several communication scholars have studied narrative performances as \na site of queer identity construction (Ragan Fox, 2011, 2010a, 2010b; Jimmie Manning, \n2009; E. Patrick Johnson, 2008b; Jake Simmons, 2008; Naida Zukic, 2008; Audre Lorde, \n2007; Robert Westerfelhaus, 2007; David Valentine, 2003; Frederick C. Corey & \nThomas K. Nakayama, 1997; Frederick C. Corey, 1996), they have not yet explored \nnarrative performances of asexuality.  In particular, asexual narrative performances might \nreveal new ways of constructing a queer identity without drawing upon erotic narratives \n21 \n \nand discourses.  For example, many asexuals talk about rejecting completely the notion \nof romantic relationships and the sexual expectations inherent within such relationships.  \nThese narratives constitute an emerging queer identity that challenges dominant \nassumptions about sexual attraction and desire. \n Since asexual narratives constitute a relatively new social identity, many asexuals \nunderstand their sexuality as a site of contestation and flux.  As Jeffrey Weeks (2007) \nexplains, “we are often forced to question [social identities], or have them questioned for \nus, remake and reinvent them, search for new and more satisfying personal ‘homes,’ all \nthe time” (p. 43).  Asexuals often experiment with heterosexual and homosexual \nidentities before identifying as asexual because they do not have access to or previous \nknowledge of the asexual community.  Consequently, asexual identities evoke complex \nand deeply personal narratives and reflect the interrelationship between their self-\nperception, the perceptions of others, and their own performance of identity.  For \nexample, when individuals disclose their sexual identity, their narrative performances \nmight reveal: (a) the name they give their sexuality; (b) with whom they want a \nrelationship; (c) who perceives them as sexually attractive; (d) how they flirt and react to \nsexual advances; and (e) their comfort with public displays of affection.  These \ncharacteristics are not necessarily stable and unchanging, as heteronormative discourses \nlead us to believe; rather, individuals perform and re-perform their sexual identities on a \ndaily, hourly, even minute-by-minute basis.  Even though I currently identify as a \ndemisexual, this does not mean that my sexual identity and narrative could not change \n22 \n \nduring a moment of instantaneous attraction, slowly throughout my life, or that I could \nnot occupy two or more sexual identities at one time. \nYet, as with many other sexual orientations, and despite the inherent flux of their \nsexual identity, asexuals often present their identity as something stable and eternally \nfixed.  As such, many asexuals draw upon the rhetoric of “strategic essentialism” within \ntheir narrative performances to explore the “fluidity of identity practices while \nacknowledging the essentializing or fixed nature of identity categories to facilitate a \ncourse of action” (Cynthia Joseph, 2009, p. 12).  Asexuals evoke strategic essentialism in \ntheir narrative performances by saying they have always been asexual and that asexuality \ndescribes their essential (biological) identity better than heterosexuality or \nhomosexuality.  By establishing an essentialist identity, asexuals seek to legitimize their \nasexual orientation, promote political activism, and align their identity with homosexual \ncommunities insofar as they co-experience similar forms of assault from heteronormative \ndiscourses. \n  \nThe Power of Sexual Discourses \nMichel Foucault (1990), in his writing on the rhetoric surrounding sexuality, \nargues that networks of power both produce and deploy sexuality.  Sexuality appears, in \nFoucault’s words, “as an especially dense transfer point for relations of power; between \nmen and women, young people and old people, parents and offspring, teachers and \nstudents, priests and laity, an administration and a population” (p. 103).  Within these \npower networks, authority figures (priests, doctors, and parents) produce and disseminate \n23 \n \nmessages that encourage procreative sex; subsequently, many individuals consume these \nmessages without questioning the purpose or intent of their underlying assumptions.  \nMany authority figures, thus, discipline bodies through discourse to accommodate \nheteronormative ideologies. \nDoctors and medical practitioners, in particular, have the power to create “true” \ndiscourses concerning sexuality.  Through medical performances, such as physical and \npsychiatric evaluations, doctors ascertain normative sexualities.  Foucault (1990) argues \nthat the medical community, and by extension, the family “questions, monitors, watches, \nspies, searches out, palpates, brings to light” sexual practices that do not reinforce \nprocreative ideologies (p. 45).  Doctors and parents become the primary enforcers of \nheteronormativity.  Within this power network, sexuality becomes “a domain susceptible \nto pathological processes, and hence one calling for therapeutic or normalizing \ninterventions” (Foucault, 1990, p. 68).  If we wish to push against these heteronormative \ndiscourses, we must become aware of the ways in which agents of deployment seek to \nmonitor our personal lives and control our performances of sexuality. \nAlthough every family might not rigorously endorse heteronormativity, most \nparents do use the institution of the family to deploy heteronormative ideals.  Foucault \n(1990) explains: \nThe family, in its contemporary form, must not be understood as a social, \neconomic, and political structure of alliance that excludes or at least restrains \nsexuality, that diminishes it as much as possible, preserving only its useful \nfunctions.  On the contrary, its role is to anchor sexuality and provide it with \npermanent support.  (p. 108) \n \n24 \n \nAlthough this implies that parents could anchor and support a multitude of sexualities \nwithin the family, oftentimes parents draw upon the narratives of the medical \nestablishment to deploy messages that encourage their children to assume heterosexual \nidentities instead of considering queer ones.  Within my own life, I have witnessed \ninstances of deployment in which my mom sought to align my narrative performances \nwith heteronormativity.  Whenever she looks upon a newborn baby—whether it belongs \nto a relative or a family friend—she asks me with probing intensity, “When will I get my \ngrandchild?”  It is not so much a question as it is a command.  She is revealing an \nexpectation for my future—one that involves babies (and marriage.)  The fact that I am \ncurrently single only brings a sense of urgency to her request.  Yet, my story is not an \nisolated one.  Rather, agents of heteronormativity often criticize and reject queer \nnarratives and reproduce heteronormative narratives that emphasize reproduction and \nchildrearing as benchmarks of success. \nIn contrast, the institution of the traditional family does encourage young adults to \nform heterosexual relationships and participate in the heteronormative institutions of \nmarriage and childrearing.  As John Elia (2003) explains, “The institution of traditional \nfamily has set the direction and tone for sexual life.  The term family has been \nsynonymous not just with heterosexuality broadly defined, but with a very specific brand \nof heterosexuality, which ideally involves marriage, baby making, monogamy, ownership \nof property, espousing middle class and white values, etc.”  (p. 65).  The notion of the \ntraditional family often enforces rigid espousal of heteronormative values.  This creates a \n25 \n \npotentially hostile environment for queer individuals that want to explore the \nperformative potential of a queer future. \nThe heteronormative discourse of the traditional family perpetuates the belief that \nbearing and raising children will provide individuals with a sense of fulfillment.  Lee \nEdelman (2004) explains that the symbolic image of the child provides heterosexual \nindividuals with “unmediated access to Imaginary wholeness” through the upholding of \nheteronormative values (p. 10).  He suggests that this sense of “wholeness” is not an \nachievable affective state, but rather a form of rhetoric that upholds heteronormative \nideals.  Consequently, he argues that queer individuals should embrace their “drive to \ncreate a future without children” (p. 9).  Through this effort, queer individuals can \nchallenge and oppose the symbolic, heteronormative image of the child.  His theory \nspeaks to the desire of queer individuals to create new social identities that do not posit \nthe child as an indicator of success.  Likewise, it is important for asexuals to resist these \nheteronormative messages and create new narratives that support and encourage asexual \nidentities. \nAlthough queer theory often situates heteronormative resistance within queer \ncommunities, Foucault (1990) claims that only through a plurality of resistances can \nqueer individuals and communities disempower heteronormative discourses: \nPoints of resistance are present everywhere in the power network.  Hence there is \nno single locus of great Refusal, no soul of revolt, source of all rebellions, or pure \nlaw of the revolutionary.  Instead there is a plurality of resistances, each of them a \nspecial case: resistances that are possible, necessary, improbable; others that are \nspontaneous, savage, solitary, concerted, rampant, or violent; still others that are \nquick to compromise, interested or sacrificial; by definition, they can only exist in \nthe strategic field of power relations.  (p. 95-96) \n \n26 \n \nAsexuals also have a role to play within this resistance, both on an individual and \ncollective level.  As Foucault points out, there are many different ways to intervene \nagainst heteronormative discourses and one of the most empowering methods is through \nnarrative and storytelling.  By narrating their difference from and disassociation with \nsexual normativity, asexuals can defy heteronormative expectations and create new \nparadigms for the future. \nResisting Heteronormativity through Narrative Performance \nButler (1990) provides a theoretical framework for understanding asexual \nidentities by discussing the social construction of gendered identities.  She deviates from \nessentialist theories by positing gender as a series of recurring performances that create \nthe appearance of a stable identity.  As Butler (1990) explains: “Gender is the repeated \nstylization of the body, a set of repeated acts within a highly rigid regulatory frame that \ncongeal over time to produce the appearance of substance, of a natural sort of being” (p. \n45).  This theory presumes that gendered (and sexual) identities are performative and \nfluid; thus, we might create new identities by altering or disrupting our daily \nperformances.   \nEve Sedgwick (2003), on the other hand, expresses her concern that \nperformativity proscribes simplicity rather than diversity within queer communities.  She \nargues that in Gender Trouble, Butler oversimplifies Esther Newton’s (1979) research \nstudy on drag performance: “The ecological attention to space collapses in favor of a \ntemporal emphasis on gender as ‘stylized repetition’ and ‘social temporality’ […] With \nthe loss of its spatiality, however, the internally complex field of drag performance \n27 \n \nsuffers a seemingly unavoidable simplification and reification” (Sedgwick, 2003, p. 9).  \nShe argues that repetitive performances limit complex sexual identities to encapsulate a \nfew routine performances without considering the spatial (or emerging) context of the \nqueer community.  In particular, Butler’s (1990) theory of performativity threatens the \nasexual community by expecting repetitive performances within a ludic and fluctuating \nenvironment.  Although asexuals might establish some recurring and repetitive \nperformances (e.g., coming out to their parents or attending local meetings) these \nperformances presume a high level of coordination and consensus within the asexual \ncommunity. \nIn response to both Butler and Sedgwick, José Esteban Muñoz (2006, 2009) \ndefines queer performativity as a method of uniting and transforming queer communities \nthrough a constantly emerging future.  He explains that the present is “impoverished and \ntoxic for queers and other people who do not feel the privilege of majoritarian belonging, \nnormative tastes, and ‘rational’ expectations” (Muñoz, 2009, p. 27).  In contrast, the \nfuture is full of possibilities and we can actively shape it to incorporate and embrace \nqueer performances.  Towards this end, Muñoz encourages queer individuals to reflect on \nthe past and present to create a future that draws on hope:  “The present must be known \nin relation to the alternative temporal and spatial maps provided by a perception of past \nand future affective worlds” (Muñoz, 2009, p. 27).  Through such a perspective, queer \nindividuals can understand moments of suffering and joy and imagine a “utopian” future.  \nAlthough utopia may be impossible to achieve, the imagined idea of it becomes a vehicle \nto affect positive change in our lives: “Utopia is an ideal, something that should mobilize \n28 \n \nus, push us forward.  Utopia is not prescriptive, it renders potential blueprints of a world \nnot quite here, a horizon of possibility, not a fixed schema” (Muñoz, 2006, p. 9).  By \nembracing the performative potential of the future, we can reclaim queer identities \nthrough celebratory performances.  Muñoz’s notion of utopia is especially important for \nthe emerging asexual community because it seeks to create new performances that resist \nheteronormative discourses. \nAlthough there are many ways to embody and explore queer performativity, due \nto the prominence of heteronormative discourses I have chosen to focus on narrative \nperformances enacted through language.  As Elizabeth Bell (2008) states, “Performativity \nmaintains that identity, especially for gender, desire, race, ethnicity, and abilities, is a \ncomplex matrix of normative boundaries […] created in language” (p. 177; emphasis \nmine).  In subsequent chapters in this thesis, I will explore the performativity of \nlanguage—specifically, everyday acts of narrative storytelling—as it functions to 1) \nmake visible the normative boundaries that define sexual identity; 2) disassociate the \nstoryteller from these normative structures of sexual identity; and 3) create a space for the \nstoryteller within the asexual community. \nThis research study embraces the critical implications of performativity—\nspecifically, the ways in which performativity might facilitate a critique of existing social \nstructures and, at the same time, imagine ameliorative, future ones.  As Jill Dolan (2001) \nstates, performativity allows for “nonessentialized constructions of marginalized \nidentities, [such as] white women and women of color, gays and lesbians, men of color, \nand various conflicting combinations and intersections of these categories and \n29 \n \npositionalities” (p. 65).  Performativity, thus, can empower marginalized individuals to \nexplore more personal, nuanced, intersecting, and even contradicting subjectivities.  \nMany asexuals already utilize performativity to construct nonessentialized narratives that \nbring together seemingly contradictory subjectivities. \nThe asexual community currently resides in a performative space marked by \nTurner’s notion of “liminality” (1982), which he defines as “a temporal interface whose \nproperties partially invert those of the already consolidated order which constitutes any \nspecific cultural ‘cosmos’” (p. 41).  This “interface” allows an individual to play with \nsocial norms and create, among other things, narrative performances of identity.  For \nexample, many asexuals construct narratives that emphasize their lack of interest in \ndating, marriage, and sex, which results in a strategic rejection of certain benchmarks that \npervade heteronormative society.  This liminal space oftentimes imbues \nstorytellers/participants with a sense of play and serves to constitute a performative \nenvironment “in which new models, symbols, paradigms, etc., arise—as the seedbeds of \ncultural creativity” (Turner, 1982, p. 28).  As such, many asexuals actively explore \nnarrative performances that move beyond heteronormative expectations.  Although they \nmight share common narratives with other asexuals (some of which might speak to the \nchallenges of negotiating sex in romantic relationships or coming out to family and \nfriends), they also create narratives that reflect their unique embodiment of asexuality \n(including how they came to identify as asexual and how asexuality has influenced their \nperspectives on the future). \n30 \n \nWhile many self-identified asexuals participate in the temporal interface of \nliminality, they do not do so equally.  Some embrace the performative space of the \n“liminoid” to play with their narratives of identity, whereas others associate asexuality \nwith what Turner calls “obligatory work.”  Turner (1982) defines liminoid performances \nas “characteristically individual products though they often have collective or ‘mass’ \neffects.  They are not cyclical, but continuously generated, though in time and places \napart from work settings assigned to ‘leisure’ activities” (p. 54).  The liminoid becomes \nsomething of a celebration of identity, whereby individuals can generate new ways of \nbeing asexual.  Within the liminoid, asexuals can redefine intimacy, love, and friendship \nwithin performative frameworks of possibility. \nThe liminoid gives liminal participants a sense of empowerment as they embrace \nplayful exploration.  Turner (1982) explains, “Optation pervades the liminoid \nphenomenon, obligation the liminal.  One is all play and choice, an entertainment, the \nother is a matter of deep seriousness, even dread, it is demanding, compulsory” (p. 43).  \nIf asexuals want to move beyond the liminal and experience the liminoid, they must \nfoster the desire to question and challenge the performative boundaries of asexuality.  I \nmyself have utilized liminoid narrative performances to reappropriate and redefine \nheteronormative spaces within an asexual context.  I once decided to visit a local strip \nclub and the female dancers perceived my asexuality as an ambiguously queer identity.  \nOn several occasions, they asked if I wanted a one-on-one lap dance.  I politely declined.  \n“I’m asexual,” I said, “I’m just here to watch the dancing.”  By making these statements, \nI sought to confuse the dancers who expected me to perform either a heterosexual or a \n31 \n \nlesbian identity.  I embraced the liminoid to experiment with my performance of \nasexuality within a strip club environment.  Similarly, asexuals can use liminoid \nperformances to intervene and interrupt everyday performances of heteronormativity. \nOftentimes, liminal participants will create protective social structures that \nencourage liminoid performances.  The resulting social group illustrates Turner’s notion \nof “communitas.”  As he defines it, communitas “exists more in contrast than in active \nopposition to social structure, as an alternative and more ‘liberated’ way of being socially \nhuman” (Turner, 1982, p. 50-51).  Communitas unites asexuals through their shared \nliminal status and provides spaces for them to generate liminoid performances of identity.  \nTurner identified three types of communitas: spontaneous, ideological, and normative.  \nEach of these serves to validate asexual narratives and provide a rich environment for \nexperimentation.  Spontaneous communitas is “a deep rather than intense style of \npersonal interaction” (p. 47).  Ideological communitas is “a set of theoretical concepts \nwhich attempt to describe the interactions of spontaneous communitas” (p. 48).  And \nnormative communitas is “a subculture or group which attempts to foster and maintain \nrelationships or spontaneous communitas on a more or less permanent basis” (p. 49).  \nEach type of communitas corresponds to somewhat different relationships between \ngroups of individuals and the liminal space they may inhabit. \nOne of the most affective performances within the asexual community involves \nspontaneous communitas.  Turner (1982) explains that spontaneous communitas is \nexperienced as “a direct, immediate and total confrontation of human identities […] there \nis in it a feeling of endless power” (p. 47-48).  When asexual individuals first discover the \n32 \n \nAVEN website, many feel elated at finding a community of liminal individuals and \n“become totally absorbed into a single synchronized fluid event,” wherein they \nexperience a “total confrontation of identity” (p. 48).  The individual realizes the \npotential of identifying as asexual in the moment of confronting other narratives, stories, \nand people that likewise identify as asexual.  These individuals begin to “relate directly to \nanother person as he presents himself in the here-and-now, to understand him in a \nsympathetic (not empathetic)” way (p. 48).  The asexual, experiencing spontaneous \ncommunitas, realizes that he shares with others similar feelings and experiences \nconcerning sex and feels an instantaneous connection with the notion of a broad asexual \ncommunity. \nSome individuals attempt to perpetuate through language the experience of \nspontaneous communitas by creating “ideological communitas.”  Individuals might write \nan article for AVENues,6 write their first post on the AVEN forums, or prepare their \ncoming out narrative to share with their family and friends.  Within ideological \ncommunitas, as Turner points out, “the retrospective look, ‘memory,’ has already \ndistanced the individual subject from the communal or dyadic experience.  Here the \nexperience has already come to look to language and culture to mediate the former \nimmediacies” (p. 48).  One of the purposes of ideological communitas is to identify and \npreserve ongoing meaning from an experience of spontaneous communitas.  Asexuals \nexperiencing ideological communitas might explore new social interactions and integrate \n                                                 \n6\n AVENues is a bimonthly publication with stories, articles, and other writings from members of \nthe asexual community; http://www.asexuality.org/home/avenues.html \n33 \n \nthemselves into the asexual community to sustain the feeling of sudden empowerment \nand belonging that they experienced in spontaneous communitas. \nNormative communitas, though different from ideological and spontaneous \ncommunitas, provides an important function for the asexual community.  Through the \nwebsite and local meetings, asexuals strive to create normative communitas, as they, in \nthe words of Turner, “foster and maintain relationships or spontaneous communitas on a \nmore or less permanent basis” (p. 49).  Normative communitas generates norms that \nserve to mark the asexual community to itself, and guide new initiates to it.  Normative \ncommunitas often forms when individuals feel “utterly vulnerable to the institutionalized \ngroups surrounding them” (p. 49).  By fostering a collective identity, these individuals \ncan create “institutional armor” to protect them from the criticism of heteronormative \ndiscourses.  This level of support and protection is important when asexuals share their \nsexual identity with their parents.  Since asexuality is widely misunderstood in our \nsociety, some parents experience confusion about the term “asexual” and others voice \nskepticism about whether asexuality is a legitimate identity.  As such, coming out as \nasexual often initiates a process of conflict and negotiation, one that progresses through \nthe four stages of Turner’s “social drama.” \nTurner (1982) defines social drama as “those sequences of supposedly \n‘spontaneous’ events which [make] fully evident the tensions existing [within a social \ngroup]” (p. 9).  The proclamation of an asexual identity, for example, often creates a \ncrisis within heteronormative family environments.  Many parents, as agents of \nheteronormativity, perceive asexuality as a threat to procreative ideals and might \n34 \n \ntherefore blame the asexual child for disrupting heteronormative expectations.  Turner’s \nnotion of social drama and its subsequent resolution has four stages: breach, crisis, \nredress, and reintegration/schism.  In the context of asexual coming out narratives, the \nfirst stage of social drama--the “breach”--often occurs when asexuals tell their parents \nabout their asexual identity.  Turner (1982) explains that the breach represents “the \ninfraction of a rule of morality, law, custom, or etiquette in some public arena” (p. 70).  \nWithout this proclamation, the status quo would be maintained and the asexual child \nwould preserve a heteronormative identity within the family.  Asexuals might initiate the \nbreach by verbally rejecting a heteronormative identity and claiming an asexual one, a \nperformative declaration that disturbs heteronormative expectations within the family.  \nOnce parents understand that the asexual identity stands in opposition to heteronormative \ndiscourses, they may interpret the declaration as indicative of a problem requiring \nintervention. \n“Crisis” emerges when parents perceive the breach as having undesirable \nconsequences; they might react with frustration, anxiety, anger, or resentment.  The crisis \noften causes what Turner describes as “a momentous juncture or turning point in the \nrelationships between components of a social field—at which seeming peace becomes \novert conflict and covert antagonisms become visible” (p. 70).  Within the crisis stage, \nparents attempt to realign their child with heteronormative ideologies and diminish the \neffects of the breach.  Parents might reject or deny the existence of their child’s asexual \nidentity.  If these strategies seem ineffective, a state of status quo normalcy might return \nto the family relationship. \n35 \n \nParents will proceed to employ what Turner calls “redressive” mechanisms when \nthey know that their child will not simply dismiss their asexual identity.  Parents might, \non the one hand, proclaim their acceptance of asexuality, or on the other, engage their \nchild in discussions intended to win him back to heteronormative expectations.  In the \nredressive stage, parents strive to “limit the contagious spread of breach” (p. 70).  Parents \nwill negotiate the performance of asexuality with the child in order to resolve the familial \ncrisis.  If the family members can reach a consensus on the newly established \nexpectations of the child, the parents will begin to reintegrate the child into the family \nstructure.  If the family cannot resolve the initial breach, the child will often continue to \ncycle through the crisis and redressive stages. \nThe “reintegration” stage involves creating a new normative structure for the \nfamily unit.  Parents and child assume new roles and relationships that reflect the new \nstatus of the asexual child within the family.  Although the new structure might retain \nsome flexibility for the emerging performance of asexuality, dramatic changes in the \nchild’s performance could cause another crisis within the family.  As such, the asexual \nindividual often experiences rigid structures that seek to control or dictate her \nperformance of asexuality. \nIf the child cannot resolve the crisis within the family and decides to forgo \nredressive strategies, she might acknowledge her “irreparable breach” of \nheteronormativity.  Turner (1982) describes this as an acknowledgement of the \nunyielding positions of both the parent and child that could result in “spatial separation” \n(p. 71).  Whereas reintegration presumes that one party must concede during the \n36 \n \nredressive stage, an irreparable breach acknowledges the ongoing disagreement between \nthe parent and child about her narrative of sexuality.  \n Turner’s theories of liminality, communitas, and social drama provide a \nfoundation for understanding how asexuals might resist the deployment of \nheteronormativity in their daily lives.  By embracing liminoid narrative performances and \nforming communitas, liminal participants can actively construct an “antistructure” that \nstands as an alternative model to heteronormativity.  Turner explains that antistructures \ncan “generate and store a plurality of alternative models for living, from utopias to \nprograms, which are capable of influencing the behavior of those in mainstream social \nand political roles” (Turner, 1982, p. 33).  Antistructures allow marginalized groups to \nexplore and create “new culture” by contrasting their performances against normative \nstructures and expectations (Turner, 1982, p. 28).  As liminal participants normalize their \nnarrative performances within communitas and negotiate their narrative performances \nthrough social drama, it is possible for them to integrate their “new culture” within \nnormative structures.  When we further align Turner’s (1982) theories of liminality with \nMuñoz’s (2009) utopian performances, there is considerable potential for asexuals to \nexperiment with queer performativity.  Muñoz (2009) insists that “queerness is still \nforming,” and consequently, there is room for asexuals to alter or expand upon their \nnarrative performances within the asexual community (p. 29). \n Narrative performances serve a variety of functions within the asexual \ncommunity.  Not only do they unite individuals through thematic and common narratives, \nbut they also give meaning to each individual’s asexual identity.  Storytelling, thus, is an \n37 \n \nimportant ritual within the asexual community that many individuals use to rationalize \npast actions within the context of their asexual identity and push against heteronormative \ndiscourses that seek to dictate their future.  As part of this research project, I spent a year \nand a half participating in a large U.S. metropolitan asexual community.  Then, from \nMarch to April 2010, I conducted oral history interviews with three members of AVEN \nto understand how each woman narrated her schism from heteronormativity and \nconstructed an asexual identity through the retelling of stories involving her friends, \npartners, and parents.  In the next chapter, I will discuss the methodology I used in \nconducting these interviews.   \n38 \n \nChapter Three: Critical Ethnographic Oral Histories \nIntroduction \nI began attending asexual gatherings (referred to as “meetups”) in November \n2008.  Although most of the asexual community interacts online through a network of \nwebsites, many asexuals believe it is important to meet face-to-face with other asexuals.  \nDuring these gatherings, asexuals living in major cities across the United States meet in a \npublic venue, such as a coffee shop, restaurant, or park to spend time together and discuss \na wide range of topics (few of which directly relate to asexuality).  The main purpose of \nthese gatherings is to foster a sense of community with other local asexuals.  These \ngatherings are held in major cities across the United States, Canada, United Kingdom, \nand Australia. \nAfter attending several gatherings in my local community, I was inspired to \nconduct an ethnographic research study that employed oral history methodologies.  \nCharlotte Aull Davies (2008) defines ethnography as “a research process based on \nfieldwork using a variety of mainly (but not exclusively) qualitative research techniques \nbut including engagement in the lives of those being studied over an extended period of \ntime” (p. 5).  I waited approximately six months before I started recruiting asexuals for \nmy oral history project, during which time I consistently attended meetups.  I wanted to \nunderstand better my local asexual community before I started delving into the narratives \nof other community members.   \nOral history research studies by E. Patrick Johnson, Della Pollock, and Rivka Syd \nEisner reveal that there are many ways to recruit and select oral history interviewees.  \n39 \n \nEisner (2005) spent months interviewing a Vietnamese national, named Chị Tôi (not her \nreal name), whom she met during dinner with her friends in North Carolina.  After \nspending an evening talking about Chị Tôi’s family and upbringing within the context of \nthe U.S./Vietnam War, Eisner asked if she could continue their conversation for a class \nproject.  She began to explore Chị Tôi’s fragmented identity wherein she was not only the \ndaughter of Viet Cong parents, but also a young woman living with her grandparents in \nSouth Vietnam during the “American War.”  Eventually, the project evolved into a \nmaster’s thesis and a series of public performances, in which Eisner performs Chị Tôi’s \nstory in dialogic tension with her own voice as a scholar and artist. \nIn contrast, Johnson (2008b) interviewed seventy-two gay men from the \nAmerican south to construct a wide-ranging set of narratives about the experiences of \nblack gay men within the context of Southern hospitality, silence, and cultural traditions.  \nHe began his research by interviewing friends in North Carolina and then relied upon \nword-of-mouth to find additional research participants in each of the other southern states \nhe visited.  He decided that he would be no more than one person removed from each \ninterviewee to build trusting relationships.  Johnson (2008b) explains, “The word-of-\nmouth method was effective because it kept at bay fears I may have had about \napproaching strangers, while it also eased the anxieties of the narrators because at least \nwe had someone in common whom they trusted, and therefore they trusted me” (p. 11).  \nThese recruitment strategies allowed him to foster trusting relationships and delve into \ndeeply personal narratives of queer performativity. \n40 \n \nPollock (1999) interviewed thirty-nine women and men who had either given \nbirth or participated in the birth of a child during the past five years.  She selected as \nparticipants natural parents with whom she could explore the power of birthing narratives \nto (re)produce the maternal body.  Each interview resulted in the telling of stories that \nspoke to their reenactment or defiance of gender norms and medical procedures.  Pollock \n(1999) employs a different writing style than Johnson (2008b) and Eisner (2005), who \nnarrate their voices using monologue and dialogue formats.  In addition to quoting from \nthe interview transcripts, Pollock draws upon reflexive writing to juxtapose her own \nperceptions and interpretations with the voices of the people she interviewed.  She speaks \nto the silences and makes apparent the dominant discourses that give meaning to each \nnarrative. \nFor my own oral history research study, I decided to interview asexuals whom I \nhad interacted with online.  I sought individuals who met the following criteria: (1) self-\nidentified as asexual; and (2) were involved in their local asexual community.  The first \ntrait was important to guarantee that my interviewees experienced the narrative and \nperformative shift from a sexual identity to an asexual one.  The second trait \ndemonstrated their investment in the normative communitas of the asexual community.  I \ncontacted each participant through online private messaging and I conducted the \ninterviews using a VoIP (voice over internet protocol) software application.  Given my \nrecruitment method, I based this study on the experiences of three asexual women.  To \nensure confidentiality in this document, I have provided every individual mentioned \n41 \n \nherein with a generic pseudonym and, in some instances, I altered their narratives to \nobscure personally identifiable information. \n Previous oral history research reveals varied interview methods.  Johnson (2008b) \nmet with each of his participants once and let them talk for as long as they wanted.  His \ninterviews ranged from forty-five minutes to over three and a half hours.  He encouraged \neach man to lead the conversation and “talk about anything they wanted” (p. 13).  Pollock \n(1999) used a similar approach, interviewing each participant once and letting them talk \nfor as long as they wanted.  Some individuals shared a brief story, while others told \nmultiple stories or co-performed their story with the participation of a romantic partner.  \nEisner (2005), alternatively, met with Chị Tôi twenty-five times during a six-month \nperiod and recorded approximately fifteen hours of interviews.  In designing my own oral \nhistory interviews, I wanted to allow time for reflection and deep probing into complex \ntopics.  I scheduled four interviews with each participant; each interview lasted \napproximately one hour. \n \nConducting the Interviews \nOral history is especially useful for exploring narratives of queer performativity \nbecause it allows individuals to construct meaning from past events.  According to \nPollock (2005), oral history is an empowering research method, whereby each individual \nreflects on the past and imagines a future of possibilities: \nThe interview involves its participants in a heightened encounter with each other \nand with the past, even as each participant and the past seem to be called toward a \nfuture that suddenly seems open before them,  future to be made in talk, in the \nmutual embedding of one’s vision of the world in the other’s.  The interviewer is \n42 \n \nher/himself a symbolic presence, standing in for other, unseen audiences and \ninvoking social compact; a tacit agreement that what is heard will be integrated \ninto public memory and social knowledge in such a way that, directly or \nindirectly, it will make a material difference.  (p. 3) \n \nWithin my dual role as a queer scholar and a member of the asexual community, I wanted \nto validate my fellow community members’ asexual narratives and share their stories \nwith those who might be unfamiliar with asexuality.  On the AVEN website, asexuals \nfind commonality through the sharing of stories that emphasize certain behaviors (e.g., \nnot having sex or coming out to their parents) or emotions (e.g., disliking sex or having \nlittle to no interest in sex).  In fact, storytelling itself is a fundamental strategy through \nwhich asexuals construct their identity, their community, and their social performance of \nasexuality. \nThe knowledge that is made though the act of storytelling is not static and \nunchanging; rather it constantly emerges and re-emerges as stories are told and re-told.  \nAs Eisner (2005) conducted oral history interviews with Chị Tôi, she realized that each \nnarrative event produced a fragment of a living story that changed with each retelling.  \nAccording to Eisner (2005): \nThe storytelling event proved just as vital and inseparably linked to the meaning \nof her stories as their content.  I heard clips of incomplete stories that stopped too \nsoon, leaving me curious and wondering.  I listened as she repeated the same \nnarratives in different contexts, noting how the purpose and focus of each \nchanged—sometimes discretely, at other times drastically.  Stories are both \noriginal and a copy.  They are new and familiar.  Their beauty exists in the extent \nto which each storytelling event yields not a perfect replication of a previous \ntelling but layers of sedimented interpretations, re-creations of experience, and \nassociative remembering.  A living story is one fraught with change.  Over time I \ncame to understand this project not as an attempt to perfectly mirror Chị Tôi’s \nstories through performance, but as an endeavor to uncover, witness, and \nrepresent pieces of her life experiences for audiences unfamiliar with her \nparticular, generally untold and unknown history.  (p. 104; italics in original) \n43 \n \nBecause, as Eisner notes, “living stories are fraught with change,” each storytelling event \nis itself an occasion for identity creation.  The purpose of oral history, thus, is not to \ncollect absolute truths, but to engage community members in constructing reiterations of \npast events.  Through each retelling, each of the three community members, too, altered \ntheir stories—in Eisner’s words, “sometimes discretely, at other times drastically”–to \nshift the focus of their story or convey new meaning.  These changes constitute \nperformative acts in the service of creating identity and knowledge.  As Pollock (2008) \nputs it:  \nStories do not reveal or refer to a given world or body of knowledge.  They \nsubsume their referents in a re-creative, spatio/temporal “encounter.”  \nAccordingly, they are as powerful as they are precarious; knowledge per se is \ndissolved into contested rhetorics of narrative knowing.  (p. 122) \n \nThrough this contested space of narrative knowing, what was formerly regarded as \n“truth” is explored, interrogated, made, and remade.  \nOral history also allows marginalized individuals to challenge normative scripts \nthat undermine or exclude their stories altogether.  Pollock (1999) conducted her oral \nhistory research study with women and men in order to resist “the isolation of birth from \nthe broader body politics of, for instance, abortion, sexual orientation, reproductive \ntechnologies, ‘family values,’ welfare and healthcare reform” (p. 8).  Since gendered and \nsexual identities are rooted in social and political domains, masculinist and \nheteronormative discourses often silence feminist and queer narratives.  According to \nPollock (1999), “Birth stories put the maternal body—in all its carnal, social, and \npolitical plenitude—center stage.  They counter puritanical, masculinist, racist, classist, \nand even feminist bans on the birthing body with its embodied representation, doubling \n44 \n \nthe threat of female embodiment to the norms of a phallogocentric culture” (pg. 8).  \nSimilarly, my research seeks to make visible the asexual narratives that challenge \nheteronormative discourses.  However, these narratives also serve a double function, for \nat the same time, they also provide a site for the construction of sexual identities. \n Oral history brings together the respective histories of the oral historian and the \nstorytellers to allow for the co-construction of meaning.  When Johnson (2008b) \nconducted his oral history interviews, his shared identity as a black gay man born in the \nSouth allowed him to delve into topics that his participants might otherwise conceal from \nresearchers.  He could speak to the challenges of producing queer narratives within \nheteronormative spaces and thereby encourage his participants to share their own stories \nof oppression or empowerment.  However, since queer individuals are susceptible to \nheteronormative discourses, it is important for oral historians to acknowledge their \npositionality within these communities.  Oral history demands “an ethical response from \nthe researchers in witnessing and validating the narrative of the interviewee” (Johnson, \n2008b, p. 8).  It is not enough to listen to an oral history narrative; the researcher must be \ninvested in the future validation of the community and the (re)presentation of these \nnarratives. \nWithin my own oral history research study, I supported and reified the queer \nidentities of my research participants.  For example, Jenna told me that she engaged in \nsexual intercourse with male partners before she came out as asexual.  Although some \nscholars might misinterpret this narrative performance as indicative of a heterosexual \nidentity, I recognized it as one of many liminal performances within the asexual \n45 \n \ncommunity.  I, thus, understood her performance through my shared investment in her \nqueer identity. \n \nEmploying Active Interviewing \nThrough each oral history interview, I sought to elicit stories about the \nconstruction and negotiation of their asexual identity and connect their stories with the \nbroader themes of social drama, communitas, liminality, and futurity.  By reflecting on \nmy research questions, I created a list of questions that I used as a starting point for each \ninterview (see Table 4).  Then, I utilized active interviewing techniques to elicit detailed \nnarratives from each participant.  I relied upon my knowledge of each woman to “suggest \norientations to, and linkages between, diverse aspects of respondents’ experience, \nadumbrating—even inviting—interpretations that make use of particular resources, \nconnections, and outlooks” (James Holstein & Jaber Gubrium, 2003, p. 75).  I drew upon \nmy previous knowledge of each participant, in addition to asexual community resources, \nto explore topics that researchers might otherwise neglect.  Because of our shared history, \nI could adapt and modify my interview questions to explore the unique experiences of \neach of the three community members. \nSince oral history focuses on the telling of stories and emphasizes the co-\nconstruction of meaning, I allowed my participants to lead the conversation in new and \nunexpected directions.  Johnson (2008b) took a similar approach to his research.  As he \nexplains, “While I had a general set of questions that I asked, I allowed the men to talk \nabout anything they wanted.  Because of that, some interviews lasted forty-five minutes, \n46 \n \nwhile others were over three and a half hours” (p. 11-12).  Johnson allowed the \nconversation to develop in a seemingly natural way.  I attempted to foster a seemingly \nnatural conversation, too, but there were challenges in bridging the gap between our \ndiverse experiences.  Sometimes my participants’ stories would surprise me and provide \nme with a new perspective on what it means to construct an asexual identity.  Other \ntimes, we struggled to extract meaning from our stories.  I began to realize that while our \nnarratives upheld the general principles of asexuality, we also experienced asexuality in \ndramatically different ways.  If the conversation began to falter, I would pursue another \ninterview question and we would once again begin the process of co-constructing \nmeaning. \nTable 4. Guiding questions for my oral history interviews \n• How did you come to realize you were asexual? \n• How do you negotiate heteronormative performances like flirting and dating? \n• What is most challenging about being asexual in a sexual society? \n• How do you communicate your sexuality differently now that you identify as an asexual? \n• How have your social interactions changed since you started identifying as asexual? \n• Does your asexual identity liberate you from heteronormative expectations? \n• How have you experimented or “played” with your asexual identity? \n• What expectations does your family have regarding marriage and children? \n• Has your family expressed support or disapproval for your asexuality? \n• How has your membership in the asexual community changed or altered your \nperformance of sexuality? \n \nIn addition to recording and transcribing each interview, I also wrote follow-up \nquestions tailored to the personal stories of each individual.  I wanted to explore topics \nthat were especially relevant for each woman and understand her individualized \nnarratives of asexuality.  For example, I noticed that Allison repeatedly described her \ninvolvement with the asexual community in terms of work and obligation (a trait, \n47 \n \naccording to Turner, that is often indicative of liminal, rather than liminoid \nperformances).  Therefore, I asked follow-up questions to understand which activities she \nperceived to be obligatory versus celebratory of her asexual identity.  In this way, I could \ngain a deeper understanding of her asexual narrative within the context of Turner’s \n(1982) liminality. \nI held interviews over the course of four consecutive weeks.  This strategy \nencouraged self-reflection on my part and allowed time for new topics to emerge.  This \ninterview structure also allowed each woman to retell stories and provide new \ninterpretations of her living history.  Eisner (2005) placed great emphasis on the \nstorytelling event and allowed Chị Tôi to explore new interpretations and construct new \nmeanings from past events over the course of their interviews.  Likewise, I encouraged \neach woman to revisit topics discussed in previous interviews.  It was interesting to hear \nnew interpretations of past events after we had explored a wide range of topics.  Jenna \nand I had fruitful conversations when we continually returned to the topic of her parents \nin an effort to understand how her narrative performances of asexuality related to her \nparents’ concern and hope for her future.   \nAfter each interview, I engaged in free writing for one hour.  This exercise \nallowed me to critically examine the interview experience and reflect upon the \nheteronormative discourses that emerged through these narratives.  Through this process, \nI sought to bring, as D. Soyini Madison advocates, “self and other together so they \n[could] question, debate, and challenge one another” (2005, p. 9).  For example, when \nJenna repeatedly voiced her desire for children and a partnered relationship, I felt the \n48 \n \ntension of my critical paradigm weighing against these heteronormative discourses.  I \nrecalled the perspectives of Edelman (2004) who challenges queer individuals to reject \nthe symbolic image of the child.  I leveraged these theories to discuss queer performances \nof identity.  I challenged her to consider a future without children or a partnered \nrelationship and emphasized the potential of liminality to generate a plurality of \nalternative models for her sexual identity. \nThese interviews often made me aware of my own privileges as a queer critical \nscholar.  I have had frequent opportunities to reflect upon and share my own asexuality \nwith friends, family members, and colleagues.  However, the people I interviewed often \nstruggled to decide whether they should share their asexual identity with their own \nfriends and family members.  Madison (2005) explains that critical scholars must be \ncognizant of their privilege within academia: “Positionality is vital because it forces us to \nacknowledge our own power, privilege, and biases just as we are denouncing the power \nstructures that surround our subjects” (p. 7).  As such, I sought to validate and legitimize \neach woman’s asexual identities.  I recognized the efforts of the people I interviewed to \nsubvert and reject heteronormative discourses in their daily lives.  Furthermore, I wanted \nto co-construct a queer future that might liberate us from heteronormative expectations. \nCritical scholars have an ethical responsibility to advocate for marginalized \nindividuals and draw attention to oppressive discourses.  As Madison (2005) explains, the \ncritical ethnographer “takes us beneath surface appearances, disrupts the status quo, and \nunsettles both neutrality and taken-for-granted assumptions by bringing to light \nunderlying and obscure operations of power and control” (p. 5).  Each woman struggled \n49 \n \nagainst and occasionally reinforced heteronormative discourses within her narrative, \nwhich seemingly troubled her asexual identity.  Jenna told me, “If an opportunity \npresented itself for me to get married and have a family and still be able to [pursue my \ncareer], I would take it.  I think.”  These statements posited a heteronormative future as \nmore desirable than a queer future.  Throughout my interviews, I sought to call these \ndiscourses into question and encourage a mutual reflection upon the performative \npotential of embracing a queer future. \nThe purpose of this oral history research study was to examine critically the \npotential of certain narratives to resist heteronormative discourses and generate new \nfuture-oriented models for celebrating asexuality.  Each of the three women and I worked \ntogether as collaborators to explore narrative performances of asexuality.  By conducting \noral history interviews with three self-identified asexuals, I sought to analyze certain \nnarratives attending to asexuality and to foster alternative models of empowerment for \nqueer individuals. \n50 \n \nChapter Four: Narrative Performances of Asexuality \nIntroduction \n In March 2010, I started conducting oral history interviews.  For five weeks, I \nscheduled weekly phone interviews with each of the three asexual women using Skype, a \nsoftware application that enables individuals to make phone calls over the internet.  \nAllison was unavailable during the first week, so we agreed to push all of her interviews \nback one week.  Occasionally, I rescheduled an interview due to a scheduling conflict.  \nThe whole experience was exciting and nerve-wracking.  Although I knew basic facts \nabout these individuals, we had yet to discuss their personal lives and asexual identities in \nsuch depth. \nEach interview lasted between sixty to ninety minutes, with the exception of the \nfourth interview, which was typically thirty to sixty minutes.  I set my alarm clock for \none hour and when I heard the alarm, I encouraged each woman to continue her thoughts, \nand gradually, I let the interview wind down.  After finishing each interview, I engaged in \nfree writing for thirty minutes. \nI recorded each interview with an audio recording program and informed each of \nmy participants that I was recording the interview.  I spent two to three hours each night \ntranscribing my interviews.  The entire transcription process took about five weeks.  As I \nstarted the first round of coding, I searched for similarities and differences between each \nwoman’s narratives and aligned them with the major theories in my literature review.  \nThrough the telling of their personal narratives, each woman shared dramatically \ndifferent stories.  For instance, Sarah identified as lesbian for more than fifteen years; \n51 \n \nJenna said she experimented with polyamory, BDSM, other sexual relationships; and \nAllison said she never engaged in sex.  However, each woman’s narratives also resonated \nwith broader themes, including Turner’s (1982) theories of social drama, communitas, \nand liminality; Foucault’s (1990) theories on heteronormative deployment; and Muñoz’s \n(2006, 2009) theories on future-oriented narratives and queer performativity. \nI modeled this chapter on Pollock’s (1999) Telling Bodies Performing Birth: \nEveryday Narratives of Childbirth, wherein she reproduces sections of her interview \ntranscript and then discusses the broader themes within each narrative performance.  In \nmy own analyzes, I considered why each woman shared specific stories with me and the \nmeanings imbued within these stories.  Within each quotation, I attempted to reflect the \nrhythm of each woman’s speech by using an ellipsis to indicate a pause or hesitation.  \nOccasionally, I removed words or sentences to clarify the meaning or improve the \nreadability of the passage; an ellipsis within brackets indicates the exclusion of words \nfrom the original transcript.  Eisner (2005) similarly altered Chị Tôi’s narrative to honor \nthe “fidelity” of the story, rather than maintain its “mimetic accuracy.”  When necessary, \nI obscured and altered identifying information to ensure the confidentiality of my \nparticipants. \nThis chapter explores three major categories that address each of my three \nresearch questions: \nRQ1: How might asexuals narrate their identity within and beyond \nheteronormativity? \n \nRQ2: In what ways do familial and communal relationships figure into the self-\nidentity narratives of asexuals? \n \n52 \n \nRQ3: How might asexuals resist and disrupt heteronormativity through the act of \nnarrative performance? \n \nThe first category explores the narrative performances that constitute each woman’s \nasexual identity, specifically, how each woman narrated her breach of heteronormative \nexpectations within the context of social drama and then narrated a sense of belonging to \nthe asexual community.  The second category discusses parents’ messages pertaining to \nsexuality and the effect of these messages on asexual narrative performances.  This \ncategory includes stories about parents deliberately instigating (or not) social drama \nwithin the family.  The third category explores the construction of liminoid narratives \nonce each woman identified herself with the asexual community.  This category discusses \nhow liminoid narrative performances might empower asexuals to construct utopian \nfutures, in addition to the effects of heteronormative discourses on liminoid narratives.  \nThroughout this chapter, I will discuss the marginalizing effects of heteronormative \ndiscourses and explore how each woman understood her asexual identity through the \nprocess of storytelling. \n \nSocial Drama and Narratives of Displeasure \nIn understanding how these three women came to identify with asexuality, it is \nimportant to understand that asexuality did not receive much media attention until 2004.  \nWhen these women were young adults, they had no knowledge of the asexual community \nand often felt a disjuncture between society’s heterosexual narratives and their emergent \nasexual narrative.  Eventually, their violation of heteronormative narratives initiated the \nfirst stage of social drama and facilitated their transition to an asexual identity.  Within \n53 \n \nthis chapter, I will explore how each woman constructed her asexual narrative through a \nprocess of social drama with friends, family, and partners, and with the support and \nprotection of asexual communitas.  These narratives will also reveal how each woman \nperceived her asexual identity within the context of heterosexual narratives. \nSarah, a middle-aged woman who classified herself as an “older asexual lesbian,” \nshared with me a complicated narrative wherein she repeatedly questioned her inherent \n“sexual” identity.  Her narrative began with a story about how she implicitly knew from \nan early age that she did not want to participate in sexual activities, even though she \nknew that she was supposed to want it.  During her teenage years, she contented herself \nwith friendships and did not pursue partnered relationships. \nI always knew that I didn’t want to have sex with folks, um, I had this internal \nthing that I didn’t want to have sex, but something magical would happen when I \nmet the right person, and I would want to have sex.  That started early in my life, \nprobably when I was a teenager I realized I was not interested in the boys or the \ngirls for that matter.  I just wanted friends, I remember during my teenage years I \ndid not think at all about wanting to kiss and hug and have sex.  Um, I knew it \nwas a big thing—society said—big thing, to be a virgin, when you lose your \nvirginity.  But, uh, I just figured I’d meet the right person and this magic romantic \nthing that I heard about would happen. \n \nWithin this narrative, Sarah told me that she always “knew” she did not want to have sex.  \nHowever, because of pervasive heteronormative messages, she inherently doubted this \nknowledge and thought that she would one day experience sexual attraction and desire.  \nShe believed that upon meeting the right man she would finally experience the sexual \ndesire that eluded her.  However, in telling this story, she began to define her disinterest \nin sex as a constant truth throughout her life, giving credence to her asexual identity. \n54 \n \n  As Sarah would explain, she tried to foster a sexual relationship with a young man \nin college, but this relationship did not cause her to desire sex.  Early in the relationship, \nSarah told her boyfriend that she wanted to wait to have sex until she felt more \ncomfortable with him.  While he respected her request not to engage in sex, he also made \nit clear that one day he expected to have a sexual relationship with her.  Sarah’s inherent \nopposition to a traditional heteronormative relationship represented her breach of \nheteronormativity and initiated the first stage of social drama.  Sarah’s desire not to have \nsex with her boyfriend was the equivalent, at least in her mind at the time, of breaking a \nsocial law.   \nI sought therapy […] because of that fact that I was with a boyfriend and we were \nhaving trouble.  I didn’t want to have sex.  I didn’t want to kiss or cuddle or \nanything, and so I partly went to therapy for that and partly because grad school \nwas difficult and I was unhappy and I wanted to figure out what was going on. \n \nSarah perceived her aversion to sex (and other intimate behaviors) as violating the \nunspoken contract between dating partners.  As such, she received the implicit message \nthat she could not have a long-term relationship with him if she did not want to engage in \nsex.  Furthermore, her boyfriend’s expectation about sex initiated the second stage of \nsocial drama and resulted in an imminent crisis within their relationship.  She presumed \nthat her crisis could only be resolved in two ways: either she would concede to having a \nsexual relationship or she would end the relationship altogether.  Heteronormative \nnarratives often posit that these are the only possible outcomes for a heterosexual \nrelationship and, thus, she sought to “restore” her sexual desire through therapy. \nHerein, Sarah’s narrative reached a critical turning point, where she called upon \nthe authoritative power of a therapist to diagnose her lack of sexual desire and dictate her \n55 \n \nsexual identity.  The retelling of this event also represents Sarah’s participation in the \nthird stage of social drama: redress.  She proceeded to tell me about how her therapist \nmistook her lack of desire for sex as indicative of a homosexual identity.   \nWell, the first [therapist] I saw when I was with Don and we were having a hard \ntime… she said, “Do you think you might be lesbian?”  At the time, I didn’t…  I \nthought I was sick, so I went to therapy with this attitude, “I have this problem.  I \ndon’t like sex.  I’m scared of it” or I can’t remember exactly what I told her, it \nwas so long ago.  And my response to that at the time was “That’s too easy a \nsolution.”  And I don’t know if that was prophetic or whether I just sort of knew \nat that time that it was that I was asexual and not that I was lesbian or what.  I \nremember just thinking, “That’s too easy of an explanation that I’m lesbian.” \n \nSarah told me, with a confidence that comes from belonging to the asexual community \nthat claiming a lesbian identity was “too easy a solution.”  However, at the time, this \ninteraction played an important role in determining Sarah’s sexual identity.  A couple \nyears later, Sarah came out to her family and friends as lesbian; she reasoned that being \nlesbian was the only feasible explanation for her not to desire sex with a man.  This \ninteraction with her therapist would later represent a moment of misdiagnosis, which \nspeaks to the inability of the medical community to recognize her sexual narrative as \nindicative of an asexual identity. \nWhen Sarah came out as lesbian, she entered the fourth stage of social drama, in \nwhich she acknowledged her irreparable breach of heteronormativity.  In addition to \nparticipating in the local LGBT community, she began to construct a future-oriented \nnarrative that reinforced lesbian narratives of sexual desire.  She told her fellow lesbians \nthat she wanted a partnered relationship and, thus, alluded to her willingness to engage in \nsex.  Yet, through our conversation, she reiterated that she never really wanted a sexual \n56 \n \nrelationship with a woman.  Her story suggests that only after experimenting with lesbian \nnarrative performances could she truly understand her emergent asexual identity. \nLife became easier when I came out as a lesbian […] I was like cool…This is who \nI am.  This is why I was having so many problems with relationships.  Um, and \nwhen I got in the lesbian community I found support for that and I had found fun.  \nI had found women who I liked to hang out with and play with and it was…For a \nlong time I was single and I thought it was just the best community.  It was so \nmuch fun.  We’d hang out together.  We had all these clubs… it was like going \nback to college for god’s sake.  There were all these organized things where you \ncould meet people, whereas the heterosexual community was so big it was hard to \nfind a niche. \n \nThe lesbian community served as a normative communitas that gave meaning to her \nliminal identity.  She participated in its rituals and norms, including casually dating \n(without having sex) and joining a local LGBT organization.  She also created profiles on \nlesbian dating websites to search for a lesbian partner.  Although her narrative, up to this \npoint, suggests that she belonged within the lesbian community, her reiterated displeasure \nwith sex would once again lead to a crisis in her first lesbian relationship. \nAs her story progresses, Sarah met Michelle (also a pseudonym) in 2006 and \nthought she had met her life partner.  They dated for several months, moved in together, \nand eventually became domestic partners.  The main problem, as Sarah tells it, was that \nshe still had no interest in sex. \nI had one relationship four years ago with a woman and she definitely was \nhypersexual.  She wanted lots of sex and she was very frustrated that I, not only \nthat I wouldn’t … I didn’t really want sex, but that I wouldn’t initiate.  She got \nreally hung up on the fact that I wouldn’t initiate sex, and she was the one that \nsaid you don’t really love me unless you want to have sex with me.  And this was \na hard one because I … how can I force myself to want myself to have sex with \nyou?  And so, we went around the bend on that one.  And that’s, I think, what \nreally led me to realize that I was asexual … was that struggle to say that the want \nis not there.  I don’t want to have sex with you.  It’s not there.  It’s not that I don’t \nlove you … it’s that I don’t want to have sex. \n57 \n \n \nIn this passage, Sarah creates a dichotomy between herself and her lesbian partner.  \nWhereas Michelle wanted lots of sex, Sarah wanted little to none.  The comparison serves \nas a precursor to Sarah’s proclamation of asexuality.  Through the telling and retelling of \nthis story, Sarah constructs a metaphorical rift between her and her lesbian partner that \ncalls her essentialist lesbian identity into question. \nSarah once again felt the emergence of a breach when she attempted to negotiate \nher sexual relationship by scheduling time for sex.  However, she told me that she never \nactually initiated sex because she did not feel “moved” to have sex.  This narrative \nemphasizes the dramatically different meanings each woman gave to their sexual \nrelationship; whereas Michelle perceived sex as a natural expression of love, Sarah \nviewed it as an obligatory ritual that constituted their relationship. \nMichelle wanted everything to be spontaneous.  [...]  Suddenly on Wednesday at \neight in the evening, she wanted the spirit to move me and for me to initiate.  And \nI was trying to figure out… well, this is not going to happen.  The spirit is not \ngoing to move me.  So, the nerd in me started thinking, “Okay, I’ll get a random \nnumber to…and it will randomly generate a time and I will initiate…I will say, \n“Hey honey, let’s go have sex.”  Um, but I never did that because I assumed she \nwould get the idea that the spirit had not moved me.  But it was very frustrating to \nsay, “Well, we don’t have enough sex, but you’re not willing to plan Friday night, \nlet’s have sex.”  We tried that a couple of times, but for her it just didn’t work to \nhave it planned out on a Friday night.  I thought that was the way to go.  I thought \nwe should have had candlelight, dinner, and romantic, and you know, everything \nset up, and segue into the bed and [we] definitely needed to get rid of the dogs, \nbut, uh…but she just didn’t take to that because it was too planned.  It was too \nmuch.  It had to be spontaneous.  It had to be from inside that you’re moved \nbecause you love your partner so much that it’s time to have [sex]. \n \nSarah’s narrative speaks to the social expectation that a partner must earnestly have, \nwant, and desire sex with their partner to reaffirm and validate the relationship.  It also \nreveals a disjunction between Sarah and Michelle’s sexual script, whereby one wanted \n58 \n \nsex to feel spontaneous and the other wanted to schedule time for sex.  Their \ndisagreement on when and how to engage in sex caused a crisis within her partnered \nrelationship. \nSarah, once again, found herself immersed in the social drama caused by her \nbreach of sexual norms.  She spent months employing redressive mechanisms that might \nrestore intimacy with her partner.  Sarah and Michelle eventually went to see a therapist, \nwho gave them exercises that might improve their sexual relationship.  As their \nrelationship progressed, Sarah found herself yearning for a reprieve from sex.   \nMichelle hinted [that I should see a therapist] but she didn’t say you must do this, \nbut she hinted around a lot, and I finally said, “Okay, I’ll just do it.  I’ll just go \nand give it a shot and see what happens.  Maybe this will get us back together.  \nMaybe we …you know, it will be a little like couples therapy.  Maybe she can \nhelp us with … and she did actually… she did send us home and have us do more \nof the exercises, which I got really tired of.  (Both laugh).  Well, I have more of a \nreaction now than I did at the time.  “I don’t wanna do an exercise!”  But it was \nmore of move towards sex and find out what each of you like and don’t like.  Do \nyou like this when she does it?  Maybe you’re just not finding what each other \nlikes.  So we did exercises trying to find out what does Michelle like, what does \nSarah like.  Um, I don’t know, more of the fights were that I would never initiate \nsex.  That frustrated Michelle.  She felt like I didn’t love her because I wouldn’t \ninitiate sex. \n \nSarah’s story is poignant because she invested so much energy into trying to be sexual, \nbut each attempt resulted in her irreparable breach of both heterosexual and homosexual \nnorms.  She began to construct, what I term, a narrative of displeasure.  This narrative \nsituates sexual activity as being unpleasant and undesirable.  By employing this narrative \nduring our conversation, she seemed to prove, without a doubt, that asexuality was the \nbest home for her sexual identity. \n59 \n \nWhen Sarah learned about the asexual community, her narrative of displeasure \nachieved new meaning.  Instead of representing her failure to maintain a partnered \nrelationship, her narrative seemed normal in comparison to the narratives of other \nasexuals.  She decided to attend an asexual meetup and learn more about the asexual \ncommunity, even though it might contest her lesbian identity.  Her partner was not \npleased to learn of Sarah’s decision and it further cemented her breach. \nI said, “Michelle, I want to check out this group that I found on AVEN.  And she \nsaid, “What?  You want to go hang out with asexuals?”  I said, “Yes, I do.”  And \nso the first one I went to… she was knowledgeable that I went to it.  It freaked her \nout so much that I stopped going, you know.  It felt really weird for me to be \nthere.  I told people, “Yeah, my girlfriend knows I’m here, and we’re struggling \nwith this issue.”  And I would have liked to have gone to more meetups, but it \ntook a whole lot of time away from Michelle. \n \nThrough this narrative, we can begin to see the emergence of Sarah’s liminal identity as \nshe talks about her inner conflict at attending the asexual meetups.  While she saw the \npotential of asexuality to give meaning to her repeated breach of sexual norms, she also \nknew that it would initiate the fourth stage of social drama, wherein she would \nacknowledge the growing schism between her and her partner.  After a few months of \noccupying this liminal identity, Sarah and Michelle decided to end their relationship. \nAlthough one might presume that after identifying as asexual, Sarah would have \ndismissed her lesbian identity, she instead chose to claim both identities and come out—\nfor a second time—as an asexual lesbian. \nIt was easier to come out as an asexual because I had already come out as a \nlesbian.  So, I had that whole concept of being different than other people    How \nit’s helpful to let other people know that.  So I wasn’t freaked by the coming out \npart of the asexuality, except that I was more sure I was a lesbian than I was sure I \nwas asexual and that made it interesting the way that it transferred to the \nasexuality.  It made me think about why is it harder for me to come out as asexual \n60 \n \nrather than as lesbian.  I had more doubts about the asexuality, worries about what \npeople would think.  Whereas when I came out as a lesbian it was in the 90s, and \nit wasn’t easy to come out but it was very acceptable. \n \nThis passage reveals the deeply personal relationship Sarah has with the LGBT \ncommunity.  Even after experiencing an irrevocable breach of homosexuality, she says \nthat she felt more certain about her lesbian identity than she did about her asexual \nidentity.  Perhaps, as a result, she continued to invest herself in both communities. \n As Sarah rationalized her asexual lesbian through storytelling, she often spoke \nabout the liminal and liminoid performances where she brought together and negotiated \nher dual identity.  While attending a pride parade, Sarah spent time with the “dykes” and \nthen marched with a group of asexuals in the parade.  During the oral history interviews, \nwe discussed the potential challenges of claiming both an asexual and a lesbian identity. \nBeing in the asexual community might make me less comfortable in the lesbian \ncommunity.  Feeling like I don’t belong here as much as I used to.  Um, cuz I \ndon’t share that sexual passion for women like most of the people in the \ncommunity, so that was, that was affecting…They don’t know why I’m feeling \nthat way, though when I’m in the lesbian [community]… folks don’t generally \nknow that I’m feeling that way.  I’m a little less secure in the lesbian community \nthan I used to be, since I’ve started doing things with the asexual community.  \nUm, in the parade I was probably more worried about lesbians seeing me.  It’s the \nGay Pride Parade for heaven’s sake!  And wondered what my friends would think \nof me marching with this group [of asexuals].  Like one of my really good friends \nthought it was great, but I didn’t know she was there. \n \nSarah suggested that by embracing her liminal identity, she simultaneously belonged to \nand felt displaced from the asexual and lesbian communities.  Yet, she used this liminal \nspace to create new models and paradigms for her sexual identity—one that involved \nfemale companionship, but not sex.  Although liminality has provided her with a new \n61 \n \nparadigm for her future, it has undoubtedly affected her prior relationship with the lesbian \ncommunity. \nDuring another retelling of this event, Sarah discussed the experience of marching \nwith a group of asexuals and feeling a sense of belonging.  This march represented a \nliminoid performance in that she celebrated and claimed her asexual identity within the \nLGBT community.  Turner (1982) defines liminoid performances as “characteristically \nindividual products though they often have collective or ‘mass’ effects.  They are not \ncyclical, but continuously generated, though in time and places apart from work settings \nassigned to ‘leisure’ activities” (p. 54).  In telling me about the asexual march, she framed \nit as an empowering experience. \nAt the Pride March, I had fun because there were enough asexuals with me that I \nhad a sense of a community and “this is fun.”  We’re all the same and yet \ndifferent… but we have this thing in common and isn’t it relaxing.  I can relax \nand let go of this part of me.  I don’t have to hide it from these people and be \nworried about what they’ll think because they’ll think “I can understand [being] \nasexual.” \n \nThis story emphasizes her investment in the asexual community and her enjoyment about \nhaving “this thing in common.”  She could easily have given me a similar narrative \nconcerning her lesbian identity, but through her telling of this event, she aligns herself \nmore so with the asexual community than the lesbian community.  As such, I wonder \nhow our shared identification with the asexual community influenced her narratives about \nthe Pride Parade.  Her telling of this event also reveals how she might draw upon her \nliminal identity to move between asexual and lesbian narrative performances of identity.  \nAs I will discuss later in this chapter, Sarah’s liminal identity provides her with \nopportunities to foster new paradigms for being both asexual and lesbian.  She seeks to \n62 \n \nbridge these two communities and generate new norms that transcend the boundaries of \neach community. \nJenna, a spirited young adult, shared with me a similar narrative of displeasure \nwherein she engaged in several unsatisfying sexual relationships.  She also drew upon a \nnarrative of difference to provide the context for her forthcoming asexual identity.  In this \nstory, Jenna’s limited knowledge of sex seemingly ostracized her from heterosexual \nspaces.  When she entered middle school, she made a conscious effort to submerse \nherself in heteronormative discourses so that she could better perform a heterosexual \nidentity.  She read a popular magazine, Cosmopolitan, so that she could learn how to flirt \nwith, tease, and seduce young men.  She suggests that these behaviors did not come \nnaturally to her; rather, she had to learn them in order to assume a heterosexual identity. \nI got very comfortable talking about sex and that started long before my actual \nsexual activity began.  Um, talking about it and talking about it like I knew what it \nwas, before I even got into it because I could read these things, and I could get \nthese things from the media and from TV and movies and celebrities and \nmagazine tabloids, the internet.  It’s everywhere.  It’s all our society and we are \ntold to be very proud of all the sex that we’re having and to be jealous of all the \nsex that we’re not having.  And so, I learned to say the right things when it came \nto sex…and I didn’t have any experience other than kissing until after I graduated \nfrom high school. \n \nWithin this narrative of difference, Jenna implied that she lacked an essential knowledge \nof sex that would later identify her as asexual.  However, she noticed the pervasiveness of \nheteronormative discourses and began to evoke them in her everyday life.  She told me \nthat despite being able to employ heteronormative discourses, she still did not experience \nsexual attraction. \n63 \n \nIn hindsight, Jenna told me her lack of interest in dating signified her asexual \nidentity.  However, at the time, she still presumed she was heterosexual.  Her narrative \nreached a critical juncture when her roommate’s parents notice her lack of participation \nin heteronormative rituals and begin to call her heterosexuality into question. \nEven before I claimed asexuality, I didn’t actively seek relationships.  And there \nwas always an unspoken air among my friends that “Jenna doesn’t have anyone.”  \nAnd you know my friends’ parents…  I had a roommate’s mom ask me one day, \nbecause both of my roommates at the time were seeing people, like all my friends \nare constantly getting in and out of relationships or they’ve been in a relationship \nwith one person for a long time and they have romantic relations with those \npeople and here’s poor Jenna, all on her own…and it’s like I don’t have time for a \nrelationship.  I mean, there’s so many other things that I want to do with my \ntime...that I have to do with my time.  I don’t need a relationship to make me \nhappy. \n  \nAlthough Jenna did not desire a sexual relationship—“There’s so many other things that I \nwant to do with my time”—she felt the immediacy of her breach and crisis.  She knew \nthat she was supposed to foster a heterosexual identity and, yet, she was not participating \nin the rituals that would affirm this identity. \nJenna started employing redressive mechanisms to maintain the status quo of \nheteronormativity.  She decided that she would have to engage in sexual intercourse to \nvalidate and affirm her heterosexual identity. \nJust before I went to college, um, I said to myself I don’t want to not have sex.  I \ndon’t want to be the person who doesn’t do that thing.  And so I started hooking \nup with guys at parties and stuff like that.  I did a lot of stupid, stupid things…that \nwere completely irresponsible and not like a grown woman should do, but I \nthought that’s what a grown woman should do. \n \nJenna revealed her underlying assumption about heteronormativity—that young adults \nyearn for and enjoy having sex.  She wanted to conform to this heteronormative narrative, \n64 \n \nso she continually pursued sexual relationships to awaken her desire for sex.  Yet, she \nonly pursued these relationships because she wanted to fit in with her peers. \nDuring her college years, she experimented with bondage and polyamory, and at \none point, she even wondered if she should identify as bisexual.  Despite all of her \nefforts, she realized that she did not enjoy having sex.  Jenna’s narrative bears a \nresemblance to Sarah’s narrative, in that she did not consider claiming her asexual \nidentity until she explored alternative sexual identities and found them dissatisfying or \nundesirable. \nI spent most of high school and college just experiencing as many different things \nas I could and trying different things and I was in a polyamorous relationship for a \nwhile and, um, I was always really proud of myself for being very forward \nthinking… a sexually active person.  Yeah, I’m right on the edge here, you know.  \nI have an exciting life and things are exciting, but when I was actually doing \nthem, it was like okay, awesome, let’s move on.  I don’t know...it’s just really \nweird.  I just assumed I was sexual for so long, and so I pushed myself more and \nmore in that direction because every time I had a physical experience with \nsomebody it wasn’t fulfilling and so I was just like I need to try new things and \nfind out what’s the next interesting thing. \n \nDuring our conversations, Jenna began to employ a narrative of displeasure that \nemphasized her repeated disappointment with sex.  However, without prior knowledge of \nthe asexual community, her repeated breach of heteronormativity only served to \nperpetuate her crisis. \nAs Jenna continued to explore her identity through sexual relationships, she began \nto realize that she did not enjoy having sex, regardless of the partner and told her \nboyfriend that she wanted a break from sex.  Yet, her boyfriend was so perturbed at her \ndismissal of sex that he broke up with her several days later.  Similar to Sarah’s narrative, \nJenna’s boyfriend did not want to invest in a non-sexual partnered relationship. \n65 \n \nMy last boyfriend was very sexual and he… his father studies sex, and so he’s \nknown what everything is and how everything works since he was 13 years old \nand he has been practicing and he prides himself on being able to please women.  \nAnd I could see the first time we were intimate how much he was hurting that I \nwasn’t having as much fun as he was; that I wasn’t enjoying myself quite as much \nas he was.  And, um, it didn’t matter what we did, you know, and finally one day I \nwas just like I can’t…I can’t do this anymore.  Let’s try again some other time, \nand…he broke up with me a week later. \n \nBy narrating her dissatisfaction with sex (especially with a man who is “able to please \nwomen,”) she establishes a breach of heteronormativity.  Her boyfriend also signals her \nirreparable breach by breaking up with her after she dismissed his sexual advances.  Her \nnarrative speaks to a question commonly asked of asexuals—“are you certain you haven’t \nmet the right partner?”—and reasons that since she tried sex with multiple partners and \nfound it consistently unsatisfying, she must not be heterosexual. \nWhen Jenna told one of her friends about her growing dissatisfaction with sex, he \nsuggested that she might be asexual.  Jenna had never before heard of the term, so she \nresearched it and found the AVEN website.  As she read different stories from asexuals \nacross the world, Jenna experienced spontaneous communitas.  The online narratives and \nforum discussions conveyed the same narratives of dissatisfaction that Jenna had begun \nto construct during the past few years.  According to Turner (1982), individuals \nexperiencing spontaneous communitas “feel that all problems, not just their problems, \ncould be resolved, whether emotional or cognitive, if only the group which is felt (in the \nfirst person) as ‘essentially us’ could sustain its intersubjective illumination” (p. 48).  \nJenna experienced a sense of empowerment and hope that the asexual community could \nprovide her narrative of displeasure with new meaning that would situate her beyond \nheteronormative discourses and enable her to construct a queer future.  Jenna told me that \n66 \n \nshe felt so overcome with emotion that she started crying at the prospect of belonging to \nthis community. \nI actually started crying because it was so strange to have validation because, with \nthe exception of my friend Jeff (pseudonym), other people that I tried to talk \nabout this to said you haven’t found the right person yet, you know, you’re not \ndoing it right, you haven’t had good sex yet, and all this stuff…And I just \nbelieved them and I was like okay, but here was validation that my experiences \nand my thoughts and feelings and attitudes—as wonderful as it is to be a unique \nperson—were not uniquely mine. \n \nAlthough Jenna spent years experimenting with her sexual identity, it was only after she \ndiscovered the AVEN website that she could identify her narratives of displeasure as \nindicative of an asexual identity.  The similarity between her own narrative and that of \nother self-identified asexuals validated and reaffirmed her own asexual identity.  Her \nexperience with spontaneous communitas also inspired a liminoid performance where, \nfor a class assignment, she wrote a script that explored the concept of asexuality and \nperformed it for her peers.  She eventually used this performance to come out to her \nfamily and friends and publicly proclaim her asexual identity. \nAfter coming out to her family as asexual, Jenna started attending meetups and \nbuilding relationships with asexuals in her local community.  When Jenna told me about \nher first meetup, she conveyed a sense of relief and pleasure at participating in the local \nasexual community and thereby performed another significant narrative within the \nasexual community—a narrative of belonging. \nI loved the AVEN meet up I went to because it was real people having a real \nconversation in person and you could see these people face to face and you can \nsee they’re real people out here in the world, living their lives.  They have careers \nand I think the level of conversation no matter what the topic…I mean, the first \nmeeting I went to…the topic of conversation went all over the place.  I mean it \n67 \n \nwasn’t just like who we were as people.  It was about things going on in the world \nand it was lovely.  It was really lovely. \n \nThis story reveals Jenna’s assumption about the local asexual community prior to \nattending a meetup; she presumed they would reify the message that asexuality was an \nundesirable identity.  However, in telling me about her first meetup, she seemed to exude \na sense of pride and pleasure at belonging to this normative communitas.  She realized \nthat belonging to the asexual community did not mean isolating herself from the “real” \nworld; instead, it provided her with institutional armor that would protect her from the \ncriticism of heteronormative discourses.  Yet, even as she situated herself within this \nnormative communitas, she still felt the pervasive presence of heteronormative discourses \nand continued to negotiate her sexuality within the context of the traditional family. \n \nConstructing Narratives of Difference \nAllison, a soft-spoken young adult, told me a story that differs from Jenna and \nSarah’s narrative.  She never engaged in sex and, thus, she had no reason to construct a \nnarrative of displeasure.  Instead, she drew upon a narrative of difference to contextualize \nher asexual identity.  When Allison progressed through her teenage years, she never \nexperienced sexual attraction to anyone.  As a result, she did not flirt with young men and \nnever felt compelled to date.  Her high school teachers encouraged her to pursue rigorous \ncoursework and prepare for college, so Allison was never concerned with her lack of \nparticipation in heteronormative rituals. \nI feel like there were more people at my school that maybe didn’t date because it \nwas so academic.  And for me at my school it was acceptable to be like “I’m busy \ntrying to get to college, trying to get good grades.”  That was totally cool as far as \n68 \n \neveryone was concerned.  But, I mean, it was a large school so nobody cared if I \ndated or not.  And if anyone was ever interested in me, I never could tell.  \n \nAllison’s description of this academic environment resembles Turner’s (1982) \nantistructure in that she experienced an alternative “culture” that positioned itself outside \nand beyond heteronormativity.  This academic environment provided Allison with the \nopportunity to ignore heteronormative expectations to the extent that, as she put it, if \nsomeone else was interested in her, she did not notice it.  She also surrounded herself \nwith a close group of friends who prioritized their friendship over dating young men.  \nWithin this environment, Allison did not realize that she was different from her peers. \nWhen Allison went to college and joined a sorority, she began to notice \ndifferences between her narratives and those of her heterosexual peers.  Whereas her \nsorority sisters were interested in dating and having sex, Allison did not have an interest \nin either.  During mixed social events, her breach of social norms initiated the first stage \nof social drama.  Allison shared with me a story wherein her sorority sisters asked on \nwhich boy she had a crush and she realized that she could not name one boy to whom she \nfelt sexually attracted. \nI still remember how we were having something like a sorority formal dance \nthing.  It sounds so corny and it was.  But one of the girls was like “This is a \nchance to invite your crush.”  And I was like, “I don’t have a crush.”  And I felt \nawful that I didn’t have a crush.  And it was like “everyone else has a crush \nexcept me!”  And so, I was trying to manufacture one, like okay, who can I have a \ncrush on? \n \nIn this narrative, Allison described herself as essentially different from her peers because \nshe did not have a crush.  Yet, Allison’s crisis stemmed from her lack of sexual attraction \nand her inability to “manufacture” a crush.  She implied that if she could simply name a \n69 \n \nboy to whom she felt sexually attracted, she could legitimize her heterosexual identity.  \nInterestingly, Jenna and Sarah evoked a similar narrative wherein they tried to perform a \nheterosexual identity and found it both insincere and isolating. \nAllison’s lack of participation in heteronormative dating rituals continued to draw \nthe attention of her peers, until one of her friends asked if she was asexual.  At that time, \nAllison had no knowledge of the asexual community, so she was not certain if she should \nalign herself with it.  The way her friends spoke about asexuality suggested that it might \nnot be a good thing, specifically because it contested heteronormativity.  She rejected \nasexuality in an attempt to repair her breach of heteronormative expectations.  Yet, in \nprivate, she began to wonder if she should identify with this sexual identity. \nI think the first time I actually remember hearing about the term [asexual] was \nwhen some girls in the dorms were talking about boys they had crushes on and \num someone was like “Who do you have a crush on?” and I was like, “no one.”  \nAnd one of my girlfriends said, “Maybe you’re asexual!”  And I said, “No, I’m \nnot.”  Yeah, so I think that was the first time that I’d actually heard the word.  \nAnd it sounded like it wasn’t a good thing. \n \nIn this story, asexuality became an accusation—a statement of fact that would cement her \nbreach of heteronormativity.  These stories, told and retold, represent her growing schism \nof heteronormativity.  In an attempt to redress her breach and maintain the status quo of \nheteronormativity, she denied any association with asexuality. \nOver the next couple of months, she began to investigate asexuality and found the \nAsexuality LiveJournal community.  However, instead of celebrating their emerging \nidentity, many individuals complained about their relationship problems and posited \nasexuality as a negative and undesirable identity.  These narratives alarmed Allison and \n70 \n \nseemed to suggest that she might one day regret her decision to align herself with the \nasexual community. \nI think the first time I really learned about it more in depth, though, was on the \nLive Journal community they have for asexuality.  And my first impression was \n“These people are really upset!”  You know, because a lot of people on there \nwrite about their relationship problems and about…a lot of the posts there are like \nasking for advice for people’s issues.  And I’m on that community still today, and \nsometimes I think, “Wow!  If I was a newbie now, I would not really be thrilled \nabout all these ranty posts.” \n \nAllison’s story about the Asexuality LiveJournal community represented a moment of \ndoubt that contested her asexual identity.  Instead of celebrating asexuality through \nliminoid performances, many of the LiveJournal community members shared negative \nstories concerning their liminal asexual identity.  Yet, her eventual resolve to identify as \nasexual—despite her experiences with the Asexuality LiveJournal community—served to \nvalidate her asexual identity.  Similar to Jenna and Sarah’s experimentation with \nheterosexuality and homosexuality, Allison chose to experiment with asexuality to see \nwhether it was a good fit for her.  Her narrative suggests that she was more willing to \nconsider an alternative (a)sexual identity, rather than engage in sex to “prove” her \nasexuality. \nWhen Allison discovered the AVEN website, she found liminoid narratives of \nhope that framed asexuality as positive.  Instead of commiserating about their liminal \nidentities, AVEN members wanted to discuss the positive aspects of their asexual identity \nand foster relationships with other asexuals.  Allison told me that in perusing the website, \nshe found a breadth of stories that resonated with her experiences and encouraged her to \nidentify with asexuality. \n71 \n \nIt was AVEN that just…I just feel like the breadth there of different stories and \npersonal experiences, that was what made me realize I’m more like these people \nthan other people, so I must be asexual too.  And that was even before I knew the \ndefinition of the word.  I was like, these people’s experiences are more similar to \nmine than any others that I’ve ever encountered.  So that’s what kind of spurred \nme on to look more into it as a possible identity for myself. \n \nIn this passage, Allison draws upon a narrative of belonging, whereby the asexual \ncommunity normalized and affirmed her performance of sexuality.  She no longer felt \nlike an outsider, but rather she could identify herself in many of the asexual narratives of \nits members.  It is this feeling of belonging, as narrated by Allison, which serves to \nvalidate her asexual identity.  However, she did not immediately identify with asexuality; \ninstead, she chose to consider how this queer community would alter and influence her \nfuture-oriented narratives.  \nDuring her senior year of college, she entered the fourth stage of social drama, \nwherein she acknowledged that she did not perform sexuality along heteronormative \nstandards and no longer wanted to claim a heterosexual identity. \nI never questioned [my heterosexual identity] until I was 20.  And I had a lot of \ntime to think about my life, which was actually a good thing.  Um, I started… \nthere was sort of a breaking point where I could no longer deny that people \naround me were interested in sex and dating and stuff like that.  […]  There was \nalso realization that while sex sounded really good in theory, in reality I had no \ninterest in it.  So, it was a process of separating sort of an idea from reality…like, \n[separating] society’s idea of what I should do, from what I actually felt…and I \nfelt that was hard to disentangle.   \n \nAllison’s narrative establishes her essential asexual identity by stating that she “had no \ninterest in [sex].”  She frames her sexuality as unchanging and constant; sexual attraction \nis something she does not experience.  She also posits her asexual identity in contrast to \n72 \n \nheteronormativity, by saying that heterosexuality was the “idea”—her presumed sexual \nidentity—and asexuality was her “reality”—the community to which she belonged.   \nShortly after claiming an asexual identity, she attended her first asexual meetup; it \nwas a momentous occasion in which Allison realized that she was not alone.  She was so \ninspired by the meeting that she started assisting with the recruitment of new members.  \nShe dedicated much time to her local meetups, encouraging individuals to attend and \nenduring several months of low attendance. \nMy goal was to get ten people at a meet up and eventually I did.  I had tried \nreally, really hard on that for a long time.  And I thought that was…I wanted to \nprove that yeah they are here, and I felt like there should definitely be more…but \nit was definitely hard to get those ten people to come. \n \nAllison drew upon a narrative of activism to further establish and affirm her asexual \nidentity.  She told me about the years she spent recruiting asexuals and the challenges of \norganizing meetups.  Yet, despite all of these hardships, she persisted with this normative \ncommunitas.  These narratives serve to demonstrate her continual investment in the \nasexual community. \nThrough these narratives of activism, Allison expressed feelings of empowerment \nat claiming her asexual identity.  She used these narratives to reframe her liminal identity \nwithin the context of liminoid performances and construct a utopian future that celebrates \nher involvement in the asexual community. \nI felt like the community organizing aspect for me was a big part of [accepting my \nasexuality].  If I didn’t have that, I feel I would not be in as much of a position to \nfeel celebratory about [my asexual identity].  That’s why I’m always trying to \npressure other people to do meet ups, because I feel “That’ll be good for you.  \nYou’ll like it!” \n \n73 \n \nAllison suggests that, without her narrative of activism, she would continue to feel the \noppression of her liminal identity.  Her community involvement provided her with \npurpose and gave her something to strive for—a future in which asexuals could \ncongregate and feel welcome.  More importantly, she had the option of participating in \nthis community.  Even when her asexual identity felt, in Turner’s words, “obligatory,” \nshe chose to take an active role in the asexual community. \nThrough the process of constructing and sharing narratives of asexuality, each \ncommunity member gave meaning to her liminal status within a heteronormative society.  \nAs Fisher (1989) explains, narratives provide “a conceptual framework […] for \nunderstanding human decision, discourse, and action” (p. 56).  Storytelling serves to \nprovide asexuals with a rational and logical transition from a heterosexual identity to an \nasexual identity.  I witnessed this as each woman shared stories of social drama and \nbreach to establish an essentialist identity within the asexual community.  When each \nwoman discussed her asexual identity within the context of her family, we revisited social \ndrama and liminality to explore heteronormative expectations within the power structure \nof the family. \n \nSocial Drama within the Family \nHeteronormative narratives of the traditional family pervade our society; for \ninstance, they underpin every wedding ceremony and birthing story.  Even within the \nLGBT community, domestic partnership espouses the heterosexual values of marriage, \nbaby making, and monogamy.  Parents, acting as chief agents of deployment, often seek \n74 \n \nto align their child’s sexual identity narratives with notions of the traditional family.  \nDuring each interview, I sought to understand how parents influenced each woman’s \nnarratives of asexuality and whether they deployed heteronormative messages within the \nfamily.  Each woman described her parents as having substantial power to instigate (or \nnot) social drama within the family.  Although Jenna shared a narrative of redress within \nthe family, Sarah and Allison’s narrative lacked completely the stages of social drama \nand they even shared stories of their parents’ support.  Instead of reinforcing the \nauthoritative power of parents to deploy heteronormative messages, these narratives \nposited parents as choosing to support, dismiss, or negotiate their child’s asexual identity. \nJenna often described her parents as fulfilling their role as agents of \nheteronormativity.  She remembered her father, who served as a pastor, often deploying \nheteronormative messages through everyday conversations.  Consequently, her family \nbecame a site of social drama in which she sought to reconcile her asexual identity with \nher parents’ heteronormative expectations. \nMy dad, he insists he never put any pressure on my sister and I to be a certain \nway, to be any certain way.  And to be fair, he didn’t consciously.  He did by \nexample and he did subconsciously.  He did put that pressure on us through \ncomments growing up like, “Wait until you’re married to have sex.  Comments \nlike that.  He never said you have to get married, but you have to wait until you’re \nmarried to have sex.  And he would send cues through…I think we were in the \ngrocery store after church so he was still wearing his collar and the woman at the \ngrocery store said, “Can I ask you a question?”  And he said, “Sure.”  And she \nsaid, “Is it a sin to have children out of wedlock?”  And he just said, he just gave \nher his card and said, “Call me and we’ll talk” or whatever…And then as we were \nleaving the store, he said, “You know, it’s not a sin to have children out of \nwedlock.  It is a sin to have sex out of wedlock.”  And so, there were all of these \ncues and they were all wrapped up in sex, of course, because he was concerned \nabout the purity of his children.  Um, it wasn’t that he was trying to teach us that \nwe had to get married…he was trying to teach us his moral values which assumed \nwe were getting married to men. \n75 \n \nJenna implicitly told me that her father did pressure her to act a certain way by aligning \nher future within a religious narrative of heteronormativity.  Through the telling of this \nstory, Jenna constructs an image of her family as a primary site of heteronormative \ndeployment.      \nSoon after she claimed an asexual identity, Jenna wrote a script exploring her \nasexual identity and performed it in one of her college courses.  The writing and \nperforming of this script constituted a liminoid performance that celebrated and \nannounced her asexual identity.  It also represented her breach of heteronormativity \nwithin the family and initiated the first stage of social drama. \nDo you know what my dad told me when I, I … I wrote my script and I, and I \ntaped the performance.  And he wanted to watch the tape, and so we watched the \ntape and my stepmom went out to the grocery store.  And so he said, “Why did \nyou pick this topic?”  I’m like, “well…”  He started to ask me questions about it, \nand then he said, “So why did you pick this topic?”  “Because I’m asexual and I \nwanted to explore that idea.”  And he didn’t say anything for a very long time and \nI …and when my dad doesn’t say anything it’s either because he’s upset and he \ndoesn’t want to say the wrong thing or he’s literally completely confused and he \ndoesn’t want to say the wrong thing.  So I said, are you okay?  And his response \nwas, “If you told me you were a nymphomaniac I would be upset.  No I’m not \nupset.”  So again, it’s okay for you to be yourself.  It’s okay to be myself and who \nI am as long as I still fit into his picture of who I should be because even \nthough…even though being asexual isn’t his picture of who I should be, even \nthough that was where the conversation ended, even though being asexual is not \nhis picture of who I should be, it is preferable for him to think that I am not \nhaving sex at all, than for him to think I’m having a lot of it. \n \nIn this narrative, her father’s silence underscores the specific moment of breach.  As \nJenna shared this story, she seemed to find new meaning in her father’s silence—“It’s \nokay to be myself and who I am as long as I still fit into his picture of who I should.”  \nShe seemed genuinely frustrated that her father was judging her asexuality against his \nexpectations for her future.  Furthermore, Jenna realized her father was contextualizing \n76 \n \nher asexual identity within his religious teachings: “It is preferable for him to think that I \nam not having sex at all, than for him to think I’m having a lot of it.”  Jenna employed a \nredressive narrative that posited her asexual identity as more desirable than an immoral \nsexual identity. \nWhen Jenna told her mother about her asexual identity, her mother dismissed it as \na temporary phase, and thereby, maintained the status quo of heteronormativity within the \nfamily.  Even after watching Jenna’s performance, her mother did not fully understand \nthe significance of Jenna’s liminoid performance. \nWe were having lunch.  She thought…I thought she understood.  She thought I \nwas saying I was taking a break from sex.  And then she came to see the show and \nuh, she didn’t even realize that I’d written it.  My sister knew.  We went out to \nlunch afterwards […] and my sister said, “I can’t believe you wrote that.”  And \nmy mother said, “You wrote that?”  And I was like yeah.  And she said, “How did \nyou write that?” and I said, “My experiences a lot.”  And she’s like and I don’t \nremember what her exact words were but she said something like, “You’re not \nasexual.”  I’m like “Yes mom I am.  Remember I told you two months ago.”  \n“Oh, I thought you just said you weren’t going to have sex for awhile.”  “No…”  \nSo I had to come out to my mother twice.  But that gave us the opportunity to talk \nabout it and, you know, the first time we talked about it she had questions, but \nthey weren’t…I suppose I didn’t answer them in a way that she understood or she \ndidn’t ask the right questions or whatever.  I don’t know.  There was \nmiscommunication there.  So the second time we talked about it and had a much \nmore… it was more of let’s clear up what we talked about before. \n \nIn this story, Jenna’s mother blatantly rejected her asexuality—“you’re not asexual.”  Her \nmother sought to maintain the status quo within the family by not acknowledging Jenna’s \nproclamation of her asexual identity.  Jenna needed to come out to her mother twice to \ninitiate the redressive stage of social drama, wherein they could negotiate her narrative \nperformance of asexuality and reintegrate her into the family. \n77 \n \nThe redressive stage proved difficult for Jenna when her parents began to \nscrutinize her sexual history.  She told them that she tried sex with several partners and \nrepeatedly found sex dissatisfying.  In this way, she employed a narrative of displeasure \nto justify her asexual identity to her parents. \nAnd that has opened up the door for very awkward dancing around the subject … \nconversations about what it means to me to be asexual and … clearly, I have had \nsex.  And they don’t understand what it means, and how can I explain to them \ntruthfully what it means when … if I let them assume that I am a virgin, then they \ncan assume that I just haven’t experienced it and don’t know what it is so how can \nI possibly know if I like it or not.  Um, dancing around, having to come out and \nsay, “No, I’ve done it.  I don’t like it!”  You know, having to dance around that … \nand it’s not that I tried it once and I didn’t like it, I tried it a lot and I still don’t \nlike it.  So it has awkwarded up my relationship with my father and my stepmom, \nbut only when…and this is the worst part…it doesn’t seem to have affected any \nother conversations that we have except when they’re still trying to figure out, \nwhen we’re having a conversation, what it means that I’m asexual.  So, whereas if \nthey’d found condoms in my room or if they just found my birth control pills, \nthey wouldn’t have to talk about …they wouldn’t have to talk about why I’m \nsexual, and I wouldn’t have to worry about it at all.  Um, it would be something \nthat didn’t need to be spoken.  But there is a need to talk about this because they \ndon’t understand it. \n \nThe retelling of asexual narratives became the primary means of advocating for her \nasexual identity within the family.  Yet, it was not an isolated moment of redress; rather, \nher parents continually questioned and challenged her asexuality through their \ndeployment of heteronormativity.  Through these stories, Jenna suggested that her \nasexual identity depended upon the persuasiveness of her narrative. \nDating, marriage, and childrearing became important topics during Jenna’s \nredressive stage.  When Jenna was considering her future within the context of queer \nperformativity, she asked her father if he thought she could be happy without a partnered \nrelationship.  In this narrative, Jenna encouraged her father to co-construct her future \n78 \n \nthrough discourse and was disappointed when he reified his role as the chief agent of \nheteronormativity. \nWe, my dad and I, were having a conversation and I said, “You know, if I, if I \nnever got married, if I never even had a long-term relationship, if I never found \nthe one person I want to spend the rest of my life with, would you believe that I \nwas happy?”  And he said no.  […]  He, he said, “No, because I know you and I \nknow that you don’t want to be lonely”…and it hurt a lot.  It’s funny because he \ndidn’t make me second-guess myself at all.  At the time I was just like great, okay \nDad, you don’t understand me at all, because for me being lonely and not being in \na heteronormative relationship are not the same thing, you know. \n \nOne purpose of the redressive stage is to negotiate narrative performances of identity so \nthat the family might reincorporate the child into a normative structure.  However, \nJenna’s queer identity continued to conflict with her father’s expectations for her future.  \nIn this narrative, Jenna emphasizes her frustration and sorrow at her father’s unyielding \ndeployment of heteronormative ideals. \nThe topic of marriage became a major stipulation for reincorporating Jenna into \nthe normative structure of the family.  Through their negotiations, they told her that she \ncould identify as asexual, as long as she did not completely abandon the heteronormative \ndream.  However, this proposition inherently undermined Jenna’s asexual identity. \nWhen I came out to my mother and father and my stepmother, um, their main \nconcern was that if I found the right person, would it be okay then?  And I said, \nyes.  I suppose if I find the right person, then of course, it’ll be okay.  And then it \nall came down to…and, god, I hated saying this out loud to my parents…It all \ncame down to, you know, there is a big part of me that wants to have that life, that \nI want to be married and I want to have kids and I want to have a family because \nhonestly I think I’m a damn smart woman and I think I could make some real \nsmart babies. \n \nAlthough Jenna’s liminal identity provided her with opportunities to explore a queer \nutopian future, her family insisted that she align her future with heteronormative ideals.  \n79 \n \nIn the telling of this story, she conceded that she wants to pursue a heteronormative \nfuture.  However, this narrative also suggests that she did not have many alternatives.  If \nshe gave in to her parents’ request, her parents would reincorporate her into the \nnormative structure of the family; if she rejected it, she would likely instigate another \ncycle of social drama.  Consequently, Jenna’s utopian dream became enmeshed with her \nparents’ expectations for her future. \nIn another retelling of this negotiation, Jenna suggested that she employed \nheteronormative narratives to appease her parents.  Taken together, these narratives \nreveal Jenna’s inner conflict at pursuing a queer future and rejecting her family’s \nheteronormative future. \nI find myself lying to my parents and telling them, “Yeah, I still want to have kids \nand get married, blah, blah, blah” […] And I told them that I wanted that because \nit’s not that I don’t want it.  It’s not something I seek.  […]  But I always give Dad \nthe caveat, “It’s a little bit harder to find somebody to spend the rest of my life \nwith because there would be … it will be a little bit more difficult to navigate the \nrelationship depending on whether the person I meet and fall in love with is \nasexual or sexual.  There will be different hurdles to cross.  I’m okay with that. \n \nAlthough she would accept a heteronormative relationship, she suggested that she would \nbe less likely to negotiate sex after eliciting meaning from her narratives of displeasure.  \nFurthermore, her conflict over embracing a heteronormative or queer future continued to \nrepresent an unresolved tension within her life. \n \nSupporting Queer Sexualities \n Although parents often represent the chief agents of heteronormative deployment \nwithin the family, Sarah and Allison described their parents as anchoring and even \n80 \n \nsupporting their queer sexuality within the family.  These narratives suggest that instead \nof instigating social drama, parents might support and encourage their child’s asexual \nidentity.  Whereas Jenna’s narrative revealed intense negotiations concerning her future, \nSarah never experienced social drama within her family.  Although Sarah’s mother often \nspoke about her desire to have grandchildren, Sarah did not feel compelled to have \nchildren.  Explaining her rationale, Sarah told me that her sister earnestly wanted to have \nchildren from an early age and that knowledge liberated her from heteronormative \nexpectations. \nI knew when I grew up that [my mother] wanted to be a grandma, but my older \nsister really wanted children so I was…I had the pressure taken off me right away.  \nI knew she would have grandkids, so I didn’t have to worry about having kids.  \nThat was actually a relief, so I think you should let all your children know [...] \n“Sure, I’d love grandchildren but don’t plan your life for me like that.” \n \nIn this narrative, Sarah summarized her mother’s expectations for her future: “Sure, I’d \nlove grandchildren but don’t plan your life for me like that.”  Yet, this narrative \nsuggested that while her mother communicated a desire for children, she did not mind \nwhen her children pursued alternative futures. \nAlthough her parents presumed she would pursue a heteronormative future, they \ndid not actively deploy heteronormative messages in the family.  As a result, Sarah never \nfelt pressured to date and never experienced a breach of heteronormativity.  \nI didn’t get any pressure.  I didn’t get any concerns about the fact that I didn’t \nhave a boyfriend or a girlfriend.  That was nice that my parents did that.  They \nwould have been pretty accepting of whatever sexuality… my dad did say, in the \nearly years before I came out as a lesbian, that he would have been more \njudgmental about that.  He would have not thought it was right to be lesbian, but \nas he got older, he changed his mind.  He said he had heard all of the lesbian and \ngay community education and that… so he was … That’s why I think it’s good \nfor asexuals to get out there and be out and educate people about what it is so \n81 \n \nsomeone like my dad can say “okay.  I get it.”  And he got it before.  I didn’t have \nto explain it to him. \n \nIn this narrative, we know her father’s previous beliefs about homosexuality—“he would \nnot have thought it was right to be lesbian”—but in her retelling of this conversation, \nSarah indicated that his attitude changed after she came out as lesbian.  Through each \nstory about her parents, Sarah emphasized her parents’ unconditional love and support.  \nSarah shared with me another story in which her parents felt proud that she came out as \nlesbian; they drank champagne and celebrated her newfound identity. \nFor many years, Sarah did not pursue partnered relationships or desire children.  \nYet, as domestic partnerships and adoption became commonplace within the LGBT \ncommunity, she felt more uncertain about her future dreams.  Her friends started talking \nabout the joy of partnership and childrearing and Sarah began to wonder if she should \ndesire this future too. \nI had the [heteronormative] dream for a long time until I came out as a lesbian.  I \nthought husband, children, and then when I came out as a lesbian I realized it just \nwasn’t going to work for me and I wasn’t going to have that dream.  Then in the \nlesbian community, I started seeing people want to get married and have children \nand I thought well, maybe… \n  \nWhen Sarah came out as lesbian, she did not envision a future with a partner and \nchildren.  Yet, as her friends started desiring a future of sexual normativity, she felt \nconflicted about her own desire for marriage and children.  She started perusing lesbian \ndating websites to search for a potential partner. \nWhen Sarah met Michelle, her own uncertainty about her future made it difficult \nfor her to navigate their relationship.  As a result, their relationship moved faster than she \nwanted; they started identifying as a couple and moved in together, even though she \n82 \n \nwanted to proceed more slowly.  These narratives, taken together, suggest that lesbian \ndiscourses of sexual normativity influenced her future desires more than her parents’ \nexpectations. \nThere is the joke of the lesbian community that you have a first date and the \nsecond date you have a U-Haul and you’re moving in together.  That things move \ntoo fast.  And I think the joke is good because it makes people think about don’t \nmove, don’t do it on the second [date]…slow down.  (Both laugh).  […]  My \nsecond relationship, I got into it faster than I was comfortable with it, so I think I \nlearned from that, and I will …in a new relationship, hopefully an asexual one, I \ncan say “Let’s take our time.  Let’s not move in with each other.  Let’s not call \nourselves a couple until both of us are ready to call ourselves a couple.  Because I \nfelt rushed by Michelle, pressure, like if I didn’t… if we weren’t a couple then I \ndidn’t love her, that was how she would phrase it.  Well, I do love you but I’m not \nready to be a couple yet.  I’m not sure about this.  And I wish I had stuck to my \nguns, because that would have been better if we had just become good friends and \nnot been a couple. \n \nThrough the retelling of a joke, Sarah conveyed her feelings about her past relationship: it \nprogressed quickly and she felt pressured into the relationship.  Sarah suggested that her \npartner used guilt and accusations to manipulate her future desires.  Yet, after the \nrelationship ended, she started constructing a utopian future that celebrates and empowers \nher asexual identity. \nAs I will discuss later, Sarah is exploring the potential of liminality to foster \nalternative relationships, but she still feels uncertain about whether she will form another \npartnered relationship.  Some of her narratives reveal a desire for a lesbian partner who \nalso identifies as asexual or has a low sexual drive.   \nI’d like an asexual lesbian relationship.  I’m unsure about the romantic part.  But, \nuh, yes, I’d like to be number one in another person’s life.  […]  If I found a \nlesbian that was sexual but was willing to say okay, you’re asexual and we won’t \nhave [sex]…um, that could happen…but I don’t think it’s likely that I could find a \nsexual lesbian who could be okay without ever having sex…and I don’t want to \nhave to compromise and have sex just for them.  I don’t think that’ll work for me \n83 \n \nanymore.  I tried it in my last relationship and it doesn’t work.  Although maybe I \ncan find a super low libido lesbian who isn’t willing to say they’re asexual, but \njust say they have a low libido.  There’s the lesbian “bed death” thing in the \nlesbian community where you get together as a couple and pretty soon you stop \nhaving sex.  And I’m like, “Okay, maybe I can find that relationship…” \n \nStriving to realize her utopian future, Sarah wants to raise awareness about asexuality \nwithin the LGBT community.  Through these efforts, she hopes to foster a local \ncommunity of asexual-lesbians that can spend time together and pursue partnered \nrelationships without the pressure of sexual expectations.  She wants to raise awareness \nwithin the LGBT community to encourage more lesbians to identify as asexual.  These \nfuture-oriented narratives reveal the direction and intent behind Sarah’s liminoid \nperformances. \nAllison shared a similar narrative to Sarah in that her parents did not initiate the \nstages of social drama when she came out as asexual.  During our conversations, Allison \ntold me several stories wherein her parents seemingly disregarded heteronormative \nexpectations and supported her asexual identity.  As a result, her narrative lacked the \ncyclical phases of social drama that were so prominent in Jenna’s narrative. \nThe first person I came out to was my mom and the first time I came out, it was \nlike, “You’re a late bloomer.  Keep an open mind,” kind of, you know, the usual \nresponses.  And I was like, “That went badly.”  And then a couple of months later, \nI tried again.  And she seemed very interested in AVEN and the fact that we had a \ncommunity on the internet and she was like, “Schizophrenics are 1% of the \npopulation and they have meetings.  Why can’t you guys have meetings?  And, \nuh, because I knew her, I knew that was a complimentary response.  So, after that, \nit went so much better and we started talking about asexuality more, and um, it \nwas like yeah, I don’t know.  It was maybe the first time she had thought about it.  \nI really have no idea, but her response changed the second time.   \n \nAlthough it might seem that her mother was correlating asexuality with a widely known \npsychological disorder, Allison assured me that it was a “complimentary response.”  \n84 \n \nAllison suggested that her mother validated asexuality through an implicit question: why \nshould asexuals not have meetings and hang out together? \nWhen Allison’s father learned about her asexual identity, he began to \nacknowledge it in everyday conversations.  These stories, as retold by Allison, support \nand legitimize her asexual identity within the family. \nI need to ask my dad if my mom told him, but he like suddenly knew that I was \nasexual and I was driving with him in the car and he was like, “You asexuals need \nto get together and have a conference.  Wouldn’t that be great?  I could help you \nthink of ideas for it.”  And I’m kind of like, “What!”  It’s like…what have we \nestablished here?!  But, like, every time I see him—because my parents are \nseparated—my dad says, “How’s AVEN?” \n \nIn this story, Allison’s father was both supportive and enthusiastic about her asexual \nidentity.  Allison, on more than one occasion, told me her parents continually encouraged \nher participation in the asexual community.  Furthermore, they never sought to dictate her \nfuture by deploying heteronormative discourses. \nAlthough Allison’s parents created a supportive environment for her asexual \nidentity, she still recalled the pervasive presence of heteronormativity in her life.  Allison \nwas particularly susceptible to the rhetoric of marriage that posits romantic relationships \nas more important and more loving than friendships.  However, within the normative \ncommunitas of the asexual community, Allison began to question her desire for a \ntraditional relationship. \nFrom an early age I always visualized I would marry a man, and I think that was \nsomething that was imposed on me by the culture; however, this was an idea that I \nhad a very hard time letting go of—that I might not get married ever because I \ndon’t care about actually being married, having a ceremony.  I don’t care about \nany of that or having a legal standing, but wouldn’t it be nice to have someone \nthat you would want to marry because you just like them that much?  And just \nlike, wouldn’t that be great to have such a close relationship and, um…Because I \n85 \n \ndon’t know if I could be in love with someone, but I can love people definitely \nvery strongly, and so it…to me it’s sad that I can’t really have…I mean I can \nmaybe have a relationship, but it’s so much harder if it’s not sexual. \n \nHeteronormative messages, as presented in this story, reify Allison’s liminal identity and \nrepresent, in Turner’s (1982) words, “a matter of deep seriousness” (p. 43).  Allison’s \nquestion—“wouldn’t it be nice to have someone that you would want to marry because \nyou just like them that much?”—suggested that her asexual identity ostracizes her from \ntraditional partnered relationships and, relatedly, from discourses of “true love” and \n“companionship.” \nEven though she might feel ostracized from heteronormative relationships, she \nexpressed a sense of excitement at aligning herself with the asexual community.  By \nevoking narratives of belonging, Allison describes her participation in the asexual \ncommunity as something that “comes naturally” to her. \nI feel like there’s two choices.  I could date and get married and have sex and \nhave kids and do all that that I am supposed to do even though I don’t want to or I \ncould do what I feel is natural to do and … it’s hard to feel like you’re different \nsometimes, but if you’re doing what comes naturally to you, I think, so in some \nways there’s some inertia behind that cuz it’s kind of … I feel like once you start \nbeing yourself it’s kind of like a snowball effect and I feel like, hey….I feel \nbetter.  It feels better to be honest with myself and I feel once you start, it’s kind \nof hard to stop.  That’s how I felt when I joined AVEN.  I was like I’m really \nbeing honest with myself now, and I’m not gonna stop and I didn’t so it’s like it’s \nfreeing to be able to live according to your internal goals or whatnot rather than \nwhat is imposed on you.  And I think that when you get a taste of that, you want \nto keep going.  You’re not going to just do stuff that people want you to do. \n \nIn this passage, Allison narrates asexuality as her more “honest” identity; one that \nemerged only through reflection and self-analysis.  She also described asexuality as \nproviding her with a sense of freedom.  Although she is still bound to the norms of the \n86 \n \nasexual community, in her mind, the asexual community provides her with flexibility as \nshe constructs and narrates her utopian future. \nAs each woman narrated her coming out experience within the family, she \ndescribed her parents as choosing to instigate or not instigate social drama within the \nfamily.  Parents ultimately decided under what conditions their child would be \nreintegrated into the family and whether they would perpetuate the redressive stage of \nsocial drama.  Furthermore, parents represent merely one source of deployment within a \nheteronormative society.  Even when Allison’s parents supported her asexual identity, \nshe still felt the presence of heteronormative discourses seeking to dictate her future.  \nSarah also felt conflicted about whether she should pursue a life of marriage and \nchildrearing when domestic partnership and adoption became commonplace within the \nlesbian community.  To overcome the oppression of heteronormative discourses, each \nwoman constructed future-oriented narratives that communicated a “queer feeling of \nhope” (Muñoz, 2009, p. 28).  These liminoid narratives allowed each woman to envision \na utopian future that defied heteronormative expectations. \n \nConstructing Future-Oriented Narratives \nThe future is a site of resistance within queer communities because it is constantly \nemerging.  “The future is queerness’s domain.  Queerness is a structuring and educated \nmode of desiring that allows us to see and feel beyond the quagmire of the present” \n(Muñoz, 2009, p. 1).  The future empowers queer communities to envision a utopian ideal \nthat can inform their narrative performances.  With this in mind, I challenged each \n87 \n \nwoman to think beyond her liminal status to consider the performative potential of the \nfuture to generate new paradigms for intimacy, love, and companionship.  During our \nconversations, I often aligned the present/future with liminal/liminoid performances of \nasexuality.  Whereas, the present represents the obligation and work of performing a \nqueer identity within a heteronormative society, the future provides hope, which allows \nasexuals to construct liminoid narratives.  Indeed, each woman discussed moments in \nwhich she felt the oppression of her liminal identity and, alternatively, celebrated her \nqueer identity through future-oriented narratives.  The ability of each woman to generate \nliminoid narratives often depended upon whether or not she took ownership of her \nasexual identity and envisioned a future that celebrated her asexuality. \nIt seemed to me that Allison was the ideal candidate for constructing liminoid \nnarratives because she was a long-time member of the asexual community, received \nsupport and encouragement from her parents, and felt adamantly about raising awareness \nof asexuality.  However, when we breached topics of liminality, she often associated her \nasexual identity with obligation and responsibility, rather than play and experimentation.  \nShe and I spoke at length about her liminal identity and discussed why she did not often \nconstruct and share liminoid narratives.  To explain her reasoning, she compared her \nasexual identity with her gendered identity. \nIt’s the sort of thing like—is being female fun?  I would say no.  But is it fun to \ndo your hair, nails, and go shopping for a dress?  Maybe.  It’s like there’s stuff \nrelated to female that could be fun, but actually, when I’m by myself it’s not \nsomething…cuz I feel like if I was the only person in the world, I wouldn’t be \nasexual.  There would be no point for me to have orientation. \n \n88 \n \nAllison associated her asexuality with an essential, biological identity.  Therefore, she \nreasoned that she could not celebrate her asexuality because it was not something she \ndecided for herself.  Furthermore, criticism from her peers served to remind her that she \noccupied a liminal identity.  Although there might be instances in which she enjoys \nbelonging to the asexual community, she does not enjoy being different from her peers. \nEven though Allison experienced a sense of belonging to the AVEN community, \nshe did not often describe the institutional armor of its normative communitas as \nextending into her everyday interactions.  When Allison came out to some of her friends, \nshe says she received negative responses about her asexual identity that hurt and offended \nher.  She attributed this behavior to the general lack of knowledge about asexuality within \na heteronormative society.  Yet, this ignorance made it difficult for her to celebrate her \nasexuality. \nI’m still not sure what you mean about play; however, the way that I would see it, \nwould kind of… it just seems so high level …like, you have to assume a high \nlevel of understanding on the part of the other people.  But sometimes I don’t \nwant to delve too far into what they do and don’t understand, because if I expose \nthat they really don’t believe asexuality is real or they think I’m just making it up \n[…] and they say all those usual textbook things that you hear, [then] what do I \nthink of them as my friend? \n \nAlthough Allison shared her asexual identity with her closest friends, she does not often \nspeak openly about her asexual identity because she is not certain what her friends know \nabout asexuality or how they might respond to her asexual narratives.  She would rather \nprotect her liminal identity rather than become the target of heteronormative discourses. \n89 \n \nAllison shared with me a story about a male acquaintance who blatantly \nquestioned and even criticized her asexual identity.  These stories, told and retold, \nreinforce Allison’s liminal status within a heteronormative society. \nRemember I was telling you about this husband of a friend who’s like always \ntalking about sex.  She told him that I was asexual and when we were alone \ntogether, like he was driving me to a train station or something, he was like, “I \nknow a secret about you.  You’re asexual.  Were you raped?  My ex-wife was \nraped and she’s like really weird about sex now and real freaky…”  And I’m like, \n“Why are you asking this?” \n \nWithin this story, Allison’s acquaintance did not even ask her why she identified as \nasexual; instead, he uses accusatory statements to marginalize and pathologize her \nasexual identity.  By employing discourses of rape and trauma, he attempted to find the \ncause of her asexuality and created a hostile environment for Allison to talk about her \nsexual identity.  Furthermore, the retelling of theses narratives perpetuated Allison’s \nliminal identity and influenced our subsequent discussions about liminality. \nAllison explained that her liminoid performances are limited to audiences that \nunderstand and accept her asexual identity.  She would like to talk openly about her \nasexuality with all of her friends, but some do not understand the meaning of asexuality \nexcept within the context of heteronormative discourses.  As a result, Allison has \nprimarily explored liminoid performances within the asexual community.  However, even \nher involvement in the asexual community seemed to reify her liminal identity and \nremind her of the work involved in maintaining and fostering her asexual identity.  Her \nstories suggest that in order for narratives to function as liminoid, they depend upon the \nstoryteller exploring ideals of hope rather than obligation. \n90 \n \nWhen each woman shared her liminoid narratives of asexuality, I noticed two \ncommon themes.  In the first, each woman explored dating and partnered relationships \nwithin an asexual paradigm.  The storytellers envisioned alternative models for their \nfuture that deviated from the heteronormative expectations of marriage and childrearing.  \nIn the second, which I will discuss later, each woman described activities in which she \nfound a venue for sharing her asexual identity beyond the asexual community; \noftentimes, these activities fostered public awareness and dialogue around asexuality.  I \nwill now discuss the potential of liminoid narratives to generate new models for dating \nand partnered relationships within the asexual community. \n \nNew Paradigms for Dating and Companionship \n Heteronormative discourses often emphasize the importance of dating, marriage, \nand procreation as benchmarks of success.  I purposefully asked each woman to narrate \nher future within the context of dating and partnered relationships and describe how she \nmight negotiate or subvert these heteronormative expectations.  Since claiming an \nasexual identity, Sarah and Allison have begun to explore utopian futures that celebrate \ntheir single status.  Jenna, on the other hand, strives to create new paradigms of dating \nthat might push against and defy heteronormative expectations. \nSarah became especially aware of her liminal identity when she tried to narrate \nher future within the lesbian community.  She anticipated some challenges to forming a \npartnered relationship with a sexual lesbian.  For example, she does not yet know how to \nbroach the topic of sex because there are no societal norms for negotiating an asexual-\n91 \n \nsexual relationship.  In this way, the present feels oppressive to Sarah because it does not \naccommodate her asexual identity, but she hopes that more people will learn about \nasexuality in the future so that the social paradigms will be there to allow her to negotiate \nmore easily a partnered relationship.  However, when last we spoke, she decided not to \ndate until she knew how to breach the topic of her dual identity within a partnered \nrelationship. \nI really haven’t attempted to date since I came out as an asexual.  If I go out in the \nlesbian community and look for somebody, I probably will, but there will be this \nwhole new interaction of—when do I tell them that I’m asexual?  Um, I would \nlike to tell them sooner than not, but I have no idea of how I’m going to do this.  \nSo there’s going to be…I’m going to interact with them differently because I’m \ngoing to have this thing in my mind that…“when do I tell them?  When do I tell \nthem?”  Do I get to know them first and then I tell them?  When they start to hit \non me is that when I tell them?  Will my behavior change because I’m going to be \nthinking about that on a date or when I meet new people in the [lesbian] \ncommunity?   \n \nSarah felt apprehensive about dating because there are few societal or communal norms \nfor sharing her asexual identity with a potential partner.  Yet, if Sarah decides to date in \nthe future, she will continually experiment with her coming out narratives until she finds \none that communicates her desire for a non-sexual partnered relationship.  Her \nquestion—“when do I tell them that I’m asexual?”—will guide her interactions and assist \nher in creating norms for coming out as asexual within the lesbian community. \nDuring our conversation, Sarah also utilized future-oriented narratives to envision \nnew relationship structures that did not involve domestic partnerships.  She constructed a \nutopian future wherein she could retain her independence and live separately from her \npartner.  This utopian model could also reduce the expectation for physical intimacy and \nfoster new narratives of love and intimacy that do not revolve around the bedroom. \n92 \n \nBeing through the lesbian coming out and the asexual…there’s a lot of ways you \ncan define a relationship.  And I’m thinking I want a relationship where we live in \ndifferent places.  We could live in different homes, and we see each other three or \nfour times a week.  You don’t have to see each other every single day.  We don’t \nalways have to be with each other.  That’s beginning to appeal to me, this sense of \nwe don’t have to be together all the time.  Because I’m really enjoying right now \nthe freedom to do whatever I want at home and not have to worry about it \ndisturbing someone else.  And there’s bound to be something, if you’re in a \nrelationship with somebody, that disturbs them. \n \nIn this narrative, Sarah deconstructs the expectations of a traditional partnered \nrelationship through her liminal perspective.  She told me, “We could live in different \nhomes, and we see each other three to four times a week.”  This narrative defies what \nsociety traditionally associates with partnered relationships--namely, living together and \nspending significant amounts of time together.  She wanted to foster a relationship where \nboth partners maintain their independence from one another. \nAlthough this utopian model focuses on partnered relationships, it could extend to \nfriendships as well.  Within an alternative future, Sarah imagined herself growing old and \nfostering relationships within communities of widowed women. \nI’m hoping that I’ll get, like, all these old ladies who lose their husbands.  And we \ncan get together and say, “Isn’t it great being single, and just hang out and do stuff \nand then go home to our nice little single homes for a week and be as gross as we \nwant in the house and have it as messy or as neat as we want. \n \nWithin this utopian future, Sarah would be able to fulfill her lesbian desire for female \ncompanionship, while still maintaining her independence from these women.  This \nnarrative is especially empowering because it celebrates her status as a single women and \nrejects the notion that she should form a partnered relationship. \n93 \n \nSarah has already begun to foster asexual relationships that align with her utopian \nfuture.  She described an ideal relationship with a friend who prioritizes their friendship \nover a partnered relationship.  \nI actually do have somebody who is becoming a real good friend now.  After I \nbroke up [with Michelle], she was very supportive.  Um, and she has a boyfriend, \nbut somehow she manages to put…she doesn’t always put him first.  She’ll put \nme first.  She’ll say, “I’m going out with Sarah, Bye.”  And off we’ll go.  She \nasked if I wanted to spend time together after a conference.  “Me?  What about \nyour boyfriend?”  “Oh, he’ll just stay home and do his realty.”  I’d like to find \nanother person like that, a couple more, so that when they do have to spend time \nwith their significant other, if they have one, then I can turn to the other one.  So, \nI’m making small inroads in that.  But that’s my new model…not the dream of \nbeing in a couple forever. \n \nIn this story, Sarah retold moments in which her friend prioritized her over a boyfriend.  \nThis narrative has provided Sarah with hope that maybe she can meet more women who \nwill live independently from each other, while still making time for their friendship.  \nEach of the models was especially meaningful to Sarah because it incorporated her past \nexperiences and future dreams.  By embracing a queer future, Sarah hopes to explore \nasexual relationships that might fulfill her desire for companionship. \nAllison, identifying as an aromantic asexual, describes herself as “a person who \ndoes not experience romantic attraction.”  Since claiming this identify, she no longer \nenvisions a future of heteronormative dating; instead, she would rather situate herself \nwithin a community of friends.  During our conversations, Allison constructed utopian \nnarratives based on her time spent living in a sorority.  She maintained her independence, \nbut also belonged to a larger social network and fostered many close friendships.  \nHowever, since graduating from college, she has felt isolated from this network of \nfriends. \n94 \n \nI guess what I miss is like, in college, like with my roommates, we would do \neverything together.  And that was sort of like an ideal relationship because we \nlived together and did a lot of things together, but we had our own lives too and \nwe had our own friends too, but we were friends.  And to me I guess like a Boston \nmarriage kind of thing.  To me, that’s like my ideal. \n \nAllison envisions a future where she lives with a community of friends that are highly \ninvolved in each other’s lives, while still maintaining their autonomy.  Although she does \nnot specifically mention partnered relationships in this utopian narrative, her discussion \nof Boston marriages suggests that she wants to live in a community of single women, \nwithout partnered relationships to detract from their friendship.  This narrative definitely \nserves as an alternative model for understanding intimate relationships beyond a \nheteronormative framework. \nAllison told me a story about a friend who actively embodied this utopian ideal \nand found it immensely satisfying.  This friend lived within five minutes of her closest \nfriends and frequently ate breakfast with them and spent evenings together.  In this \nnarrative, one of Allison’s friends claimed that she would never need a partnered \nrelationship if she surrounded herself with her best friends all the time. \nI went to visit some of my college friends...and one of my friends lives with five \nof her friends from high school, I guess, and all her friends live within a five-\nminute walking distance.  I mean it’s a huge community of people and they like \nrandomly stop over at her house all the time, like, “We just came over to eat \nbreakfast!”  They’re all like gossiping all day.  And they all meet together at night \nand go to this one bar or this other bar.  And it’s funny because some other people \nwere there too from college, me and two other people and they were like “We’re \nso jealous.  We want your life.”  Like this is just crazy.  And one of my other \nfriends said, “I wouldn’t need to get married if I had all those friends.”  I thought \nthat was very telling.  That was an interesting statement.  […]  And so, yeah, I \nmean I guess she has achieved what a lot of other people want, which is not just \nfriends, but a network of friends.  And they’re all kind of connected even if \nthey’re not together all the time. \n \n95 \n \nIn telling this story, Allison emphasized that this utopian future is possible; you can \nprioritize friendships over partnered relationships and experience a fulfilling life.  \nFurthermore, even Allison’s sexual friends found this utopian future more desirable than \na heteronormative future—“I wouldn’t need to get married if I had all those friends.” \nHowever, Allison’s present life is far from her utopian ideal.  Many of her friends \nare located throughout the country and those living in neighboring towns find it difficult \nto make time for her.  During this retelling of her utopian future, she emphasized her \ndesire to foster a community of friends that are truly interconnected. \nIf all my friends lived in the same city, I’d be the happiest person ever!  That \nwould be like my dream come true!  But my friends are living in all these random \nplaces across the country.  Even the people in [a neighboring town] I don’t see \nvery much.  So…it was AVEN that made me realize how important community \nwas to me.  I had no idea until then.  Cuz it helped me realize a pattern in my \nlife…I like seeking community and I had never realized that before. \n \nAllison suggested that her participation in AVEN made her realize that she yearned for \ncommunity, more so than any partnered relationship.  She described her desire for \ncommunity as “a pattern in my life” and something that reinforced her asexual identity.  \nPerhaps this is the reason that Allison has invested so much time into her local asexual \ncommunity; she sees community as an important component of her asexual identity and \nan essential need that she must fulfill. \nAlthough Sarah and Allison are content to surround themselves with friendships, \nJenna’s narrative reflects her ongoing negotiation of heteronormative expectations within \nthe family.  Because of this negotiation, she began to envision new dating rituals and \nnorms that would inherently subvert heteronormative discourses.  As Jenna explained \nduring our conversation, she wants companionship without sex and she wants to meet \n96 \n \nprospective partners without evoking heteronormative scripts.  One story, in particular, \ndemonstrated Jenna’s new perspective on dating. \nI had the most wonderful date with a guy that ended up not working out…I mean, \nwe had a really nice time on the date.  It was weird because we both enjoyed each \nother’s company and the date went like six hours…we were together for six hours \nand not getting sick of each other’s company and we went to a couple of different \nplaces and then I had to be somewhere, so, you know, we went home.  And um, \nwe both decided at the end of the day that yeah we’d like to see each other again \nand then we didn’t kiss or anything like that and then neither of us bothered to call \nthe other. \n \nIn this narrative, Jenna described her ideal date; one that lasts several hours, is enjoyable \nfor both individuals, and does not follow heteronormative scripts.  There is no kiss, no \nmention of sex, and no discussion of their future life together.  Indeed, there is little to \ndistinguish this interaction from a non-sexual friendship. \nJenna’s liminal identity provided her with a new perspective on dating and has \nprovided her with a utopian ideal.  Although this narrative implies that Jenna should date \nand should seek a partnered relationship, she explained that dating fulfills her desire to \nmeet new people and foster relationships that defy heteronormative expectations. \nIt was a wonderful date, I think, because he didn’t seem to have any expectations \nas to where this was going.  […]  It was just…like two people talking and getting \nto know each other.  We had some conversation about our dating history and \nthings like, “So, why are you on [this dating website]?  Are you a reject or what?”  \nBecause there’s that stigma of dating sites.  You know, it’s rejects… but it’s not.  \nI mean I don’t consider myself a reject by any stretch of the imagination.  I really \ndon’t have time to meet new people.  But, uh, yeah, I don’t know, it’s great… \nmore dates.  If more dates could be like that I’d be much more comfortable. \n \nInherent in this narrative is the implication that most of Jenna’s dates do not resemble this \ninteraction.  When individuals begin to date, they usually know what they expect from a \npotential partner, whether it is sex, a life-long partner, marriage, or children.  Yet, Jenna’s \n97 \n \nnarrative suggests that she wants to meet new people and enjoy their company.  This \nnarrative, if only for that reason, represents a utopian model of dating that accommodates \nher asexual desires for companionship without sex. \n \nEnvisioning a Future of Inclusivity \nBy constructing utopian narratives, each woman fosters alternative paradigms for \nunderstanding love, intimacy, and commitment beyond a traditional heteronormative \nrelationship.  However, to a certain extent, this utopian space is contingent upon \nachieving some measure of broad public awareness about asexuality.  Appropriately, \neach of the women I interviewed is involved in raising public awareness and discussion \nabout asexuality, though in different ways.  Taken together their narratives highlight their \ndesire (and struggle) to share their asexuality within both queer and heteronormative \nspaces. \nAs discussed earlier, Jenna used the opportunity presented by a class assignment \nto explore asexual narratives and share her asexual identity with her friends and family.  \nHer script told the story of a young man who could not find the right label to define his \nemerging asexual identity and a woman who supplied him with words to name and give \nvoice to his indeterminate identity.  One major theme of this performance was to explore \nthe ways in which someone might understand his or her asexual identity without prior \nknowledge of “asexuality” as a vernacular term.  As Jenna put it: \nIn the script that I wrote, one of the things I wanted to explore was how do you \nshow an asexual relationship and show it for what it is.  That it is something more \nthan friendship, but without a sexual component.  And sex certainly still found its \nway into the script, but there’s a point in the first two-thirds of the script…what \n98 \n \nwe’re talking about is the one character’s sexual history and experiences and how \nthe way that these all add up equals asexuality and trying to get the other \ncharacter to understand that without saying what it is.  Because it’s all about \nlabels, and here’s a person who is not ready to own the label but he has all of this \ninformation, he knows how he feels.  He doesn’t know how to say it and he \ndoesn’t know how to say it to somebody he cares about. \n \nThis script, in many ways, reflected Jenna’s own struggle to give voice to and name her \nasexual identity.  She drew upon her own experiences and other asexual narratives to \nreject heteronormative interpretations of asexuality.  This play became a liminal space for \nJenna to rationalize asexual narratives and share her asexual identity with others.  She \nalso used this performance to come out to her parents and facilitate a more complicated \ndiscussion of asexuality within the family. \nAlthough Jenna believes that it is important to raise awareness about asexuality, \nshe also echoed Allison’s sentiments by saying that she does not want asexual awareness \nactivities to feel like work.  She does not want to feel responsible for educating others \nabout asexuality nor does she want to defend her asexual identity to others. \nI suppose at this stage in the game we all have to be spokespeople for asexuality \nbecause it is so absent from our society, so hidden in our society, so we all have to \nbe spokespeople, which is a little frightening for me.  Because I don’t want to be a \nspokesperson for asexuality.  I want to do my thing, I want to go my spiritual \nroute, I want to go about my life.  And the fact is that I’ve become a member of \nAVEN and found this identity for myself.  I feel obligated and not necessarily in a \nbad way, but sometimes I feel obligated to be a representative of asexuality in the \ncommunity and be what I perceive to be a positive image of asexuality in the \ngreater community \n \nJenna realizes that broad awareness of asexuality is important for the standing of asexuals \nin a heteronormative society, but she wants to live her life without feeling obligated to \ntalk about her asexual identity.  As she describes it, asexuality is only one aspect of her \nidentity; she has other goals and interests in her life that have little to do with her \n99 \n \nsexuality.  She feels that when she participates in asexual awareness and fields questions \nabout her asexual identity, she reifies her own liminal status. \n In contrast to Jenna, Sarah spoke adamantly about her desire to initiate \ndiscussions in the local LGBT community and raise awareness about asexuality within \nqueer spaces.  She said that certain narratives within the lesbian community bear a strong \nresemblance to asexual narratives and she wondered if there might be more asexual-\nlesbians within the LGBT community. \nI’ve heard of a lot of lesbians who get together and stop having sex.  And I keep \nwondering, you know, there must be some more asexuals because there’s that \ntrend that shows up in the community where they just stop having sex.  And I’m \nthinking is that because it’s an asexual or is it that something entirely \ndifferent…having to do with lesbian community?  I don’t know, but I’m thinking \nof trying to go to the discussion groups or support groups at the gay and lesbian \ncenters and try to get them to do an asexual topic or something and I’ll be the \nspeaker. \n \nSarah evoked a narrative of hope as she speculated about the relationship between the \nasexual and lesbian communities.  She earnestly wants to find more asexual lesbians in \nthe LGBT community to provide her with companionship.  Within this future-oriented \nnarrative, she hopes to organize discussion groups and talk about her dual identity to \ninspire others to claim an asexual identity. \nSarah viewed education as a responsibility of the asexual community.  She knows \nthat it is challenging to be lesbian and gay within a heteronormative society, and \nfurthermore, there is not enough information about asexuality accessible to young adults.  \nShe feels an obligation to share her unique perspectives, on being both lesbian and \nasexual, with young adults. \n100 \n \nIt’s probably still not easy to be gay and young.  At least there’s a lot more \ninformation about what it means to be gay and lesbian.  But there’s not as much \ninformation about asexuality, and you can put a lot of information out there \nbut…um.  You can put a lot of information out without being out.  You can be \nanonymous on AVEN and talk about a whole bunch of stuff, but there’s \nsomething very compelling about meeting someone who is asexual and knowing \nthere are people around who are willing to admit it. \n \nIn statements like these, Sarah performs a desire to raise awareness about asexuality and \nimprove her local asexual and lesbian communities.  Towards this objective, Sarah \nintends to come out as asexual within a multitude of forums, with the hope of fostering \ndiscussions about asexuality. \n Allison often evoked liminoid narratives when she described her involvement in \nthe asexual community.  In addition to recruiting members for her local asexual \ncommunity, Allison created a blog about asexuality.  When she first decided to write a \nblog, she never intended to focus on asexuality; however, she eventually felt compelled \nto write about important issues facing the asexual community. \nI had different ideas for the blog, like one of them was meals under $5 and there \nwere some other ideas, but I’m like…asexuality is the most needed one.  And at \nthat time like I’d only been out for two years, so.  So I still have a lot on my mind \nand at that time there was only like one blog that was about asexuality …there’s \nbeen a lot more since then, but I was like, “This is like a service.  There’s like no \nprolific writing about this.” \n \nAlthough Allison did not initially expect to write about asexuality, she realized there was \na need for more blogs about asexuality.  As she described her rationale for starting her \nblog, she utilized both liminal and liminoid narrative elements; it provided her with an \noutlet for sharing narratives of asexuality, but she also felt a sense of responsibility and \nobligation towards the asexual community. \n101 \n \nDuring one interview, Allison expressed personal satisfaction when people started \nto comment on her blog posts.  She could see that people wanted to hear her perspectives \non asexuality.  Yet, she continued to alternate between liminal and liminoid narratives as \nshe spoke about the pleasure derived from the writing of her blog versus the sense of \nobligation associated with it. \nI remember I felt really excited like when I started to get comments from \npeople…and when people started to say that they enjoyed reading it.  […]  I think \nat the beginning I was like, “What the heck.  I’ll just write this blog.”  And I \ndidn’t have any particular plans for it one way or the other.  And I didn’t expect \nother people to start blogs, too.  Since I started mine, a lot of people have also \nstarted one.   \n \nAllison describes a sense of pride about her work; she sees herself as a pioneer within the \nasexual community.  However, while this performance used to distinguish her among her \npeers, she is now one of many asexual bloggers.  Later, she would evoke liminal \nnarratives that describe her as deriving less pleasure from this activity than she once did. \nAs we continued to discuss her blog, she told me she often wonders if she should \ntake a break from writing it.  Similar to Jenna, she seemed to suggest that this blog \ncontinually reifies her liminal status in a heteronormative society.  Yet, she knows that \nher blog provides her with an outlet for discussing important topics related to asexuality.  \nEven if maintaining the blog requires work, she does not want to lose the opportunity to \nwrite blog posts about asexuality, if she so chooses. \nI’m a little tired of it now to be completely honest.  Because I feel like there’s \nother stuff I want to focus on.  But it’s kind of like I do think about asexuality.  \nWhy not write about it…write it down.  So that’s why I post less often than I did, \nbut I don’t want to be like, “I’m not posting anymore” and then lose the chance to \npost if I want to. \n \n102 \n \nAllison’s narratives emphasize her complicated relationship to liminal/liminoid \nperformances.  Although she is tired of maintaining her blog (signaling a liminal \nnarrative,) she does not want to lose the opportunity to post if she wants (signaling a \nliminoid narrative.)  Her decision to maintain her blog suggests that she wants to take an \nactive role in constructing asexual narratives, instead of letting others define it for her. \nDuring our conversation, Allison explained that all asexuals have the opportunity \n(and obligation) to contribute to the asexual community.  There is no one person dictating \nour performance of asexuality; rather, we are a community of asexuals searching for new \nways to celebrate our asexuality.  This realization should empower asexuals to explore \nnew performances of asexuality in their daily lives.  If they look beyond the oppression of \nthe present and into the utopian future, they can create a plethora of liminoid \nperformances that celebrate their queer identity.  As Allison put it: \nThere’s no asexual community from on high telling us what to do or doing stuff \nfor us.  It’s all individuals.  I try to get people to realize this.  I don’t know if they \ndo.  Cuz if you don’t do it, no one will.  I think that’s sort of true for the \nasexuality community.  It’s kind of like…well, you have to be the one to take \ninitiative…Every single person has to take initiative or else our numbers will \nnever… we’ll never know our full numbers, and people will still think there’s \nsomething wrong with them.  So…like right now, there must be… okay this city \nhas 70,000 people.  What’s one percent of that?  Seventy people in this city…but \nI’m the only one I know and [...] I may be the only one that knows it.  It’s entirely \npossible and I’m like…doesn’t it just make you want to shout it from the \nmountaintops? \n \nAllison poignantly explained that it is important for members of the asexual community \nto contribute to the asexual movement in whatever way they can.  If they take ownership \nof their liminal identity and leverage the asexual community, they can create future-\noriented narratives that have an impact on our heteronormative society. \n103 \n \nAs long as the asexual community embraces liminoid performances of identity, it \nhas the power to dictate its own future.  Therefore, it is the responsibility of every \nasexual, insofar as they can, to explore and challenge the performative boundaries of their \nasexual identity and foster an inclusive environment for a variety of asexual \nperformances.  Foucault (1990) reminds us that there is no single way to resist \nheteronormative discourses: \nThere is no single locus of great Refusal, no soul of revolt, source of all \nrebellions, or pure law of the revolutionary.  Instead there is a plurality of \nresistances, each of them a special case: resistances that are possible, necessary, \nimprobable; others that are spontaneous, savage, solitary, concerted, rampant, or \nviolent; still others that are quick to compromise, interested or sacrificial; by \ndefinition, they can only exist in the strategic field of power relations.  (p. 95-96). \n \nTowards this effort, every asexual should utilize his or her own talents and make unique \ncontributions to the asexual community.  We must be willing to explore the performative \npotential of asexuality if we want to foster a queer sense of hope within a \nheteronormative society. \n \nRevisiting Narrative Themes of Asexuality \nBy engaging in oral history narrative performances with three self-identified \nasexual women, I sought to understand better the narratives that constitute the asexual \nidentity.  These women gave meaning to their past, present, and future identities through \na range of narrative strategies.  Through narratives of 1) social drama, 2) misdiagnosis, \n3) displeasure, and 4) difference, each woman interpreted her lack of dating and/or her \nsexual relationships as defying heteronormative and homosexual expectations.  Through \nher narratives of 5) communal belonging, 6) coming out, and 7) activism, each woman \n104 \n \ninvested herself within the asexual community and, thereby, constructed an asexual \nidentity.  Through her 8) liminoid narratives, 9) future-oriented narratives, and 10) \nnarratives of hope, each woman envisioned new paradigms and models for her future that \ndeviated from heteronormative expectations.  These narratives, though not inclusive of all \nasexual narratives, contribute to our understanding of asexual performativity through \nnarrative and storytelling.   \n105 \n \nChapter Five: Mapping Asexual Performativity \n \nIntroduction \n The asexual community is comprised of many rich narratives, whether shared \nthrough community forums, vblogs and personal blogs, the AVENues newsletter, or \nconversations with friends and family members.  The sharing of asexual narratives is a \nperformative ritual that serves to constitute the asexual identity.  As this oral history \nproject reveals, asexual narrative performances are diverse, ranging from stories of \ndifference to redress to celebration.  These narratives focus primarily on the past and \npresent, providing rationale and reasoning for their identification with asexuality.  \nHowever, asexuals need to begin discussing the future of the asexual community.  As \nthey collaborate on and construct future-oriented narratives, the asexual community \nmight create utopian models that deviate from heteronormative expectations and inspire \nour everyday performance of sexuality. \n Presently, many asexuals build community around the AVEN definition for \nasexuality (“a lack of sexual attraction”).  This definition permeates a multitude of \nasexual narrative performances, but it is only one way to conceptualize their shared \nidentity.  As the asexual community achieves recognition and acceptance within a \nheteronormative society, each asexual should continue to ask himself: what is my utopian \nfuture and how does it differ from heterosexual and homosexual expectations?  Towards \nthis effort, the asexual community might expand upon the traditional definition, which \nhinges the asexual identity on traits we do not have, to create new definitions of \nasexuality that emphasize traits we have in common.  By creating narratives that \n106 \n \nemphasize their common goals, aspirations, and hopes, they can celebrate the presence of \nasexuality, rather than the absence of sexuality.  Furthermore, they might create \nnormative models, symbols, and ideologies pertaining to asexuality that can be more \nreadily accessible within a heteronormative society. \nThis research study employed several theories to explore the social construction \nof asexuality through narrative performances.  Through a process of analyzing and \ninterpreting the narrative performances of three asexual women, I have identified three \nmajor areas that might guide future research within the social sciences and provide the \nasexual community with opportunities for introspection.  These areas include: 1) the \nconstruction of sexual identities, 2) the deployment of sexual norms, and 3) the creation \nof utopian models for asexual performativity.  \n \nPerforming Gendered and Sexual Identities \nThrough this research study, I sought to understand how asexual identities are \nsocially constructed through a process of sharing oral history narratives and challenge \ntraditional definitions of sexuality using the theoretical frameworks set forth by Fisher \n(1989), Butler (1990), Sedgwick (2003), Muñoz (2006, 2009), and Pollock (2008).  \nAlthough scholars have used these theories individually to explore the nature of \nperformativity, I bridged several theories to analyze critically narratives that constitute \nthe asexual identity.  Primarily, I considered how each woman gave meaning to her \nidentity through thematic and recurrent narrative performances, while also exploring non-\nessentialized and future-oriented narratives that might empower asexual individuals.  \n107 \n \nThese theories have significant implications for understanding the social construction of \nseemingly stable sexual identities. \nButler’s (1990) theory of performativity posits that gendered identities are given \nmeaning through repetitious and recurrent performances and, thereby, situates gendered \nidentities within the realm of social constructivist theories.  By extending Butler’s \ntheories into the realm of sexuality, scholars can identify and contest essentialist \nnarratives of sexual identity that permeate our society.  However, since Butler’s theory \ndoes not account for the liminal and emergent performances within the asexual \ncommunity and does not provide a means of exploring queer empowerment, I adapted \nseveral additional theories to provide a more comprehensive analysis of queer \nperformativity. \nWhereas Butler’s theory emphasizes recurrent (and seemingly stable) \nperformances, some scholars believe that performativity is a useful vehicle for \nrecognizing diversity within marginalized communities.  As Dolan (2001) argues, \nperformativity gives voice to queer knowledge that is “alienated from ‘the real’ of \nsubjectivity” (p. 65).  Performativity, thus, allows LGBT and asexual individuals to \nconstruct queer rhetorics of knowledge and deeply personal, nuanced narratives of \nidentity.  Performativity empowers marginalized individuals to explore the intersections \nof identity and even consider seemingly conflicting identities that constitute their sense of \nself.  When asexuals share and celebrate nonessential asexual narratives, they may find it \neasier to resist the deployment of sexual normativity. \n108 \n \nNot surprisingly, as each asexual woman constructed her asexual narratives, she \nconsciously and unconsciously told stories that gave credence to the notion of an \n“essential” asexual identity.  However, Pollock’s (2008) theory of performativity argues \nthat narratives concerning one’s sexual identity do not reveal a given truth, but rather \nsituate identity within “contested rhetorics of narrative knowing” (p. 122).  Her theory \nposits knowledge as constantly emerging through a fluid process of (re)telling stories.  \nThus, each asexual woman constructs and maintains an asexual identity for as long as her \nstories support this rhetorical construct.  Similarly, Fisher (1989) frames sexuality as \nconstituted through stories of reason, logic, and persuasion.  These theories are critical to \nunderstanding each woman’s transition from a heterosexual identity to an asexual \nidentity.  For example, Sarah claimed an essential lesbian identity for twenty years until \nshe discovered the asexual community and began to rationalize her identity as both \nlesbian and asexual.  The “truth” about her sexual identity depended upon her interpreting \nand rationalizing her past behavior into “knowledge” about her sexual identity.  When \nscholars understand the process of constructing gendered and sexual identities through \nnarrative performances, they can begin to analyze critically the specific and multiple \nnarratives that constitute feminine, masculine, heterosexual, and homosexual identities. \nWhen employing oral history methodologies to deconstruct narratives of identity, \nthere is a tendency for scholars to focus on narratives of past and present.  This is \nproblematic, Muñoz (2006, 2009) argues, because queer identity emerges primarily \nthrough the construction of future-oriented narratives.  Focusing on narratives of past and \npresent will reveal only existing bodies of “knowledge” that marginalize queer \n109 \n \nindividuals.  Thus, it is the responsibility of every critical scholar to support and \nencourage the construction of utopian narratives.  In doing so, scholars might empower \nqueer individuals to explore narratives that might affect change in their communities. \nAs scholars continue to employ performance studies to understand the \nconstruction of sexual identities, they should consider how seemingly stable sexual \nidentities are given credence through recurrent narratives and ritual performances.  This \nresearch study posits that sexual identities change as individuals contextualize their past \nexperiences and future dreams against normative expectations.  For the advancement of \nqueer studies, it is important that scholars deconstruct essential narratives of sexuality \nand make visible the ways in which heteronormative narrative performances bestow \nprivilege and status within our society. \n \nDeployment of Sexual Normativity \nFoucault’s (1990) theory of sexual deployment and Turner’s (1982) theory of \nsocial drama were critical to understanding how each asexual woman defined herself in \ncontrast to heteronormative expectations.  Within each oral history, the deployment of \nsexuality often resulted in a power struggle between each asexual woman and “agents” of \nheteronormativity.  Through this deployment, friends, family members, and partners \noften sought to challenge each woman’s asexual narratives and return her to the status \nquo of sexual normativity.  However, as I witnessed in each oral history, each woman \nutilized the liminal space of social drama to challenge, negotiate, or reject completely \nheteronormative expectations.  Yet, we must be careful to correlate social drama with \n110 \n \nqueer empowerment.  Social drama is equally capable of reinforcing heteronormative \nvalues and marginalizing asexual identities. \nAlthough Turner (1982) posits social drama as a means of negotiating social \nnorms, it frequently privileges dominant discourses.  Thus, when Sarah and Jenna each \nattempted to negotiate her asexual identity within the redressive stage of social drama, \nshe became acutely aware of the marginalizing effects of sexual normativity.  As Jenna \nnegotiated her narrative performances within the family, she began to sacrifice her \nutopian asexual future for the sake of her parents’ desired heteronormative future.  \nSimilarly, when Sarah employed redressive mechanisms in her partnered relationships, \nshe inadvertently upheld the sexual expectations of these relationships.  These narratives \nsuggest that only through the absolute rejection of sexual normativity can asexuals begin \nto celebrate their utopian future within the asexual community. \nCertainly, one of the most empowering narratives within each oral history was the \nproclamation of an irreparable breach of sexual normativity.  Although each woman \ndescribed the stages of breach, crisis, and redress as causing distress, it provided her with \nthe confidence to claim an asexual identity.  When Jenna first discovered the asexual \ncommunity, she began crying because she found a community of people who actively \nnarrated their breach of heteronormativity.  In much the same way, Allison “knew” that \nshe was asexual because her narratives of difference were similar to the narratives on the \nAVEN website.  Thus, narratives of social drama, and the tension expressed within, serve \nto unite the asexual community and inspire its utopian narratives. \n111 \n \nGiven that social drama has expanded beyond traditional modes of deployment, \nan asexual individual is likely to experience multiple cycles of social drama that might \ninform her performance of asexuality.  However, given that this deployment often causes \ntension and discomfort among asexual individuals, it is becoming increasingly important \nfor the asexual community to provide alternative models for sexual normativity.  Perhaps, \nif the asexual community interrupts or supersedes the deployment of sexual norms with \nits own normative structure, it might begin to solicit narratives of sameness/belonging, \nrather than narratives of difference/crisis. \n \nThe Future of the Asexual Community \nThroughout each of my interviews, I encouraged each asexual woman to reflect \non and narrate her future utopia within the asexual community.  Oftentimes, these \nconversations bridged each woman’s liminoid narratives (celebrations of her asexual \nidentity) with her utopian narratives of hope.  For instance, Sarah indicated that she \nwanted to raise awareness about asexuality and foster dialogue about asexual-lesbian \nidentities.  Thus, her liminoid narrative inspired her narrative of hope.  Conversely, \nAllison’s utopian dreams seemed to feed into her sense of marginalization.  Her narrative \nimplicates the many obstacles to creating community within a heteronormative society.  \nAlthough Allison’s utopian future is seemingly unachievable on an individual scale, it \ncould gain credence within the normative structure of the asexual community. \nIf the asexual community searched for commonality among individual utopian \nnarratives, it could create normative models for all members that might inspire our \n112 \n \neveryday performances of asexuality.  For example, one theme that resonated with each \nasexual woman was her desire to foster asexual relationships that were equitable to \nsexual relationships.  When asexuals form partnered relationships, everyone presumes \nthese relationships to imitate heterosexual and homosexual relationships and, therefore, \nsupport the sexual normative ideals of marriage and childrearing.  However, the asexual \ncommunity could create new models for asexual relationships that do not adhere to the \nconventions of sexual relationships (e.g., partners express affection verbally not \nphysically or partners live in different houses).  However, these models depend upon the \nasexual community conceptualizing the particulars of an asexual relationship and \narticulating how it differs from or resembles other types of relationships. \nThe asexual community could also create models for community-based \nrelationships that might situate intimacy within a network of friendships.  The asexual \ncommunity could advance the claim that intimacy happens not on an individual level, but \nwithin a web of relationships.  Hence, asexuals should not commit themselves to any \nsingular relationship and instead foster a myriad of relationships.  My point is that the \nasexual community could potentially defy and contest existing models that situate \nintimacy within partnered relationships. \n Looking forward, the asexual community should utilize its liminal space to \nexplore the presence of asexuality within a heteronormative society.  This means \nexploring asexuality beyond the performative space of the online asexual community to \ninclude the embodiment of asexuality in our daily lives.  How will asexuality affect our \nrelationships and future aspirations?  And how do we begin to recognize asexuality \n113 \n \nbeyond narrative performances?  These questions should inspire asexuals to consider \ntheir future with a growing sense of urgency.  Through its collaborative efforts, the \nasexual community could create new rituals associated with the performance of \nasexuality and challenge our society’s assumption that everyone should pursue and desire \nsexual relationships. \n \n114 \n \nReferences \nAmerican Psychiatric Association. (2000). Diagnostic and statistical manual of mental \ndisorders (4th ed.). Washington, DC: American Psychiatric Association. \nAVEN. (2008a). Asexuality visibility and education network. Retrieved May 8, 2010, \nfrom http://www.asexuality.org/home/  \nAVEN. (2008b). About AVEN. Retrieved May 8, 2010, from \nhttp://www.asexuality.org/home/about.html \nBell, E. (2008). Theories of performance. Thousand Oaks, CA: Sage.   \n \nBogaert, A. F. (2004). Asexuality: Prevalence and associated factors in a national \nprobability sample. The Journal of Sex Research, 41(3), 279-287. \nBulwa, D. (2009, August 24). Asexuals leave the closet find community. San Francisco \nChronicle. Retrieved January 7, 2010 from http://www.sfgate.com/cgi-\nbin/article.cgi?f=/c/a/2009/08/24/MNC6194GN4.DTL \nButler, J. (1990). Gender trouble: Feminism and the subversion of identity (2nd ed.). New \nYork: Routledge. \nCorey, F. C. (1996). Performing Sexualities in an Irish Pub. Text and Performance \nQuarterly 16(2), 146-160. \nCorey. F. C., & Nakayama, T. K. (1997). Sextext. Text and Performance Quarterly \n17(1), 58-68. \nDavies, C. A. (2008). Reflexive ethnography: A guide to researching selves and others \n(2nd Ed.). New York: Routledge. \nDePaulo, B. (2009, December 23). Asexuals: Who are they and why are they important? \nPsychology Today. Retrieved April 25, 2011 from \nhttp://www.psychologytoday.com/blog/living-single/200912/asexuals-who-are-they-and-\nwhy-are-they-important \nDolan, J. (2001). Geographies of learning: Theory and practice, activism and \nperformance. Middletown, CT: Wesleyan University. \nEdelman, L. (2004). No future: Queer theory and the death drive. Durham, NC: Duke \nUniversity Press. \nElia, J. P. (2003). Queering relationships. Journal of Homosexuality 45(2), 1-86. \n115 \n \nEisner, R. S. (2005). Remembering toward loss: Performing ‘And so there are pieces…’ \nIn D. Pollock (Ed.). Remembering: Oral history performance (p. 101-128). New York: \nPalgrave Macmillan. \nFisher, W. R. (1984). Narration as a human communication paradigm: The case of public \nmoral argument. Communication Monographs 51, 1-22. \nFisher, W. R. (1989). Clarifying the narrative paradigm. Communication Monographs 56, \n55-58. \nFoucault, M. (1990). The history of sexuality: An introduction (3rd ed.). New York: \nVintage Books. \nFox, R. (2011). Implicative performance: Staging the “Jena Six” controversy in the midst \nof the Proposition 8 debate. Text and Performance Quarterly 31(1), 90-96. \nFox, R. (2010a) '“Ragan Fox is a gay slam poet”: An autobiographical exploration of \nperformance poetry's performative implications. Text and Performance Quarterly 30(4), \n420-429. \nFox, R. (2010b) From heterophobia to gayville. Text and Performance Quarterly 30(4), \n430-439. \nGeist, W. (Senior Producer). (2006, March 27). The situation with Tucker Carlson \n[Television broadcast]. New York: MSNBC. \nGulinello, K. (Producer). (2007, January 4). The Montel Williams show. New York: \nCBS. \nHolstein, J. A., & Gubrium J. F. (2003). Active interviewing. In J. F. Gubrium & J. A. \nHolstein (Eds.). Postmodern interviewing (p. 67-80). Thousand Oaks, CA: Sage. \nIly. (2009, September 3). Ideal asexuals. Retrieved November 23, 2009 from \nhttp://theonepercentclub.blogspot.com/2009/09/ideal-asexuals.html \nJohnson, E. P. (2008a). Queer theory. In T. C. Davis (Ed.). The Cambridge companion to \nperformance studies (p. 166-180).  Cambridge: Cambridge University. \nJohnson, E. P. (2008b). Sweet tea: Black gay men of the south. Chapel Hill, NC: \nUniversity of North Carolina. \nJoseph, C. (2009). Postcoloniality and ethnography: Negotiating gender, ethnicity and \npower. Race Ethnicity and Education 12(1), p. 11-25. \nKinsey, A., et al. (1948). Sexual behavior in the human male. Philadelphia: Saunders. \n116 \n \nKinsey, A., et al. (1953). Sexual behavior in the human female. Philadelphia: Saunders. \nKristeva, J. (1980). Desire in language: A semiotic approach to literature and art (L. S. \nRoudiez, Ed.). New York: Columbia University.  \nLeap. W. (2007). Language, socialization, and silence in gay adolescence. In K. E. \nLovaas & M. M. Jenkins (Eds.). Sexualities & communication in everyday life: A reader \n(p. 95-106). Thousand Oaks, CA: Sage. \nLorde, A. (2007). The uses of the erotic: The erotic as power. In K. E. Lovaas & M. M. \nJenkins (Eds.). Sexualities & communication in everyday life: A reader (p. 87-91). \nThousand Oaks, CA: Sage. \nLovaas, K. E., & Jenkins, M. M. (2007). Introduction: Setting the stage. In K. E. Lovaas \n& M. M. Jenkins (Eds.). Sexualities & communication in everyday life: A reader (p. 1-\n17). Thousand Oaks, CA: Sage. \nMadison, D. S. (2005). Critical ethnography: Methods, ethics, and performance. \nThousand Oaks, CA: Sage. \nManning, J. (2009). Sexual identities, sexual practices, relational possibilities: Unpacking \ndiscourses from ‘top’ to ‘bottom.’ Proceedings of the National Communication \nAssociation, USA, 1995. \nMasters, W. H. & Johnson, V. E. (1979). Homosexuality in perspective. Boston: Little, \nBrown and Company. \nMuñoz, J. E. (2006). Stages: Queers, punks, and the utopian performative.  In D. S. \nMadison & J. Hamera (Eds.). The SAGE handbook of performance studies (p. 9-20). \nThousand Oaks, CA: Sage. \nMuñoz, J. E. (2009). Cruising utopia: The then and there of queer futurity. New York: \nNew York University. \nNewman, H. M. (1983). Concealing sexual identity through verbal and nonverbal \ncommunication. Women’s Studies in Communication 6, 34-43. \nNewton, E. (1979). Mother camp: Female impersonators in America. Chicago: \nUniversity of Chicago. \nPollock, D. (1999). Telling bodies performing birth: Everyday narratives of childbirth. \nNew York: Columbia University.  \nPollock, D. (2005). Introduction: Remembering. In D. Pollock (Ed.). Remembering: Oral \nhistory performance (p. 1-18). New York: Palgrave Macmillan. \n117 \n \nPollock, D. (2008). Moving histories: Performance and oral history. In T. C. Davis (Ed.). \nThe Cambridge companion to performance studies (p. 120-135).  Cambridge: Cambridge \nUniversity. \nPrause, N., & Graham, C. A. (2007). Asexuality: Classification and characterization. \nArchives of Sexual Behavior, 36, 341-356. \nScherrer, K. S. (2008). Asexual identity: Negotiating identity, negotiating desire. \nSexualities, 11(5), pp. 621-641. \nSchneider, B. E., & Gould, M. (1987). Female sexuality: Looking back into the future. In \nB. B. Hess & M. M. Ferree (Eds.). Analyzing gender: A handbook of social science \nresearch (pp. 120-153). Newbury Park, CA: Sage. \nSedgwick, E. K. (2003). Touching feelings: Affect, pedagogy, performativity. Durham: \nDuke University. \nSimmons, J. (2008). Performing “of” and “in”: Charting a body of ambiguous \nperformances. Text and Performance Quarterly 28(3), 330-343. \nSloan, D. (Executive Producer). (2006, March 24). 20/20 [Television broadcast]. New \nYork: ABC News. \nStorms, M. D. (1980). Theories of sexual orientations. Journal of Personality and Social \nPsychology, 38(5), 783-792. \nTurner, V. (1982). From ritual to theatre: The human seriousness of play. New York: \nPAJ. \nValentine, D. (2003). ‘I went to bed with my own kind once’: The erasure of desire in the \nname of identity. Language & Communication 23, 123–138. \nWalters, B. & Geddie, B. (Executive Producers). (2006, January 15). The view. New \nYork: ABC.  \nWeeks, J. (2007). Necessary fictions: Sexual identities and the politics of diversity. In K. \nE. Lovaas & M. M. Jenkins (Eds.). Sexualities & communication in everyday life: A \nreader (p. 41-53). Thousand Oaks, CA: Sage. \nWesterfelhaus, R. G. (2007). The spirituality of sex and the sexuality of the spirit. In K. \nE. Lovaas & M. M. Jenkins (Eds.). Sexualities & communication in everyday life: A \nreader (p. 217-231). Thousand Oaks, CA: Sage. \nWestphal, S. P. (2004, October 14). Glad to be asexual. NewScientist. Retrieved January \n7, 2010 from http://www.newscientist.com/article/dn6533-feature-glad-to-be-\nasexual.html \n118 \n \nZukic, N. (2008). Webbing sexual/textual agency in autobiographic narratives of \npleasure. Text and Performance Quarterly 28(4), 396-414. \n",
    "id": 145725036,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:etd_theses-5119"
    },
    "title": "Performing Asexuality through Narratives of Sexual Identity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-01-01T08:00:00+00:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=5119&amp;context=etd_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/145725036.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/145725036"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/145725036/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/145725036/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/145725036"
        }
    ],
    "abstract": "This thesis explores the social construction of asexual identities through everyday narrative performances and critically examines the marginalizing effects of heteronormative discourses.  This thesis posits narrative performance as a framework for understanding asexual identities within a heteronormative society.  Drawing upon oral history and ethnographic methodologies, this thesis examines the narrative performances of three self-identified asexuals and explores four themes within each narrative: 1) the breach of heteronormative expectations, 2) the creation of commonality among individuals within the asexual community, 3) the negotiation of heteronormative discourses within the family, and 4) the construction of future-oriented liminoid narratives of asexuality.  This thesis advances the claim that asexuality is a social identity by which asexuals narrate their past within a heteronormative society and envision a queer future",
    "tags": [
        "text",
        "asexuality",
        "heteronormativity",
        "liminality",
        "narrative paradigm",
        "performativity",
        "social drama",
        "Communication; Gender studies; Social research"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:etd_theses-5119",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3303",
        "openDoarId": 0,
        "name": "San Jose State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 145725036,
        "depositedDate": null,
        "publishedDate": "2011-01-01T08:00:00+00:00",
        "updatedDate": "2021-01-17T14:07:21+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-22T17:23:50+00:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/etd_theses/4074",
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=5119&amp;context=etd_theses"
    ],
    "lastUpdate": "2021-01-17T14:07:21+00:00",
    "setSpecs": []
}