{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gregory B. Lewis"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:09:49+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71344702.pdf",
    "fullText": "ANDREW YOUNG SCHOOL O F  P O L I C Y  S T U D I E S   Personal Relationships and Support for Gay Rights  Gregory B. Lewis  Georgia State University  Andrew Young School of Policy Studies  glewis@gsu.edu    Abstract   Since the early days of the gay liberation movement, activists have argued that coming out to heterosexuals would increase acceptance of homosexuality and support for gay rights.  Though the empirical research has generally supported this hypothesis, it has not adequately controlled for reciprocal causation: having positive attitudes toward homosexuality increases the probability that a gay, lesbian, or bisexual person (LGB) will come out to you.  This paper re-estimates the effect of knowing LGBs on support for gay rights using individual-level data from 27 surveys of the national population conducted since 1983.  I first assess whether the same characteristics predict both attitudes and acquaintance.  I next examine the effect of knowing LGBs on acceptance of homosexuality and support for gay rights in three ways: using logit models that control for the demographic and political variables used in step one, using propensity score matching to restrict comparisons of those who know LGBs to others who are as similar as possible, and using logit models for support for gay rights that also control for acceptance of homosexuality.  Findings confirm that knowing LGBs affects beliefs on the morality of homosexual relations, employment discrimination, gays in the military, sodomy laws, and same-sex marriage.    Paper prepared for presentation at the annual meeting of the American Political Science Association, Philadelphia, September 2, 2006.  I am grateful to the American Psychological Foundation for providing the Wayne F. Placek Award and to the Andrew Young School of Policy Studies for providing additional funding for this research.  I am also grateful to the Roper Center for Public Opinion Research at the University of Connecticut, the Pew Research Center for the People and the Press, the Los Angeles Times, and the Interuniversity Consortium for Political and Social Research for providing the data used in this paper.  This project would not have been possible without the excellent research assistance provided by Seong Soo Oh and Kevin Garcia.  Personal Relationships and Support for Gay Rights   Since the early days of the gay liberation movement, activists have urged lesbians, gay men, and bisexuals (LGBs) to come out – to reveal their sexual orientation to others – not only to improve their own mental health, but to increase social and political acceptance of LGBs.  Discovering that they have LGB children, siblings, friends, or co-workers, the reasoning goes, will cause heterosexuals to re-think their negative stereotypes of homosexuals.  Surveys of both college students and the general population confirm that people who know LGBs feel more positively about both LGBs and gay rights, especially when the person they know is a close friend or family member. Over the past two decades, as the openness of LGBs and the number of heterosexuals knowing LGBs have risen, society’s acceptance of homosexuality and support for gay rights have grown in tandem.   An alternative explanation of this pattern, however, is that acceptance leads to openness: LGBs reveal their sexual orientation first to those they judge least likely to reject them, so people who know LGBs may be those who already accepted homosexuality.   The growing number of heterosexuals knowing LGBs may simply reflect LGBs’ perceptions that there are more people it is safe to come out to.  Further, the stronger apparent impact of having an LGB friend than an LGB acquaintance may simply reflect that people can choose their friends more easily than their family or co-workers: those horrified by their friends’ sexual orientation may cease to label them as friends.  Herek and Capitanio (1996) find evidence of both causal directions: between two waves of their survey, respondents who already knew LGBs became more positive in their attitudes and those who already had positive attitudes made more LGB friends.    This paper estimates the effect of knowing LGBs on support for gay rights using individual-level data from 27 surveys of the national population conducted since 1983.   Step one models which respondents know LGBs to determine whether the same characteristics predict both attitudes and acquaintance, as one estimate of how serious the problem of reverse causation is likely to be.  Step two examines the effect of knowing LGBs on acceptance of homosexuality and support for gay rights in three ways: using logit models that control for the demographic and political variables used in step one, using propensity score matching to restrict comparisons of those who know LGBs to others who are as similar as possible, and using logit models for support for gay rights that also control for acceptance of homosexuality.  Dependent variables include beliefs about the morality of homosexual relations, employment discrimination, gays in the military, sodomy laws, and same-sex marriage.     Linking Acquaintance with LGBs to Support for Gay Rights     Theoretical support for the effect of knowing LGBs rests on the contact hypothesis (Allport 1954).  Research on racial and ethnic prejudice largely supports the positive effects of intergroup contact when the encounters are marked by “equal status ..., common goals, intergroup cooperation, and the support of authorities, law, or custom” (Pettigrew 1998, 66).  Pettigrew (1998, 80) adds that the interaction should have the potential for friendship, which leads to the type of prolonged contact that allows “learning about the outgroup, changing behavior, generating affective ties, and ingroup reappraisal.”  Because most LGBs can and do “pass” as heterosexual in many situations, interactions between LGBs and heterosexuals frequently involve equal status and cooperation toward common goals before the heterosexuals learn they are interacting with LGBs.  If they are friends or close relatives, they already share affective ties that push toward intergroup learning (e.g., asking what it means to be gay) and behavioral change (e.g., making fewer anti-gay jokes or comments).  Herek and Capitanio (1996) argue that close relationships affect attitudes more because they are more likely to lead to discussions about homosexuality that force re-examination of attitudes.     Surveys of college students and the general population confirm that people who know LGBs feel more positively about both LGBs and gay rights, especially if the relationship is close (e.g., Millham, San Miguel & Kellogg 1976; Weis & Dain 1979; Hansen 1982; Schneider & Lewis 1984; Herek 1988; Herek & Glunt 1993; Herek & Capitanio 1996).   Acquaintance with LGBs, acceptance of homosexuality, and support for gay rights have all risen together.   The percentage of people saying they know someone gay has more than doubled over the past two decades.1  Over the same period, the percentage saying the “sexual relations between two adults of the same sex ... is ... not wrong at all” jumped from 13 to 31 and the percentage willing to allow known homosexuals to teach college rose from 57 to 80.2   The existing empirical analyses have a limited ability to establish a causal link between knowing LGBs and attitude change, however.  Samples of college students are not representative of the population.  National samples typically include LGBs among those who know LGBs (because they do not ask questions about sexual orientation), but LGBs’ acceptance of homosexuality and support for                                                  1   In 1983, 24% told Gallup that they had “friends or acquaintances who are homosexual” and 30% told the Los Angeles Times that they had “friends or co-workers who are openly homosexual.”  By 2004, 58% told Gallup they had “friends or relatives of co-workers who have told [them], personally, that they are gay or lesbian” and 69% told the Los Angeles Times that they “know or work with [someone] who is gay or lesbian.”    2  Calculated from General Social Survey data for 1982 and 2004.   gay rights may have little to do with knowing other LGBs.  Many of the analyses provide only simple comparisons of those who do and do not know LGBs, or they control for only a few of the many variables that could influence both support for gay rights and acquaintance with LGBs.   These studies could also have the causal link backwards.  Because most LGBs can pass as heterosexual in most situations, they frequently have substantial control over whether those they interact with know their sexual orientation.  In deciding when to come out, LGBs balance the potential benefits of a deeper knowledge and a more satisfying relationship with the dangers of rejection and a ruined relationship (Woods 1993).  LGBs are more likely to come out if they perceive more rewards from an honest relationship (perhaps because they see real possibilities for friendship) or fewer dangers from coming out (because they perceive little chance of, or little cost to, rejection).  Heterosexuals’ attitudes toward homosexuality and gay rights will be indicators of both the rewards of knowing them better and the dangers of rejection; those who signal acceptance of homosexuality will be more likely to have LGBs come out to them.  The rising numbers of heterosexuals knowing LGBs reflect the growing openness of LGBs, but that openness may be follow rather than cause the acceptance that makes it safer to come out.   In the remainder of this paper, I first model who knows LGBs to see whether the same factors that predict acceptance of homosexuality and support for gay rights also predict acquaintance with LGBs.  If so, it makes the reciprocal causation argument stronger and makes the controls of part two more essential.  In that next step, I estimate the effect of knowing LGBs on supporting gay rights using a variety of techniques to counteract reciprocal causation.    Who Knows LGBs?   Research on attitudes toward homosexuality and support for gay rights finds several consistent patterns.  Female, younger, more educated, less religious, and more liberal respondents all generally have more gay-positive attitudes.  Jewish and non-religious respondents tend to be the most supportive, and born-again, evangelical, or fundamentalist Protestants to be the least supportive.  Support generally declines with religious intensity, measured as frequency of attendance at religious services, frequency of prayer, or importance of religion in one’s life.  If acceptance of homosexuality leads to acquaintance with LGBs, we should expect gender, age, education, religion, and ideology affect one’s probability of knowing LGBs.  Other patterns are less clear.  Blacks are more likely than whites to condemn homosexual behavior as morally wrong but may be more likely to support gay rights laws (Lewis 2003).  Although the Democratic and Republican parties take very different positions on gay rights, partisan differences at the grass roots level   are much weaker.  Residents of different states and regions vary widely in their condemnation of homosexuality and support for gay rights (Lewis 2005).     All these variables should affect the probabilities of knowing LGBs as friends more than as family members or acquaintances.  Friendship requires choice.  LGBs who expect straight friends to recoil from their orientation will keep it secret longer, distance themselves from the friendship, or find themselves rejected if they mis-judge.  Heterosexuals probably need reasonably accepting attitudes to make friends with someone they know is LGB.  In contrast, LGBs are probably distributed randomly across families (but probably come out to them sooner if they expect acceptance), one’s acquaintances may be nearly random, and one may have few choices about one’s co-workers.    Some factors affect the probability that one will encounter (open) LGBs.  Although LGBs are probably distributed randomly throughout the population at birth, adult LGBs are far more concentrated in urban areas and in certain states than are heterosexuals (Gates & Ost 2004, Black et al. 2002).  LGBs in these areas are also probably more open about their sexuality than LGBs in rural areas of the red states.  LGBs also have different occupational distributions than heterosexuals (e.g., gay men are more likely than straight men to work in the arts, lesbians are more likely than straight women to work in blue-collar occupations; see Blandford 2003).  Thus, heterosexuals’ location and occupation affect the probability they will encounter open LGBs.  Straight male actors in Los Angeles, for instance, are far more likely than straight male farmers in rural Iowa to run into openly gay men.  Likewise, if there are generational, racial, and educational differences in the openness of LGBs, age, race, and education may affect heterosexuals’ chances of encountering open LGBs.     Data and Methods   Using the iPOLL search engine of the Roper Center for Public Opinion Research, I found 39 polls conducted since 1983 that asked respondents whether they knew LGBs.  Through the Roper Center and the Pew Research Center for the People and the Press, I obtained the original data for 27 of those surveys, with data on 38,910 respondents.3  Those 27 surveys use 18 different questions, with widely varying wording, to ask about acquaintance with LGBs (see Table 2); they also vary in the data they gathered on individual characteristics and on attitudes toward homosexuality and gay rights.                                                    3  This includes the 2915 respondents to the national probability sample for the Social Capital Community Benchmark Survey.     To try to establish consistent patterns, I took two approaches.  First, I combined all possible survey data into single logit analyses, adding dummy variables to identify the question asked and survey year.  This allows arbitrary differences across questions and over time,4  but assumes that the impact of the independent variables on the log-odds of giving a positive response is the same in all cases.5  Because individual characteristics available varied across data sets, I entered variables in blocks, testing whether coefficients changed because of new variables in the model or because the sample changed due to missing values.  I present the full model, but discuss interesting discrepancies in earlier models on somewhat different samples.  Second, I run separate logit analyses for each survey question and year.  This allows the effects of characteristics to vary across types of relationships and over time. It also allows using whatever characteristics are available in a given data set, with only the typical missing value problems.    Most data sets include respondents’ gender, race, education, age, religion, political ideology, and state of residence.  Male is coded 1 for men and 0 for women.  Because only a few surveys identify Latinos and Asian Americans separately, I use two dummy variables, Black and Other Minority, to capture race/ethnicity in the combined analysis.   Exploratory analysis suggested that the probability of knowing someone gay or lesbian rises essentially linearly with education but not with age, at least not for those born since 1940.  Education is therefore measured in years, but, in the combined analysis, I use a set of dummy variables for the decade in which one was born, with the 1950s as the reference group.  In the individual analyses, I use two linear terms: year of birth before 1940 (with later years coded 0) and year of birth since 1940 (with earlier years coded 0).  Most surveys allow me to use a set of dummy variables to distinguish respondents who are Catholic, Jewish, members of another religion, or not religious from Protestants.  In the surveys that ask Protestants whether they consider themselves born again or evangelical, I use another dummy variable to distinguish them from “mainstream” Protestants.  In two-thirds of the surveys, I am able to create a religious intensity dummy variable coded 1 for those who either say they attend at                                                  4  Because only five questions were asked more than once – four were asked twice and one five times – I chose to use dummy variables for the survey question-year combination rather than trying to capture time trends with linear time variables.   5  This is essentially the parallel odds assumption of ordered logit analysis.  I imagine a latent continuous variable (propensity to know LGBs) with different questions representing different thresholds; one is more likely to have a friend or acquaintance who is LGB than to have a close friend who is, but I assume that characteristics that increase the odds of the first increase the odds of the second comparably.    least almost every week or say religion is “extremely” or “very” important in their lives, depending on the survey.    I include state of residence in two ways.  First, I use 50 dummy variables to distinguish the District of Columbia and the other 49 states from Pennsylvania, a state with typical attitudes on gay rights (Lewis 2003) and a large sample size (N=1549).  Second, I replace the 50 dummy variables with indicators of the concentration of LGBs in the state and the level of social acceptance of homosexuality, as indicators of whether the presence or openness of LGBs matters more.  Using 2000 Census data, Gates and Ost (2004) developed the Gay and Lesbian Index as the ratio of the proportion of all U.S. same-sex partner households who reside in a state to the proportion of all married couple households who do so.  Values ranged from 48 in North Dakota (same-sex partner households were only 48% as likely as married couple households to reside in ND) to 143 in Vermont and 263 in the District of Columbia.  Lewis (2006) estimated the percentage of residents in each state who support same-sex marriage (SSM) based on data from 51 surveys and 62,063 respondents from 1992 through 2005.  Values range from 18% in Alabama and Mississippi to 48% in Massachusetts and the District of Columbia.    Findings   Table 1 shows the logit model for the “full” data set (15 surveys, N=22,393).  The model includes gender, education, decade of birth, race/ethnicity, ideology, and state, as well as controls for the survey question and year.  The first column lists the logit coefficients and standard errors.  The second translates the coefficients into probability changes for the “base” person: a moderate, white, female Protestant born in the 1950s who had an average level of education, lived in Pennsylvania, and answered the question, “Do you have a work colleague, close friend, or relative who is gay or lesbian?” in 2004.  The model estimates that she had a 63% chance of answering, “Yes.”   Women were more likely than men to know LGBs.  With the base set of characteristics, a man was about 11 percentage points less likely than a woman to say, “Yes.”  In the combined sample, ignoring the question wording and differences in characteristics, 47% of the women and only 40% of the men answered, “Yes.”  In 31 separate logit analyses on the 27 data sets, controlling for whatever demographics were available, women were significantly more likely than comparable men to know LGBs in 24.  Indeed, gender was the most important predictor (as measured by the standardized odds-ratio) in seven models. In only two of the seven remaining models were the men (insignificantly) more likely than women to know LGBs; in both cases, the question was about co-workers.      More educated people are more likely to know LGBs.  In the combined sample, with no controls, 63% of those with graduate degrees and only 30% of those who did not complete high school said that they knew someone gay.  In Table 1, a year of education raised  our base person’s probability of knowing an LGB 3.4 percentage points.  The education coefficient was positive and significant in 24 of 30 models, and the six insignificant coefficients were evenly split between positive and negative.  Education had the largest standardized odds-ratio both in the combined model and in 9 individual models.   Cohort effects are substantial for those born before 1940 but not since.  In the full sample, with no controls, only 14% of those born before 1910 knew someone gay, compared to 45% of those born in the 1940s and 56% of those born in the 1980s.  In the final model, with the full set of controls (including survey year), each decade from 1910 to 1940 raised the probability of knowing someone gay by about 12 percentage points, but those born in the 1980s were only a statistically insignificant 6 percentage points more likely than comparable individuals born in the 1940s to do so.  In the individual models, year of birth mattered for those born before 1940; its coefficient was positive in 32 of 33 models and statistically significant in 19.  For those born since 1940, however, the coefficient on birthyear was only positive half the time (in 17 of 33 models) and statistically significant only twice.  The cohort effect seems to be disappearing.   Religion mattered less than I expected.  In the full sample, with no controls, 58% of Jewish and 57% of non-religious respondents knew someone gay, compared to 47% of Catholics and 43% of Protestants.  With the full set of controls, Jewish and non-religious respondents remained significantly more likely than comparable Protestants, Catholics, and members of other religions to know LGBs, but the latter groups were not statistically distinguishable among themselves.  In a sample one-third smaller, those who either attended religious services weekly or said that religion was very or extremely important in their lives were about 4 percentage points less likely to know someone gay than comparable others of the same religion.  In a sample only half as large, Protestants who were evangelical or had been born again were not statistically distinguishable from other Protestants, once the other variables were controlled.    Liberals were more likely than conservatives to know LGBs.  In the combined sample, with no controls, 57% of the liberals, 44% of the moderates, and 41% of the conservatives knew someone gay.  Party identification mattered less: 46% of Democrats, 47% of independents, and 43% of Republicans knew someone.  In the combined sample with the full set of controls, party identification did not have a statistically significant effect (and was dropped), but liberals were 13 percentage points more likely than comparable conservatives to know LGBs, and strong liberals were 23 percentage points more likely than strong conservatives to do so.  In the individual models, conservatism had a significant negative coefficient in 8 models,   an insignificant negative coefficient in 11, and an insignificant positive coefficient in only 3.6  The Republicanism coefficient was significantly negative in only 2 models, insignificantly negative in 16, and insignificant but positive in 7.     Income is measured so differently across surveys and years that it cannot easily be included in the combined sample.  In the individual models, however, despite the inconsistent relationship between income and attitudes toward homosexuality, the income coefficient is consistently positive (in 22 of 23 models) and is significant in 9 models.     Race differences were unclear.  In the combined sample, with no controls, the percentages knowing someone gay varied only between 44% and 46% for whites, blacks, Latinos, and Asians.  With the full set of controls, African Americans and other minorities were 4 percentage points less likely than comparable whites to know LGBs.  In the separate analyses, the Black coefficient was negative in 21 models and significant 7 times; it was positive 10 times, significant twice.  The Other Minority coefficient was rarely significant.   Acquaintance with LGBs varied substantially across states.  Holding the other variables constant, respondents in nine states were estimated to be at least 10 percentage points more likely than comparable Pennsylvanians to know LGBs (though three of the differences were not statistically significant).  Most have been battleground states in the war over gay rights: seven have gay rights laws, three have some legal recognition of gay partnerships, and courts in Hawaii and Alaska issued the first important rulings in favor of same-sex marriage.  In a model replacing the 50 state dummy variables with the Gay and Lesbian Index (Gates & Ost 2004)  and the estimated support for same-sex marriage in the state (Lewis 2006), both the presence of LGBs and their likely openness predicted significantly higher probabilities of knowing LGBs, but these measures captured only 10% of the variance explained by the 50 dummy variables.  Nonetheless, in 24 individual models, each had a statistically significant positive coefficient in 5 models and an insignificant positive coefficient in another 14 or 11, respectively.   Measures of whether respondents lived in urban areas were too uncommon and too inconsistent to include in the full model.  However, those who lived in cities were significantly more likely than comparable others to know LGBs in 8 of 17 individual models.  The insignificant coefficients were split evenly between positive and negative.  Employment measures were also uncommon and yielded only weak results.  In the Social Capital Benchmark Survey, those with more friends and                                                  6  In the 1992 Election Exit Polls, those who had opposed the Vietnam War or had ever participated in an anti-war protest were far more likely than comparable others to know LGBs.     higher group involvement were significantly more likely to have a gay or lesbian friend; having an LGB friend was related negatively to time spent watching TV but positively to time on the Internet.  Interestingly, though gender, education, age, employment status, and ideology did not affect the size of friendship networks, blacks and other minorities had significantly fewer friends than comparable whites, and network size rose with income and with involvement in voluntary associations and religion – both church attendance and the importance of religion in one's life.   Overall, the patterns support the argument that people who know LGBs probably already had more accepting attitudes toward homosexuality.   Age, education, gender, religion, and ideology are the strongest predictors of attitudes toward homosexuality. Younger, more educated, female, less religious, and more liberal respondents are all more likely to know LGBs.  Education and liberalism might bring people into greater contact with LGBs who are open in all parts of their lives, but men seem no less likely than women to encounter LGBs, suggesting that LGBs’ greater reluctance to come out to them explains the discrepancy.   Some patterns cast doubt on the reverse causation argument, however.   The nonlinear effect of age was surprising: those currently 25 were barely more likely than those currently 65 to know LGBs.  I have not seen this diminishing effect of age reported for attitude differences.  Religion effects were surprisingly small, especially compared to the ideological differences.  Born-again and evangelical Christians are far more likely than other Protestants to oppose gay rights but are not significantly less likely to know LGBs.  Jewish and non-religious respondents are much more likely than mainstream Protestants to support gay rights, even though they are only slightly more likely to know LGBs.  (The larger friendship networks of the religiously involved may help explain this discrepancy.)  Income had a positive impact on the probability of knowing LGBs, though its effects on attitudes toward gay rights appear mixed.    Effect of Knowing LGBs on Attitudes toward Homosexuality and Gay Rights   In any case, controlling for as many of these factors as possible is essential for estimating the causal impact of knowing LGBs on attitudes.   Method   This section reports the results of 118 logit models (28 questions on homosexuality and 90 on gay rights), as well as repeated analyses for 59 of the gay rights question (Table 2).  Logit analyses are conducted on data from all 25 surveys with relevant dependent variables.  Surveys are listed in chronological order.  Immediately after the survey name is the question(s) asked about knowing LGBs and the percentage answering positively.  Dependent variables are then listed, with   those about homosexuality coming before those about gay rights.  Column 1 reports the percentage of respondents who answered positively.  Column 2 shows the logit coefficient on the Knows LGB variables in a model that includes all the following variables that are available in the data set: gender, race, age, education, religion, political ideology, party identification, employment status, urban location, the Gay and Lesbian Index, and support for same-sex marriage in the state.     Column 3 translate that coefficient into the expected difference in probability of supporting gay right between people who do and do not know LGBs, all of whom have the mean characteristics of the data set.  This may overstate the impact of knowing LGBs, as logit models assume that log-odds, not probabilities, are linear functions of the independent variables.  The size of the difference depends on the \"prior probability,\" e.g., the probability of supporting gay rights for someone who does not know LGBs. The expected impact is largest when the prior probability of supporting gay rights is 40-50%, something which is more likely for the person with mean characteristics than for most people on these polarized issues.   Column 4 translates the logit coefficient into the mean probability difference across the individuals in the data set.  Using each respondent's values on the independent variables, I calculate his/her probability of supporting gay rights twice, once setting Knows LGB=1 and once setting Knows LGB=0.  I calculate the difference for each individual, then calculate the mean of the differences.    Column 5 reports the results of propensity score matching (PSM).  I first use the logit model with Knows LGB as the dependent variable to generate each respondent's probability of (propensity for) knowing someone gay.  I then match each person who knows someone gay to the person who does not know someone gay who has the most similar propensity to know someone gay, requiring that their propensities not differ by more than .03 (3 percentage points).  This method eliminates some respondents because they differ too much from the comparison group (that is, they are too likely or too unlikely to know LGBs).  In the new sample, the average characteristics of those who do and do not know LGBs are quite similar, which means that differences on those characteristics are not responsible for any remaining differences in support for gay rights.  Column 5 reports a difference of proportions test for the new matched sample.      Within each survey, Table 2 first presents questions, if any, about homosexuality (whether it is something people are born with or something they choose, whether people can change their sexual orientation, whether homosexuality is an acceptable alternative lifestyle, and whether homosexual relations are morally wrong or a sin),  then questions about gay rights.   When both types of questions exist in the same survey, I repeat the logit models for the gay rights questions,  adding responses to the homosexuality questions as additional independent variables.  This allows for the possibility that these attitudes influence LGBs' willingness to come out to them and measures the impact of knowing LGBs on   support for gay rights by comparing people who have similar attitudes toward homosexuality.  Propensity score matching in the second models should weaken the apparent effect of knowing LGBs even more, as it is likely to eliminate more respondents from the analysis sample as too different from those in the comparison group.  As causation is probably reciprocal, the first models probably overstate the impact of knowing LGBs, while the second models under-estimate it.   Findings   Those who know LGBs are substantially more likely than comparable others to believe that homosexuality is something people are born with.  Although only one-third or less believe this (more believe people choose to be homosexual), the average expected difference between those who do and don't know LGBs is about 9 or 10 percentage points.   Although propensity score matching (PSM) leads to more conservative estimates of the effects of knowing LGBs on most issues, PSM estimates are slightly larger than logit estimates in this case.  In the 12 surveys that ask about innateness, genetics, or choice, the logit coefficient on Knows LGB is always statistically significant, and the PSM difference falls short of statistical significance only twice.  In contrast, in the three surveys that ask whether people can change their sexual orientations (a belief held by almost half the respondents), the difference between those who do and do not know LGBs is always small and never approaches statistical significance.     Those who know LGBs are also much more likely to call homosexuality an acceptable alternative lifestyle and to reject the claim that homosexual relations are morally wrong or sinful.  In the 12 surveys that ask one of these questions, the Knows LGB coefficient is consistently statistically significant, but about 40% larger, on average, in the acceptability than in the morality models.  The differences based on propensity score matching are also significant in each case.  Again, average effects estimated from the logit coefficients and propensity score matching are quite similar – 15 versus 14 percentage points on the acceptability questions, and 12 versus 10 percentage points on the morality questions.     Those who know LGBs are substantially more likely to support gay rights across the board.  In 90 models that do not include beliefs about homosexuality as independent variables, the Knows LGB coefficient is statistically significant in all but five models.  The difference based on propensity scores falls short of statistical significance in 16 models, but always has the \"right\" sign.  Those who knew LGBs were significantly more likely than comparable others to favor nondiscrimination in principle and in law, to let LGBs teach school and serve openly in the military, to oppose sodomy laws, to favor civil unions and same-sex marriage, to support adoption rights and inheritance rights for same-sex couples, and to oppose closing gay bars and bathhouses.  There was some variation across issues: in seven surveys since 2003 that asked about both civil unions and same-sex marriage, the   Knows LGB coefficient was consistently larger in the civil union model.  Still, for each issue included in at least five surveys, the mean logit coefficient varied only between .52 and .90 (for opposing a Constitutional amendment banning same-sex marriage and for hiring homosexuals as elementary school teachers, respectively).  There is no obvious trend suggesting that the effect of knowing LGBs has shrunk over time as more people know them.     I was able to repeat 59 gay rights models adding one or more measures of beliefs about homosexuality.  The Knows LGB coefficients were statistically significant in 56 of the original models (before adding the homosexuality beliefs), as were 51 of the differences based on propensity score matching.  Adding beliefs about homosexuality caused a dozen of the differences to lose statistical significance (45 of 56 logit coefficients and 39 of 51 PSM differences retained statistical significance; none changed sign).  As expected, the estimated effect of knowing someone gay fell in most cases.  In particular, the effect of knowing someone gay was no longer statistically significant in the three surveys that asked whether homosexuals should have equal rights in terms of job opportunities, and was no longer significant for half the surveys asking about support for laws to protect LGBs from discrimination.  The average percentage difference was also below 10 for support for same-sex marriage and opposition to a Constitutional amendment banning it.  Even controlling for judgments about the morality or acceptability of homosexual relations and beliefs about the origins of homosexuality, however, knowing someone gay increased the probability of support by more than 10 percentage points for allowing LGBs to teach school, to serve openly in the military, to have sex legally, to enter civil unions, and to adopt children.    Conclusion   As lesbian and gay activists have long argued, coming out to straight friends, family, and colleagues has a positive political impact.  Heterosexuals who know that they know LGBs are more likely than those who do not to support employment and relationship rights for LGBs and to believe that people are born homosexual rather than choosing to be homosexual, that homosexuality is an acceptable alternative lifestyle, and that homosexual relations are not morally wrong.  Part of the reason is that people who know LGBs tend to be people whose other characteristics would make them more likely to accept homosexuality and support gay rights.  LGBs choose whom to come out to and are more likely to come out to those less likely to reject them.  However, even when we control for as many factors as possible that might influence both people's attitudes toward homosexuality and gay rights and their likelihood to know LGBs, actually knowing a gay man or lesbian has a noticeable impact on their support for gay rights.  Indeed, this is true even among demographically similar people with the same beliefs about the morality and origins of homosexuality.  Personalizing same-sex marriage, for instance, makes a   difference, even for people whose political leanings and moral judgments would suggest no problems with the concept.   The impact is not immense.  Only a handful of estimates suggest that knowing someone gay could shift the probability of support by 20 percentage points.  Conservative estimates, assuming that knowing someone gay will not change one's opinion about the morality or acceptability of homosexuality, suggest that the effect is in the neighborhood of 10 percentage points – coming out to someone who does not know LGBs appears to have a 1 in 10 chance of moving that person to a more positive perspective on gay rights.  That effect has not shrunk noticeably over time, nor does it seem to be limited to particular issues.  Coming out remains an important tactic in increasing support for gay rights.      Surveys Used: ABC News/Washington Post, March 5-March 9, 1987.  N=1,511.  ABC News, June 15-June 19, 1990.  N=1,020.  ABC News/Washington Post, March 4-March 7, 2004.  N=1,202. Interviews conducted by TNS Intersearch. CBS News/New York Times on August 20, 1992.  N=656.  CBS News/New York Times, February 9-February 11, 1993.  N=935.  CBS News/New York Times, December 10-December 13, 2003.  N=1,057.  CBS News/New York Times, March 10-March 14, 2004.  N=1,206.  Cable News Network, USA Today. Conducted by Gallup Organization, July 18-July 20, 2003.  N=1,003.  Cable News Network, USA Today. Conducted by Gallup Organization, January 9-January 11, 2004.  N=1,003.  Harris Interactive, January 6-January 10, 2000.  N=1,010.  Los Angeles Times, September 18-September 22, 1983.  N=1,653.  Los Angeles Times, December 5-December 12, 1985.  N=2,308.  Los Angeles Times, June 8-June 13, 2000.  N=2,071.  Los Angeles Times, March 27-March 30, 2004.  N=1,616.  NBC News, Wall Street Journal. Conducted by Hart and Teeter Research Companies, March 6-March 8, 2004.  N=1,018.  Newsweek. Conducted by Gallup Organization, July 1-July 2, 1986.  N=611.  Newsweek. Conducted by Princeton Survey Research Associates, February 3-February 4, 1994.  N=750.  Newsweek. Conducted by Princeton Survey Research Associates, May 22-May 23, 1996.  N=779.  Newsweek. Conducted by Princeton Survey Research Associates, June 19-June 20, 1997.  N=753 Newsweek. Conducted by Princeton Survey Research Associates, July 30-July 31, 1998.  N=602.  Newsweek. Conducted by Princeton Survey Research Associates, March 9-March 10, 2000.  N=803.  Pew Research Center, Pew Forum on Religion and Public Life. Conducted by Princeton Survey Research Associates, June 24-July 8, 2003.  N=2,002.  Pew Research Center, Pew Forum on Religion and Public Life. Conducted by Princeton Survey Research Associates, October 15-October 19, 2003.  N=1,515.  Pew Research Center. Conducted by Princeton Survey Research Associates International, March 17-March 27, 2005.  N=1,090. The respondents were first interviewed in a December 1-16, 2004 Political Typology Poll of 2000 respondents. Of the 2000 respondents 1090 were re-interviewed in the callback poll. Social Capital Benchmark Survey, 2000.  Conducted by TNS Intersearch, July - November, 2000.  N=3003.   15Washington Post, Henry J. Kaiser Family Foundation, Harvard University. Conducted by Washington Post, August 10-August 27, 1998.  N=1,200. Interviewing conducted by Chilton Research. Time, Cable News Network. Conducted by Yankelovich Partners, June 15-June 16, 1994.  N=800. Time, Cable News Network. Conducted by Yankelovich Partners, October 14-October 15, 1998.  N=1,036.  Most data sets retrieved from the iPOLL Databank, The Roper Center for Public Opinion Research, University of Connecticut. <http://www.ropercenter.uconn.edu/ipoll.html>.  Pew Research Center data sets retrieved from The Pew Research Center for the People & the Press Data Archives < http://people-press.org/dataarchive>.   The Los Angeles Times provided its 2003 survey, and the ICPSR provided the General Social Survey.   16 References  Black, Dan A., Gary Gates, Lowell J. Taylor, and Seth G. Sanders.  2002. \"Why Do Gay Men Live in San Francisco?\" Journal of Urban Economics. 51:54-76.  Blandford, John M. 2003.  \"The Nexus of Sexual Orientation and Gender in the Determination of Earnings,\" Industrial & Labor Relations Review 56: 622-42.  Gates, Gary J., and Jason Ost. (2004). The Gay and Lesbian Atlas. Washington, D.C.: Urban Institute Press.  Hansen, G. L.  (1982).  Measuring prejudice against homosexuality among college students: A new scale.  The Journal of Social Psychology, 117, 233-236.      Herek, G. M.  (1988).  Heterosexuals' attitudes toward lesbians and gay men:  Correlates and gender differences.  The Journal of Sex Research, 25, 457-477.   Herek, G. M.  (2002).  Gender gaps in public opinion about lesbians and gay men.  Public Opinion Quarterly, 66, 40-66.  Herek, G. M., & Capitanio, J. P.  (1995).  Black heterosexuals' attitudes toward lesbians and gay men in the United States.  Journal of Sex Research, 32, 95-105.   Herek, G. M., & Capitanio, J. P.  (1996).  ‘Some of my best friends': Intergroup contact, concealable stigma, and heterosexuals' attitudes toward gay men and lesbians.  Personality and Social Psychology Bulletin, 22, 412-424.   Herek, G. M., & Glunt, E. K.  (1993).  Interpersonal contact and heterosexuals' attitudes toward gay men:  Results from a national survey.  The Journal of Sex Research, 30, 239-244.  Lance, L. M.  (1987).  The effects of interaction with gay persons on attitudes toward homosexuality.  Human Relations, 40, 329-336.  Levitt, E. E., & Klassen, A. D.  (1974).  Public attitudes toward homosexuality: Part of the 1970 national survey by the Institute for Sex Research.  Journal of Homosexuality, 1, 29-43.  Lewis, G. B.  (2003). Black-White Differences in Attitudes Toward Homosexuality and Gay Rights. Public Opinion Quarterly , 67, 59-78.  Lewis, G. B.  (2005).  Contentious and Consensus Gay Rights Issues: Public Opinion and State Laws on Discrimination and Same-Sex Marriage.  Presented at annual meeting, Association for Public Policy Analysis and Management,   17Washington, DC, November.  Millham, J., San Miguel, C. L., & Kellogg, R.  (1976).  A factor analytic conceptualization of attitudes toward male and female homosexuality.  Journal of Homosexuality, 2, 3-10.   Sawyer, M. Q.  (2000, March).  ‘Talking dirty after dark': Themes of sexuality in black ideology.  Paper presented at the annual meeting of the Western Political Science Association, San Jose, California.  Schneider, W., & Lewis, I. A.  (1984).  The straight story on homosexuality and gay rights.  Public Opinion, 16-20, 59-60.  Weis, C. B. Jr., & Dain, R. N.  (1979).  Ego development and sex attitudes in heterosexual and homosexual men and women.  Archives of Sexual Behavior, 8, 341-356.   Woods, James D., with Jay H. Lucas. (1993).  The Corporate Closet: The Professional Lives of Gay Men in America.  New York: The Free Press.   Table 1.  Who Knows LGBs?  Male -0.467** -11  (0.037) Education 0.146** 3.4  (0.008) Born in 1900 -1.524** -36  (0.127) Born in 1920 -0.984** -24  (0.077) Born in 1930 -0.569** -14  (0.066) Born in 1940 -0.169** -4  (0.056) Born in 1960 -0.075 -2  (0.054) Born in 1970 -0.011 0  (0.062) Born in 1980 0.069 2  (0.089) Black -0.183** -4  (0.066) Other minority -0.149* -4  (0.064) Catholic 0.046 1  (0.047) Jewish 0.367** 8  (0.141) Other religion -0.041 -1  (0.076) No religion 0.240** 5  (0.069) Very liberal 0.544** 12  (0.106) Liberal 0.332** 7  (0.052) Moderate . . Conservative -0.232** -6  (0.043) Very conservative -0.436** -11  (0.088)   Alaska 1.526 26  (0.797) District of Columbia 0.858** 17  (0.332) New Hampshire 0.876** 17  (0.257) Hawaii 0.761 15  (0.578) Nevada 0.750** 15  (0.252) Colorado 0.513** 11  (0.161) Massachusetts 0.509** 11  (0.146) Vermont 0.481 10  (0.321) California 0.459** 10  (0.102) Connecticut 0.372* 8  (0.164) Maryland 0.354* 8  (0.148) Utah 0.331 7  (0.201) Washington 0.317* 7  (0.134) New Jersey 0.308* 7  (0.142) Virginia 0.299* 7  (0.134) Oklahoma 0.268 6  (0.173) New York 0.242* 5  (0.112) Arizona 0.234 5  (0.165) Rhode Island 0.219 5  (0.251) Florida 0.203 5  (0.114) Illinois 0.199 4  (0.119) Texas 0.192 4  (0.108) New Mexico 0.192 4  (0.241) Montana 0.180 4  18  (0.287)      19 Indiana 0.139 3  (0.139) North Carolina 0.128 3  (0.127) Georgia 0.100 2  (0.134) Louisiana 0.084 2  (0.171) Delaware 0.064 1  (0.314) Maine 0.038 1  (0.276) Kentucky 0.033 1  (0.155) Michigan 0.016 0  (0.124) Ohio 0.011 0  (0.117) Pennsylvania . . Arkansas -0.001 0  (0.182) Oregon -0.015 0  (0.182) Kansas -0.035 -1  (0.187) Nebraska -0.043 -1  (0.201) South Carolina -0.073 -2  (0.167) Mississippi -0.078 -2  (0.187) Missouri -0.079 -2  (0.147) Minnesota -0.081 -2  (0.158) Idaho -0.088 -2  (0.246) Iowa -0.122 -3  (0.178) Wisconsin -0.142 -3  (0.147) Tennessee -0.208 -5  (0.147) South Dakota -0.273 -7  (0.287) Alabama -0.287 -7  (0.168) West Virginia -0.390 -9  (0.210) North Dakota -0.622 -15  (0.385) Wyoming -0.660 -16  (0.394) Are you--or do you have a close friend or relative--who is homosexual, or not?   1.853**  (0.115) Do you happen to personally know someone who is gay or lesbian?  2.004**  (0.105) Do you have a close friend or family member who is gay or lesbian?   0.876**  (0.118) Do you have a work colleague, close friend, or relative who is gay or lesbian? 1.768**  (0.118) Do you have any friends or relatives or co-workers who have told you, personally 2.322**  (0.116) Do you know any friends or co-workers who are openly homosexual?  1.390**  (0.116) Thinking of all the people you know, either well or even only casually--do you k 3.353**  (0.116) Do you personally know or work with anyone who is gay or lesbian?  2.969**  (0.132) Do you personally know or work with someone who is gay or lesbian?   20  2.420**  (0.113) Do you have a friend, colleague, or family member who is gay?  1.953**  (0.095)  (Thinking now about everyone that you would count as a personal friend, not just 1.383**  (0.097) zques5a 0.475**  (0.111) zques13a -0.143  (0.081) Constant -3.740**  (0.165) Observations  22,393 Robust standard errors in parentheses  * significant at 5%; ** significant at 1%   21   Table 2.  Impact of Knowing LGBs on Attitudes toward Homosexuality and Gay Rights     Logit % Diff %Diff %Diff  Percent Coefficient Means Individuals Propensity  Los Angeles Times Poll [September, 1983] Do you know any friends or co-workers who are openly homosexual?  30%  Homosexual sex 44% .865***  21.3 17.5 16.6***     Okay for others  Born homosexual 16% .669*  7.8 8.8 5.6*  Favor law against 52% .476*  11.5 10.7 8.4**     Discrimination  .307  7.5 6.8 4.6  Oppose discharge 50% .431**  10.7 9.8 9.3**     For gay soldiers  .256  6.4 5.6 6.6*  Los Angeles Times Poll [December, 1985] Do you have any friends, or relatives, or co-workers who have told you,  personally, that they are gay or lesbian?     24%  Born homosexual 20% .425*  6.3 6.7 4.2  Favor law against 51% .670***  16.0 15.3 11.7***    Discrimination  Close gay bathhouses  48% -.480**  -11.8 -11.3 -10.4***  Close gay bars 42% -.987***  -20.2 -18.2 -15.0***  Gallup/Newsweek Poll [July, 1986] Do you happen to have any friends or acquaintances who are homosexual?  29%  Accepted alternative 32% .679*  15.0 14.6 14.6** Lifestyle  ABC News/Washington Post Poll [March, 1987] Do you have a friend or someone you associate with on a regular basis who is a male homosexual?         11%  More AIDS spending 52% .528**  12.9 12.4 13.7**   22     ABC News Poll [June, 1990] Do you have a friend or someone you associate with on a regular basis who is a male homosexual?       13%  More AIDS spending 44% .401*  10.0 9.8 4.7*  CBS News/New York Times Poll [August, 1992] Do you happen to personally know someone who is gay or lesbian?  42%  Acceptable alternate 38% .695**  16.4 14.2 14.7*** Lifestyle  Sex should be 41% .907***  22.0 18.5 19.7*** Legal  .783**  19.1 11.1 13.1**  Equal job 79% .751**  9.8 10.0 6.3 Opportunities  .633*  6.5 7.8 3.9  CBS News/New York Times Poll [February, 1993] Do you have a close friend or family member who is gay or lesbian?  22%  Morally wrong 55% -.461*  -11.4 -9.4 -8.9*  Choose to be homosexual 44% -.515**  -11.9 -10.4 -11.2**   Acceptable alternative 36% .827***  20.0 15.8 14.1***     Lifestyle  Need laws for gays 42% .742***  18.1 16.3 10.7**   .702***  17.1 13.5 7.0  Sex should be legal 46% 1.118***  26.5 22.2 18.8***   1.067***  25.3 18.7 14.0***  Allow gays in military 42% .792***  19.5 16.7 15.9***   .728***  18.0 13.0 10.9**  Equal rights in job 78% .901***  9.6 10.6 6.5**     Opportunities  .889***  9.5 9.5 4.4  PSRA/Newsweek Poll [February, 1994] Please tell me whether or not each of the following applies to you....  Work with someone you know is gay       19% Have a gay person in your family       12%  23 Have a friend or acquaintance who is gay      43%  Favor marriage 29% .515*  9.9 9.3 7.0  Favor adoption 29% .426*  8.3 7.7 5.3  Favor inheritance rights  61% .636***  14.7 13.7 10.5*  Favor Social Security 55% .332  8.3 7.6 6.1    Benefits  Equal rights in job 74% .620**  10.9 10.8 10.6**     Opportunities   Favor gay rights law 48% .053  1.3 1.2 0.8  Hire gay elementary  47% .857***  21.1 18.6 20.0***     Teachers  Time/CNN/Yankelovich Partners Poll [June, 1994] Do you happen to have a family member or close friend who is gay or lesbian? 32%  Homosexual sex is 53% -.609**  -15.1 -12.2 -14.5***    Morally wrong   Sex should be legal 58% 1.043***  22.4 19.1 18.4***   .948***  20.3 16.3 13.9***   Favor marriage 31% .985***  20.5 17.0 18.1***   .867***  16.7 12.5 13.6***  Favor adoption 28% 1.079***  20.6 18.2 17.9***   .968***  17.0 14.3 13.5***  Allow open gays 50% .717***  17.6 15.6 16.3***     To teach  .578**  14.3 10.9 10.3*  Allow open gays 53% .717***  17.4 14.6 15.9***     To serve in military  .610**  14.8 11.7 10.8**  Favor gay rights law 62% .797***  17.1 15.3 14.6***   .698***  14.8 12.8 11.7**  Use civil rights laws 47% .818***  20.2 16.1 18.1***     To protect gays  .684***  16.9 11.8 13.8***   PSRA/Newsweek Poll [May, 1996 & June, 1997] Please tell me whether or not each of the following applies to you....  Work with someone you know is gay       25%  24 Have a gay person in your family       18% Have a friend or acquaintance who is gay      50%  Favor marriage 35% .773***  15.7 14.5 13.8***  Favor adoption 40% .808***  18.2 17.0 17.8***  Favor inheritance rights  62% .648***  15.2 14.0 14.1***  Favor Social Security  57% .388***  9.7 8.8 10.0**     Benefits  Equal rights in job 84% .862***  10.8 11.1 10.6***     Opportunities   Favor gay rights law 47% .429***  10.4 9.2 7.8**  Washington Post/Kaiser Family Foundation/Harvard Americans on Values Followup Survey 1998 [August, 1998] Do you yourself have a friend, family member, or acquaintance  who is gay or lesbian, or not?      59%  Born homosexual 32% .612***  12.7 11.2 13.3***  Homosexuality  39% .962***  8.0 9.8 11.2***     Should be accepted  Homosexuality is an 32% -.234  -4.5 -4.2 -5.7     Illness  Sex should be legal 55% .875***  21.1 16.4 16.6***   .620***  13.4 9.5 8.4*  Equal rights in 87% .345  2.7 3.3 3.9     Job opportunities  .108  0.6 1.0 1.6   Time/CNN/Yankelovich Partners Poll [October, 1998] Do you happen to have a family member or close friend who is gay or lesbian? 41%  Born homosexual 33% .341*  7.6 7.2 9.5**  Can choose to  51% -.145  -3.6 -3.3 -2.9     Change orientation  Homosexual sex is 48% -.408**  -10.2 -9.1 -7.8*     Morally wrong  Favor marriage 29% .494**  9.5 8.7 7.9**  25   .400*  6.5 5.7 5.0  Allow open gays 52% .601***  14.7 13.5 14.8***     To serve in military  .535***  13.1 11.1 10.8**  Allow open gays 51% .615***  15.2 13.6 13.7***     To teach  .551***  13.6 11.0 9.4**  Favor adoption 35% .819***  17.5 15.7 15.5***   .797***  15.6 12.0 11.2***  Sex should be legal 55% .588***  14.1 12.2 11.1***   .512**  12.2 9.1 7.1*  Favor hate crimes law 76% .486**  8.1 8.0 5.9*   .453*  7.4 7.4 5.2  PSRA/Newsweek Poll [November, 1998] Please tell me whether or not each of the following applies to you....  Work with someone you know is gay or lesbian      31% Have a gay person in your family or lesbian      21% Have a friend or acquaintance who is gay or lesbian     55%  Born homosexual 33% .674**  14.0 13.7 13.2**  Homosexuality a sin 54% -.736**  -17.8 -15.5 -13.1**  Favor marriage 33% .838**  16.9 15.5 15.9***   .513  9.5 9.4 15.9***  Favor adoption 36% .820***  17.6 16.5 16.6***   .569  11.9 9.8 13.3**  Favor gay rights law 47% .505*  12.4 11.4 7.3   .320  7.9 6.4 2.3  Favor benefits for 58% .487*  11.9 10.9 10.3* Gay couples  .199  4.8 4.3 5.2  Hire gay elementary  55% 1.034***  25.3 22.4 17.9***     Teachers  .835**  20.4 15.6 11.6*  Hire gay doctors 70% .976***  18.6 17.4 18.6***   .822**  12.9 13.2 13.2**  Harris Poll [January, 2000] Do you have any close personal friends who are gay or lesbian or not?  41% Do you have any close relatives who are gay or lesbian or not?   23% Do you consider yourself to be gay, lesbian or bisexual or not?   2%  26  Sexual orientation  35% .359*  8.3 7.9 8.8**     Depends on genes  Can change 46% -.220  -5.5 -5.1 -5.0     Sexual orientation  Favor marriage 15% .771**  5.2 7.3 8.4**   .751**  4.3 6.7 8.0  Favor adoption 21% .680**  9.6 9.8 6.0*   .653**  8.9 9.2 6.9*  Favor law to prohibit 56% .176  4.3 4.0 3.7     Discrimination  .116  2.8 2.5 2.2   PSRA/Newsweek Poll [March, 2000] Please tell me whether or not each of the following applies to you....  Work with someone you know is gay or lesbian      32% Have a gay person in your family or lesbian      23% Have a friend or acquaintance who is gay or lesbian     56%  Born homosexual 28% .593**  10.9 10.3 13.9***  Favor marriage 34% .793***  15.3 13.3 10.1**   .737***  13.1 10.4 4.8  Favor adoption 39% .565**  12.8 11.2 11.9**   .412  9.3 6.9 6.1  Favor benefits for 58% .524**  12.7 11.0 10.2* Gay couples  .404*  9.7 7.7 5.0  Hire gay  60% 1.132***  26.9 23.5 21.0*** Elementary teachers  1.063***  24.9 19.6 15.1**  Hire gay doctors 75% 1.049***  18.1 17.3 16.3***   .958***  15.0 14.4 11.7**  Favor gay rights law 53% .597***  14.8 12.9 14.7**   .508**  12.6 10.4 8.4  Open gays in  57% .892***  21.5 18.4 16.1*** military  .807***  19.4 15.6 10.7*    Los Angeles Times Poll [June, 2000] Thinking of all the people you know, either well or even only casually--do you know   27 anyone who is openly gay?       73%  Born homosexual 33% .697***  14.2 12.9 9.4**  Homosexual relations are 51% -.479*  -11.9 8.7 -11.3***     Always wrong  Favor law against 68% .722***   14.2 13.0 14.9*** Job discrimination  .601**  10.6 9.6 11.6***  Favor law against 66% .575**  11.7 10.9 14.3*** Housing discrim  .427*  8.0 7.3 11.3***  Favor benefits for 50% .883***  21.7 17.1 19.4*** Gay couples  .757**  18.7 11.9 11.9***  Favor marriage 34% 1.086***  19.9 17.0 17.9***   1.041***  16.8 13.5 13.1***  2003 Religion And Public Life Survey, Pew Research Center [June, 2003] Do you have a friend, colleague, or family member who is gay?   45%  Favor marriage 38% 1.121***  26.1 18.4 20.7***  News Interest Index/Homosexuality Poll, Pew Research Center [October, 2003] Do you have a friend, colleague, or family member who is gay?   60%  Born homosexual 30% .578***  11.6 10.4 12.2***  Can change 42% .030  0.7 0.6 1.6     Sexual orientation  Homosexual sex is a sin 55% -.448**  -11.1 -7.4 -7.7**  Favor marriage 32% .316*  6.0 4.9 6.6*   .093  1.6 1.2 2.7   Favor civil unions 41% .741**  17.5 13.4 13.6***   .617***  14.4 9.5 10.6***  Oppose Constitutional  71% .019  0.4 0.4 -0.2     Amendment  .172  4.2 3.3 2.8   Gallup/CNN/USA Today Poll [July, 2003] Do you have any friends or relatives or co-workers who have told you, personally,  that they are gay or lesbian?      56%  Sex should be legal 50% .356*  8.9% 6.7 6.2   28 Oppose Constitutional 45% .404*  10.0 8.7 11.1** Amendment  CBS News/New York Times Poll [December, 2003] Do you have a work colleague, close friend, or relative who is gay or lesbian?44%  Choose to be homosexual 44% -.433*  -10.1 -7.7 -6.8   Morally wrong 49% -.757***  -18.7 -14.2 -7.3*  Sex should be legal 41% .934***  22.2 18.3 15.8***   .802***  18.6 11.6 12.1***  Favor civil unions 39% .926***  21.6 17.3 11.1**   .771***  17.2 10.6 7.3*  Favor marriage 34% 1.051***  20.7 17.2 9.3**   .907***  13.9 10.6 7.5*   Oppose Constitutional 40% .849***  20.3 15.2 11.6** Amendment  .689***  16.3 10.0 10.3**   Gallup/CNN/USA Today Poll [January, 2004] Do you have any friends or relatives or co-workers who have told you, personally,  that they are gay or lesbian?      58%  Sex should be legal 46% .809***  19.7 15.6 16.2***  Favor marriage 24% .494*  5.7 19.2 6.2*  Favor civil unions 34% .918***  18.8 15.4 16.7***   CBS News/New York Times Poll [March, 2004] Do you have a work colleague, close friend, or relative who is gay or lesbian?55%  Choose to be 43% -.446**  -10.1 -8.1 -9.7** Homosexual  Favor marriage 22% .600*  7.7 7.7 9.2***   .514*  6.4 6.5 8.2**  Favor civil unions 55% .775***  18.4 14.3 15.1***   .720***  17.0 12.7 13.9***  ABC News/Washington Post Poll [March, 2004] Are you--or do you have a close friend or relative--who is homosexual, or not? 46%  29  Favor civil unions 51% .545**  13.5 9.8 8.4**  Favor marriage 38% .361*  7.8 5.9 1.4  Oppose Constitutional 53% .257  6.4 5.5 0.5 Amendment  Los Angeles Times Poll [March, 2004] Do you personally know or work with anyone who is gay or lesbian?   69% (If yes, ask:) Are they a member of your family,     15% or a close friend,        23% or someone you know only as a co-worker or acquaintance?   48%  Born homosexual 32% .564*  12.0 10.3 8.0*  Favor marriage 24% 1.165***  8.3 11.7 5.2*   .713  3.4 6.7 2.3  Favor civil unions 62% 1.485***  12.0 22.9 8.0*   1.424***  24.8 16.0 9.9**  Oppose Constitutional 43% .912***  20.1 16.0 5.7     Amendment   .706**  15.9 11.1 3.3  Favor law against 72% .477*  7.9 7.7 5.5     Job discrimination  .379  5.7 5.7 4.1  Favor law against 74% .498*  8.6 8.1 5.3     Housing discrim  .406  6.6 6.2 3.7  Okay with gay  68% 1.061***  21.2 17.9 13.8***     Elementary teacher  .930***  16.3 13.5 11.6***  Oppose discharge 70% 1.069***  21.5 19.0 13.0***     For gay soldier  .976**  18.5 16.4 11.5***   NBC News/Wall Street Journal Poll [March, 2004] Do you personally know or work with someone who is gay or lesbian?  62%  Favor marriage 30% .384  6.4 3.3 3.4  Favor civil unions 46% .634*  15.7 9.7 9.6  Oppose Constitutional 52% .679***  16.1 11.6 9.4*     Amendment     30",
    "id": 71344702,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:4931"
    },
    "title": "Personal Relationships and Support for Gay Rights",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2007-03-03T00:00:00+00:00",
    "publisher": "Department of Public Management and Policy in the Andrew Young School of Policy Studies",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/4931/4931.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2007",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71344702.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71344702"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71344702/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71344702/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71344702"
        }
    ],
    "abstract": "Since the early days of the gay liberation movement, activists have argued that coming out to heterosexuals would increase acceptance of homosexuality and support for gay rights. Though the empirical research has generally supported this hypothesis, it has not adequately controlled for reciprocal causation: having positive attitudes toward homosexuality increases the probability that a gay, lesbian, or bisexual person (LGB) will come out to you. This paper re-estimates the effect of knowing LGBs on support for gay rights using individual-level data from 27 surveys of the national population conducted since 1983. I first assess whether the same characteristics predict both attitudes and acquaintance. I next examine the effect of knowing LGBs on acceptance of homosexuality and support for gay rights in three ways: using logit models that control for the demographic and political variables used in step one, using propensity score matching to restrict comparisons of those who know LGBs to others who are as similar as possible, and using logit models for support for gay rights that also control for acceptance of homosexuality. Findings confirm that knowing LGBs affects beliefs on the morality of homosexual relations, employment discrimination, gays in the military, sodomy laws, and samesex marriage. Working Paper 07-1",
    "tags": [
        "report",
        "text",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:4931",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71344702,
        "depositedDate": null,
        "publishedDate": "2007-03-03T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:43:59+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:09:49+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/4931/4931.pdf",
        "https://issuelab.org/permalink/resource/4931"
    ],
    "lastUpdate": "2024-02-14T12:43:59+00:00",
    "setSpecs": []
}