{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tang, DTS"
        }
    ],
    "contributors": [],
    "createdDate": "2016-06-01T11:43:15+01:00",
    "dataProvider": {
        "id": 942,
        "name": "HKU Scholars Hub",
        "url": "https://api.core.ac.uk/v3/data-providers/942",
        "logo": "https://api.core.ac.uk/data-providers/942/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/38083897.pdf",
    "fullText": "Title Perspectives on same-sex sexualities and self-harm amongstservice providers and teachers in Hong KongAuthor(s) Tang, DTSCitation The 2014 Neo-Moralism under Neoliberalism InternationalConference, Lingnan University, Hong Kong, 24-25 May 2014.Issued Date 2014URL http://hdl.handle.net/10722/219064Rights Creative Commons: Attribution 3.0 Hong Kong License論壇二 Session 2  香港助人工作者及教師對同性戀及自殘行為之觀點 Perspectives of Same-Sex Sexualities and Self-Harm Among Service Providers and Teachers in Hong Kong 鄧芝珊 Denise Tse-Shang TANG 摘要 本研究旨在探討服務於香港中學，服務對象涉及華人女同志及男同志青少年的助人工作者之觀點；並勾勒出同性情慾、宗教、教育以及自殘行為之間的關係。本研究中的助人工作者，包括中學教師、服務於校內或校外之社工人員、服務於同志相關的非政府組織之女同志／跨性別社會運動人士。藉由研究學校對同性戀的接納包容程度，本研究旨在對香港青少年議題提供進一步的理解，並突顯蓄意的自我傷害行為與身為女同志、男同志及雙性戀者之間的關聯。採用質性研究取向，本項民族誌研究針對助人工作者前後共進行 16 次深入訪談，田野工作部份則是採取廣泛的參與觀察。研究發現部份涵蓋四大主題：在校談性／性慾特質（sexualities）之阻礙；個人的勉強意願與宗教之關聯；身為同性戀者容易有自殘傾向；對於自殘行為與女同志、男同志、雙性戀青少年之相似觀點。 Abstract This research study investigates the perspectives of service providers in working with Chinese lesbian and gay youth in Hong Kong secondary schools, and maps the relations between same-sex sexualities, religion, education, and self-harm. Service providers included secondary school teachers, social workers based on- and off-school sites, and lesbian/transgender activists working in non-government organizations serving lesbian, gay, bisexual, and transgender communities. By studying the level of acceptance and tolerance of same-sex sexualities in schools, this study aims to provide further understanding into Hong Kong youth issues and to highlight the connections between deliberate self-harm behaviour and being a lesbian, gay, or bisexual youth. Using a qualitative approach, sixteen in-depth interviews were conducted with service providers and extensive participant observation was carried out as fieldwork for this ethnographic study. A discussion of research findings is comprised of four main themes: obstructive barriers to discussing sexualities in schools, personal disinclination and religion, being lesbian and gay as susceptible to self-harm, and similarities in perceptions of self-harmers and LGB youth. 論壇二 Session 2 香港助人工作者及教師對同性戀及自殘行為之觀點 鄧芝珊 本文為「新自由主義下的新道德」會議論文初稿，未經作者同意請勿轉載引用  介紹 過去十年來，性傾向與自殘之相關研究一直穩定地成長。隨著青少年在較早年時期便出櫃坦承其女同性戀、男同性戀、及雙性戀(LGB)身份，不論是在校內或校外，他們學會面對來自同儕、家長、和校方，對於他們不符合社會主流的性/性慾特質 (sexualities)的各種反應。這些反應不一，既有肯定他們的 LGB 情慾者，敵視他們的出櫃者亦有之。本研究調查了服務於中學，服務對象涉及華人女同志及男同志青少年的助人工作者，並勾勒出同性情慾、宗教、教育、及自殘之間的爭議關係。助人工作者包括中學教師、服務於校內或校外之社工人員、服務於同志相關的非政府組織之女同志 / 跨性別社會運動人士。藉由研究學校對同性戀的接納包容程度，本研究仔細觀察蓄意自殘行為與華人女同志及男同志青少年之間的關係。   研究背景 站在反同志的立場，保守的基督新教和天主教組織如明光社和香港維護家庭聯盟，通過廣泛的媒體報導，強調一旦通過立法保障性小眾免受社會歧視後，將有觸犯逆向歧視的危險，獲取了公眾的注意(Kong 2011; Tang 2011; Yau 2010; Wong 2007)。宗教已逐漸成為爭取女同志、男同志、雙性戀者和跨性別者(LGBT)平等權立的對立因素。與其陳述家庭價值，立法者更傾向不斷以宗教信仰為重要考量，以阻撓立法的通過。  在教育方面，香港教育系統於 1997 年香港主權移交中國大陸政府後，仍很大程度上沿用英國殖民地的慣例。因政府和教會當局的密切關係，教育系統內有大量天主教和基督教背景的教會學校，類似情況在後殖民社會中並不罕見(Cheng 2004; Tan 1997)。根據香港教育局數據，香港約有 50%的中學隸屬教會組織(Hong Kong Yearbook 2012)。大多數的健康診所、社會服務機構、青年和家庭社區中心也是由不同的教會團體運作，因而使得同性戀議題如同烏有且被邊緣化，或者更壞的情況是走上修正治療之路。因此，在保守宗教組織與學校工作的助人工作者和學校教師在教室提及性 / 性慾特質時，不論他們對議題的個人意見是什麼，都必須遵守嚴格指引或潛規則。  LGB 心理健康與社會支持 LGB 作為一個群體，很大程度上被醫療服務提供者忽視，未給予足夠的關心(Sanchez et al. 2006; Rondahl 2009)。研究亦詳細紀載醫療服務提供者欠缺針對 LGB 需求的專業培訓(Travers et al. 2010)。在香港，Kan et al. (2009)發現香港大學有超過 25%的醫科生贊同「同性戀是一種心理疾病，需要治療」。另一研究以香港三間大學裡 462 個社工系華人學生為樣本，從收集的資料顯示，有基督信仰的學生傾向對女同志及男同志持負面態度(Kwok et al. 2013)。我們可以說，過去的研究中發現心理困擾、藥物濫用、自殺、及自殘行為在 LGB 社群的高普及率，是因為過往的醫療疏忽和對該群體的污名化所帶來的結果。  自殘的概念 在了解自殘的概念上，有兩種截然不同的理論取向。以社會學研究取向進行自殘行為研究者較為罕見，因為對於此主題，文獻上一般以臨床研究取向為優先。針對自殘的臨床研究通常集中在醫院人群，包括緊急送院的自殘者及短期入院病人。 早期對於「典型自殘者」的建構出現在 1960 年代的臨床精神病學文獻(Brickman 2004)。臨床醫生普通接受典型的自殘者形象為女性、白人、年輕、及中產階級。對女性自殘者的強調，使得對社會經濟背景和文化因素等其他變量的結構性分析受到嚴重忽略(Adler and Adler 2007)。應用社會學的方法，Platt et al.強調社會經濟因素包括高程度的社會排斥及社會經濟剝奪，影響自殘的發生率(Platt et al. 2005)。在本研究中，我所採取的自殘的定義，乃是「故意傷害身體表面，主要是通過割劃，但亦包括抓、燙、咬、打」(Chandler et al. 2011,99)。  香港青年與自殘 儘管西方國家在青少年蓄意自殘(DSH)和自殺有大量的研究，針對華人青少年的研究數據仍然稀少(Shek and Yu 2012)。在預防自殺和 DSH 方面素有權威的 Yip和 Yang，發表了題為「香港特別行政區中的蓄意自殘(1997-2003)」的開創性報告，報告指出在 1997 年時，蓄意自殘的女性人數是男性的兩倍，但至 2003 年已顯著增加至兩性人數近乎相同(Yip and Yang 2004)。在另一有關香港中學生自殺的研究，Yip et al. (2004)主張性別差異並不是決定一個人意圖自殺的顯著因素。  直到 2009 年，一項大型量化研究收集了來自 28 所中學共 3328 中學學生的實證資料，使香港青少年自殘發自殺行為再次成為重要議題。社會科學學者 Shek 和Yu 收集了學生有關自殘和自殺的問卷調查結果。平均年齡為 12.59 歲，當中32.7%的受訪者回答過去一年至少有一次 DSH 行為，10.4%有「嚴重抓傷自己至留下疤痕或出血」及 8.3%有「割脈、手臂、或身體其他位置」。Shek 和 Yu確定了華人青少年出現 DSH 和自殺行為的三個風險和保護要素。他們主張在學校有更好的學業表現、健康的家庭環境、和正面的青少年發展對於降低 DSH 和自殺行為發生率是不可或缺的。  LGB 青少年和自殘 很多研究顯示， 相較於異性戀青少年，LGB 青少年有較高的自殘比率(Haas et al. 2011; McDermott et al. 2008; Rivers and Cowie 2006; Whittle et al. 2007)。有關 LGB 青少年的健康需求，出現了愈來愈多證據顯示年青人如果對於性別認同和性傾向感到掙扎，他們較易有自殘行為或自殺企圖(Haas et al. 2011)。女同志、男同志、和雙性戀青少年的出櫃過程往往產生負面結果，包括欺凌和性騷擾，這可能引致焦慮、抑鬱、自我隔離、自殺感覺、使用酒精 / 藥物的高發生率(Almeida et al. 2009; The Boys’ & Girls’ Clubs Association of Hong Kong 2009; Hershberger and D’Augelli 1995; Kosciw 2004; Marshal et. al. 2008; Marshal et. al. 2011; Remafedi et al. 1998; Westefeld et al. 2001)。經歷過校園欺凌的LGB 青少年被指出比起他們的異性戀同儕更易出現自毀行為(Rivers 2000; Rivers and Cowie 2006)。被認為是女同志的中學生經歷被同儕排斥、人身攻擊、性騷擾、及隔離。2009 年一份由香港小童群益會性向無限計劃所做的網上問卷調查顯示，492 位向同學出櫃表示是「同志」的中學生受訪者中，有 53.1%經歷了不同程度的排斥和隔離。在香港「同志」一詞常被用以作為一種政治化的性身份，以表明擁有同性情慾的個人(Kong 2011)。   基於前述的文獻回顧，本研究的研究問題如下：1) 在提供指導和諮詢服務給擁有同性情慾的青少年方面，助人工作者會受到哪些機構和個人因素的影響 2) 在同性情慾和自殘之間有什麼潛在因果聯繫？ 3) 教育工作者和社會工作人員對自殘和性 / 性慾特質 (sexualities)的不同觀念，造成了何種影響？  研究方法 滾雪球式抽樣與招募 本研究採質性研究設計，使用民族誌方法來收集資料。基於研究的敏感性質，採用了非隨機式滾雪球抽樣。招募的方法包括：1) 來自專門服務 LGB 社群的非政府機構的轉介 2) 有家庭及青年項目的主流社會服務機構的轉介 3) 張貼訊息於 LGB 群體專用之互聯網網站和手機軟件上 4) 田野調查期間的滾雪球式取樣。本研究針對十六位受訪者進行了深入採訪，參與者包括教師、社工以及其他助人工作者，他們來自不同的機構以及以社群為主的組織。資料收集於 2012年 6 月開始並於翌年 4 月結束。  研究參與者的特徵 研究參與者的挑選乃是基於他們和性小眾青少年的接觸經驗。除了一名男性參與者外，其餘都是女性，年齡自二十五歲至四十五歲。三位參與者自我認同是酷兒，兩位自我認同是雙性戀，一位自我認同是女同志。七位參與者是社會工作者，包括駐校社工及青少年中心的非現場社工。六位參與者是教師而三位參與者是社會工作者。工作經驗資歷由四年至二十二年。所有參與者都有大學學位，當中五位是碩士畢業。七位參與者自認為是基督徒，四位自認為是靈性追求者。餘下五位參與者沒有表明其宗教偏好。我了解我的訪談參與者樣本不足以代表涉及 LGB青少年服務的助人工作者之多樣性。  訪談範疇和數據分析 訪談皆採取開放式問題，並且基於不同的工作相關話題，包括青少年文化、自殘、自殺、性別認同、性傾向、教育政策、輔導策略和應對機制。訪談以粵語進行，並簽署同意書以進行錄音和記錄。本研究採取紮根理論研究取向對資料進行編碼，在每一輪的編碼後浮現主題，並持續比對資料以進行下一輪的訪談。 (Strauss and Corbin 1990)。深度質性訪談適合以紮根理論作為分析策略(Charmaz 2002)。本研究亦就針對 LGB 青少年及其盟友的活動進行參與觀察，包括文化產品如戲劇和展覽，以及其他由社運份子推動的活動如抗議行動與同志遊行。  研究結果 所有的參與者都提到在學校討論性 / 性慾特質的困難和挑戰。不管是教授異性戀或同性戀議題，參與者都需要努力抵抗學校當局和大多數中學所採用的宗教教義。本項討論的重點，乃在於通過助人工作者的視角，審視同性情慾和自殘之間的潛在因果關係。討論包含四大主題：學校裡討論性 / 性慾特質的阻礙 ;個人的不情願和宗教 ;女同志及男同志被認為較易自殘 ;對於自殘者與對於女同志、男同志、雙性戀青少年之相似觀點。  學校裡討論性 / 性慾特質的阻塞性障礙 當我詢問報導人校方或教育局有否提供指引，大部分報導人回答陳述如「並沒有明確指引」，或是教室裡能說什麼是「根據個人選擇而定」。非宗教教育機構的中學老師在訪談中一再表示，對比任教於宗教背景學校的老師，他們覺得能更自由地應對涉及不乎合社會主流的性 / 性慾特質中的約會和戀愛關係。一位報導人，年約四十歲的 Karen，談及了她如何在基督教及天主教背景的學校被灌輸性教育。作為一個主流社會服務機構的項目經理，Karen 形容她如何試圖在教室討論性： 「在天主教或基督教學校，我們不能提及任何有關約會的事情（包括異性戀及同性戀）。我們只能談論友誼。絕不能鼓勵戀愛關係或約會。」 在她的管理角色中，她意識到不是所有的員工都對與年青人討論性感到舒適。Karen 解釋： 「有些人會公開地說 :『唉呀，我有這樣的宗教信仰，如果你要我幫忙這些個案，我幫不上忙。』」 在一次與二十九歲、有八年經驗的駐校社工 Catherine 的訪談中，她分享了一宗男同志學生尋求幫助的事件。一名男同志學生接觸老師，提出有關年少、同性戀、及愛上有基督教背景的人的問題。那位老師本身亦是基督徒，她向 Catherine 尋求協助，兩人著手和該同志學生進行面談。Catherine 描述： 「對於我本人和該老師，我們會追溯到聖經並談論我們的立場。我們不接受你的行為，但不代表我們不接受你。我跟他說『我明白你正在經歷艱難時刻。』」 Catherine 自我認同為自由派基督徒，將自己和倡導反同性戀立場的明光社作出區分。她認為該社的立場比起大多數的自由派基督徒的信仰更為激進。有一次，她被一位老師問到是否有方法可對同性戀學生進行修復治療。Catherine 拒絕了該老師的要求，但答應與掙扎於同性情慾的學生一起祈禱。雖然 Catherine 的干預可以理解成她個人宗教信仰的表達，但必須留意它可能對同性戀學生造成的潛在影響。宗教研究學者 Wong Wai Ching (2013)主張福音派基督徒的行動主義在香港的興起，導致了「在學校及社會服務中，保守道德觀的宣傳獲得持續支持」及影響有關性／性慾特質的「公共政策的形成」(2013: 342)。 個人的不情願和宗教 個人不願在學校討論同性情慾往往意味著個人宗教信仰上的衝突。有超過八年經驗、二十八歲的駐校社工 Fiona 是虔誠的基督徒，服務對象包括年約十三歲到十五歲的 LGB 年青人。於她的輔導時間中，年青人常揭露他們的性傾向。意識到她對 LGB 情慾的立場，我問 Fiona 如何處理她的個人矛盾。 「如果你真的要問我，關於我自己，我的確有不贊同同性戀傾向的宗教立場。因為你知道的，宗教有它自己的理由，但當我看到教堂或學校裡的年青人，我要假裝沒什麼，即是說，我假裝我沒有立場......另外，我覺得年青人還在探索，所以我不會認定他們真的是他們所說那樣。」 Fiona 討論她輔導一名年輕男同志學生的經驗，該學生定期地割傷自己，並曾不只一次被送到急症室。Fiona 形容該年輕的男同志學生為「聰明、聰敏、能清楚表達需求的孩子」。 Fiona：他和另一位男孩已經想到他們的未來，例如他們想要住哪裡，和如何買下那處。 訪談者：你曾提到他們在學校表現很好。 Fiona：是的，就算進不了大學，高級文憑也絕不是問題（高級文憑課程可報考大學）。但當我聽到有關他未來的計劃和他是同性戀的詳情時，我有些個人掙扎。 訪談者：如果是一男一女，你會覺得他們發展穩定。 Fiona：對，他們會是成熟的。我會鼓勵他們。我會鼓勵他們努力學習，申請公屋。其他同學也會鼓勵他們。但這種情況，我不知道這是不是好事，他們夠成熟嗎？ 通過 Fiona 持續的提到她個人的懷疑和掙扎，不知道能否跨越界線接受她學生的性／性慾特質，很明顯個人宗教信仰是阻礙她相信同志青少年的未來的一大障礙。即使同性戀在香港不再是非法，而且群體的社會運動以及名人的參與，例如不同的高知名度藝人的出櫃，為 LGBT 人士提供了一個比較正向的將來，卻仍然存在著 LGBT 個人不夠格為人的制度性裁決，如缺乏應有的權益以及法律的認可，以及相關學校課程的付之闕如。即將中學畢業的年輕同志情侶，他們可能擁有的未來並未得到祝福，甚至被認為不配擁有未來，而這，主要不是因為他們的同性情慾，而是因為他們在計劃共同未來的這項事實。   女同志及男同志被視作容易自殘 針對年輕人的性傾向是否與他的自殘決定有關，我問了開放式問題。對於他們為何認為年輕的女同志和男同志可能具有或可能沒有自殘行為之風險，受訪者提供了不同的回答。處理女同志及男同志青少年自殘個案的受訪者，較常將性傾向定位為自殘行為的起始因素之一。Karen 描述， 「是的，我覺得這是引致他們自殘的強大導火線。這是很明顯的，身為同志會有與他們家長或整個社會不同的立場。我是指，如果他們的性傾向很顯而易見的話。」 另一受訪者，在高排名的天主教女校工作、三十歲的 Fanny 表明被邊緣化可能導致「感覺不到被愛」，繼而更易傷害自己。她繼續說， 「那些喝酒、抽煙、和服用藥物的，晚上可以外出！但那些比較聽話的無處可去，所以他們能做什麼去尋找刺激？他們也想要刺激。他們當中有些看到血就很興奮。這種感覺可以替代另一種感覺。」 以上訪談皆可以得出兩個副主題。身為女同志及男同志青少年感覺被邊緣化，引致自尊心低落，從而更易作出自殘行為。在談到身為同性戀是誘發自殘行為的因素方面，其餘參與者亦附和 Karen 的擔憂，認為如果一個學生被認為是同性戀，他們的自殘風險較大。 另一方面，第二副主題指出割劃形式的自殘行為常出現在較順從的年輕女同志群 體。順從，在這個意義上，是指女同志或雙性戀年青人在學校表現良好，但仍因為身為年輕性小眾而經驗到性小眾壓力。如果能將順從的概念推得更遠，那麼要找到自殘的隱藏問題必須仔細觀察最期望年青人服從的空間，例如家庭、學校、及宗教。  對自殘者和對 LGB 青少年的相似觀點 是次研究意外發現，助人工作者們對自殘者和對 LGB 青少年抱持著相似觀點。首先，加諸於自殘者的刻板印象，普遍指向他們透過自殘以尋求注意力的舉動。同樣地，如果一個年輕的男同志及女同志因為他們的性別表現或行為而被懷疑是同性戀，他們往往被視為過於浮誇或過於露骨地表達他們的慾望。 其次，助人工作者將自殘行為定位為人們長大就沒有的行為，和他們對同性情慾的理解相類似。三十八歲的青年中心社工 Kitty 在一貧困社區擁有超過十五年的工作經驗，描述她如果面對有自殘行為風險的年輕女同志會問的問題， 「如果她是十五或十六歲，那麼我會說更多，例如，妳有沒有告訴你的家人？妳有沒有約會過男生？妳什麼時間開始對女生有超越友誼的情感？」 顯然易見，自殘和同性情慾於輔導過程中不能被視似獨立存在。這種形式的疑惑可能與華人社會仍然是異性戀主導的文化規範有關(Wu and Kwok 2013)。當我問到報導人有否就同性情慾及自殘議題得到機構幫助，大多數的報導人回答指出這兩項議題都欠缺培訓及學校支援，從而導致缺乏該領域的專業知識。  討論 我已列出青少年性 / 性慾特質相關的環境因素和制度性討論。十六名參與者中有六位曾接觸 LGB 青少年的 DSH 個案。除了一位是學校老師，其餘五位都是社工人員。本研究其中一項限制是採訪參與者的樣本不足以代表服務 LGB 青少年的助人工作者的多樣性。助人工作者以其個人宗教信仰為由，而不能提供輔導及精神健康服務給予女同志、男同志、雙性戀情慾的支援的情況，並不罕見。缺乏針對 LGB 年青人的支援服務，加上該群體被污名化的身份，可導致 LGB 青少年更容易出現自殘行為。此外，人們認為 LGB 青少年長大後他們的同性情慾消失，與人們認為青少年過渡至成年後會停止自殘行為驚人地相似，助人工作者可能不把 LGB 青少年的性／性慾特質與自殘視作應共同研究的一項重要問題。  本研究指出預防性策略的必要，需由教育助人工作者 LGB 性／性慾特質相關議題，及其與自殘行為的關連開始。與其忽視手頭上的問題，教育機構應不論其宗教背景，在有關欺凌和騷擾的校務政策中反映性別多樣性。當我與 LGBT 機構的社運份子交談時，他們提出割劃自殘可能已過時，而藥物濫用則愈來愈普遍。本研究的大部分參與者也提出需要網上干預。未來的研究方向包括進一步研究女同志及雙性戀女性之間的藥物濫用，以及擴大調查至跨性別的性／性慾特質。進一步了解社交媒體的使用以及網路(戀情)關係，對於未來 LGB 青少年和自殘行為之研究，以及延伸納入跨性別青少年之研究，至關重要。  鳴謝 感謝參與本項調查研究的受訪者以及本文的匿名審查者。我同時要感謝 Cynthia Lam 和 Eva Li 在資料收集上的協助。本項研究已獲得香港大學 Seed Funding Programme for Basic Research for New Staff 的資助。   論壇二 Session 2 Perspectives of Same-Sex Sexualities and Self-Harm Among Service Providers and Teachers in Hong Kong Denise Tse-Shang TANG DRAFT ABBREVIATED VERSION. PLEASE DO NOT CIRCULATE WITHOUT PERMISSION.  Introduction Research on the topic of sexuality and self-harm has been growing steadily in the past decade. As young people begin to come out as lesbian, gay and bisexual (LGB) earlier in their ages, they learn to face varied responses from their peers, parents and school authorities to their non-conformative sexualities both inside and outside of school settings. These varied responses can range from being affirmative of their LGB sexualities to being hostile of their coming out. This research project investigated the perspectives of service providers in working with Chinese lesbian and gay youth in secondary schools, and mapped the contested relations between same-sex sexualities, religion, education and self-harm. Service providers included secondary school teachers, social workers based on and off school sites, and lesbian/transgender activists working in non-government organizations serving lesbian, gay, bisexual and transgender communities. By studying the level of acceptance and tolerance of same-sex sexualities among service providers, this study examined the relationship of deliberate self-harm behaviour and being a Chinese lesbian and gay youth.   Research Background Holding an anti-gay position, conservative Protestant-Christian and Catholic organizations such as The Society for Truth and Light and the Hong Kong Alliance for Family garnered public attention through their extensive media campaigns highlighting the dangers of reverse discrimination if legislation is passed to protect sexual minorities against social discrimination (Kong 2011; Tang 2011; Yau 2010; Wong 2007). Religion has gradually become an opposing factor to the advancement of equal rights for lesbian, gay, bisexual and transgender (LGBT) individuals. Rather than stating family values, lawmakers have consistently used religious beliefs as a key factor to deter the passing of legislation.  On the educational front, the education system in Hong Kong still largely follows the British colonial tradition after the city has been handed over to Mainland China in 1997. Common in postcolonial societies, missionary schools with Catholic and Christian backgrounds are abundant in the education system due to the close relations between the government and church authorities (Cheng 2004; Tan 1997). According to the Hong Kong Education Bureau, approximately 50% of all secondary schools in Hong Kong belonged to a church organization. (Hong Kong Yearbook 2012). Most health clinics, social services organizations, youth and family community centres are also run by various church groups, therefore rendering the issue of same-sex sexualities non-existent and marginal or reparative at worst. Therefore, service providers and school teachers who work in conservative religious organizations and schools had to adhere to strict guidelines or unspoken regulations on bringing sexualities into classrooms, regardless of their personal opinions on the issue itself.   LGB Mental Health and Social Support LGB as a population has been largely neglected and under-served by healthcare providers (Sanchez et al. 2006; Rondahl 2009). The lack of professional training for healthcare service providers around specific needs for LGB persons has also been well-documented in studies (Travers et al. 2010). In Hong Kong, Kan et al. (2009) found that more than 25% of medical students of the University of Hong Kong responded positively to the statement that “homosexuality is a psychological disorder that requires therapy.” Another study using data collected from a sample of 462 Chinese social work students from three Hong Kong universities showed that students with Christian beliefs tended to have negative attitudes towards lesbians and gay men (Kwok et al. 2013). One can argue that the high prevalence of psychological distress, substance use, suicide and self-harm behaviour among LGB persons in past studies was a result of historical medical neglect and stigmatization for this population.   The Notion of Self Harm There are two distinct theoretical approaches in understanding the notion of self-harm. Sociological inquiries to self-harming behaviour are rare as clinical approaches often take precedence in literature on this topic. Clinical studies on self-harm commonly focused on hospital populations, including emergency intakes of self-injurers and short-term admission patients. The early construction of “a typical self-injurer” appeared in clinical psychiatric literature in the 1960s (Brickman 2004). Popularly accepted by clinicians, the description of a typical self-cutter was taken as female, white, young, and middle-class. The emphasis on the female self-cutter leaves structural analysis of other variables such as socio-economic backgrounds and cultural factors largely invisible (Adler and Adler 2007). Applying a sociological approach, Platt et al. highlight socioeconomic factors that affect the incidence of self-harm including a high level of social exclusion and socioeconomic deprivation (Platt et al. 2005). For this study, I adopted a definition of self-harm which referred to “intentional injury to the outside of the body, mainly through cutting, but including scratching, burning, biting or hitting” (Chandler et al. 2011,99).   Hong Kong Youth and Self-Harm Whereas there is sufficient research in the area of deliberate self-harm (DSH) and suicide among adolescents in Western countries, research data on Chinese adolescents has been scarce (Shek and Yu 2012). As an established authority in the field of suicide prevention and DSH, Yip and Yang published a seminal report titled “Deliberate self-harm in Hong Kong SAR (1997-2003)” and reported that the number of females used to be twice of that with males in 1997 but has significantly increased to be almost level for both sexes by 2003 (Yip and Yang 2004). In another study on suicidality among high school students in Hong Kong, Yip et al. (2004) contended that gender differences were not a marked factor to determine one’s intention to engage in suicidal behaviours.  It was not until 2009 where a substantial quantitative study with empirical data collected from 3328 secondary school students in 28 secondary schools was the issue of self-harm and suicidal behaviours in Hong Kong adolescents resurfaced as a significant topic. Social scientists Shek and Yu collected survey responses from students who filled out questionnaires replying to questions on self-harming behaviour and suicidal behaviour. With a mean age of 12.59 years old, 32.7% responded to at least one form of DSH behaviour in the past one year. 10.4% of respondents “severely scratch oneself to the extent that scarring or bleeding occurred” and 8.3% “cut one’s wrist, arms, or other areas of one’s body”. Shek and Yu identified three risk and protective factors that attributed to the occurrence of DSH and suicidal behaviour among Chinese adolescents. They asserted that better academic performance in school, a healthy family environment and positive youth development was integral to lowering the rates of DSH and suicidal behaviour.    LGB Youth and Self-harm Many research studies have shown that LGB youth have higher rates of self-harm than heterosexual youth (Haas et al. 2011; McDermott et al. 2008; Rivers and Cowie 2006; Whittle et al. 2007). In regards to the health needs of LGB youth, there has been increased evidence showing young people being more likely to engage in self-harming behaviour or to attempt suicide if they were struggling with issues of gender identities and sexualities (Haas et al. 2011). The process of coming out for lesbian, gay and bisexual youth often generates negative outcomes including bullying and sexual harassment, which can result in higher incidence of anxiety, depression, isolation, suicidal feelings, alcohol/substance use (Almeida et al. 2009; The Boys’ & Girls’ Clubs Association of Hong Kong 2009; Hershberger and D’Augelli 1995; Kosciw 2004; Marshal et. al. 2008; Marshal et. al. 2011; Remafedi et al. 1998; Westefeld et al. 2001) LGB youth who experienced school bullying were reported to be more prone to self-destructive behaviour than their heterosexual peers (Rivers 2000; Rivers and Cowie 2006). Secondary school students who identified as lesbians experienced rejection, name calling, sexual harassment and isolation from peers (Tang 2011). A 2009 online survey conducted by Touch Project of the Boys’ & Girls’ Clubs Association of Hong Kong has shown that 53.1% of the 492 respondents who have come out to their classmates as tongzhi in secondary schools experienced different degrees of being excluded and isolated. The term “tongzhi” is commonly used in Hong Kong as a politicised sexual identity to signify one with same-sex desires (Kong 2011).  Based on the earlier literature review, research questions for this study were as follows: 1) What were the institutional and personal factors concerning service providers in providing guidance and counselling services to youth with same-sex desires? 2) What were the potential causal linkages between same-sex sexualities and self-harm? 3) What was the impact in different perceptions of self-harm and sexuality among educators and social workers?  Research Methodology  Snowball Sampling and Recruitment In order to address the research questions, this study was qualitative by design and used ethnographic methods to collect data. A non-probability snowball sampling method was employed due to the sensitive nature of the study. Methods of recruitment included the following: 1) referrals from non-governmental organizations specifically serving LGB communities 2) mainstream social services organizations with family and youth programs 2) postings on Internet websites and mobile phone applications specific to LGB communities 3) snowballing approach during fieldwork. Sixteen in-depth interviews were conducted with participants who are teachers, social workers and service providers in various institutional settings and community-based organizations. Data collection began in June of 2012 and ended in April of the following year.   Characteristics of Study Participants Interview participants were selected based on their experience in working with sexual minority youth. Apart from one male participant, all interviewees identified as female and ranged from twenty-five to forty-five years of age. Three participants identified as queer, two identified as bisexual and one identified as lesbian. Seven participants were social workers, based on-site at schools or off-site at youth centres. Six participants were teachers and three participants were community workers. Years of work experience ranged from four to twenty-two years. All participants had a university degree with five participants graduated with Master’s degrees. Seven participants identified as Christians and four identified as spiritual. The remaining five participants did not state a religious preference. I understand that my sample of interview participants was not representative of the diversity of service providers who work with LGB youth.   Interview Domains and Data Analysis  Interview questions were open-ended and based on different work-related topics including youth culture, self-harm, suicide, gender identity, sexuality, educational policies, counselling strategies and coping mechanisms. Interviews were conducted in Cantonese, taped and recorded with consent forms signed. Pseudonyms were used for all participants in order to ensure confidentiality. This study used a grounded theory approach to code data as themes emerged with each round of coding and to continuously compare data so as to inform the next round of interviews (Strauss and Corbin 1990). In-depth qualitative interviewing is suitable with the employment of grounded theory as an analytic strategy (Charmaz 2002). Participant observation was conducted at events that catered to LGB youth and their allies including cultural productions such as theatre and exhibitions, as well as other activist-driven events as in protests and pride parades.   Research Findings  All interview participants mentioned difficulties and challenges in discussing sexualities in schools. Regardless of teaching on the subject of heterosexuality or homosexuality, participants had to struggle with the resistance of school authorities and the religious doctrines adopted by most secondary schools. The emphasis on this discussion is to examine the potential causal linkages between same-sex sexualities and self-harm through the lens of service providers. The discussion is comprised of four main themes: obstructive barriers to discussing sexualities in schools, personal disinclination and religion, being lesbian and gay as perceived to be susceptible to self-harm, similarities in perceptions of self-harmers and LGB youth.  Obstructive Barriers to Discussing Sexualities in Schools When I asked the informants whether guidelines are provided by school authorities or the Education Bureau, most informants replied by stating that there were “no explicit guidelines” or “it is up to personal choice” on what to say in the classrooms.i Secondary school teachers in non-religious educational institutions have repeatedly stated in their interviews that in comparison to teachers in schools with religious backgrounds, they felt more freedom in being able to tackle issues on dating and relationships involving non-conformative sexualities. One informant, forty years old Karen, discussed her experience of teaching sex education in schools with Christian and Catholic backgrounds. As a program manager in a mainstream social services organization, Karen described her attempt to discuss sexualities in the classroom: “We cannot mention anything about dating (both heterosexual and same-sex) in Catholic or Christian schools. We can only talk about friendships. There can be no encouragement of relationships or dating.”  In her supervisory role, she realized that not all of her staff would feel comfortable in discussing the topic of sexualities to young people. Karen explained: “Some would say openly, ‘Ai-ya, I have this kind of religion, if you ask me to help with these cases, I cannot do it.’ ”  In an interview with twenty-nine years old Catherine, a school-based social worker with eight years of experience, she shared an incident involving a gay student’s seeking for support. A gay student approached his teacher for questions of being young, gay and in love with another person who was of Christian background. The teacher who was also Christian herself, asked Catherine for support and they proceeded to conduct a meeting with the gay student. Catherine described, “For myself and the teacher, we will go back to the Bible and talk about our stance. We do not accept your behaviour but it doesn’t mean that we do not accept you. I told him that ‘I understand you are going through hard times.’ ”  Catherine identified herself as a liberal Christian who distanced herself from the kind of anti-homosexuality position advocated by the Society of Truth and Light. She viewed the Society’s position as more radical than most liberal Christians would believe. In one occasion, she was asked by a teacher to find out if there is a way to conduct reparative therapy on gay students. Catherine rejected the teacher’s request but promised to pray with students who had struggles with their lesbian or gay desires. Although Catherine’s intervention can be understood as an expression of her personal religious beliefs, one is reminded of potential negative effects it might have on the gay student. Religious studies scholar Wong Wai Ching (2013) contends that the rise of evangelical Christian activism in Hong Kong has led to “sustained support for the propagation of conservative moral values in schools, social services” and has influenced “the shaping of public policy” on sexualities (2013: 342).    Personal Disinclination and Religion Personal disinclination to discussing same-sex sexualities in school was often conferred to mean a conflict of personal religious beliefs. A school-based social worker with more than eight years of experience and a devout Christian, twenty-eight years old Fiona worked with LGB youth from the ages of thirteen to fifteen who have often disclosed their sexual orientation to her during counselling sessions. Being aware of her stance on LGB sexualities, I asked Fiona how she would handle the conflicts within herself. “If you really ask me about myself, about my personal self, I do have a religious stance that is not in agreement with same-sex orientation. Because you know, religion has its own reasons but when I see young people in church or at school, I have to pretend that there is nothing, that is, I am pretending to not have a position…Also, I think that young people are still exploring, so I won’t assume that they are really who they say they are.”  Fiona discussed her experience working with a young gay male student who cut himself regularly and was admitted to the Emergency Department more than once. The young gay male student was described by Fiona as “a smart, bright kid who [was] articulate about his needs.” Fiona: He and the other boy already thought about their future, like where they want to live and how they will buy a place. Interviewer: And you’ve mentioned that they perform well in school. Fiona: Yes, if not going into university, then high dip. (higher diploma programs prior to applying for universities) should be no problem. But when I hear about the details of his future plans and him being gay, I have personal struggles. Interviewer: Like if it’s a boy with a girl, you would think they’re going steady. Fiona: Yes, they would be mature. I would encourage them. I would encourage them to study hard, to apply for public housing. Other classmates would encourage them, too. For this case, I don’t know if it’s a good thing or not, are they mature enough?  Through Fiona’s consistent reference to her own doubts and struggles as to whether she could cross boundaries to accept her student’s sexuality, it was clear that personal religious beliefs was an obstacle for her to believe in a future for gay youth. Even though being a homosexual is no longer illegal in Hong Kong and community activism as well as celebrity interventions such as the coming out of various high-profile artists have provided a somewhat positive future for LGBT persons, there are still strong institutional verdicts of LGBT individuals as not eligible for personhood, as in the lack of rights and legal recognition, and a void in school curriculum. The young gay couple, who will be graduating from secondary school, was not given the blessing of a potential future and was even considered to be not deserving of a future. Because it is not so much about their sexual desires, but more about the fact that they were planning for their future.   Being Lesbian and Gay as Perceived to be Susceptible to Self-Harm I asked open-ended questions as to whether a young person’s sexual orientation could be of relation to one’s decision to harm themselves. Interview subjects offered different responses as to why they perceived young lesbian and gay persons might or might not be of risk to self-harming behaviour. For interview subjects who took on cases of self-harm among lesbian and gay youth, they often positioned sexual orientation as one of the initiating factors contributing to self-harming behaviour. Karen stated,  “Yes, I feel that it is a strong trigger for them to self-harm. It is very clear that being tongzhi has a very different stance than that of their parents or the rest of society. That is, if their sexual orientation is obvious to tell.”  Another respondent thirty years old Fanny who worked at an all-girls high-ranking Catholic school suggested that being marginalized can lead to one “feeling less loved” hence more conducive to cutting herself. She continued,  “Those who already drink, smoke and take drugs can stay out at night! But those who are more obedient have nowhere to go so what can they do to provoke excitement in life? They want excitement, too. Some of them get really excited when they see blood. This sensation can replace another one.”  Two sub-themes can be drawn from both interviews. Feeling marginalized for lesbian and gay youth can lead to lower self-esteem, hence more susceptive to self-harming behaviour. Commenting on being lesbian and gay as an instigating factor to self-harming behaviour, other participants echoed Karen’s concern that if a student was perceived to be lesbian and gay put them at greater risk for self-harm.   On the other hand, a second sub-theme pointed to self-cutting as a form of self-harming behaviour commonly associated with the more compliant group of young lesbians. Compliance, in this sense, meant a lesbian or bisexual youth who performed well at school yet still experienced minority stress as a sexual minority youth. If one could take the notion of compliance further, then to locate the hidden problem of self-cutting would require one to examine spaces where obedience was most expected for young people such as spaces of family, school and religion.   Similarities in Perceptions of Self-Harmers and LGB Youth One unexpected research finding in this study was the similarities in the service providers’ perceptions of self-harmers and LGB youth. First of all, stereotypes imposed on self-harmers commonly point to their attention-seeking behaviour through harming themselves. Similarly, if a young gay and lesbian person was suspected of being gay or lesbian because of their gender expressions or behaviour, they were often perceived as being too flamboyant or too explicit with their desires.  Secondly, self-harming behaviour was also positioned by service providers as a form of behaviour that one could grow out of, similar to the way same-sex sexualities were being perceived. Thirty-eight years old Kitty, a youth centre social worker in an impoverished neighbourhood with more than fifteen years of experience in the field, described the questions she would have asked a young lesbian who was at risk of expressing self-harming behaviour, “If she is fifteen or sixteen years old, then I’ll say more like, did you tell your family? Have you dated boys before? When did you start to have feelings with girls that are more than feelings of friendship?”  It was clear that both issues of self-harm and same-sex sexuality could not be treated as separate entities during counselling interventions. This form of doubting could be related to cultural norms where heterosexuality is still dominant in Chinese societies (Wu and Kwok 2013). When I asked informants whether they have received institutional support on issues of same-sex sexualities and self-harm, most informants replied a lack of training and collegial support in these two issues, hence contributed to the lack of professional knowledge in the area.   Discussion I have laid out the environmental factors and institutional discourse surrounding youth sexualities. Six out of sixteen participants have seen cases of DSH among LGB youth. Except for one school teacher, all five participants were social workers. One limitation of this study is the sample of interview participants being not representative of the diversity of service providers who work with LGB youth. It is not uncommon for service providers to cite their personal religious beliefs as a deterrent to providing counselling and mental health services that were supportive of lesbian, gay and bisexual sexualities. A lack of support services for LGB youth compounded with the stigmatized identities attached to this population can lead LGB youth to being more prone to self-harming behaviour. Furthermore, the perception that LGB youth are supposed to grow out of their sexual orientation is strikingly similar to the perception of adolescents putting a stop to self-harming behaviour as they transition into adulthood, service providers might not regard LGB youth sexualities and self-harm as a critical issue that should be jointly examined. This research points to the need for preventative strategies to begin with educating service providers on LGB sexualities and their linkages to self-harming behaviour. Rather than neglecting the issue at hand, educational institutions have to address sexual diversity in their school policies on bullying and harassment despite their religious affiliations. When I spoke with community activists in LGBT organizations, they suggested that self-cutting alone could be out of fashion and substance use is an increasingly common issue. A need for online interventions is also raised by most interview participants in the study. Future research directions include furthering the study of substance use among lesbians and bisexual women, as well as broadening investigations into transgender sexualities. Further understanding of the use of social media and cyber-relations would also be crucial to future studies of LGB youth and self-harming behaviour as well as extending to the inclusion of transgender youth.  Acknowledgements I am grateful to the respondents who participated in this research study and the anonymous reviewers for this article. I would also like to thank Cynthia Lam and Eva Li for their assistance in data collection. Funding for this project has been received from the University of Hong Kong Seed Funding Programme for Basic Research for New Staff.  References: Adler, P. and P. Adler. 2005. “Self-injurers as loners: The social organization of solitary deviance.” Deviant Behavior 26: 345-378. Adler. P. and P. Adler. 2007. “The demedicalization of self-injury: From psychopathology to sociological deviance.” Journal of Contemporary Ethnography 36: 537-570. Almeida, J., R. Johnson, H. Corliss, B. Molnar, and D. Azrael. 2009. “Emotional distress among LGBT youth: The influence of perceived discrimination based on sexual orientation.” Journal of Youth and Adolescence 38: 1001-1014. Baldry, A. C. and F. W. Winkel. 2004. “Mental and physical health of Italian youngsters directly and indirectly victimized in school and at home.” International Journal of Forensic Mental Health 3(1): 77-91. Birkett, M., D.L. Espelage and B. Koenig. 2009. “LGB and Questioning Students in Schools: The Moderating Effects of Homophobic Bullying and School Climate on Negative Outcomes.” Journal of Youth and Adolescence 38: 989-1000. Brickman. J. 2004. “ ‘Delicate’ cutters: Gendered self-mutilation and attractive flesh in medical discourse.” Body & Society 10: 87-111. Brunner, R., P. Parzer, J. Haffner, R. Steen, J. Roos, M. Klett and F. Resch. 2007. “Prevalence and psychological correlates of occasional and repetitive deliberate self-harm in adolescents.” Archives of Pediatrics and Adolescent Medicine 161(7): 641-649. Chandler A., F. Myers and S. Platt. 2011. “The Construction of Self-Injury in the Clinical Literature: A Sociological Exploration.” Suicide and Life-Threatening Behavior 41(1): 98-109.  Charmaz, K. 2002. “Qualitative interviewing and grounded theory analysis.” In Handbook of interview research: Context and Method, edited by J. F. Gubrium & J. A. Holstein, 675-693. Thousand Oaks: Sage. Cheng, R. H. M. 2004. “Moral education in Hong Kong: Confucian-parental, Christian-religious and liberal-civic influences.” Journal of Moral Education 33(4): 533-551. Cochran, S., V. M. Mays, M. Alegria, A.N. Ortega, and D. Takeuchi. (2007) Mental health and substance use disorders among Latino and Asian American lesbian, gay, and bisexual adults. Journal of Consulting and Clinical Psychology, 75(5), 785-794.  Connell, R. W. 1995. Masculinities. Cambridge: Polity. D’Augelli, A. R., A. H. Grossman and M.T. Starks. 2008. “Gender atypicality and sexual orientation development among lesbian, gay, and bisexual youth: Prevalences, sex differences, and parental responses.” Journal of Gay & Lesbian Mental Health 12 (1/2): 121-143. Darwich, L., S. Hymel and T. Waterhouse. 2012. “School avoidance and substance use among lesbian, gay, bisexual and questioning youths: The impact of peer victimization and adult support.” Journal of Educational Psychology 104: 381-392. Equal Rights for LGBT People: Hong Kong Report. 2006. Hong Kong: Hong Kong Christian Institute, Blessed Minority Christian Fellowship, Civil Rights for Sexual Diversities and f’union. Foucault, M. 1979. Discipline and Punish: The Birth of the Prison. New York: Knopf Doubleday Publishing Group.  Gilchrist, H. and G. Sullivan. 2006. “The role of gender and sexual relations for young people in identity construction and youth suicide.” Culture, Health and Sexuality (8): 195-209.  Gratz, K.L. and A. L. Chapman. 2007. “The role of emotional responding and childhood maltreatment in the development and maintenance of deliberate self-harm among male undergraduates.” Psychology of Men and Masculinity (8): 1-14. Haas, A.P., M. Eliason, V. M. Mays, R. M. Mathy, S. D. Cochran, A. R. D'Augelli, M. M. Silverman, et al. “Suicide and suicide risk in lesbian, gay, bisexual, and transgender populations: Review and recommendations.” 2011. Journal of Homosexuality 58 (1), pp. 10-51.  Hatzenbuehler M. L., and K. M. Keyes. 2013. “Inclusive Anti-bullying Policies and Reduced Risk of Suicide Attempts in Lesbian and Gay Youth.” Journal of Adolescent Health 53(1): S21-S26, Hawton, K., K. Rodham, E. Evans and R. Weatherall. 2002. “Deliberate self-harm in adolescents: self report survey in schools in England.” The British Medical Journal 325(7374): 1207-1211. Hershberger, S. and A. R. D’Augelli. 1995. “The impact of victimization on the mental health and suicidality of lesbian, gay, and bisexual youth.” Developmental Psychology 31: 65-74. Hong Kong Yearbook. 2012. Hong Kong: Information Services Department of the Hong Kong SAR Government. Jeffrey, D. and A. Warm. 2002. “A study of service providers’ understanding of self-harm.” Journal of Mental Health 11(3): 295-303.  Kan, R.W.M., K.P. Au., W.K. Chan et al. 2009. “Homophobia in medical students of the University of Hong Kong.” Sex Education 9: 65-80. King M., E. McKeown, J. Warner et al. 2003. “Mental health and quality of life of gay men and lesbians in England and Wales: controlled, cross-sectional study.” British Journal of Psychiatry 183: 552-558. Kirkcaldy, B.D., J. Brown and R.G. Siefen. 2006. “Disruptive behavioural disorders, self harm and suicidal ideation among German adolescents in psychiatric care.” International Journal of Adolescent Medicine and Health 18(4): 597-614. Kong, T. 2011. Chinese Male Homosexualities: Memba, tongzhi and golden boy. London and New York: Routledge. Kosciw, J. G. 2004. “The 2003 national school climate survey: The school-related experiences of our nation’s lesbian, gay, bisexual, and transgender youth.” New York: GLSEN. Kosciw, J. G. and E.M. Diaz. 2006. “The 2005 national school climate survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools.” New York: GLSEN. Kwok, D. K., J. Wu and S.M. Shardlow. 2013. “Attitudes towards lesbians and gay men among Hong Kong Chinese social work students.” Journal of Social Work Education 49: 337-352. Kwon, P. 2013. “Resilience in Lesbian, Gay, and Bisexual Individuals.” Personality and Social Psychology Review 20(10): 1-13. Lee, A., S. Y. S. Wong, K. K. Tsang, G. S. M. Ho, C. W. Wong, and F. Cheng. 2009. “Understanding suicidality and correlates among Chinese secondary school students in Hong Kong.” Health Promotion International 24(2). Liu, Ka Y., A. Beautrais, E. Caine, K. Chan, A. Chao, Y. Conwell, C. Law, D. Lee, P. Li, and P. Yip. 2007. “Charcoal burning suicides in Hong Kong and urban Taiwan: an illustration of the impact of a novel suicide method on overall regional rates.” Journal of Epidemiol Community Health (61): 248-253. Logie, C., T. J. Bridge, and P. D. Bridge. 2007. “Evaluating the phobias, attitudes, and cultural competence of Master of Social Work students toward the LGBT populations.” Journal of Homosexuality 53: 201-221. Marshal, M.P., M.S. Friedman, R. Stall, K.M. King, J. Miles and M.A. Gold et. al. 2008. “Sexual orientation and adolescent substance use: A meta-analysis and methodological review.” Addiction 103(4): 546-556. Marshal M. P., L. J. Dietz, M. S. Friedman, R. Stall, H. A. Smith, J. McGinley, B. C. Thoma, et al. 2011.“Suicidality and Depression Disparities Between Sexual Minority and Heterosexual Youth: A Meta-Analytic Review.” Journal of Adolescent Health 49(2): 115-123.  McDermott, E., K. Roen, and J. Scourfield. 2008. “Avoiding shame: Young LGBT people, homophobia and self-destructive behaviours.” Culture, Health & Sexuality  10(8): 815–829. McDougall, T., M. Armstrong and G. Trainor. 2010. Helping Children and Young People Who Self-Harm: An introduction to self-harming and suicidal behaviours for health professionals. Oxon and New York: Routledge. Nehls, N. 1999. “Borderline personality disorder: the voice of patients.” Research in Nursing and Health (22): 285-93. Platt, S., S. Pavis, M. Sharpe and F. O’May. 2005. “Contextual effects in suicidal behaviour: Evidence explanation and implications.” In Prevention and treatment of suicidal behaviour: From science to practice, edited by K. Hawton, 53-70. Oxford: Oxford University Press. Remafedi, G., S. French, M. Story, M.D.Resnick and R. Blum. 1998. “The relationship between suicide risk and sexual orientation: Results of a population-based study.” American Journal of Public Health 88(1): 57-60. Rivers, I. 2000. “Long-term consequences in bullying.” In Issues in Therapy with Lesbian, Gay, Bisexual and Transgender Clients, edited by C. Neal and D. Davies, 146-159. Buckingham: Open University Press. Rivers, I. and H. Cowie. 2006. “Bullying and homophobia in UK schools: A perspective on factors affecting resilience and recovery.” Journal of Gay & Lesbian Issues in Education 3(4): 11–43. Rondahl, G. 2009. “Students’ inadequate knowledge about lesbian, gay, bisexual and transgender persons.” International Journal of Nursing Education Scholarship 6(1) Article 11. doi: 10.2202/1548-923X.1718. Rosario, M., H. F. Meyer-Bahlburg, J. Hunter, T. M. Exner, M. Gwadz, and K. M. Arden. 1996. “The psychosexual development of urban lesbian, gay, and bisexual youths.” Journal of Sex Research (33): 113-126. Saewyc, E. M., C. S. Poon, Y. Homma, and C. L. Skay. 2008. “Stigma management? The links between enacted stigma and teen pregnancy trends among gay, lesbian, and bisexual students in British Columbia.” The Canadian Journal of Human Sexuality 17(3): 123-139. Sanchez, N.F., J. Rabatin, J.P. Sanchez, S. Hubbard and A. Kalet. 2006. “Medical students’ ability to care for lesbian, gay, bisexual and transgendered patients.” Family Medicine 38: 21-27. Scourfield, J., K. Roen and L. McDermott. 2008. “Lesbian, gay, bisexual and transgender young people’s experiences of distress: resilience, ambivalence and self-destructive behaviour.” Health and Social Care in the Community 16(3): 329-336. Shek, D.T.L. and L. Yu. 2012. “Self-Harm and Suicidal Behaviors in Hong Kong Adolescents: Prevalence and Psychosocial Correlates.” The Scientific World Journal Vol. 2012, Article ID 932540. Spandler, H. 2001. Who’s hurting who? Young people, self-harm and suicide. 2nd ed. Gloucester: Handsell. Strauss, A. and J. Corbin. 1990. Basics of qualitative research: Grounded theory procedures and techniques. Newbury Park, CA: Sage. Tan, J. K. 1997. “Church, State and Education: Catholic Education in Hong Kong during the Political Transition.” Comparative Education Vol. 33 No.2, special number 19: 211-232.  Tang, D. 2011. Conditional Spaces: Hong Kong Lesbian Desires and Everyday Life. Hong Kong: Hong Kong University Press. Touch Project of The Boys’ and Girls’ Clubs Association of Hong Kong. 2009. A report on the situations of Tongzhi students in secondary schools. Hong Kong: Touch Project of The Boys’ and Girls’ Clubs Association of Hong Kong. Travers, R., A. Guta, S. Flicker, J. Larkin, C. Lo, S. McCardell, E. V. D. Meulen and the Toronto Teen Survey Team. 2010. “Service Provider Views on Issues and Needs for Lesbian, Gay, Bisexual, and Transgender Youth.” The Canadian Journal of Human Sexuality 19(4): 191-198. Walls, N.E., S. Freedenthal and H. Wisneski. 2008. “Suicidal ideation and attempts among sexual minority youths receiving social services.” Social Work 53(1): 21-29.  Westefeld, J. S., M. R. Maples, B. Buford and S. Taylor. 2001. “Gay, Lesbian, and Bisexual College Students: The Relationship between Sexual Orientation and Depression, Loneliness and Suicide.” Journal of College Student Psychotherapy 15(3): 71-82. Whittle, S., L. Turner, and M. Al-Alami. 2007. “Engendered penalties: Transgender and transsexual people’s experiences of inequality and discrimination.” London: Communities and Local Government Publications. Wong, D. 2007. “Rethinking the coming home alternative: hybridization and coming out politics in Hong Hong’s anti-homophobia parades.” Inter-Asia Cultural Studies 8(4): 600-616. Wong, A.W.C. 2013. “The politics of sexual morality and evangelical activism in Hong Kong.” Inter-Asia Cultural Studies 14(3): 340-360. Wu, J. and D. K. Kwok. 2013. “Attitudes towards sexual minorities among Chinese people: implications for mental health.” International Psychiatry 10(2): 33-34. Yau, C. 2010. “Dreaming of Normal While Sleeping with Impossible: Introduction.” In As Normal as Possible: Negotiating Sexuality and Gender in Mainland China and Hong Kong, edited by Yau Ching, 1-14. Hong Kong: Hong Kong University Press.  Yip. K. S. 2005. “A Multi-Dimensional Perspective of Adolescents’ Self-Cutting.” Child and Adolescent Mental Health 10(2): 80-86. Yip, P. S. F., K. Y. Liu, T. H. Lam, S. M. Stewart, E. Chen, and S. Fan. 2004. “Suicidality Among High School Students in Hong Kong, SAR.” Suicide and Life-Threatening Behavior 34(3) Fall 2004. Yip, P.S.F. and K.C.T. Yang. 2004. Deliberate Self-Harm in Hong Kong SAR (1997-2003): A report based on inpatients admitted by the Accident and Emergency Department of the Hospital Authority's Hospitals. Hong Kong : The Hong Kong Jockey Club Centre for Suicide Research and Prevention and The University of Hong Kong.                                                       i Hong Kong Education Bureau provides a website listing resources on sex education under a section on Moral, Civic and National Education in Curriculum Development (http://www.edb.gov.hk/en/curriculum-development/4-key-tasks/moral-civic/sex-educ                                                                                                                                                        ation.html#2). Even though the list of learning resources do not mention sexual orientation as an issue for discussion but LGBT issues are included in examples for discussion.   ",
    "id": 38083897,
    "identifiers": {
        "doi": null,
        "oai": "oai:hub.hku.hk:10722/219064"
    },
    "title": "Perspectives on same-sex sexualities and self-harm amongst service providers and teachers in Hong Kong",
    "language": null,
    "publishedDate": "2014-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://hub.hku.hk/bitstream/10722/219064/1/Content.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/38083897.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/38083897"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/38083897/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/38083897/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/38083897"
        }
    ],
    "abstract": "Session 2This research study investigates the perspectives of service providers in working with Chinese lesbian and gay youth in Hong Kong secondary schools, and maps the relations between same-sex sexualities, religion, education, and self-harm. Service providers included secondary school teachers, social workers based on- and off-school sites, and lesbian/transgender activists working in non-government organizations serving lesbian, gay, bisexual, and transgender communities. By studying the level of acceptance and tolerance of same-sex sexualities in schools, this study aims to provide further understanding into Hong Kong youth issues and to highlight the connections between deliberate self-harm behaviour and being a lesbian, gay, or bisexual youth. Using a qualitative approach, sixteen in-depth interviews were conducted with service providers and extensive participant observation was carried out as fieldwork for this ethnographic  study. A discussion of research findings is comprised of four main themes: obstructive barriers to discussing sexualities in schools, personal disinclination and religion, being lesbian and gay as susceptible to self-harm, and similarities in perceptions of self-harmers and LGB youth.\r\n\r\n本研究旨在探討服務於香港中學，服務對象涉及華人女同志及男同志青少年的助人工作者之觀點；並勾勒出同性情慾、宗教、教育以及自殘行為之間的關係。本研究中的助人工作者，包括中學教師、服務於校內或校外之社工人員、服務於同志相關的非政府組織之女同志／跨性別社會運動人士。藉由研究學校對同性戀的接納包容程度，本研究旨在對香港青少年議題提供進一步的理解，並突顯蓄意的自我傷害行為與身為女同志、男同志及雙性戀者之間的關聯。採用質性研究取向，本項民族誌研究針對助人工作者前後共進行16 次深入訪談，田野工作部份則是採取廣泛的參與觀察。研究發現部份涵蓋四大主題：在校談性／性慾特質（sexualities）之阻礙；個人的勉強意願與宗教之關聯；身為同性戀者容易有自殘傾向；對於自殘行為與女同志、男同志、雙性戀青少年之相似觀點。postprin",
    "tags": [
        "Conference_Paper"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Conference_Paper"
    ],
    "oai": "oai:hub.hku.hk:10722/219064",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "942",
        "openDoarId": 0,
        "name": "HKU Scholars Hub",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 38083897,
        "depositedDate": null,
        "publishedDate": "2014-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-03T14:59:18+00:00",
        "acceptedDate": null,
        "createdDate": "2016-06-01T11:43:15+01:00"
    },
    "urls": [
        "http://hdl.handle.net/10722/219064"
    ],
    "lastUpdate": "2024-02-03T14:59:18+00:00",
    "setSpecs": []
}