{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rellis, Jennifer"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-29T12:13:07+00:00",
    "dataProvider": {
        "id": 3599,
        "name": "University of Michigan School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3599",
        "logo": "https://api.core.ac.uk/data-providers/3599/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/232697710.pdf",
    "fullText": "Michigan Journal of Gender & Law Volume 14 Issue 2 2008 \"Please Write 'E' in This Box\" Toward Self-Identification and Recognition of a Third Gender: Approaches in the United States and India Jennifer Rellis Dechert, LLP Follow this and additional works at: https://repository.law.umich.edu/mjgl  Part of the Comparative and Foreign Law Commons, Law and Gender Commons, Law and Society Commons, and the Legislation Commons Recommended Citation Jennifer Rellis, \"Please Write 'E' in This Box\" Toward Self-Identification and Recognition of a Third Gender: Approaches in the United States and India, 14 MICH. J. GENDER & L. 223 (2008). Available at: https://repository.law.umich.edu/mjgl/vol14/iss2/3  This Article is brought to you for free and open access by the Journals at University of Michigan Law School Scholarship Repository. It has been accepted for inclusion in Michigan Journal of Gender & Law by an authorized editor of University of Michigan Law School Scholarship Repository. For more information, please contact mlaw.repository@umich.edu. \"PLEASE WRITE 'E' IN THIS BOX\"TOWARD SELF-IDENTIFICATION ANDRECOGNITION OF A THIRD GENDER:APPROACHES IN THE UNITED STATES AND INDIAJennifer 'Rllis*INTRODUCTION • 2231. NOT MALE, NOT FEMALE: DEFININGINTERSEXUALITY AND ITS COLLISIONWITH LAW, MEDICINE, AND SOCIETAL CONSTRUCTS 225II. INDIA: ACCEPTANCE OF A THIRD GENDER • 227A. Hijras: India's Third Gendered People • 227B. English Colonization Began an Eraof State-Sanctioned Discrimination • 229C. An End to Discrimination?AllowingSelf-Identification and Recognitionofa Third Gender • 232Ill. UNITED STATES: OBSTACLES TO THELEGAL RECOGNITION OF A THIRD GENDER • 234A. Intersex Surgery in the United States • 234B. Problematic Legal Recognition of Transsexualsand Intersexed Individuals • 2391. Marriage • 2422. Employment Discrimination • 245CONCLUSION • 255INTRODUCTIONOne to four percent of the world population is intersexed, not fullymale or female.' This biological fact is hard to reconcile with the traditionB.A. George Washington University; M.F.A. University of Pittsburgh; J.D.University of Pittsburgh; Clerk to the Honorable Lawrence F. Stengel in the EasternDistrict of Pennsylvania; Associate, Dechert, LLP. I would like to acknowledgeJeanette Hahn for first telling me about the hijra and Professor Elena Baylis for sug-gesting I research intersexed infants in the United States. Professor Baylis, along withLinda Wharton and Susan Frietsche, also provided insightful comments and edits onthis paper. I appreciated the opportunity to discuss this paper with Professor NancyEhrenreich while she was a visiting instructor at the University of Pittsburgh. An ear-lier draft of this paper won an Honorable Mention in the University of Pittsburgh2006 Global Studies Research Symposium.1. Kate Haas, Who Will Make Room for the Intersexed?, 30 AM. J.L. & MED. 41, 41(2004).MICHIGAN JOURNAL OF GENDER & LAWof conferring rights based on what is found below one's belt buckle. Thesoundness of the practice of allocating rights on the basis of sex dependson two concepts. First, that sex is fixed at birth. Second, that everyonefits neatly into boxes labeled male and female. Today, the prevalence ofintersexed individuals and our increasing ability to alter a person's birthsex through hormones and surgery reveals the male-female binary as asocial construct. The law has never been equipped to handle intersexedindividuals and this defect in the law is becoming more prevalent withscientific advances. This Article will examine the human rights abusesencountered by two minority sexual groups, one in the United Statesand one in India, stemming from the collision2 of law, biology, and so-cietal expectations.Most Americans cannot conceive of a sexual identity outside themale-female binary. Therefore, the medical standard of care for inter-sexed infants in the United States calls for corrective surgery aimed at\"normalizing\" external genitalia to fit societal expectations. These proce-dures are not medically necessary to preserve the child's health. Inaddition, the surgeries often occur without the informed consent of theparent or, in the case of older patients, the child.3 These procedures dis-proportionately target males, who the medical establishment views ashaving inadequate genitals even though they will be able have inter-course and possibly father children. There is a growing movement tostop intersexed infant surgery or at least require informed parental con-sent. While important, focusing on reforming the medical approach tointersexed infants ignores legal pitfalls, particularly the problems inter-sexed Americans will face if they try to marry or change identificationdocuments like birth certificates or drivers' licenses.In contrast to the United States, India recognizes the possibility of athird gender because of a visible and long-standing sexual minority2. I've adopted this metaphor from Julie Greenberg's article. See generally infra note 4.3. Physicians told one twelve-year old intersexed patient that she had ovarian cancer andthey were going to perform a hysterectomy. Hass, supra note 1, at 42 n.8. In fact, thepatient did not have ovaries but testes that were removed during the surgery. Id. An-other patient, who had had ten genital surgeries by the age of ten, wrote that \"[mlychildhood was filled with pain, surgery, skin grafts, and isolation.\" Jeff McClintock,Growing up in the Surgical Maelstrom, 2 Chrysalis: J. of Transgressive Gender Identi-ties 53, 54 (1997), available at http://www.isna.org/books/chrysalis/mcclintock. Eventhough he questioned the purpose of the surgeries, the doctors did not answer hisquestions and told him not to complain. Id. Another intersexed patient rememberedthe doctors telling her father that the surgery would make her \"normal.\" MorganHolmes, Is Growing up in Silence Better Than Growing tp Different?, 2 Chrysalis: J. ofTransgressive Gender Identities 7, 8 (1997, available at http://www.isna.org/node/743. Nobody told the patient or her father they were going to amputate her clitoris,but instead \"they gave it a much more benign name 'clitoral recession.'\" Id.[Vol. 14:223INTERSEXED INDIVIDUALSgroup called the hijras. The hijras are composed of intersexed men whoidentify as women and other transgendered or transvestite men who actand dress as women. This recognition may be due to the religious un-derpinnings of the group and the prominent role that hijras play inIndian culture. Intersexed hijras only include men who identify aswomen-never women who identify as men. Therefore, they are only asubset of the intersex population. While this subset of the intersex popu-lation in the United States would most likely undergo \"normalizing\"surgery, the hijras never complete the identification as women throughthe surgical construction of a vagina. One obvious reason for this is thatthe group has a long tradition that predates such complicated surgicalprocedures. But more than that, the group identity embraces the\"third\"-the space between male and female. The hijras, although his-torically discriminated against on the basis of laws imported by theirBritish colonizers, are beginning to gain legal recognition in India whenthey self-identify as a third gender.Part I of this Article defines intersexuality and highlights the legaland societal complications that occur when the concept of the fixedmale-female gender binary is challenged. Part II describes the uniquerole of the hijras in India, who are both revered and discriminatedagainst, and suggests that India is beginning to legally recognize a thirdgender through the grassroots advocacy of the hijras. Part III contraststhe experience of intersexed individuals in the United States by describ-ing the current protocol to deal with the \"medical emergency\" of thebirth of an intersexed child. This section forecasts legal issues facing in-tersexed individuals who choose to exist as a third gender innonconformance to the male-female binary through an examination ofcase law on transsexuals in the marriage and employment context. Theconclusion advocates the necessity of statutory reform to ensure thatintersexed individuals receive the benefit of their Constitutionally pro-tected right to equal treatment.I. NOT MALE, NOT FEMALE: DEFINING INTERSEXUALITY AND ITSCOLLISION WITH LAW, MEDICINE, AND SOCIETAL CONSTRUCTSBefore examining specific examples of intersexed individuals in In-dia and the United States, it is important to define core terms. While weoften conflate sex and gender, they are distinct. Sex identifies men andwomen based on biology, while gender is a social construct.' Another4. Julie A. Greenberg, Defining Male and Female: Intersexuality and the Collision betweenLaw and Biology, 41 ARIz. L. REv. 265, 271, 274 (1999).2008]MICHIGAN JOURNAL OF GENDER &- LAWway of looking at this is to consider sex as fixed and constant across cul-ture (unless there are surgical or medical interventions), while gender ismutable and determined by dress and behavior that identify the indi-vidual as male or female within the individual's society.Sex is typically determined at birth by focusing on external genita-lia.5 This is problematic in two particular cases. The first case is wherethe sexual organ is ambiguous because it can be classified as either anabnormally small penis or a large clitoris.6 The second situation occurswhen genitals do not correspond to chromosomal sex. For example, in-dividuals with Androgen Insensitivity Syndrome (AIS) have male XYchromosomes but female external genitalia because of an insensitivity toandrogen, a steroid hormone that directs the development of masculinesex characteristics.7 In addition to not taking into account chromosomalmakeup (XX for females, XY for males), determining sex by only look-ing at external sex organs is also an erroneous inquiry because it ignoresother significant biological sex characteristics, including reproductive sexglands, internal sexual organs, hormones, and secondary sexual featuressuch as facial hair or breasts.8When all primary and secondary sex characteristics are considered,one to four percent of the world's population is estimated to be inter-sexed.9 This could equal 2.7 million people in the United States alone.'0To put this figure in context, even if the intersexed population in theUnited States was as low as one-tenth of one percent, intersexed indi-viduals would be as common as people with Down's Syndrome,\"making this a significant subset of the population.To further complicate sex and gender categories, gender identity isa distinct concept focused on the individual's self-identification as maleor female, regardless of whether this gender choice matches up withone's external sex organs and other biological sex markers. 12 Having a5. Id. at 271-272.6. Id. at 271-273.7. Id.; Phyllis Randolph Frye, The International Bill of Gender Rights vs. the Cider HouseRules: Transgenders Struggle with the Courts over What Clothing They Are Allowed toWear on the Job, Which Restroom They Are Allowed to Use on the Job, Their Right toMarry, and the Very Definition of Their Sex, 7 WM. & MARY J. WOMEN & L. 133, 169(2000).8. Greenberg, supra note 4, at 278.9. Haas, supra note 1, at 41. For a fuller discussion of the wide variety of intersex condi-tions, see Greenberg, supra note 4, at 281-292.10. Greenberg, supra note 4, at 267.11. Frye, supra note 7, at 168.12. See INTL GAY & LESBIAN HUMAN RIGHTS COMM'N, SEXUAL MINORITIES AND THEWORK OF THE UNITED NATIONAL SPEcIAL RAPPORTEUR ON TORTURE 2 (2001),available at http://www.iglhrc.org/files/iglhrc/reports/torturereport.pdf (\"[Tlhe[Vol. 14:223INTERSEXED INDIVIDUALSgender identity that differs from your biological sex could lead an indi-vidual to become a transvestite (temporarily perform the gender of theopposite sex through dress and behavior), a transsexual (permanentlychange your biological sex through medical intervention), or self-classifyas a third gender (a refusal to identify exclusively as male or female).Of these three choices, desiring to live as a third gender is generallymore disconcerting to society than either transvestitism or transsexual-ism because it challenges the male-female binary. Questioning the male-female binary shakes the foundation of societal values that depend onthis binary, such as compulsive heterosexuality and the nuclear family.With the distinctions of sex, gender, and gender identity in mind, wecan begin to examine how historical and current societal practices in theUnited States and India cope with intersexed individuals who challengethe male-female binary.II. INDIA: ACCEPTANCE OF A THIRD GENDERA. Hijras: India's Third Gendered PeopleIn India, the hijra (pronounced HIJ-ra) community has existed formore than four thousand years 3 and is currently believed to numberhalf a million. 4 The word \"hijra\" designates an alternative gender to themale-female binary; the term translates as eunuch5 or hermaphrodite. 6The hijras' base their group's third gender identity on an episode in theRamayana where Rama is banished. In the story, Rama tells a tearfulgroup of men and women, lamenting his banishment, to leave and re-turn to the city. A group of people \"who were not men and not women\"people we call 'transgender' share a particular experience of their own selves as gen-dered: a sense that their psychological gender is different from that to which theywere assigned at birth.\").13. PEOPLES' UNION FOR CIVIL LIBERTIES, KARNATAKA, HUMAN RIGHTS VIOLATIONSAGAINST THE TRANSGENDER COMMUNITY 17 (2003), available at http://ai.eecs.umich.edu/people/conway/TS/PUCL/PUCL%20Report.pdf [hereinafter PUCLREPORT].14. Paul Watson, Offering India's Voters a Unique Perspective, Los ANGELES TIMES, May9, 2004 at A3; Eunuchs and Homosexuals Protest for Basic Rights in Bangalore, HINDU-STAN TIMES, Mar. 31, 2006.15. Indian society seems to use the terms eunuch and hijra interchangeably, even thoughhijras do not prefer the term eunuch. See infra Part II(C) for a criticism of the \"E\" foreunuch designation. In this paper, I have only used eunuch when the original sourceutilizes this word.16. SERENA NANDA, NEITHER MAN NOR WOMAN: THE HIJRAs OF INDIA 13 (2nd. ed.1999).2008]MICHIGAN JOURNAL OF GENDER & LAWdid not know what to do and remained with him.\" Rama rewarded thehijras for their loyalty by giving them the power to bless auspicious oc-casions such as marriage and childbirth through customary singing anddancing known as badhai.18Irregular male sex organs are central to the group's definition.\" Thehijras include both ceremonially emasculated males and intersexed peo-ple whose genitals are \"ambiguously male-like at birth., 20 Unlike theintersexed population in the United States, all hijras have a female gen-der identity. There are no ambiguous females who identify as males inthe group. Instead, all hijras dress and act as women even though theyare not biological women, nor are they surgically altered to have vaginaslike many intersexed people in America.2'Although one might label the hijras as transvestites, especially thosewho are not born intersexed, Serena Nanda, the only anthropologistwho has studied the group extensively, uncovered elements of both afemale and male group identity.22 The hijra are \"not men\" because oftheir imperfect or absent penis.23 In fact, when Nanda would ask \"Whatis a hijra?,\" the hijra would lift her skirt and point to her ambiguous ormutilated genitals. 24 Other components of the hijra definition as \"notmale\" include: not having the same sexual feelings as men do (e.g. sexualdesire for women), walking like women, taking female names, and wear-ing female clothing, jewelry, and bindi. 25 However, even if hijras are likewomen in terms of their dress and mannerisms, it is clear that they arealso not women. Nanda classifies their female behavior as burlesque-dancing, smoking, and acting in sexually explicit ways, all things fallingoutside of the traditional female role in Indian society.26 Hijras also work17. Id. at 13; see also PUCL REPORT, supra note 13, at 17-18 (describing alternativeorigin myths for the hijras).18. PUCL REPORT, supra note 13, at 18.19. NANDA, supra note 16, at 14.20. Id. at 14.21. See generally id.22. See generally id. Coincidentally, John Money, the American creator of gender normal-izing surgeries discussed at length infra in Part III(A) of this Article, wrote a forwardto the first edition of Nanda's book. In his forward, he does not advocate labeling thehijra as a third gender and discounts their identity as hermaphrodites. Instead, he de-fines them as \"women-mimetics\" or acting like women. John Money, Forward to theFirst Edition of SERENA NANDA, NEITHER MAN NOR WOMAN: THE HijRAs OF INDIA,at xi, xii (1st ed. 1990). This forward seems to conflict with Nanda's definition of hi-jras as an alternative gender.23. NANDA, supra note 16, at 15.24. Id.25. Id.26. Id. at 18.[Vol. 14:223INTERSEXED INDIVIDUALSin male occupations such as construction) 7 Finally, hijras do not havefemale reproductive organs and are not able to have children.28How does Indian society cope with the hijras' choice to embrace athird gender identity as \"not men and not women\"? The evidence ismixed, although it does seem that the hijras have been accepted to ahigher degree than their American intersexed counterparts. Nanda seemsto say that while the hijras are accepted, they are also ostracized. Thehijra identity is \"deeply rooted\" in Indian culture and the Hindu beliefthat all people contain male and female attributes. 2 The hijras also playa sanctioned role in Hindu society through the practice of badhai-acontradictory ritual where infertile hijras bless births and marriages.\"However, Nanda notes that the status of hijras as \"neither man norwoman, call into question the basic social categories of gender on whichIndian society is built. This makes hijras objects of fear, abuse, ridicule,and sometimes pity.\"\"1 Attitudes toward the hijras are also colored by thefact that many work as prostitutes because societal discrimination makesit difficult for hijras to find appropriate employment. 2B. English Colonization Began an Era ofState-Sanctioned DiscriminationBritish colonization of India in the mid 1850s began an era of sys-temic state-sanctioned discrimination for the hijras 3 The primaryinstruments of this discrimination were laws including: (1) the CriminalTribes Act of 1871: An Act for the Registration of Criminal Tribes andEunuch; and (2) Section 377 of the Penal Code, which criminalizednon-procreative sexual acts.34The Criminal Tribes Act required all members of criminal tribes toregister with the authorities, operating under the assumption, commonto India's caste system, that all members of certain communities were27. Id. at 17.28. Id. at 18.29. Id. at 19-21.30. Id. at 1-3.31. Id. at23.32. PEOPLES' UNION FOR CIVIL LIBERTIES, KARNATAKA, HUMAN RIGHTS VIOLATIONSAGAINST SEXUAL MINORITIES IN INDIA 32 (2001), available at http://pucI.org/Topics/Gender/2003/sexual-minorities.pdf [hereinafter PUCL HR REPORT].33. See Joseph T. Bockrath, Bhartia Hijro Ka Dharma: The Code of India's Hijra, 27LEGAL STUD. F. 83, 87-88 (2003).34. Id.; see also PUCL REPORT, supra note 13, at 43-48.2008]MICHIGAN JOURNAL OF GENDER & LAWcriminal and unclean from birth. 35 Article 26 of the act specifically tar-geted hijra practice by providing:Any eunuch so registered who appears, dressed or ornamentedlike a woman, in a public street or place, or in any other place,with the intention of being seen from a public street or place,or who dances or plays music, or takes part in any public ex-hibition, in a public street or place or for hire in a privatehouse may be arrested without warrant, and shall be punishedwith imprisonment of either description for a term which mayextend to two years, or with fine, or with both.36By forbidding the hijras to dress as women and perform in thestreet, the act effectively criminalized the group's entire identity.3 7 Addi-tionally, Article 29 of the act further eroded the legal identity of thegroup by prohibiting hijras from making a gift or a will.3 Although nowrepealed, this historical act encouraged the \"contemporary perception ofhijras as thieves as well as the brutal violence which is inflicted againstthem.39Another colonial remnant, Section 377 of the Penal Code, is stillon the books, even though Britain and other former British coloniessuch as South Africa have repealed similar laws.4° This law criminalizeseven consensual homosexual contact and case law has broadened theinterpretation of the act's prohibition on \"carnal intercourse\" to includeoral sex, anal sex, and thigh sex; \"[b]asically any form of sex which doesnot result in procreation comes within the rubric of Sec[tion] 377. ' 4 Ashijras by definition are men-or at least not biological women-whohave sex with men, Section 377 can be used to criminalize their consen-sual sexual expression. As many hijras make a living throughprostitution, they are particularly susceptible to prosecution under thislaw. In practice, the law is used \"to targer, harass, and punish lesbian,gay, bisexual, and transgender persons.\" 2 One police tactic is to physi-35. PUCL REPORT, supra note 13, at 44.36. Act No. XXVII of 1871, reprinted in Bockrath, supra note 33, at 88.37. See id. at 87 n.29; cf Shunned by the Majority, HINDUSTAN TIMES, May 20, 2006(describing how the Criminal Tribes Act transformed the hijras into a \"condemned\"and \"intensely secretive\" community).38. Bockrath, supra note 33, at 88 n.30.39. PUCL REPORT, supra note 13, at 46.40. PUCL HR REPORT, supra note 32, at 11; Change Laws to Protect Rights of SexualMinorities, THE HINDU, Oct. 24, 2004.41. PUCL REPORT, supra note at 13, at 47.42. U.S. STATE DEP'T BUREAU OF DEMOCRACY, HUMAN RIGHTS, AND LABOR, INDIA:COUNTRY REPORTS ON HUMAN RIGHTS PRACTICEs-2004, § 5 (2005), available at[Vol. 14:223INTERSEXED INDIVIDUALScally attack, rape, or blackmail this group of people and use the threat ofprosecution under Section 377 to make sure the victim does not reporttheir crimes to other authorities.43 Although there are no cases using Sec-tion 377 to prosecute consensual sex, the continued existence of this lawon the books stigmatizes the gay and transgendered community andforces them to keep silent about human rights abuses perpetrated by thepolice.\" The government continues to support the law and has statedthat \"public opinion and the current societal context in India does notfavor the deletion\" of Section 377 and the Delhi High Court has dis-missed a legal challenge.\"Aside from the potential criminal sanctions imposed by Section377 and the historic criminalization of the hijra identity perpetrated bythe Criminal Tribes Act, the hijras are further marginalized by India'spolicy of only recognizing two sexes on official identity papers.46 Theseidentity cards require citizens to identify as male or female, and not as athird sex, making the \"transgender status of hijras a legal nonentity.''17Furthermore, India does not recognize sex changes on identity cards,which makes it impossible for an intersexed or male hijra to choose alegal female identity.48 This policy has the effect of denying hijras nu-merous rights contingent upon the state identity card including \"theright to vote, the right to own property, the right to marry, the right toclaim a formal identity through a passport and a ration card, a driver'slicense, the right to education, employment, health so on., 49 India'slaws50 and policies, derived from colonial law, have criminalized the hijrastatus.http://www.state.govlg/drllrls/hrrptl200 4 /4 1740.htm [hereinafter STATE DEPT.REPORT 2004].43. Id.44. See PUCL REPORT, supra note 13, at 48.45. U.S. DEP'T OF STATE BUREAU OF DEMOCRACY, HUMAN RIGHTS, AND LABOR, INDIA:COUNTRY REPORTS ON HUMAN RIGHTS PRACTICES-200 6 § 5 (2007), available athttp://www.state.govlgldrl/rls/hrrpt/2006/78871.htm [hereinafter STATE DEPT. RE-PORT 2006].46. PUCL REPORT, supra note 13, at 50. India is not alone in this respect, as most othercountries discriminate in this manner.47. Id. at 51.48. Id. But see infra text accompanying note 63.49. Id. at 50-51.50. While the Indian Constitution has an equal protection clause that prohibits discrimi-nation on the basis of sex, this guarantee has not barred the State's discriminatorypractices, possibly because the equal protection clause does not prohibit discrimina-tion on the basis of sexual orientation or gender identity. For example, in theelectoral context, one writer has noted that the hijras have been excluded from thepolls in spite of the equal protection guarantee because even if there had not been ablanket ban on participation, \"most [hijras] were overlooked in the counting,\" or had2008]MICHIGAN JOURNAL OF GENDER &LAWC. An End to Discrimination?Allowing Se/f-Identificationand Recognition ofa Third GenderThe political landscape in India is changing. Due in large part tonon-governmental advocacy groups, there is growing recognition of thediscrimination endured by the hijras. The Indian National HumanRights Commission (NHRC), established by the Human Rights Act of1993,51 serves the purpose of investigating human rights abuses throughresearch, intervening in human rights proceedings, reviewing the Con-stitution and implementing measures to safeguard constitutionalrights.52 While laudable, the NHRC's attention is not focused on hijras.The NHRC website does not mention hijras anywhere-hijras are no-ticeably absent in the index of human rights cases and human rightsissues.53 In fact, the NHRC has stated that \"gay and lesbian rights [are]not under its purview\", suggesting that it will not act on behalf of hi-jras, as the group is often considered in conjunction with the gay rightsmovement.Advocacy that is not being done by the NHRC is being undertakenby NGOs and hijras themselves. First, NGOs are campaigning for therepeal of Section 377.55 Second, hijra candidates are running for local,state, and national elections now that they are listed on the electoralrolls.56 Hijras have formed their own political party, Jiti Jitai (translatedas \"We Have Already Won\", which references the \"sexual mystique\" theywield); six hijras recently won local and state elections and four eunuchcandidates ran in the 2004 election.57 Based on their own experiences ofdiscrimination, the hijras' platform champions the rights of India's otherto identify as male \"against their wishes\" in order to exercise their rights, or \"were tooembarrassed to go to the voting booths where derisive questions would be raisedabout their sexual identity.\" M, F, E or More?, THE TELEGRAPH, Mar. 12, 2005.51. See Nat'l Human Rights Comm'n New Delhi, India http://nhrc.nic.in/ (last visitedOct. 8, 2007) [hereinafter Nat'l Human Rights Comm'n].52. See Nat'l Human Rights Comm'n New Delhi, India, The Protection of HumanRights Act, 1993, chp. III sec. 12, available at http://nhrc.nic.in/.53. See Nat'l Human Rights Comm'n, supra note 51.54. STATE DEPT. REPORT 2004, supra note 42, § 5.55. Change Laws to Protect Rights of Sexual Minorities, supra note 40; Eunuchs and Homo-sexuals Protest for Basic Rights in Bangalore, supra note 14; IPC Section Biased AgainstSexual Minorities, THE HINDU, Dec. 17, 2003; Repeal IPC Section 377, Urge Sexual-ity Minorities, HINDUSTAN TIMES, Apr. 1, 2006. The hijras have been joined in thiseffort by other human rights activists in a \"high-profile campaign to overturn Section377.\" STATE DEP. RFPORT 2006, supra note 45, § 5.56. M, F, E orMore?, supra note 50.57. Watson, supra note 14.[Vol. 14:223INTERSEXED INDIVIDUALSpoor and exploited citizens. 8 However, two elections initially won byhijras have been nullified by courts who ruled that the candidates weremen and could not therefore take posts that were reserved for women.59Judicial decisions such as these could have a detrimental impact on thehijras' ability to gain political office in order to publicize and amelioratethe discrimination they and other minorities face. While there is a needwithin Indian society to reserve posts for women, hijras should be con-sidered for similar political treatment or be permitted to take a smallpercentage of these posts, as it is doubtful that they will be elected inlarge enough numbers to dilute female representation in government.Finally, the hijra identity is being recognized in an unexpected loca-tion: on Indian passports. As an alternative to choosing to identify asmale or female, hijras now have the option of writing \"E\" for eunuch. 0This first step in state recognition is probably connected to the advocacyefforts described above and hijras leaving their insular community toserve in elected office. The \"E\" designation is noteworthy because it al-lows the individual to self-identify outside the male-female binary. Thepassport application does not require detailed proof to request the \"E\"status; it is as simple as checking the box. Advocates applaud the \"E\"designation and say that it will make travel easier, as hijras will no longerhave to dress as men if they leave the country in order to match thegender identity on their passports.6' Others are critical of the use of theword eunuch, preferring the broader term of \"transgender,\" which in-cludes transsexuals and intersexed.62 Concurrent with the creation of the\"E\" option, the Ministry of External Affairs is allowing individuals tochange the sex on their passport with a sworn affidavit and medical cer-tification.63The \"E\" designation suggests that India has a broader view of gen-der beyond the male-female binary. An \"E\" or third gender identityoption on the passport is an important first step in state recognition ofthe hijra identity and should be applied to other state forms of identifi-cation to ensure inclusion. This first step shows a recognition of a thirdgender identity that is absent in the United States, particularly at the58. Id.59. PUCL REPORT, supra note 13, at 51. Unlike in the United States, it is a commonpractice for other governments, particularly in emerging democracies that use a par-liamentary system, to exclusively reserve select positions for certain minorities, such aswomen.60. Passport Information Booklet 2, available at http://www.and.nic.in/passport.pdf.61. Shibu Thomas, Column for Eunuchs in Passport Form, MID-DAY MUMBIA, Mar. 9,2005.62. Bhattacharya, supra note 60.63. Passport Information Booklet, supra note 60, at 11.2008]MICHIGAN JOURNAL OF GENDER & LAWfederal level, where recent marriage and identification legislation man-dates classification as male or female. 6III. UNITED STATES: OBSTACLES TO THE LEGALRECOGNITION OF A THIRD GENDERA. Intersex Surgery in the United StatesIn the United States, prior to the 1930s, society placed intersexedindividuals in the male-female binary according to their dominantphysical characteristics.\" Starting in the 1930s, the medical communitybegan \"treating\" intersexed individuals with hormones and surgical pro-66cedures to turn them into \"normal\" women and men. However, whiledoctors assigned infants to a sex at birth, they waited until puberty be-fore treating the intersexed individual. 7 It was not until the 1950s,when physicians could identify intersex conditions at birth, that Dr.John Money, a professor and researcher at Johns Hopkins University,established the current standard of care: genital reconstructive surgery asclose to birth as possible.68 In contrast to the previous model where doc-tors waited to intervene until puberty, Money's theory posits thatintersex is a social and medical emergency to be treated immediately.69Two primary theories underlie Money's medical protocol. First, by plac-ing nurture over nature, he theorized, \"children are not born with agender identity, but rather form an understanding of gender throughtheir social upbringing., 70 Therefore, the earlier the surgical interven-tion, the better chance that the child would conform to his or herassigned gender upbringing. Second, Money surmised, \"the only way toensure that both the family and the child would accept the child's gen-64. See Defense of Marriage Act, 1 U.S.C. § 7 (1996) (establishing a federal definition ofmarriage as between a man and woman); REAL ID Act, Pub. L. No. 109-13, 119Stat. 231 (2005) (requiring that state-issued driver's licenses and identification cardsidentify a person's gender). The Defense of Marriage Act assumes the existence oftwo sexes by limiting marriage to between a man and a woman. Both acts also implic-itly assume that every person falls into a categorical box labeled male or female.65. Haas, supra note 1, at 44.66. Id. (use of quoted terms (treatment and normal) in the original). I use quotationsonce to convey Haas' questioning of these terms but will not carry this conventionthrough the rest of the paper.67. Erin Lloyd, Symposium Report: Intersex Education, Advocacy & The Law: The Strugglefor Recognition and Protection, 11 CARDOZO WOMEN'S L.J. 283, 291 (2005).68. Haas, supra note 1, at 45.69. Lloyd, supra note 67, at 291.70. Haas, supra note 1, at 45.(Vol. 14:223INTERSEXED INDIVIDUALSder was if the child's genitals looked clearly male or female.\",71 Put inother words, Money's theory boils down to the belief that children coulddevelop either male or female gender identities \"if you made their bodieslook right ... and made them and their parents believe the gender as-signment.72In 1972, Money publicized his theory of gender reconstructive sur-gery, trumpeting the case of Bruce Reimer as a great success. 73 This caseis frequently referred to as the \"John/Joan\" case.74 John was not inter-sexed but a male identical twin whose penis was seriously burned duringa circumcision procedure when he was eight months old.75 Fearing theirson would be considered defective without a penis, his parents con-sented to genital reassignment surgery at the advice of Dr. Money.76John was turned into Joan by surgically removing his penis and creatinga vagina from his scrotum.77 The doctors also removed John's internalmale reproductive organs and prescribed female hormones at the onsetof puberty to begin breast development and other female characteris-tics.7 sHowever, the John/Joan case was anything but the success Dr.Money claimed it to be. Family and friends observed that Joan acted as atomboy and did not fit in socially as a girl. 79 At fourteen, John rejectedhis assigned gender of Joan and began living as a boy.0 Subsequently, hehad surgeries to reduce breast growth and construct a penis. He \"latermarried a woman and adopted her three children.\"\" l However, DavidReimer-the name John adopted when he re-identified as a male-committed suicide in 2004, a death that his family attributes to a life-long depression caused by his incorrect gender assignment.8 271. Id. at 4672. Intersex Society of North America, What's Wrong with the Way Intersex Has Tradi-tionally Been Treated?, http://www.isna.org/faq/concealment.73. Haas, supra note 1, at 45.74. Hazel Glenn Beh & Milton Diamond, An Emerging Ethical and Medical Dilemma:Should Physicians Perform Sex Assignment Surgery on Infants with Ambiguous Genita-lia?, 7 MICH. J. GENDER & L. 1, 7 (2000).75. Nancy Ehrenreich & Mark Barr, Intersex Surgery, Female Genital Cutting, and theSelective Condemnation of \"Cultural Practices', 40 HARV. C.R.-C.L. L. REv. 71, 102(2005).76. Id.77. Id. at 103.78. Haas, supra note 1, at 45.79. Beh & Diamond, supra note 74, at 10 (noting that Joan refused girl toys, activities,clothes, and was caught urinating standing up and trying to use the boy's bathroom).80. Id. at 11.81. Id. at 11-12.82. REPORT OF A PUBLIC HEARING BY THE HUMAN RIGHTS COMMISSION OF THE CITYAND COUNTY OF SAN FRANCISCO, A HUMAN RIGHTS INVESTIGATION INTO THE2008]MICHIGAN JOURNAL OF GENDER & LAWThe John/Joan case is strong evidence against Money's theory thatchildren can successfully be raised in any gender identity. Although thesupposed success of John's reassignment was widely disseminated, therejection of John's assigned female gender was not.\" The general medicalestablishment continues to assume the validity of Money's model and itstheoretical underpinnings. Moreover, other countries have adopted theUnited States model. 84 Despite the prevalence of the practice, \"there isno research showing that intersexuals benefit psychologically from thesurgery performed on them as infants and toddlers .... [And n]o fol-low-up studies were ever done .. ,,85 There is insufficient empiricalsupport for gender-normalizing surgery 6 which is beginning to be ques-tioned by advocates, including intersexed Americans.\"Even though physicians are aware that gender reassignment surgeryis not based on sound medical research and that there are further con-cerns about consent to the procedure, which will be discussed below, thesurgical approach promulgated by Dr. Money remains the standard ofcare.88 The Intersex Society of Northern America estimates that one ortwo of every thousand live births are followed by surgical alteration ofthe genital organs.\"' Kate Haas posits that five children are subjected togenital surgery every day in the United States.9 Reconstruction of geni-tal organs so they match societal expectations is not simple. Intersexedchildren undergo an average of three to five operations and some un-dergo more than twenty. While many of the procedures occur within thefirst six months of a child's life, they can persist into puberty.\" It is noMEDICAL \"NORMAIzATION\" OF INTERSEX PEOPLE, 46-47 (Apr. 28, 2005) availableat http://www.isna.org/files/SFHRCIntersex-Report.pdf [hereinafter SF HRC RE-PORT].83. Beh & Diamond, supra note 74, at 10.84. Haas, supra note 1, at 46.85. Id.86. Kishka-Kamari Ford, \"First, Do No Harm\"-The Fiction of Legal Parental Consent toGenital-Normalizing Surgery on Intersexed Infants, 19 YALE L. & POL'Y REv. 469, 482(2001).87. See generally SF HRC REPORT, supra note 82, at 17; Intersex Society of North Amer-ica, http://www.isna.org/ (last visited Oct. 10, 2007); Intersex Initiative, http://www.intersexinitiative.org/ (last visited Sept. 28, 2007).88. Intersex Society of North America, What Do Doctors Do Now When they Encounter aPatient with Intersex?, http://www.isna.org/faq/standard-of care (last visited Sept. 28,2007).89. Intersex Society of North America, How Common is Intersex?, http://www.isna.org/faq/frequency (last visited Sept. 28, 2007) (containing more detailed statistics, includ-ing an estimate that one in every 100 children differs in some way from the normalmale or female).90. Haas, supra note 1, at 41.91. Ehrenreich & Barr, supra note 75, at 105.[Vol. 14:223INTERSEXED INDIVIDUALSwonder that intersexed children begin to feel like lab rats, particularly asthe surgeries are accompanied by a humiliating focus on their genitalorgans, which are continually manipulated and inspected. 2 Surgicallyaltering intersexed individuals at birth can prohibit self-identification asa different gender at a later age, denying the person the ability to un-dergo further surgery to match his or her biological sex with genderidentity and receiving full societal recognition. 3More troubling is the fact that intersex surgery is targeted at non-conforming males. Ehrenreich notes that ninety percent of intersexsurgery \"is aimed at changing the intersex child into a girl.\"' 4 TheJohn/Joan case is an example of this type of intersex surgery. AliceDomurat Dreger notes some of the medical rationales for this phe-nomenon, all of which link back to preserving patriarchal gender roles:[S]urgeons seem to demand far more for a penis to count as'successful' than for a vagina to count as such. Indeed, thelogic behind the tendency to assign the female gender in casesof intersexuality rests not only on the belief that boys need'adequate' penises, but also upon the opinion among surgeonsthat a 'functional vagina can be constructed in virtually every-one [while] a functional penis is a much more difficult goal.'This is true because much is expected of penises, especially bypediatric urologists, and very little of vaginas.\"This is exactly the rationale that Dr. Money used to convinceJohn/Joan's parents that the only appropriate medical and social re-sponse to John's damaged penis was to surgically change him into Joan.Dreger notes that the high standards that doctors, including Money,seem to set for male sexual adequacy are contradicted by other researchthat shows \"any penis is a big enough penis for male adjustment.\"96Another reason why most intersex surgeries are aimed at producingwomen is based on a sexist reproduction rationale. Dreger notes thatdoctors are more concerned with preserving the fertility of those bornwith ovaries as opposed to testes, even though some men with micro-penises will be able to father children. 97 Accordingly, babies who lack a Y92. Id. at 107.93. Id. at 113.94. Id. at 125-126.95. Alice Domurat Dreger, \"Ambiguous Sex\"--or Ambivalent Medicine?, HASTINGS CTR.REP., May-June 1998, at 24, 29 (citations omitted).96. Id. at25, 29.97. Id. at 28.20081MICHIGAN JOURNAL OF GENDER & LAWchromosome are always declared girls to conserve their fertility and aresurgically altered to fit that role.98Intersex surgery in the United State is barbaric in practice, aimed atnonconforming men, and without empirical support that the procedureis necessary for the psychological health of intersexed people. Com-pounding these problems, there is a growing realization that parentalconsent to these life-altering procedures is inadequate. Dreger terms theUnited States medical protocol as \"monster ethics,\" stating that doctorsignore \"ethical guidelines that would be applied in nearly any othermedical situation .... Patients are lied to; risky procedures are per-formed without follow-up; consent is not fully informed; autonomy andhealth are risked because of unproven (and even disproven) fears thatatypical anatomy will lead to psychological disaster.\"'9 Clinicians viewthe birth of an intersexed child as a medical emergency, urging parentsto surgically establish a sex to rear the child in even though \"the intersexstate is typically not life threatening.\"' 00 In short, the protocol followedin the John/Joan case is still being used today.The Constitutional Court in Colombia is the only court in theworld to have considered consent standards for gender reconstructivesurgery in light of the country's constitution and international norms.10'The court's analysis questions the model of medical secrecy followed inColombia, the United States, and throughout the world. Initially, thecourt found that an intersex surgery violated a \"fundamental right tohuman dignity and gender identity\" and requiring the patient's own in-formed consent. 11 2 The court later limited this holding, allowing forinformed written parental consent for patients under five, after the par-ents had received detailed information, including pros and cons of theprocedure, and time to consider the options. '°3Haas argues that Colombia's heightened informed consent modelshould be adopted in the United States.0 4 Certainly, fully informed con-sent and other alternatives like assigning and raising a child in onegender without surgical intervention should be considered.'0 ' While a98. Id.99. Id. at 33.100. Beh & Diamond, supra note 74, at 43-44.101. Haas, supra note 1, at 49-50. For a detailed discussion of the court's decisions, see id.at 50-55.102. Id. at 4 9-50.103. Id. at 52-54.104. See id. at 6 1- 6 4 .105. Intersex Society of North America, What Does ISNA Recommend for Children withIntersex?, http://www.isna.org/faq/patient-centered (last visited Sept. 28, 2007)[Vol. 14:223INTERSEXED INDIVIDUALSstep in the right direction to end barbaric United States practices, focus-ing on genital corrective surgery keeps us trapped in the gender binary.Ehrenreich acknowledges this when she attempts to discount the \"cor-rective\" rationale behind intersex surgery, finding that:[o]nly in a society in which sex is understood in binary terms(everyone is either male or female) does the hermaphroditicbody become abnormal. Rather than conceptualizing such in-dividuals as a 'normal' third sex or as occupying various pointsalong a sex continuum, our society chooses to see them as suf-fering abnormalities that require repair.' 6Ehrenreich stops short of advocating that society recognize inter-sexed individuals as a third sex. ' 7 Although radical, such an approach isnecessary to address the collision between law and biology. The nextsection of the Article addresses legal classifications based on sex, specifi-cally marriage and employment discrimination, that depend on a fixedbinary. Intersexed individuals-the third gender--challenge this as-sumption and will have difficulty fitting into these legal classifications,especially if they try to change their sex later in life like David Reimer inthe John/Joan case did. If the sex of an intersexed person is challenged incourt, our legal framework must recognize both biological complexityand the individuals' self-identity. We must look beyond genital surgeryto ensure intersexed individuals do not suffer human rights abuses.B. Problematic Legal Recognition of Transsexualsand Intersexed IndividualsOur history has shown the fallacy in using binary classifications as aproxy for individual rights. First, Brown v. Board of Education 8 beganthe process of eradicating the \"separate but equal\" architecture that di-vided blacks and whites on the basis of race. The next binary to bequestioned was sex.'0 9 Now, the male-female binary is under further(\"Newborns with intersex should be given a gender assignment as a boy or girl ....Note that gender assignment does not involve surgery.) (emphasis in original).106. Ehrenreich & Barr, supra note 75, at 117-118.107. Id. at 130.108. 347 U.S. 483 (1954).109. Craig v. Boren, 429 U.S. 190, 197 (1976) (holding that statutory classifications thatdistinguish between males and females are subject to equal protection clause scrutiny,must serve important governmental objectives, and be substantially related to theachievement of those objectives).2008]MICHIGAN JOURNAL OF GENDER 6 LAWchallenge and our understanding of sex and gender must be expanded toinclude homosexual, transgendered, and intersexed individuals.Protection for sexual minorities is emergent at best.\" 0 As recently asthe 1970s, homosexuals faced blatant discrimination at their jobs and intheir family lives, where courts refused to recognize same-sex marriagesor extend child custody and visitation to same-sex partners.1\" Homo-sexuals have greater constitutional protection today.112  However,protection varies greatly on the local level and one commentator hasnoted that \"comprehensive equality [is] a yet unattained goal.\"13Emerging protection of homosexual conduct has slowly and incon-sistently extended to groups like transsexuals and the intersexed.\"' Onecourt has explicitly said that intersexed is not a suspect class for Four-teenth Amendment equal protection purposes.\"5 Homosexuals generally110. See Susan J. Becker, Many Are Chilled, But Few Are Frozen: How TransformativeLearning in Popular Culture, Christianity, and Science Will Lead to the Eventual De-mise of Legally Sanctioned Discrimination Against Sexual Minorities in the UnitedStates, 14 AM. U.J. GENDER SOC. POL'Y & L. 177, 182-86 (2006).111. Id. at 182-83.112. Greater protection of homosexuals can be seen in all facets of the law. See Lawrence v.Texas, 539 U.S. 558, 575 (2003) (invalidating a Texas state law criminalizing sexualacts between same sex partners, reasoning that \"[w]hen homosexual conduct is madecriminal by the law of the State, that declaration in and of itself is an invitation tosubject homosexual persons to discrimination both in the public and in the privatespheres\"); Romer v. Evans, 517 U.S. 620, 635 (1996) (stating that a \"'bare... desireto harm a politically unpopular group cannot constitute a legitimate government in-terest'\" for equal protection purposes and using this reasoning to invalidate a stateconstitutional amendment that would exclude gays and lesbians from protection un-der the state's antidiscrimination law) (quoting Dep't of Agri. v. Moreno, 413 U.S.528, 534 (1973). Also, Price Waterhouse and Oncale, discussed infra Part III(B)(2),have broadened protection for homosexuals who face employment discrimination. Infamily law, some states have begun to recognize same sex unions and sexually minori-ties are no longer automatically ruled unfit for child visitation and custody rights.Becker, supra note 110, at 184.113. Becker, supra note 110, at 185.114. As early as the 1970s, Mary Dunlap noted that the law's insistence on classifying allindividuals as male or female would disadvantage sexual minorities, who she definedas homosexuals, transsexuals, and \"other persons of nontraditional sexual identifica-tions.\" Mary C. Dunlap, The Constitutional Rights of Sexual Minorities: A Crisis of theMale/Female Dichotomy, 30 HASTINGS L.J. 1131, 1131 n.4 (1978). Furthermore, shepredicted that nonconforming sexual minorities would experience legal coercions to-ward conformity in the realms of family law, education, and employment. Id. at1131-35.115. DiMarco v. Wyo. Dep't of Corr., 300 F. Supp. 2d 1183, 1195-97 (D. Wyo. 2004)(denying an intersexual's Eight Amendment and Fourteenth Amendment Equal Pro-tection claims for being placed in solitary confinement due to her intersex statuswhile recognizing a due process claim \"[clonsidering Plaintiff was only placed in seg-regated confinement due to a genetically created ambiguous gender and the [prison][Vol. 14:223INTERSEXED INDIVIDUALSlive within the male-female binary, even though they challenge tradi-tional heterosexual assumptions about male and female roles. On theother hand, transsexuals and the intersexed challenge the male-femalebinary head on-by seeking to either transition from one sex to anotheror by not fully expressing one biological sex.Looking at how courts classify transsexuals in the gender binary isarguably a good predictor of how courts will address an intersexed indi-vidual who challenges that binary.' 16 Even if definitively born into onesex, transsexuals join the intersexed in the space \"in between\" male andfemale when they are transitioning from one sex to another. Courts havebeen asked to classify transsexual plaintiffs who are very similar to awould-be intersexed plaintiff. For example, some transsexual plaintiffsseeking the protection of Title VII have male external genitalia but takefemale hormones and dress and behave as women.\"' Transsexualism andintersexed conditions exist on a continuum and may be more closelyrelated than previously considered.\"'had plenty of time to develop other more respectable less harsh alternatives for Plain-tiff\").116. Even though the primary focus of the analysis in this Article is on intersexed, becausethere is very little case law on the rights of intersexed, the Article will also look atcases involving transsexuals to examine how and if the law permits an individual todiscard birth sex and self-identify as male or female. Acknowledging that transsexualsdo not make a perfect analogy (unlike intersexed, many transsexuals have a definitivebirth sex) transsexuals do challenge the expectation that sex is fixed at birth. More-over, intersexed individuals may want to change their sex, as David Reimer in theJohn/Joan case did, if they do not identify with their assigned gender. Haas arguesthat intersexed individuals prior to genital reconstruction surgery are in a better posi-tion to obtain court-recognition of their self-identified sex because they have \"uncleargenitals,\" citing one case where an intersexed plaintiff succeeded in altering his birthcertificate. Haas, supra note 1, at 60-61 n.197. Given societal attitudes and legalprecedent viewing gender as fixed and binary, one case does not establish a rule thatall courts will acknowledge an intersexed individual's self-identity.117. See Etsitty v. Utah Transit Auth., No. 2:04CV616, 2005 U.S. Dist. LEXIS 12634(D. Utah June 24, 2005); see also Johnson v. Fresh Mark, Inc., 337 F. Supp. 2d 996,1000 (N.D. Ohio 2003) (noting that it was unclear factually whether the plaintiffssex was ambiguous because of an intersexed condition or as a result of medical at-tempts to transform from a male to a female).118. See Schroer v. Billington, 424 F. Supp. 2d 203, 213 n.5 (D. D.C. 2006) (\"If, as somebelieve, sexual identity is produced in significant part by hormonal influences on thedeveloping brain in utero, this would place transsexuals on a continuum with otherintersex conditions such as [androgen insensitivity syndrome], in which the variouscomponents that produce sexual identity and anatomical sex do not align.\"); Kastl v.Maricopa County Cmty. Coll. Dist., No. 02-1531, 2004 U.S. Dist. LEXIS 29825,*7 n.5 (D. Ariz., June 2, 2004) (\"[D]esignation as a biological female and possessionof male genitalia are not mutually exclusive states .... Medical evidence suggests thatthe appearance of genitals at birth is not always consistent with other indicators ofsex.\"); Johnson, 337 F. Supp. 2d at 1000 n. 5.2008]MICHIGAN JOURNAL OF GENDER & LAWSex classification is legally relevant when amending identifyingdocuments like birth certificates and driver's licenses' and when seek-ing equal treatment in employment, marriage, and, less commonly,professional competitive sports. 12 This Article will focus on marriageand employment, as these are the most common areas in which the re-quirement of a male-female binary classification have been challenged.United States courts have been unwilling to grant affirmative rights tohomosexuals and transsexuals when the right to marry is at issue. Indi-viduals who do not conform to the fixed gender binary have been moresuccessful when confronting discrimination at work. Employment dis-crimination cases brought under Title VII show that courts areincreasingly willing to recognize diversity beyond the gender binary.1. MarriageThe right to marry is constitutionally protected.12 1 Marriage is thegateway to other rights, including spousal support, inheritance, immi-gration benefits, and survivorship rights. The right to marriage has notbeen extended to same-sex couples under the federal constitution.12Only a handful of states recognize same-sex civil unions or marriagesstatutorily or under their state constitutions.'23119. See ISNA website for concerns about the newly enacted REAL ID Act of 2005, 109H.R. 418, (2005), which requires uniform machine-readable identification acrossstates where gender is categorized by birth certificate, even if this does not match upwith an individual's self-identified gender. Alice Dreger, Real ID Act and IntersexFamilies, http://www.isna.org/news/realID (last visited Oct. 12, 2007).120. See In re Estate of Gardiner, 22 P.3d 1086 (Kan. Ct. App. 2001) (holding that aKansas court may give little or no weight to a Wisconsin birth certificate amended toreflect a sex change).121. Zablocki v. Redhail, 434 U.S. 374, 384 (1978); Loving v. Virginia, 388 U.S. 1, 12(1967). Yet the fundamental right to marry is balanced against a state interest inregulating marriage through procedural requirements that prohibit categories of peo-ple from marrying, such as homosexuals and close family members.122. Several of the Justices considered the effect of the Lawrence v. Texas, 539 U.S. 558(2003), decision on same-sex marriage. Justice O'Connor, concurring in judgmentunder an Equal Protection rational basis review, argued that Lawrence could not beused to strike down the same-sex marriage prohibition because the state had a legiti-mate interest in promoting opposite-sex marriage. Lawrence, 539 U.S. at 585(O'Connor, J., concurring). Justice Scalia criticized Justice O'Connor's reasoning,calling her argument conclusory and based on the state's moral disapproval of gaymarriage. Lawrence, 539 U.S. at 601 (Scalia, J., dissenting).123. Baehr v. Lewin, 852 P.2d 44 (Haw. 1993), gave same-sex couples the right to marryunder the state constitution's equal protection clause; however, a subsequent consti-tutional amendment took this right away. See HAw. CONST. art. I, § 23; HAw. Rav.STAT. § 572C-2 (2005). In Massachusetts, same-sex couples were granted access to[Vol. 14:223INTERSEXED INDIVIDUALSIf most states define marriage as being between one man and onewoman, how do courts determine who qualifies as male and femalewhen a transsexual or intersexed individual wants to marry? While thereare no reported decisions of litigated intersexed marriages, there aresome cases on transsexual marriage. 12 Even though nearly half of allstates allow transsexuals to legally change their birth sex on birth certifi-cates and other state-issued identification, after sex reassignmentsurgery,2 this is no guarantee that the self-identified sex will control ifthe marriage is later challenged.1 26So, how do courts decide? In the vast majority of cases, courts rejectself-identified sex and rely on biology, which is viewed as objective andfixed.12 Littleton v. Prange128 is just such an example. In Littleton, thecourt ruled that a male-to-female transsexual could not bring a wrongfuldeath claim as a surviving spouse because her marriage to a male was aninvalid same-sex relationship. In reaching the judgment, the courtlooked at the plaintiff's birth certificate and concluded her marriage wasvoid and conferred no legal benefits because she \"was created and born amarry under the state equal protection clause. Goodridge v. Dep't of Public Health,798 N.E.2d 941 (Mass. 2003). In Vermont, same-sex couples can now enter intocivil unions through a state statutory right. Baker v. State, 744 A.2d 864 (Vt. 1999).Most recently, the Supreme Court of New Jersey determined that denying commit-ted gay partners the right to marry violated the state constitution's equal protectionclause and ordered the state legislature to allow committed gay couples to marry orenact a statutory scheme providing similar benefits to marriage. Lewis v. Harris, 908A.2d 196 (N.J. 2006). Connecticut also has a state domestic partnership law, whichconfers benefits similar to marriage. CONN. GEN. STAT. § 46b-38aa (2005). Califor-nia, the District of Columbia, and Maine have similar laws. California passed\"Domestic Partnership Rights and Responsibilities Act of 2003,\" CAL. FAM. CODE§ 297 (2004). The District of Columbia protected against discrimination on the basisof sexual orientation, gender identity, or expression by passing the \"Domestic Part-nership Protection Amendment Act of 2004.\" D.C. CODE ANN. § 2-1401.01. Mainealso provides for domestic partnerships. 22 ME. REV. STAT. ANN. tit. 14 § 2710.124. For a recent survey of these cases, see Katie D. Fletcher, In re Marriage of Simmons: ACasefrr Transsexual Marriage Recognition, 37 Loy. U. CHI. L.J. 533, 546-554 (2006).125. Id. at 555.126. Id. at 565-66. Fletcher notes that:a transsexual individual, even with a birth certificate indicating their identi-fied sex, may still encounter legal issues in the courtroom. Absent a statuteor enforcement of an existing statute clearly allowing a transsexual's reas-signed sex and/or court decisions recognizing a transsexual's reassigned sex,transsexual marriage rights with respect to their identified sex will continueto be nonexistent.Id.127. Greenberg, supra note 4, at 294; see also id. at 297-98 (listing state and federal stat-utes that make this classification).128. 9 S.W.3d 223 (Tex. App. 1999).2008]MICHIGAN JOURNAL OF GENDER & LAWmale. Her original birth certificate, an official document of Texas, clearlyso states.\"'129 This analysis does not consider the plaintiff's own genderidentification as a woman, the surgical procedures she underwent, or thechange of her name or sex on her birth certificate.13° It also wiped cleanthe couple's seven-year union, which the husband had entered into withfull knowledge of the plaintiff's sex reassignment surgery ten years ear-lier.\"'A minority judicial view allows for self-identification over birth sexand recognizes the complex biological continuum between male andfemale. This viewpoint was encapsulated nearly thirty years ago by aNew Jersey court in M. T v. J T.' The court validated a marriage be-tween a man and a male-to-female transsexual. To reach this result, thecourt had to markedly disagree with other courts which had concludedthat sex is \"irrevocably cast at the moment of birth\" and that biologicalsex was the determining factor of marital capacity.'33 While recognizingthat a person could change their role in the male-female binary, thecourt did not go as far as to recognize a third gender category. Thecourt's holding was limited: \"for marital purposes if the anatomical orgenital features of a genuine transsexual are made to conform to the per-son's gender, psyche or psychological sex, then identity by sex must begoverned by the congruence of these standards.\"'34 This rule recognizedthat the plaintiff should be considered female and therefore the marriagewas valid.'35According to the M. T court, transsexual marriage required \"con-gruence\" and a fixed role in the binary, even if that role had changedsince birth. This reasoning suggests that an intersexed person could en-ter into a valid opposite-sex marriage as long as his or her externalgenitals and gender identity were congruent. In the immigration con-text, another court took a slightly broader view. The Board ofImmigration Appeals refused to accept the narrow definition proposedby the Department of Homeland Security: to determine the validity of amarriage by looking at the common meanings of the terms man andwoman as they are used in the Defense of Marriage Act.'36 In analyzingthe plaintiff's sex, the court acknowledged the complexity of biological129. Littleton, 9 S.W.3d at 231.130. Littleton, 9 S.W.3d at 231.131. Litteton, 9 S.W.3d at 227.132. 355 A.2d 204 (N.J. Super. Ct. App. Div. 1976).133. M. T, 355 A.2d at 209.134. M. T, 355 A.2d at 209.135. M.T, 355 A.2d at 211.136. In re Lovo-Lara, 23 I. & N. Dec. 746, 752 (B.I.A. 2005), available athttp://www.uscis.gov/propub/DocView/intid/609/705?hiite=.[Vol. 14:223INTERSEXED INDIVIDUALSindicators of sex, citing the eight different factors used to determine sexdiscussed in Julie Greenberg's article, and made an analogy to intersexedindividuals who lacked congruence in these factors.'37 The court vali-dated the marriage of a male to a male-to-female transsexual underNorth Carolina law'38 by looking at the petitioner's current birth certifi-cate, which she had amended to designate herself as a female.'39Judicial recognition that sex is more complicated than XX or XYchromosomes is important to ensure intersexed people are not deniedthe right to marry. Although still a minority view in the marriage con-text, courts are beginning to recognize and protect biological complexityin employment discrimination cases under Title VII.2. Employment DiscriminationIn the marriage cases discussed above, the majority judicial positionis that biological sex is a fixed male-female binary-a viewpoint thatdenies basic human rights to intersexed people who fall outside the bi-nary. In contrast, an emerging trend in Title VII employmentdiscrimination cases is a judicial recognition of biological complexitiesunderlying the male-female binary. Courts are more willing to protecttranssexual and intersexed individuals from discrimination in the work-place while reluctant to grant affirmative rights in the marriage context.Title VII makes it unlawful for any employer \"to fail or refuse tohire or to discharge any individual, or otherwise to discriminate againstany individual with respect to his compensation, terms, conditions, orprivileges of employment, because of such individual's race, color, relig-ion, sex, or national origin.\"'4 ° Sex refers to biology and implicitly137. Lova-Lara, 23 I. & N. Dec. at 752 (noting that medical experts use the followingfactors to determine sex: (1) genetic or chromosomal sex; (2) gonadal sex; (3) internalmorphologic sex; (4) external morphologic sex; (5) hormonal sex; (6) phenotypic sex;(7) assigned sex and gender of rearing; and (8) sexual identity). Greenberg's articlealso influenced a Kansas court in validating a marriage between a man and a male-to-female transsexual. See also In re Estate of Gardiner, 22 P.3d 1086 (Kan. Ct. App.2001) (determining that a court should evaluate sex when the marriage license is ob-tained and not at birth). However, this result was overturned by the Kansas SupremeCourt. In re Estate of Gardiner, 42 P.3d 120 (Kan. 2002).138. The court emphasized that the law of the state where the couple celebrated the mar-riage governed the issue and that regulation of marriage is an exclusive state matter.Lova-Lara, 23 I. & N. Dec. at 751. Refusing to preempt state law with federal law,even in the immigration context, will allow some states to recognize a broader con-cept of marriage.139. Lova-Lara, 23 I. & N. Dec. at 753.140. 42 U.S.C.S. § 2000e-2(a)(1) (2006).2008]MICHIGAN JOURNAL OF GENDER & LAWassumes that the plaintiff's sex will conform to the fixed male-femalebinary.141 This definition leaves out two overlapping classes of people:intersexed individuals whose biological sex determinants are ambiguousor transsexuals who have or are in the process of transitioning from onesex to another.142Recent court decisions suggest the judiciary is willing to complicateTitle VII's presumptions about sex in order to protect intersexed ortranssexuals from discrimination in the workplace. This represents a sig-nificant shift from older cases, exemplified by the Seventh Circuitopinion in Ulane v. Eastern Airlines, Inc.143 Karen Ulane was a male-to-female transsexual who worked as an airline pilot for Eastern Airlinesuntil she was discharged after sex reassignment surgery. \"' 4 Her attorneyadvocated that Eastern Airlines fired Ms. Ulane \"for no reason otherthan the fact that she ceased being a male and became a female.' ' 145 Thedistrict court, in Ulane v. Eastern Airlines, Inc. 146, held that Ms. Ulanestated a Title VII claim because termination for being a transsexual wasdiscrimination \"because of her sex.\" 147 The Seventh Circuit reversed andheld that Title VII does not protect transsexuals.'48 The Ulane II court,reluctant to liberally interpret the statute, reasoned that \"because of...sex\" should be limited to its plain meaning-\"that it is unlawful to dis-criminate against women because they are women and against menbecause they are men.149Five years later, the sex stereotyping theory of Price Waterhouse v.Hopkins5 ° opened the door to a new approach that would circumventcases such as Ulane II. Price Waterhouse held that employers should notevaluate employees to see if their behavior and appearance match socie-141. Zachary A. Kramer, Some Preliminary Thoughts on Title VII's Intersexions, 7 GEO. J.GENDER & L. 31, 37 (2006).142. Id.143. 742 F.2d 1081 (7th Cir. 1984) cert denied 471 U.S. 1917 (1985) [hereinafter Ulanefl].144. Ulane II, 742 F.2d. at 1082-84.145. Ulane II, 742 F.2dat 1082.146. 581 F. Supp. 821 (N.D. Ill. 1983) rev'd742 F.2d 1081 (7th Cir. 1984) [hereinafterUlane 1].147. Ulane1, 581 F. Supp. at 827.148. Ulane II, 742 F.2dat 1087.149. Ulane II, 742 F.2d at 1085. The court also noted that \"[t]he total lack of legislativehistory supporting the sex amendment coupled with the circumstances of theamendment's adoption clearly indicates that Congress never considered nor intendedthat this 1964 legislation apply to anything other than the traditional concept of sex.\"Ulane I, 742 F.2d at 1085.150. 490 U.S. 228 (1989).[Vol. 14:223INTERSEXED INDIVIDUALStal stereotypes as to male and female roles.\"' The plaintiff, AnnHopkins, alleged that the Price Waterhouse firm had discriminatedagainst her because of sex when considering whether she would be pro-moted to partner.'5 2 While Ms. Hopkins' clients were extremely pleasedwith her work, the firm found her too abrasive and lacking interpersonalskills.' In short, the firm reacted negatively to her brusque personalitybecause she was a woman. One decision maker advised that in order toimprove her chances to make partner, Ms. Hopkins should \"walk morefemininely, talk more femininely, dress more femininely, wear make-up,have her hair styled, and wear jewelry.\"'54 The Supreme Court foundthese remarks to be impermissible considerations in an employment de-cision.In contrast to the Seventh Circuit decision in Ulane II, the Su-preme Court interpreted Title VII more broadly by focusing on itsremedial purpose. The Court concluded that:In the specific context of sex stereotyping, an employer whoacts on the basis of a belief that a woman cannot be aggressive,or that she must not be, has acted on the basis of gender ....... [W]e are beyond the day when an employer couldevaluate employees by assuming or insisting that they matchedthe stereotype associated with their group, for \"'[fi]n forbid-ding employers to discriminate against individuals because oftheir sex, Congress intended to strike at the entire spectrum ofdisparate treatment of men and women resulting from sexstereotypes.It was not long before transsexual employees latched onto the sexstereotyping theory as an end run around Ulane I. 156 Despite the fact thatthe federal courts of appeals have not agreed on how to resolve the tensionbetween Ulane II and Price Waterhouse, Price Waterhouse represents the151. Price Waterhouse, 490 U.S. at 250-51.152. Price Waterhouse, 490 U.S. at 231-32.153. Price Waterhouse, 490 U.S. at 234.154. Price Waterhouse, 490 U.S. at 235.155. Price Waterhouse, 490 U.S. at 250-51 (citations omitted).156. Schroer v. Billington, 424 F. Supp. 2d 203, 207 (D. D.C. 2006) (\"[A] number ofother courts have abandoned Ulane after Price Waterhouse [sic] and ruled that TitleVII protects transsexuals who do not conform to their employers' gender stereo-types.\").2008]MICHIGAN JOURNAL OF GENDER & LAWpossibility of unlocking the gender binary and protecting transsexualsand intersexed from discrimination in the workplace.Courts applying Price Waterhouse to sex stereotyping claims bytranssexuals follow three paths. Courts in the Fifth'57 and Tenth'58 Cir-cuits still view Ulane II as controlling and hold that transsexuals are notprotected by Title VII. Courts in the Third,'59 Sixth, 6 and Ninth 61 Cir-cuits find that Price Waterhouse controls and permits recovery fortranssexuals who can properly plead a sex stereotyping theory. A court inthe D.C. Circuit 62 seems to tread a middle approach-not finding PriceWaterhouse a satisfying theory yet seeking to recognize biological com-plexity and discrimination against non-conforming individuals. Thisthird position is the best option because it recognizes the biologicalcomplexities long recognized in the medical community: that male andfemale are not exclusive categories.These three approaches diverge on three key issues. First, how toread the congressional intent of Title VII's \"because of sex\" requirement.Second, whether transsexuals challenge the gender binary or conform tothe binary by changing their gender. Third, what discrimination countsas sex stereotyping and what are universally accepted gender norms. Toillustrate the third category, I explore an example that I have termed the\"bathroom dilemma,\" which illustrates the challenges presented by sex-segregated bathrooms to individuals who are not clearly male or fe-male. 163157. Oiler v. Winn-Dixie La., Inc., No. 00-3114, 2002 U.S. Dist. LEXIS 17417, at *19-27 (E.D. La. Sept. 16, 2002).158. Etsitty v. Utah Transit Auth., No. 04-cv-616, 2005 U.S. Dist. LEXIS 12634, at *8-10 (D. Ut. June 24, 2005).159. Bibby v. Phila. Coca Cola Bottling Co., 260 F.3d 257, 263-64 (3d Cir. 2001);Mitchell v. Axcan Scandipharm, Inc., No. 05-243, 2006 U.S. Dist. LEXIS 6521, at*4-5 (W.D. Pa. Feb. 21, 2006).160. Barnes v. City of Cincinnati, 401 F.3d 729, 741 (6th Cir. 2005) cert. denied 126 S.Ct. 624 (2005); Smith v. City of Salem, 378 F.3d 566, 571-75 (6th Cir. 2004); Doev. United Consumer Fin. Serv., No. 1:01-cv-1112, 2001 U.S. Dist. LEXIS 25509, at*12 (N.D. Ohio Nov. 9, 2001). But the Sixth Circuit only goes so far in protectingtranssexuals under Title VII. See Johnson v. Fresh Mark, Inc., 337 F. Supp. 2d 996,999-1000 (N.D. Ohio 2003) (holding that Title VII did not protect a transsexualplaintiff who failed to conform to generally accepted principles of sex segregated pub-lic bathrooms) affd 98 Fed. App'x 461 (6th Cir. 2004).161. Kastl v. Maricopa County Cmty. Coll., No. 02-1531, 2004 U.S. Dist. LEXIS 29825,at *8 (D. Ariz. June 3, 2004).162. Schroer v. Billington, 424 F. Supp. 2d 203 (D. D.C. 2006).163. Author Terry Kogan has also explored the negative impact of sex-segregated bath-rooms on transgendered and intersexed individuals. See generally Terry S. Kogan, Sex-Separation in Public Restrooms: Law, Architecture, and Gender, 14 MICH. J. GENDER &[Vol. 14:223INTERSEXED INDIVIDUALSOiler v. Winn-Dixie Louisiana, Inc.'64 is an example of strict judicialinterpretation of Title VII. The court found that Title VII did not pro-tect a transvestite plaintiff, Peter Oiler, who cross-dressed as a woman inpublic (but never while working as a truck driver for his employerWinn-Dixie) one to three times a month in order to express his femi-nine side and relieve stress.1 65 Winn-Dixie fired Mr. Oiler because theyfeared that customers would recognize him while he was cross-dressed inpublic, disapprove of his lifestyle, and shop elsewhere.166 Agreeing withthe viewpoint of Ulane II, the court found that this action did not vio-late Title VII, interpreting \"because of sex\" to mean biological sex,which does not include sexual identity or gender identity disorders. 6 Asfurther support for this proposition, the court noted that thirty-oneproposed bills to amend Title VII to include discrimination on the basisof sexual orientation had failed.168 Further, the court distinguished PriceWaterhouse by finding:[T]hat this is not a situation where the plaintiff failed to con-form to a gender stereotype. Plaintiff was not dischargedbecause he did not act sufficiently masculine or because he ex-hibited traits normally valued in a female employee, butdisparaged in a male employee. Rather the plaintiff disguisedhimself as a ... female for stress relief .... 169Another federal court expressed its fear that the male-female binarymust be enforced more blatantly. In Etsitty v. Utah Transit Authority,7'the plaintiff, Krystal Sandoval Etsitty, was a pre-operative transsexualwho still had male genitalia but was taking female hormones thatchanged her outward appearance. In other words, the plaintiff, just likean intersexed person, occupied a biological space \"in-between\" male andfemale. The defendant, the Utah Transit Authority, fired Ms. Etsitty af-ter she told her supervisor that she would be appearing as a female atwork and personnel became concerned that she would use a femaleL. 1, 56 (2007); Terry S. Kogan, Transsexuals and Critical Gender Theory: The Possi-bility ofa Restroom Labeled \"Other\", 48 Hastings L.J. 1223, 1248 (1997).164. No. 00-3114, 2002 U.S. Dist. LEXIS 17417 (E.D. La. Sept. 16, 2002).165. Oiler, 2002 U.S. Dist. LEXIS 17417, at * 5-7.166. Oiler, 2002 U.S. Dist. LEXIS 17417, at *9-10.167. Oiler, 2002 U.S. Dist. LEXIS 17417, at *30. Yet, no Congressperson has introduceda bill that addresses whether Title VII should prohibit discrimination based on sexualidentity. Schroer v. Billington, 424 F. Supp. 2d 203, 212 (D. D.C. 2006).168. Oiler, 2002 U.S. Dist. LEXIS 17417, at *22-23.169. Oiler, 2002 U.S. Dist. LEXIS 17417, at *28.170. No. 2:04CV616, 2005 U.S. Dist. LEXIS 12634, at *1-2 (D. Utah June 24, 2005).2008]MICHIGAN JOURNAL OF GENDER & LAWbathroom even though she was a biological male.17' This problem con-cerned the defendant because transit operators must use publicrestrooms along their routes and the defendant felt it would be imprac-tical to arrange for a unisex bathroom.17 2While noting the tension between Ulane II and Price Waterhouse,the court held that transsexuals are not protected under Title VII absenta Congressional mandate.17 The court reasoned that Title VII does notcall for a complete rejection of sex-related conventions and expressedfear that \"if something as drastic as a man's attempt to dress and appearas a woman is simply a failure to conform to the male stereotype, andnothing more, then there is no social custom or practice associated witha particular sex that is not a stereotype.'1 74 The court ruled that Ms. Et-sitty failed to state a claim under Price Waterhouse's sex stereotypingtheory. The Utah Transit Authority did not require Ms. Etsitty to con-form to gender appearance stereotypes but only \"to conform to theaccepted principles established for gender-distinct public restrooms.' ',71In reaching this conclusion, the court seems to reach outside the recordof the case and rule based on presumed societal mores. Ms. Etsitty ar-gued that defendant's concern over restroom usage was pretextualbecause no one had complained to the defendant and the defendant hadnot even attempted to investigate reasonable alternatives. The courtfound that no studies were necessary to determine that \"[c]oncernsabout privacy, safety and propriety are the reason that gender[-]specificrestrooms are universally accepted in our society.' 77 By allowing an em-ployer to hide behind the bathroom dilemma without proving it was anactual problem, the court reinforced societal stereotypes instead of ques-tioning them.Other courts have been more willing to use Price Waterhouse to pro-tect noncomforming individuals. Smith v. City of Salem178 provided anopportunity for the Sixth Circuit to extend the protection of Title VII toa transsexual because the facts closely mirrored Price Waterhouse. JimmieSmith, a transsexual employee of the fire department, began expressing amore feminine appearance at work and his co-workers commented \"thathis appearance and mannerisms were not 'masculine enough.\"' 79 The171. Etsitty, 2005 U.S. Dist. LEXIS 12634, at *3-4.172. Etsity, 2005 U.S. Dist. LEXIS 12634, at *4.173. Etsitty, 2005 U.S. Dist. LEXIS 12634, at *8-10.174. Etsitty, 2005 U.S. Dist. LEXIS 12634, at *14-15.175. Etsitty, 2005 U.S. Dist. LEXIS 12634, at *16 (citations omitted).176. Etsitty, 2005 U.S. Dist. LEXIS 12634, at *17.177. Etsitty, 2005 U.S. Dist. LEXIS 12634, at*18.178. 378 F.3d 566 (6th Cir. 2004).179. Smith, 378 F.3d. at 568.[Vol. 14:223INTERSEXED INDIVIDUALScourt overruled the district court, which had followed Ulane II in hold-ing that Title VII does not protect transsexuals. It instead read PriceWaterhouse as expanding Title VII's protections not only to sex discrimi-nation but to gender discrimination, which it defined as \"discriminationbased on a failure to conform to stereotypical gender norms.\"180Even though the Sixth Circuit expanded its definition of sex stereo-typing to protect transsexuals, what counts as sex stereotyping isconstrued rather narrowly. Johnson v. Fresh Mark, Inc. 181 is a good indica-tor of the complex legal problems an intersexed plaintiff will face whenchallenging the gender binary at work. The plaintiff, Selena Johnson,worked at a Fresh Mark, a meat packing plant.182 Although she was des-ignated as a male at birth after a \"cursory genital examination,\" shebegan living as a female when she was a teenager.\"3 After employeescomplained that Ms. Johnson used both the male and female restrooms,Fresh Mark told Ms. Johnson that she was required to use the male rest-room because her state-issued driver's license identified her as male.8Ms. Johnson refused to work under this command because she fearedfor her own safety. Fresh Mark subsequently fired her for missingwork.185 The court found that Ms. Johnson did not have a Price Water-house sex stereotyping claim under Title VII because \"Fresh Mark didnot require Plaintiff to conform her appearance to a particular genderstereotype, instead, the company only required Plaintiff to conform tothe accepted principles established for gender-distinct public rest-,,186rooms.One federal court has recognized that making individuals with non-conforming genitalia conform to the sex binary in choosing a restroom atwork can lay the basis for a Title VII claim.8 7 Transsexual plaintiff,180. Smith, 378 F.3d. at 573.181. 337 F. Supp. 2d 996 (N.D. Ohio 2003).182. Johnson, 337 F. Supp. 2d at 998.183. Johnson, 337 F. Supp. 2d at 998. The plaintiff posited that she may be intersexed butthe court refused to consider whether there was a distinction between transsexualismand intersexuality since the plaintiff merely hypothesized about this alternative. John-son, 337 F. Supp. 2d at 1000. Then, the court proceeded to chastise the plaintiff forfailing to divulge her intersexed condition to the company as a \"congenital abnormal-ity.\" Johnson, 337 F. Supp. 2d at 1000.184. Johnson, 337 F. Supp. 2d at 1000.185. Johnson, 337 F. Supp. 2d at 998.186. Johnson, 337 F. Supp. 2d at 1000.187. Kastl v. Maricopa County Cmty. Coll. Dist., No. 02-1531, 2004 U.S. Dist. LEXIS29825, at *10 (D. Ariz. June 2, 2004) (denying defendant's motion to dismiss forfailure to state a claim) [hereinafter Kast 1]. However, plaintiff's claim failed to sur-vive the more stringent summary judgment standard. This may be because plaintiff'sattorney did not provide an adequate evidentiary record and poorly framed the issues2008]MICHIGAN JOURNAL OF GENDER & LAWRebecca Kastl, was designated as a male at birth but began living as awoman and legally changed her name and driver's license to match herfemale gender identity.' 88 Ms. Kastl continued to work as an adjunctfaculty member at Maricopa County Community College during thetime period when she transitioned from male to female. 89 The collegerequired Ms. Kastl and another transsexual to use the men's restroomuntil they had completed sex reassignment surgery.19° Plaintiff refused tofollow this policy and the college fired her.'9' In denying the defendant'sRule 12(b)(6) motion to dismiss for failure to state a claim, the courtrecognized that being a biological female yet possessing male genitaliaare not mutually exclusive because \"[m]edical evidence suggests that theappearance of genitals at birth is not always consistent with other indica-tors of sex . . ,,192 For this reason, Ms. Kastl's claim survived a motionto dismiss because \"to create restrooms for each sex but to require awoman to use the men's restroom if she fails to conform to the em-ployer's expectations regarding a woman's behavior or anatomy, or torequire her to prove her conformity with those expectations, violatesTitle VII.\"' The Kastl I court was one of the first to recognize that in-dividuals with nonconforming genitalia should not be deprived ofemployment benefits and that this rule could not be \"avoided merelybecause restroom availability is the benefit at issue.\"' 94One court in the D.C. Circuit has confronted the tension betweenUlane II and Price Waterhouse head on by suggesting that it is time forthe law to recognize the biological complexities identified by the medi-cal community-in short, to return to the district court's opinion infor litigation. See Kastl v. Maricopa County Cmty. Coll. Dist., No. 02-1531, 2006U.S. Dist. LEXIS 60267 (D. Ariz. Aug. 22, 2006) (granting summary judgment fordefendant) [hereinafter Kasti II]. The court struck several of plaintiffs evidentiary fil-ings as untimely. Kastl II, 2006 U.S. Dist. LEXIS 60267, at *9-11. The court alsoruled that the plaintiff failed to establish aprimafacie case that she was a member of aprotected class (a biological female) because she failed to support her theory that therewere other determinants of biological sex other than genitalia, hormones, and chro-mosomes. Kasd II, 2006 U.S. Dist. LEXIS 60267, at \"16-20. Plaintiff also failed tochallenge defendant's policy of segregating bathrooms by sex. Kasd I, 2006 U.S.Dist. LEXIS 60267, at *20. Despite this later ruling that ultimately dismissed plain-tiffs claim, the court's earlier opinion is still a novel legal recognition of the potentialexpansiveness of Price Waterhouse's sex stereotyping theory.188. KastII, 2006 U.S. Dist. LEXIS 60267, at *3.189. KastlII, 2006 U.S. Dist. LEXIS 60267, at *4.190. KastlII, 2006 U.S. Dist. LEXIS 60267, at *4191. KasdII, 2006 U.S. Dist. LEXIS 60267, at *4192. KastlI, 2004 U.S. Dist. LEXIS 29825, at *7 n.5.193. KaslI, 2004 U.S. Dist. LEXIS 29825, at *10.194. KastlI, 2004 U.S. Dist. LEXIS 29825, at *9.[Vol. 14:223INTERSEXED INDIVIDUALSUlane I. In Schroer v. Billington,' the Congressional Research Service ofthe Library of Congress offered to employ plaintiff Diane Schroer, amale-to-female transsexual. Schroer, who had interviewed for the posi-tion as a male, had her offer of employment rescinded once sheinformed the Library that she would be reporting to work as a female.'96This employment decision provides a striking factual example reminis-cent of Ulane: an employer hires a male employee and decides to firethat employee when she becomes a female. The court held that PriceWaterhouse's sex stereotyping did not protect Ms. Schroer because thattheory \"creates space for people of both sexes to express their sexualidentity in non-conforming ways\" and Ms. Schroer \"does not wish to goagainst the gender grain, but with it\" because \"[s]he seeks to express herfemale identity, not as an effeminate male, but as a woman.\"'97 The cruxof Ms. Schroer's employment problems, according to the court, is thather employer is intolerant of individuals whose gender identity does notmatch his or her biological sex and this could not be remedied underPrice Waterhouse's sex stereotyping theory.'98The court returned to the reasoning of the district court's decisionin Ulane I, which recognized that \"sex is not a cut-and-dried matter ofchromosomes . . . [but] encompasses sexual identity\" and is protected byTitle VII.\" The court extrapolated that the Seventh Circuit's reason foroverturning the district court's decision no longer held weight becausesubsequent Supreme Court decisions, such as protecting male-on-malesexual harassment in the workplace, applied Title VII in ways that werenever contemplated by Congress. 00 The court proposed a new rule thatwould protect transsexuals under Title VII:[D]iscrimination against transsexuals because they are trans-sexuals is 'literally' discrimination 'because of... sex.' [This]approach ... [is] a straightforward way to deal with the factualcomplexities that underlie human sexual identity. These com-plexities stem from real variations in how the differentcomponents of biological sexuality-chromosomal, gonadal,hormonal, and neurological-interact with each other, and in195. 424 F. Supp. 2d 203 (D. D.C. 2006).196. Schroer, 424 F. Supp. 2d at 205-06.197. Schroer, 424 F. Supp. 2d. at 210-11.198. Schroer, 424 F. Supp. 2d. at 211.199. Schroer, 424 F. Supp. 2d. at 211 (citations omitted).200. Schroer, 424 F. Supp. 2d. at 212 (citing Oncale v. Sundowner Offshore Servs., 523U.S. 75, 79 (1998)).2008]MICHIGAN JOURNAL OF GENDER & LAWturn, with social, psychological and legal conceptions of gen-der.201In support of this rule, the court describes intersexed conditionsand further suggests that: \"[d]iscrimination against such women . . . be-cause they have testes and XY chromosomes, or against any other personbecause of an intersexed condition, cannot be anything other than 'lit-eral[ ]' discrimination 'because of... sex.' ,202After more than thirty years, it is time to return to the reasoning ofUlane I instead of contorting the sex stereotyping theory of Price Water-house. It is time for the law to recognize biological complexity andprotect nonconforming individuals from discrimination because theychallenge the notion of a fixed gender binary. This may be the civilrights struggle of our century, as the Ulane I court suggested when re-sponding to Eastern Airlines's argument that allowing a transsexual inthe cockpit would lead the public to question the safety of airline travel.The court stated:This is the kind of argument that opponents of civil rights liti-gation urged back in those long-ago days when we did nothave anti-discrimination laws. We cannot serve blacks in thisrestaurant. Nobody will come in. We cannot employ a blackto drive this bus. Nobody will ride the bus. We sure can't haveany blacks carry the mail or work in a department store. Wewill lose customers. Well, the American public is a lot smarterthan the bigots gave them credit for being, and those predic-tions did not prove to be true. I am old enough to rememberwhen there were no blacks driving buses in Chicago or virtu-ally none, no black sales clerks in department stores, no blackmail carriers. We all know the extent to which those jobs havebeen opened up to persons of all races and sexes and howmuch better a society it has made us and how the insuperableproblems that were supposed to come about just did not hap-pen. The same thing is going to happen should Karen Ulaneresume her seat in the cockpit .... .0'201. Schroer, 424 F. Supp. 2d. at 212-13 (emphasis in original).202. Schroer, 424 F. Supp. 2d. at 213 n.5 (citing Ulane v. Eastern Airlines, Inc., 581 F.Supp. 821, 825 (N.D. I11. 1983)).203. Ulane I, 581 F. Supp. at 832. By delivering his opinion in open court, Judge Grady'sstatement takes on an urgent tone.[Vol. 14:223INTERSEXED INDIVIDUALSThe court's parade of horribles mocks the \"legitimate\" reasons em-ployers give for firing plaintiffs who challenge the gender binary. Inhindsight, these reasons for not affording civil rights to blacks seem ri-diculous, and they are no more believable as a basis for denying rights totranssexuals and the intersexed. These employment discrimination casesshow an emerging trend of broadening statutory definitions to matchthe medical reality that some individuals do not neatly fall into one oftwo boxes labeled \"male\" and \"female.\"CONCLUSIONWhy require birth certificates to designate children as male or fe-male unless the purpose is to facilitate legal classifications on the basis ofsex? A sizeable group-one to four percent-of the world's population,cannot be categorized as fully male or female. Individuals who live out-side this sex binary face potential human rights abuses. Intersexedinfants in the United States are surgically altered to fit into this binary,and the hijras in India, who embrace a third gender identity, continue tobattle societal discrimination. Legislators and courts will need to addressthis collision.One path is through statutory reform to recognize the right to self-identify as a third gender. The broad judicial interpretations of Title VIIshould be codified to match the growing medical awareness of the com-plex varieties of biological sex and gender identity. Statutory provisionssuch as the federal DOMA and REAL ID Acts, which curtail the rightto marry or limit state identification documents based on a view of sexas a fixed binary, should be repealed. These statutory changes could raiseawareness of intersex status, such as the \"E\" passport designation in In-dia has done.There is a model for such statutory reform: the International Bill ofGender Rights (IBGR).24 This bill has not yet been enacted as bindinglaw in any jurisdiction.205 Drafted in 1993 and adopted in 1995 by theInternational Conference on Transgender Law and Employment Policy,the IBGR grants ten rights, beginning with the right to define genderidentity. The bill expresses the viewpoint that gender is \"ever-unfolding\"and therefore:204. Frye, supra note 7, app. B.205. Attempts to introduce an Equal Opportunity (Sexuality and Gender IdentityDiscrimination) Bill in Australia failed. See Australian Democrats, http://www.democrats.org.au/campaigns/sexuality (last visited Sept. 9, 2007).2008]MICHIGAN JOURNAL OF GENDER & LAW[A]ll human beings have the right to define their own genderidentity regardless of chromosomal sex, genitalia, assignedbirth sex, or initial gender role, and further, no individual shallbe denied Human or Civil Rights by virtue of a self-definedgender identity which is not in accord with chromosomal sex,genitalia, assigned birth sex, or initial gender role.206The bill additionally guarantees the right to secure and retain em-ployment; the right to control and change one's body to express self-defined gender identity; the right to competent medical care whenchanging one's body; the right to enter into marriage contracts regardlessof an individual's or an individual's partner's assigned birth sex; and theright to conceive, bear, or adopt children. 7While the sweeping IBGR may not be enacted anywhere in thenear future, it is inspiring local governments to enact laws that will pro-tect intersexed people. For this reason, federal legislation such as thefederal DOMA and REAL ID Acts is particularly troubling, since it barsstate and local governments from granting expansive protection. In1995, San Francisco recognized \"gender identity\" as a protected class inits nondiscrimination ordinance, targeted at accommodating all indi-viduals and prohibiting gender discrimination in employment, housing,and public facilities.2 8 In the introduction to the ordinance, the draftersstate that \"a person's gender identity is that person's sense of self regard-ing characteristics labeled as masculine, feminine, both or neither. Anindividual determines their own gender identity and the sole proof of aperson's gender identity is that person's statement or expression of theirself identification. '\"20 9 This view, which validates an individual's self-gender identity and recognizes a gender identity beyond the male-femalebinary, will protect intersexed individuals.Statutory reform in the United States can be an immediate remedywhile advocates begin building a constitutional right210 to self-identify206. Frye, supra note 7, app. B at 212.207. Id, app. B.208. SAN FRANCISCO HUMAN RIGHTS COMM'N, COMPLIANCE GUIDELINES TO PROHIBITGENDER IDENTITY DISCRIMINATION (Dec. 10, 2003), available at hrtp://ww.ci.sf.ca.us/site/sfhumanrights page.asp?id=627 4 .209. Id.210. Some plaintiffs have also advanced federal First Amendment claims arguing that theyhave a protected right to express their unique gender identity. Thus far, these claimshave been unsuccessful. Kastl v. Maricopa County Cmty. Coll. Dist., No. 02-1531,2004 U.S. Dist. LEXIS 29825 at *31-33 (D. Ariz. June 2, 2004) (ruling that Plain-tiff's First Amendment claim survives a motion to dismiss) overruled by Kastl v.Maricopa County Cmty. Coll., No. 02-1531, 2006 U.S. Dist. LEXIS 60267, at *25-26 (D. Az. Aug. 22, 2006); Doe v. Yunits, 2000 Mass. Super. LEXIS 491 at *17(Vol. 14:223INTERSEXED INDIVIDUALSoutside the gender binary based on the fundamental right to privacy andbodily integrity derived from the Fourteenth Amendment's Due ProcessClause. 1' In the last forty years, the Court has expanded the right toprivacy to include the right to obtain contraceptives212 and abortions213and most recently, to protect private, consensual homosexual conductfrom intrusion by the state.1 4 With each expansion of the right beyondthe traditional family (a married, heterosexual couple), the right to pri-vacy is positioned to challenge compulsory participation in the male-female binary.This right to liberty makes explicit \"a promise of the Constitutionthat there is a realm of personal liberty which the government may notenter.\"215 Moreover, the Court has emphasized that:[T]he most intimate and personal choices a person may makein a lifetime, choices central to personal dignity and auton-omy, are central to the liberty protected by the Fourteenth(Mass. Super. Ct. Oct. 11, 2000) (finding that plaintiff may be able to prove a libertyinterest in her appearance) overruled by Doe v. Yunits, 15 Mass. L. Rep. 278 (Mass.Super. Ct. 2001).211. Fourteenth Amendment protection of the intersexed has been suggested by otherauthors. See generally Sara R. Benson, Hacking the Gender Binary Myth: RecognizingFundamental Rights for the Intersexed, 12 CARDOZO J.L. & GENDER 31 (2005); ChaiR. Feldblum, The Right to Define One's Own Concept of Existence: What Lawrence CanMean for Intersex and Transgender People, 7 GEo. J. GENDER & L. 115 (2006).Feldblum's article points out a core problem in this approach: the traditional viewthat the Fourteenth Amendment only provides a \"negative right\"-that is, one thatprohibits government intrusion or differential treatment but not one that requires thegranting of affirmative rights such as marriage. See Feldblum at 127. Feldblum sug-gestsif the particular tilt at issue is related to a person's core, essential self-definition, then the government has a constitutional obligation to rectifyany tilt created by background social norms. An individual's choice tomarry, to have (or not to have) a child, to engage in satisfying sexual inti-macy, or to live in the gender that matches his/her sense of identity allrelate to a person's core, essential self-definition. In these areas, the Consti-tution places on the State not only a negative obligation not to criminalizethe conduct or status in question, but concomitantly, a positive obligationto rectify tilts created by society for those individuals who are seeking tolive their authentic selves.Id. at 130.212. Griswold v. Connecticut, 381 U.S. 470 (1965) (striking down law banning the dis-tribution of contraceptives); Eisenstadt v. Baird, 405 U.S. 438 (1972) (expandingGriswold to unmarried individuals).213. Planned Parenthood v. Casey, 505 U.S. 833 (1992); Roe v. Wade, 410 U.S. 113(1973.214. Lawrence v. Texas, 539 U.S. 558 (2003).215. Lawrence, 539 U.S. at 578 (citing Casey, 505 U.S. at 847).2008]MICHIGAN JOURNAL OF GENDER &- LAWAmendment. At the heart of liberty is the right to define one'sown concept of existence, of meaning, of the universe, and ofthe mystery of human life. Beliefs about these matters couldnot define the attributes of personhood were they formed un-der compulsion of the State.'6What is closer to the \"heart of liberty\" and more \"central to per-sonal dignity and autonomy\" than an individual's chosen genderidentity-to be granted full legal rights and protection against discrimi-nation even if one does not fall into one of two neat societal boxeslabeled male or female.\" 7 Undoubtedly, the right to identify beyond thefixed male-female gender binary should not be tainted by state compul-sion.The societal belief that sex is a male-female binary fixed at birthleads to human rights abuses for individuals, particularly males, who donot conform to this model, whether this nonconformity is caused bybiology, as for intersexed infants in the United States, or choice and bi-ology, as for the hijras in India. To end the discrimination caused by thisexpectation, countries should allow for self-identification as male, fe-male, or a third gender. t216. Lawrence, 539 U.S. at 574 (citing Casey, 505 U.S. at 851).217. One court has recognized that requiring proof of sex before being allowed to usebathrooms segregated by sex could implicate the fundamental right to privacy. Kastlv. Maricopa County Cmty. College Dist., No. 02-1531, 2004 U.S. Dist. LEXIS29825 at *19-23 (D. Ariz. June 2, 2004).[Vol. 14:223",
    "id": 232697710,
    "identifiers": {
        "doi": null,
        "oai": "oai:repository.law.umich.edu:mjgl-1072"
    },
    "title": "Please Write \\u27E\\u27 in This Box  Toward Self-Identification and Recognition of a Third Gender: Approaches in the United States and India",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-01-01T08:00:00+00:00",
    "publisher": "University of Michigan Law School Scholarship Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.law.umich.edu/cgi/viewcontent.cgi?article=1072&amp;context=mjgl"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/232697710.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/232697710"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/232697710/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/232697710/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/232697710"
        }
    ],
    "abstract": "Part I of this Article defines intersexuality and highlights the legal and societal complications that occur when the concept of the fixed male-female gender binary is challenged. Part II describes the unique role of the hijras in India, who are both revered and discriminated against, and suggests that India is beginning to legally recognize a third gender through the grassroots advocacy of the hijras. Part III contrasts the experience of intersexed individuals in the United States by describing the current protocol to deal with the  medical emergency  of the birth of an intersexed child. This section forecasts legal issues facing intersexed individuals who choose to exist as a third gender in nonconformance to the male-female binary through an examination of case law on transsexuals in the marriage and employment context. The conclusion advocates the necessity of statutory reform to ensure that intersexed individuals receive the benefit of their Constitutionally protected right to equal treatment",
    "tags": [
        "text",
        "Gender and law",
        "Gender recognition",
        "Sex designations",
        "Identification cards",
        "India",
        "Discrimation",
        "LGBT",
        "Transgender",
        "Gender transition",
        "Hijras",
        "Comparative and Foreign Law",
        "Law and Gender",
        "Law and Society",
        "Legislation"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:repository.law.umich.edu:mjgl-1072",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3599",
        "openDoarId": 0,
        "name": "University of Michigan School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 232697710,
        "depositedDate": null,
        "publishedDate": "2008-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T14:17:36+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-29T12:13:07+00:00"
    },
    "urls": [
        "https://repository.law.umich.edu/mjgl/vol14/iss2/3",
        "https://repository.law.umich.edu/context/mjgl/article/1072/viewcontent/10_14MichJGender_26L223_2007_2008_.pdf"
    ],
    "lastUpdate": "2024-01-24T14:17:36+00:00",
    "setSpecs": []
}