{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dwyer, Angela"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-02T14:31:26+01:00",
    "dataProvider": {
        "id": 310,
        "name": "Queensland University of Technology ePrints Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/310",
        "logo": "https://api.core.ac.uk/data-providers/310/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/10903241.pdf",
    "fullText": "This is the author’s version of a work that was submitted/accepted for pub-lication in the following source:Dwyer, Angela E. (2011) Policing lesbian, gay, bisexual and transgenderyoung people : a gap in the research literature. Current Issues in CriminalJustice, 22(3), pp. 415-433.This file was downloaded from: http://eprints.qut.edu.au/40992/c© Copyright 2011 Institute of Criminology PressNotice: Changes introduced as a result of publishing processes such ascopy-editing and formatting may not be reflected in this document. For adefinitive version of this work, please refer to the published source:1  Policing LGBT Young People: A Gap in the Research Literature? Angela Dwyer1  This article argues for exploring lesbian, gay, bisexual, and transgender (LGBT) young people’s experiences with police. While research examines how factors such as indigeneity influence young peoples’ experiences with police, how sexuality and/or gender identity mediates these relationships remains largely unexplored. Key bodies of research suggest a need to explore this area further, including: literature documenting links between homophobic violence against LGBT young people and outcomes such as homelessness that fall within the gambit of policing work; research showing reluctance of LGBT communities to report crime to police; international research documenting homophobic police attitudes and Australian research demonstrating arguably homophobic court outcomes; and research outlining increasing police support of LGBT communities. Drawing on these bodies of literature, this article argues that LGBT young people experience policing warrants further research.  Introduction For some time now, research with young people2 has demonstrated that they have a problematic relationship with police (CMC 2009; Carrington and Pereira 2009).3 This                                                  1 Dr Angela Dwyer, Lecturer, School of Justice, Faculty of Law, Queensland University of Technology, email: ae.dwyer@qut.edu.au 2 In this article, ‘young people’ refers to the criminal justice definition of a young person as aged 10–17 years (Queensland is the only Australian jurisdiction that continues to define a young person as aged 10–16 years: AIHW 2007). 2  article argues that much of the literature examining young people’s relationships with police is informed by an overarching assumption: that young people are necessarily heterosexual. While there has been recent recognition of diversity as a factor mediating youth–police interactions, the literature tends to overlook diverse sexuality (lesbian, gay, bisexual, and transgender: LGBT) and/or gender identity4 as a factor mediating policing relationships. Ironically, this research gap runs alongside a burgeoning body of international literature documenting how victimisation experienced by LGBT young people (Hillier, Turner and Mitchell 2005) leads to ‘secondary victimisation’ (Berrill and Herek 1992), such as prostitution, homelessness, and substance abuse (Cochran et al 2002; Whitbeck et al 2004). This is especially concerning since outcomes like these, typically produce disproportionate police contact for young people spending time in public space more generally (Alder et al 1992). Even so, a cursory consideration of research demonstrates an apparent lack of knowledge about the degree to which LGBT status mediates policing experiences in general. Overlooking LGBT young peoples’ experiences of policing is even more bewildering in light of research suggesting police relationships may not be as satisfactory as we would otherwise assume in a contemporary Australian context (Leonard et al 2008). While police now very rarely perpetrate heterosexist and homophobic violence against LGBT people, in comparison with historical contexts (Wotherspoon 1991), homophobia5 and heterosexism6 may still implicitly contribute to the reluctance of a majority of LGBT                                                                                                                                                     3 Police refers to ‘the gatekeepers of the criminal justice system’ (White and Perrone 2005:10) 4 For the purpose of clarity, this article uses the acronym LGBT as an inclusive term to describe people identifying as gay, lesbian, bisexual, transgender, transsexual, intersex, queer, pansexual, and questioning. LGBT status is understood to disrupt heteronormative relations because of their marginal, non-heteronormative sexuality and/or gender identity. 5 Homophobia refers to ‘the unreasoning fear or hatred of homosexuals and to anti-homosexual beliefs and prejudices’ (Flood and Hamilton 2008:16). 6 Heterosexism is defined as ‘the structural forms of compulsory heterosexuality that impact on the lives of GLBTIQ [gay, lesbian, bisexual, transgender, intersex, LGBT] individuals’ (Robinson 2008:3). 3  communities to report victimisation to police (Berman and Robinson 2010). As yet, we know very little about the police experiences of young people in LGBT communities or the degree to which homophobia and heterosexism informs policing practice with these young people. Complicating these issues further is the complex regulatory, social, historical context in which police were imbued with powers to enforce legislation outlawing sodomy (Bernstein and Kostelac 2002; Dalton 2006). Even though Australian jurisdictions have moved beyond criminalising sodomy, ambivalence may still characterise relationships with police and LGBT communities, especially in policing beats where men of all sexual orientations meet for anonymous public sexual encounters (Swivel 1991). Uncertainty may also emerge in enforcement of laws criminalising sodomy for young people under 18 years in Queensland.7 Laws like this have the potential to define everyday sexual behaviours of young males in LGBT communities ‘as deviant, subject to intense surveillance and recorded and processed by criminal justice agencies’ (Tomsen 1996:para 4). The key point, though, is that we have yet to conduct research to understand how these issues are relevant in a contemporary Australian policing context. This is significant since leading research on police–LGBT relations is based in the United States (US) which, while similarly a Western country, is dissimilar in its broader social context where the ‘antigay Christian right’ is highly influential and closely linked with US politics (Herman 1997). Most importantly, new studies must now acknowledge the marked improvements in how Australian police services support both LGBT people and a contemporary policing context that outwardly rejects heterosexist and homophobic violence against LGBT communities.                                                  7 Queensland is the only state to do this, with all other states in Australia allowing sodomy as of 16 years of age. 4  Doing research on how LGBT young people are policed may be fraught with difficulties.  It is complicated by: how young people are already markedly over-policed in everyday life (Alder et al 1992); how LGBT young people may be participants in various youth subcultures which make them more subject to police attention; how young people’s leisure practices (such as hanging out with friends) are becoming increasingly criminalised in public spaces; how being visibly homeless generally makes young people more subject to police attention; and how young people are vastly overrepresented in policing and crime statistics in most Western countries. Despite the difficulties, researchers have collectively noted the importance of police striving to support LGBT communities (Berman and Robinson 2010; Cherney 1999). This article interrogates the assumption that policing is about policing heterosexual spaces and calls for research on these issues. To do this, it engages with five core bodies of literature. First, it briefly considers literature showing problematic police–young people interactions in public spaces more broadly, and the degree to which they are subject to increased police attention. Second, the article examines literature highlighting how victimisation of LGBT young people situates these young people as a diverse group that may be subject to increased policing interactions. Third, it explores international research documenting homophobic attitudes of police officers, and research demonstrating arguably officially sanctioned homophobia in Australian courts. Fourth, discussion moves to research examining relationships between LGBT communities and police, and shows the limited knowledge we have of LGBT young people’s interactions with police. Finally, the article elaborates positive moves of Australian police services to improve relations with LGBT communities. The article concludes by suggesting future areas of research 5  concerning how LGBT young people experience policing in the contemporary Australian context.  Policing Youth: Problematic Relations Between Young People and Police Long-standing research about young people and police suggests their interactions are especially problematic, characterised by mutual disrespect and harassment at best (Borrero 2001; Carrington and Pereira 2009; CMC 2009; Cunneen and White 2007; McAra and McVie 2005; Quinton, Bland and Miller 2000; Scraton 2008; White and Alder 1994). As such, young people’s activities continue to attract inordinate police attention, and this is well evidenced in how young people:  are more likely than adults to be represented as offenders and victims in police statistics (QPS 2008) and recorded crime statistics (ABS 2008; AIC 2009);  are more likely than adults to be subject to police harassment and over-policing8 in public spaces (Alder et al 1992; Liederbach 2007);  are more likely than adults to be detected and charged for an offence (QPS 2008);  are more likely than adults to have negative attitudes towards police (Taylor et al 2001); and  engage in activities defined as ‘risk-taking behaviours’ (Smart et al 2004) detected by police on the basis of suspicion of involvement in criminal activity (CMC 2009).  Balancing the rights of young people to publicly recreate with political pressures on police to regulate these activities is a delicate manoeuvre (Omaji 2003), but it often                                                  8 Over-policing refers to how specific groups may be ‘targeted by police for surveillance and intervention, and this disproportionate attention is customarily viewed as undue harassment by the affected groups’ (White and Perrone 2005:42). 6  produces police name-checks and repetitive questioning (White 1994), move-ons (White 1998), frisks (Antrum 1998), property searches for prohibited implements (Crane 2000), curfews (Simpson and Simpson 1993), and zero-tolerance strategies (White and Sutton 1995). Young people from diverse and marginalised backgrounds are especially subject to policing measures seeking to regulate public spaces (Hagan, Shedd and Payne 2005; McAra and McVie 2005; Wilson, Rose and Colvin 2010). An Australian study of young people from non-English speaking background found they were more likely to be searched and arrested, and they were more likely to be injured during contact with police, and the likelihood of these outcomes were increased when in the company of others (Youth Justice Coalition of NSW 1994:7–8). The frustration of police harassment is summarised by a young Lebanese-Australian male who wants to return to Lebanon because he would prefer that to ‘stay[ing] in this country and keep on being harassed by police’ (Collins et al 2000:172). While research examines policing experiences of ethnically and other diverse young people (such as indigenous young people: Cunneen 2008), only limited international research explores how diverse sexuality and/or gender identity mediates police–youth interactions. This is despite an ever-burgeoning literature about LGBT youth victimisation suggesting secondary outcomes of victimisation involving activities that may attract police attention in public spaces. Policing Vulnerability: LGBT Young People and Homophobic Victimisation There exists overwhelming research documenting the many different forms of victimisation, harassment, and abuse experienced by LGBT young people in international (Human Rights Watch 2001; Stonewall 2007) and Australian (Ellis and High 2004; Hillier, Turner and Mitchell 2005) contexts. This victimisation is defined in the literature as 7  primary and secondary victimisation (Herek and Berrill 1992). Primary victimisation refers to the discrimination, abuse (verbal, physical, emotional, psychological, social, economic) and harassment perpetrated against LGBT young people by strangers, friends, school peers, and family. Australian research has found that 38% of the 1749 young LGBT respondents reported unfair treatment on the basis of sexuality (Hillier, Turner and Mitchell 2005). Safety is not even assured in the family unit, with disclosure of sexual orientation and/or gender diversity to parents sometimes leading to harassment and violence (Gorman-Murray 2008). Even so, school is the most dangerous place for LGBT young people in Australia. Of the primary victimisation reported (Hillier, Turner and Mitchell 2005), 74% was perpetrated (and silenced) in school spaces—with teachers often unable and unwilling to challenge this behaviour (Warwick, Aggleton and Douglas 2001). Abuse included: threats to kill, being pushed down the stairs, being punched, being thrown into walls, being spat on, and being raped.  While evidence of victimisation in this research is damning, the key concern in this article is the secondary victimisation resulting from primary victimisation. Again, a large body of international and Australian research documents secondary victimisation in terms of specific risk factors, including: mental and psychological distress (Safren and Heimberg 1999); suicidal ideation and suicide (Noell and Ochs 2001; Morrison and L’Heureux 2001); self-harm (Thorpy et al 2008); homelessness (Cull, Platzer and Balloch 2006); and health and sexual risk behaviours (Bontempo and D’Augelli 2002). Of 164 participants aged 12–20 years in an Australian study, ‘37% of LGB [lesbian, gay, bisexual] young people had attempted suicide, 82% had considered suicide, and 59% had self harmed’ (Thorpy et al 2008:7). These outcomes for LGBT young people are increasingly concerning and leave 8  little doubt further research needs to explore the effects of these outcomes in the long term, particularly regarding their relationship with the criminal justice system over time. Of most concern in this article is how recent research suggests these risk factors can lead LGBT young people to be involved in risk-taking behaviours and make them more likely than heterosexual young people to come into contact with police, a pattern noted about young people more broadly in Australian research (CMC 2009; Smart et al 2004). Research concentrated in the US notes how LGBT young people are more likely to be involved in these risk-taking behaviours, like health and sexual risk behaviours, than their heterosexual counterparts (Bontempo and D’Augelli 2002; Cochran et al 2002). They are more involved in substance abuse (Jordan 2000) and are more likely to participate in prostitution and ‘survival sex’ as ‘subsistence strategies’ than their heterosexual peers (Whitbeck et al 2004)—and these activities are all subject to policing in public spaces. Homelessness also features as secondary victimisation for LGBT young people in the US (Cull, Platzer and Balloch 2006), and homeless people in Australia have been found to ‘endure extraordinarily high levels of police harassment and interference in their lives’ (Walsh 2007:7). Whitbeck et al (2004:329) also found 63 LGBT young people (in a sample of 428 young people) in their study were more likely than heterosexual young people to be ‘physically and sexually abused by caretakers, to engage in risky survival strategies when on their own (including survival sex) ... [and] to be physically and sexually victimized when on the streets’. These are all factors that, although presenting a bleak view of LGBT young people as victims (Marshall 2008), highlight how LGBT young people may attract police attention, especially given the public nature of sex work transactions and acquiring illicit substances. However, to the best knowledge of the author, no study has empirically examined the links between secondary victimisation and policing. 9  Only one very early US study by Remafedi (1987:334) reported results indicating LGBT young people have increased contact with the police and criminal justice system. This research found ‘substance abuse, truancy, prostitution, and running away from home were the major sources of conflict with the law’ for the 29 gay and bisexual males aged 15–19 years that participated. Most importantly, this study found that ‘approximately one half of all subjects had been arrested, in juvenile detention, or arraigned in juvenile court on at least one occasion’ (Remafedi 1987:334). Even though this study does not tell us how LGBT and heterosexual young people compare, it is interesting this has not been researched further, particularly considering that living circumstances experienced by LGBT young people often fall within the gambit of policing work. Even though research on secondary victimisation is concentrated in international contexts, it highlights the need to explore these relationships further in an Australian context—especially since historical relationships between police and LGBT communities have been characterised by disrespect, discrimination and victimisation.  Denigrating LGBT Communities: Homophobia in Police and Criminal Justice International studies have explored the existence and prevalence of homophobic attitudes among police officers (Bernstein and Kostelac 2002), corrections staff (Eigenberg 2000), criminal justice students (Cannon 2005; Cannon and Dirks-Linhorst 2006; Ventura et al 2004), and textbook content for law enforcement students (Olivero and Murataya 2001). Australian research about homophobia in the police is non-existent, with all studies focused in the US, a social and cultural context unlike Australia known for conservative, religious values (Herman 1997). For example, research in Texas by Lyons et al (2005), conducted with 152 police chiefs and commanders, found they endorsed homophobic attitudes, with 10  rural location and religiosity of the officers being predictors for the highest levels of homophobic sentiment. Overall, 32% of officers agreed and strongly agreed with the statement ‘I think male homosexuals are disgusting’. The results of a study with 747 Texan police chiefs found similar results with 62% of these officers believing ‘homosexuality constitutes “moral turpitude”’ (Lyons et al 2008:110). Stereotypes clearly informed how the officers thought about homosexuality with 56% of respondents identifying ‘homosexuality as a “perversion”’ (Lyons et al 2008:110). While the methodologies of these studies may be something we could replicate in Australia, it would be erroneous to surmise these studies reflect the attitudes of Australian police.  Although not focused specifically on police, we do have evidence of homophobic attitudes in Australia. Flood and Hamilton (2008) conducted a survey with 24,718 Australian respondents (aged 14 years and above) on homophobic attitudes, and found more than 35% of the sample (43% of men and 27% of women) believed homosexuality to be immoral. These statistics demonstrate homophobia is strong in Australia, and highlights further the importance of further research with police on this topic. As police reify and reinforce heterosexual masculinity (Tomsen 2009), diverse sexual orientation and/or gender diversity challenges this (Herbert 2001). Gay males challenge cultural ideals about ‘men’s bodies as unbroken and powerful, protected from penetration and any emasculating desire’ (Tomsen 2009:22). Therefore, less explicit forms of denigration may be at work considering homosexuality disrupts the ‘violent, even dangerously destructive, forms of masculinity’ (Tomsen 2009:70) associated with police work. This article argues that tensions between heterosexual masculinity and homosexuality are potentially reflected in police interactions with LGBT young people and that Australian studies are needed to explore this. 11  There is some research from a social and cultural context more similar to Australia—this being research conducted by Pratt and Tuffin (1996) in New Zealand with eight (six male and two female) police officers. Homophobic attitudes permeated how the officers described homosexual men in particular, with officers drawing heavily on two specific discourses: effeminism and deviance. Homosexuality was equated with enacting visibly effeminate deportment and behaviour, and was described in terms of ‘references to an effeminate way of speaking, an effeminate way of walking and standing (swinging the hips and bending the wrist), and, in the extreme, cross-dressing’ (Pratt and Tuffin 1996:61). The troubling element of these accounts was how police then associated being effeminate with sexual deviance—with homosexuality aligned with promiscuous sex, sadism and masochism, indecent exposure, and paedophilia. Reflected here is a long-standing misconception gay men are paedophiles engaged in paedophilic activities with young boys, even though research has disputed this for some time (Jenny, Roesler and Poyer 1994). Most importantly, officers in this study emphasised their reservations about employing homosexual officers on the basis they would be harassed by other officers. While this clearly does not reflect official police policy in New Zealand, these actions would constitute a violation of employment and safe workplace laws as well as contravening anti-discrimination legislation. As New Zealand reflects a socio-cultural context similar to Australia, the homophobic attitudes of officers in Pratt and Tuffins’ (1996) research suggests the need to conduct research on these issues in an Australian setting. More importantly, though, the officers’ accounts in the research by Pratt and Tuffins (1996) may more accurately reflect contemporary hate speech as identified by Mason (2007a) in her work on White supremacist organisations: a language of care. Mason argues hate speech produced by these organisations employ discourses of care (by suggesting 12  immigration be avoided because of the strain on environmental resources for instance) to more closely align with anti-discrimination legislation. These contemporary, tacit forms of hate speech diverge somewhat from previous definitions of hate crime/speech as criminal acts/events directed at a particular diverse group (Mason 2007b). There is no want of Australian research on hate crime (in the form of heterosexist and homophobic victimisation), with many studies noting these experiences as unnervingly common (Attorney General’s Department of NSW 2003; Baird, Mason and Purcell 1994; Berman and Robinson 2010; Couch et al 2007; Cox 1990, 1994; GLAD 1994; Hillier, Turner and Mitchell 2005; Leonard et al 2008; Pitts et al 2006; Sandroussi and Thompson 1995; Mason and Tomsen 1997). The most recent work by Berman and Robinson (2010) notes the alarming regularity of homophobic and heterosexist violence among LGBT communities in Queensland. Clearly, research shows LGBT people are being heavily victimised, but this violence is more nuanced than one-on-one physical violence. For example, Cox (1990) noted that 73% of victims sustained physical injury, whereas Berman and Robinson (2010) note that just 9% of victims experienced physical attack. This research signifies a different, contemporary landscape of violence against LGBT communities, with other recent Australian research demonstrating hate speech emerging in more nuanced, politically correct forms of caring (Mason 2007a; Dwyer 2010). The extent to which this shift has informed how police interact with LGBT people is yet to be explored empirically in any context. Australia has undoubtedly moved beyond police perpetrating overt forms of hate crime against LGBT people, like those reported by Enough is Enough (Victorian Gay and Lesbian Rights Lobby 2000). However, the key issue warranting further consideration is how it has moved beyond this in a shifting contemporary landscape of subtle forms of hate speech. 13  Although research is required in Australia to better understand the issues above, one area of the criminal justice system continues to evidence State-sanctioned violence against LGBT people: the courtroom. For some time now, notably violent killings of gay male victims by typically younger heterosexual male perpetrators have attracted controversy because perpetrators have been readily acquitted or leniently sentenced by Australian courts (Tomsen 2009). Controversy surrounds the legitimacy of defendants using homosexual panic defence in these cases where they argue they lost control and killed the victim on the basis that the victim made a homosexual pass at the perpetrator. Tomsen (2009:104) argues that the court acceptance of this defence demonstrates the official legitimacy and ‘potency of claims about the affront to heterosexual manhood that derives from a homosexual pass’. The courts’ approval of homosexual advance defence suggests homosexual panic is a legitimate reason to end a person’s life. Legitimising homosexual panic defence in the highest ranks of official state regulation in Australia may imply to police, prosecutors and the public that it is acceptable to kill an LGBT person on the basis of a sexual miscommunication. Traces of homophobia (Flood and Hamilton 2008) in the criminal justice system like this could further legitimise differential treatment of LGBT young people by police, and merits empirical interrogation in an Australian social context. Policing LGBT Communities: The Research Evidence So Far LGBT communities and police relationships have been researched, but this is again mainly international research, with very few Australian studies detailing these relationships. These studies highlight that while the LGBT communities’ experiences with police are varied, police responses take two forms: under-policing9 and over-policing.10 Furthermore, LGBT                                                  9 Under-policing is defined as ‘those instances where police persistently fail to respond to instances of violence perpetrated against certain (vulnerable) groups in society, thereby denying them official victim status’ (White and Perrone 2005:52). 14  young people are subsumed into larger research LGBT samples (for example, the age range in Leonard et al 2008 was 14–65 years), showing how their relationships with police are yet to be the focus of concentrated research anywhere in the world.  Under-policing LGBT Communities: Police Non-response and Victim Non-reporting Existing research demonstrates one of the fundamental concerns of the LGBT communities in relation to police is non-response, or under-policing. Police disinterest was cited as the major reason LGBT victims of intimate partner violence (Farrell and Cerise 2006) and sexual prejudice did not report to police in recent Australian (Leonard et al 2008) and US (Bernstein and Kostelac 2002) research, with respondents in international research fearing further discrimination from officers (Williams and Robinson 2004) and suspicious of police homophobia (Buhrke 1996; Peel 1999). While some research conducted in the United Kingdom (UK) (Jones and Newburn 2001) and the US (Wolff and Cokely 2007) suggests that reporting victimisation to police produces negative outcomes for LGBT people, research seems to more accurately reflect participant concern about anticipated negative outcomes—they are assuming police will be discriminatory and homophobic. We can extrapolate from some studies broader conclusions about police experiences of LGBT young people, even though researchers fail to make young people a focus. Recent Queensland research (Berman and Robinson 2010:147–8) included 241 respondents aged 18–24 years, and found the following reasons provided by police for not investigating reports of victimisation further: The right of persons to their own opinions, lack of evidence..., unwillingness of the attending officer to discuss the matter aside from providing a “report number”, being advised to change numbers and move, individuals should be aware “hanging out in places like this”, inability of officers to act in the absence                                                                                                                                                     10 See note 8 for a definition of over-policing. 15  of actual physical violence (three cases) with one such situation involving a stalker, the officer going on leave a week after reporting the incident with an assurance of getting in contact upon return which never occurred, and inability to locate the perpetrator.  These results align closely with research based in Northern Ireland (Radford, Betts and Ostermeyer 2006) revealed 38% of 233 respondents were aged 18–25 years, and 39% of all respondents noted problems with police including: unsatisfactory service; failure to update about complaint progress; failure to follow up a call for assistance; failure to be taken seriously; failure to do police duty; being rude or impolite; and being discriminatory on the basis of their sexuality. This research highlights the centrality of police non-response in LGBT victimisation, despite LGBT young people’s experiences being integrated with broader results.  Australian research reflects international research trends demonstrating LGBT communities are less than satisfied with police responses when reporting victimisation, albeit with only limited information about LGBT young people (Baird, Mason and Purcell 1994). The Private Lives (Pitts et al 2006) report stated that nearly half of all 5476 Australian participants (approximately 38% aged up to 25 years) in all age groups disagreed that police treated them ‘with courtesy and respect’. More importantly, this appears to translate into how members of LGBT communities report victimisation to police: ‘Of the third of participants who reported having been physically injured, only 20.4% had reported this to the police’ (Pitts et al 2006:52). The Victorian Coming Forward report also reflected these trends (Leonard et al 2008), but stops short of specifying how many young respondents were included among the 390 LGBT participants. While 85% of respondents experienced heterosexist victimisation, only 30% of respondents reported this to police (Leonard et al 2008). The main reasons for not reporting included: believing police would not take the report seriously, fear of police, 16  and police heterosexism/homophobia (Leonard et al 2008). For the 25% of respondents who reported victimisation to police, half were critical of police responses. Even more paradoxical is 83% of respondents knew about Gay and Lesbian Liaison Officers (GLLOs) in the Victorian Police Service, but 82.5% had never contacted them, despite 85% of respondents being victimised.  Queensland research (Berman and Robinson 2010) also reflects this trend, with 52% of 1094 LGBT respondents aware of gay and lesbian police liaison services, but only 4% accessing this support, even when 53% had been victimised. Research by Leonard et al (2008) shows young people aged 14–29 were least likely to know about GLLOs, suggesting we need to raise awareness of these support mechanisms. Whereas 25% victimisation reporting rates in 2008 Victorian research (Leonard et al 2008) compare favourably with 18% reporting rates in New South Wales research in 1995 (Sandroussi and Thompson 1995), heterosexist victimisation is still underreported at 12% in Queensland in 2010 (Berman and Robinson 2010). This suggests underlying issues hinting perhaps at police insensitivity to the needs of LGBT victims (Leonard et al 2008). Only one Australian study, although focused again broadly on LGBT communities, has specifically asked LGBT young people about their experiences of policing. You Shouldn’t Have to Hide to be Safe (Attorney General’s Department of NSW 2003) reports on one focus group with eight females and five males aged 18 to early 20s, but only notes negative and positive interactions occurred without elaborating details. This study also found that out of 600 respondents, people aged 16–19 were significantly less likely to be confident reporting violence or harassment to police. For young people aged 16–19 who had been victimised, 84% of them had not reported this to police. This is the only specific information we have about LGBT young peoples’ experiences with police in Australia. 17  Overall, Australian studies suggest LGBT communities appear less than satisfied with their policing experiences, with their dissatisfaction often tied to under-policing and the assumption of police homophobic hostility. Interestingly, the reluctance to report and experiences of non-response exists alongside studies noting that significant numbers of LGBT people know about police services supporting LGBT communities (detailed further below). Contradictions like these in research may be indicative of other tacit issues impacting upon how LGBT people experience policing in Australia. Over-policing and LGBT Communities: Victimisation and Harassment by Police The flip side of under-policing is over-policing. Early international (Comstock 1991) and Australian (Wotherspoon 1991) research notes police abuses of LGBT communities. Groves (1995) describes early problems with police practices in the raid of the Tasty nightclub in Melbourne in 1994 on suspicion of drug use on the premises. Practices of this raid included: inappropriate language; lengthy police searches because patrons outnumbered police available for conducting searches; inconsistent searching techniques; lack of respect for privacy; lack of glove changes by officers between searches; and lack of female officers to search female patrons. Research also suggests little has changed in the US, with ‘police acting disrespectful, rude, in an inappropriate manner, engaging in harassment, denying services to victims ... [and] acting as the actual perpetrators of anti-LGBT verbal harassment, intimidation, and physical assault’ (Wolff and Cokely 2007:12; see also Bernstein and Kostelac 2002). However, recent Australian research suggests minimal evidence of police as perpetrators of sexual prejudice, with fourteen respondents listing perpetrators as ‘“Other” (all single responses) including “Husband” and “Police Officer”’ (Leonard et al 2008:35), in comparison with 16% reported by an earlier study (Baird, Mason and Purcell 1994). 18  A survey by Williams and Robinson (2004) indicates LGBT young people in the UK are four times more likely than employed LGBT people to feel harassed by police. More concerning is those under 25 years of age who had experienced physical victimisation (52% of the sample of 354 lesbian, gay and bisexual people residing in Wales) were ‘seven times more likely to report experiencing discrimination or harassment by the police’ (Williams and Robinson 2004:225). Even though these results constitute probably the best understanding we have of LGBT young peoples’ experiences of policing, this study does not detail the forms of discrimination or harassment perpetrated by police—we can only speculate about what these may be. Fundamentally, we have no research examining these issues in an Australian context up to this point, even though this context has undergone significant shifts in police–LGBT relations in recent times.  Contemporary Contexts of Police–LGBT Relationships: Initiatives Bridging the Divide A raft of contemporary changes to legislation began significant moves away from policing LGBT communities as sexually deviant, and towards police working to protect and support LGBT people in Australia (Thompson 1997). In conjunction with historical changes to legislation criminalising sodomy (Willett 2000), legislation has been changed to end discrimination in law recently highlighted in inquiries like Same-Sex: Same Entitlements (HREOC 2007). These changes have afforded to LGBT communities human rights and entitlements previously denied to them. Police services across Australia have been at the forefront of ensuring these new laws are implemented and that LGBT peoples’ rights and freedoms are protected. 19  Police have worked to improve and build relationships with LGBT communities more broadly. Indeed, the first major research conducted on heterosexist and homophobic hate crime in Australia was conducted by, or in cooperation with, police services across Australia (Baird, Mason and Purcell 1994; Cox 1990, 1994; GLAD 1994; Sandroussi and Thompson 1995). These research outcomes spurred police to establish training for new recruits and collaborative anti-violence projects between police and LGBT health organisations, such as the well known proactive partnership between the New South Wales (NSW) Police Service and ACON (New South Wales' and Australia’s largest community-based LGBT health and HIV/AIDS organisation). This partnership extends to Working Together, a strategic framework encouraging collaboration across a network of community organisations and government departments to prevent violence against LGBT people. These projects encourage LGBT people to report violence and provide education campaigns about violence against LGBT communities and in same-sex partnerships, and police reporting measures are being improved regularly to ensure the best possible statistical data on these forms of violence (Berman and Robinson 2010). Every police service in Australia (including the Australian Federal Police) now runs gay and lesbian police liaison programs to provide direct support to LGBT people of all ages. Contingents from police services in some states (particularly Victoria and New South Wales) participate (in uniform) in annual LGBT social events like the Sydney Gay and Lesbian Mardi Gras and state and territory based Pride parades. Additional police officers attend these events to provide protection from sexual prejudice from the public. Leadership has been evidenced even from the highest ranks of police to improve relationships of LGBT people with police, particularly former Victorian Police Commissioner Christine Nixon. This leadership has informed visible police support of LGBT people from the Victorian 20  Police Service, including regular online posts by the manager of the Gay and Lesbian Advisory Unit in the Southern Star (a leading queer news source in Sydney and Melbourne) about LGBT issues. Officers from the NSW Police Service have even contributed to This is Oz, a national campaign raising awareness and fighting discrimination against LGBT people. There is no doubt police services in Australia have moved well beyond the homophobic policing practices evidenced in Australian history (Wotherspoon 1991). The extent to which these changes have informed street-level policing is unknown and requires exploration, particularly since this is the context in which LGBT young people would attract police attention. Where To From Here: Policing LGBT Young People as a Research Gap Although research about police and LGBT young people is lacking, clearly there is positive change evidenced in Australia (Cherney 1999). Even so, while we may have seen contemporary improvements with police processes related to LGBT communities, this article suggests there is more work to be done, particularly in relation to LGBT young people. Research outlined above demonstrates the living circumstances of some LGBT young people may involve participation in criminalised and risk-taking activities as a basis of subsistence and coping with the victimisation they experience. This is not all LGBT young people though. We have strong evidence LGBT young people are increasingly supported by their families, for example (Gorman-Murray 2008), which would reduce their potential to become homeless for instance. The question is more about how some LGBT young people present as more vulnerable than others, particularly if their living circumstances lead them to spend increasing time in public spaces. This may be especially true with LGBT young people whose visibly queer bodies are marked as bodies at-risk in public spaces (Dwyer 2008), and victimisation perhaps exemplifies ‘punishing or 21  constraining the public visibility of that group’ (Tomsen 2009:39). They may be considered ‘soft targets ... disciplined for their gender non-conformity’ (Tomsen 2009:42) by the public, masculinist police, and criminal justice processes. Working through risk factor approaches like those indicated in LGBT youth victimisation literature, ‘criminal justice policies based on the formulation of “risk” have the potential to criminalise the everyday “youthful behaviours” of those most excluded’ (McAlister 2008:16). Complicating these issues further is the assumption that public spaces are relatively safe for LGBT young people—a situation most heterosexual young people take for granted. Yet research on the victimisation of LGBT young people demonstrates this safety is most certainly a privilege that is not accorded to them in public space (Hillier, Turner and Mitchell 2005). More importantly, Australia has made significant advances in policing and supporting LGBT communities, but research on public gay and lesbian events demonstrates a more complex situation at work (Tomsen and Markwell 2009). While these events overtly demonstrate public support for LGBT people, they signify only temporary suspension of sexual prejudice in public spaces. There is little doubt that these events are safe spaces due to intricate, lengthy negotiations between police and LGBT groups, but it is concerning police intervention in victimisation was noted by only four participants out of 151 reports of victimisation at the events (Tomsen and Markwell 2009). This raises doubts about the socially just status of policing LGBT young people, and raises questions about the importance of young peoples’ understandings of how policing happens and their rights in these processes. More importantly, research reviewed above provides strong grounding for exploring further how LGBT young people experience policing, as well as broader experiences in youth justice systems (Ventura et al 2004). 22   This article suggests that it is necessary to further research these issues. While comparative jurisdictions like the US have forged ahead with researching how LGBT communities experience policing, Australia is yet to empirically interrogate most areas of concern identified in the literature discussed. Australian research needs to begin with the basics, like exploring homophobic attitudes in police officers and examining relationships between reporting victimisation to police and under-policing. Furthermore, links between the victimisation of LGBT young people and their experiences of policing in public spaces demand elaboration.  Existing research points to a range of factors potentially contributing to LGBT young people having increased interactions with police: being young and hanging out in public spaces; being visibly LGBT; being involved in risk-taking activities; being involved in illegal subsistence strategies; being homeless; and being vulnerable and at-risk. Even though it may be more comfortable to accept all is well in these terms, research outlined in this article casts doubt on this assumption. It highlights the need to move forward with this as a future area of research inquiry—research conducted in partnership with police services around Australia to ensure new knowledge informs policing practice, as well as the dispositions of LGBT communities towards police.  References Alder C, O’Connor I, Warner K and White R (1992) Perceptions of the Treatment of Juveniles in the Legal System, Report to The National Youth Affairs Research Scheme, National Clearinghouse for Youth Studies, Hobart  23  Antrum M (1998) ‘Frisky Business – Police, Search Powers and Young People’ Current Issues in Criminal Justice, vol 10 no 2, 197–201  Attorney General’s Department of NSW (2003) You Shouldn’t have to Hide to be Safe: A Report on Homophobic Hostilities and Violence against Gay Men and Lesbians in New South Wales, Attorney General’s Department of NSW  Australian Bureau of Statistics (ABS) (2008) Recorded Crime – Victims, Australia, 2007, Australian Government, Canberra <http://www.abs.gov.au/AUSSTATS/abs@.nsf/ProductsbyTopic/DA3DED213BAE8114CA257178001B6949?OpenDocument>  Australian Institute of Health and Welfare (AIHW) (2007) Juvenile Justice in Australia 2004-05, Juvenile Justice Series no 2, Canberra <http://www.aihw.gov.au/publications/index.cfm/title/10363>  Australian Institute of Criminology (AIC) (2009) Australian Crime: Facts and Figures 2008 – Selected offender profiles, Australian Government, Canberra  <http://www.aic.gov.au/publications/facts/2008/04_selected_offender_profiles.html>   Baird B, Mason K and Purcell I (1994) The Police and You: A Report of a Survey of the Experiences of Lesbians and Gay Men in South Australia, Adelaide Gay and Lesbian Community Action  24  Berman A and Robinson S (2010) Speaking Out: Stopping Homophobic and Transphobic Abuse in Queensland, Australian Academic Press, Bowen Hills  Bernstein M and Kostelac C (2002) ‘Lavender and Blue: Attitudes about Homosexuality and Behaviour Toward Lesbians and Gay Men among Police Officers’, Journal of Contemporary Criminal Justice, vol 18 no 3, 302–28  Berrill KT and Herek GM (1992) ‘Primary and Secondary Victimization in Anti-gay Hate Crimes: Official Response and Public Policy’ in Herek GM and Berrill KT (eds) Hate Crimes: Confronting Violence against Lesbians and Gay Men, Sage, Newbury Park, 289–305  Bontempo DE and D’Augelli R (2002) ‘Effects of at-school Victimization and Sexual Orientation on Lesbian, Gay, or Bisexual Youths’ Health Risk Behavior’, Journal of Adolescent Health, vol 30, 364–74  Borrero M (2001) ‘The Widening Mistrust between Youth and Police’, Families in Society, vol 82 no 4, 399–408  Buhrke RA (1996) A Matter of Justice: Lesbians and Gay Men in Law Enforcement, Routledge, New York  Cannon KD (2005) ‘”Ain’t no faggot gonna rob me!”: Anti-gay Attitudes of Criminal Justice Undergraduate Majors’, Journal of Criminal Justice Education, vol 16 no 2, 226–44 25   Cannon KD and Dirks-Linhorst PA (2006) ‘How will they Understand if we don’t Teach them? The Status of Criminal Justice Education on Gay and Lesbian Issues’, Journal of Criminal Justice Education, vol 17 no 2, 262–78  Carrington K and Pereira M 2009 Offending Youth: Sex, Crime and Justice, Federation Press, Sydney  Cherney A (1999) ‘Gay and Lesbian Issues in Policing’, Current Issues in Criminal Justice, vol 11 no 1, 35–52  Cochran BN, Stewart AJ, Ginzler JA and Cauce AM (2002) ‘Challenges faced by Homeless Sexual Minorities: Comparison of Gay, Lesbian, Bisexual, and Transgender Homeless Adolescents with their Heterosexual Counterparts’, American Journal of Public Health, vol 92 no 5, 773–77  Collins J, Noble G, Poynting S and Tabar P (2000) Kebabs, Kids, Cops and Crime: Youth, Ethnicity and Crime, Pluto Press, Annandale  Comstock GD (1991) Violence against Lesbians and Gay Men, Columbia University Press, New York  Couch M, Pitts M, Mulcare H, Croy S, Mitchell A and Patel S (2007) Tranznation: A Report on the Health and Wellbeing of Transgendered People in Australia and New 26  Zealand, Melbourne Gay and Lesbian Health Victoria and The Australian Research Centre in Sex, Health and Society <http://www.glhv.org.au/files/Tranznation_Report.pdf>  Cox G (1990) The Streetwatch Report: A Study into Violence into Lesbians and Gay Men, Sydney Gay and Lesbian Rights Lobby  Cox G (1994) The Counter and Counter Report: A Study into Hate Related Violence against Lesbians and Gays, Sydney Lesbian and Gay Antiviolence Project  Crane P (2000) ‘Young People and Public Space: Developing Inclusive Policy and Practice’, Scottish Youth Issues Journal, vol 1 no 1, 105–124  Crime and Misconduct Commission (CMC) (2009) Interactions between Police and Young People, Crime and Misconduct Commission, Fortitude Valley  Cull M, Platzer H and Balloch S (2006) Out on my own: Understanding the Experiences and Needs of Homeless Lesbian, Gay, and Bisexual and Transgender Youth, Health and Social Policy Research Centre, University of Brighton, Brighton  Cunneen C (2008) ‘Changing the Neo-colonial Impacts of Juvenile Justice’, Current Issues in Criminal Justice, vol 20 no 1, 43–58  Cunneen C and White R (2007) Juvenile justice: Youth and crime in Australia (3rd ed), Oxford University Press, South Melbourne 27   Dalton D (2006) ‘Surveying Deviance, Figuring Disgust: Locating the Homocriminal Body in Time and Space’, Social & Legal Studies, vol 15 no 2, 277–99  Dwyer A (2008) ‘Policing Queer Bodies: Focusing on Queer Embodiment in Policing Research as an Ethical Question’, QUT Law and Justice Journal, vol 8 no 2, 414–28  Dwyer A (2010) ‘Saving Schools from Abomination and Abnormal Sex: a Discourse Analysis of Online Public Commentary about “Queering” School Spaces’ in Scherer B (ed) Queering Paradigms, Peter Lang, London   Eigenberg HM (2000) ‘Correctional Officers’ Definitions of Rape in Male Prisons’, Journal of Criminal Justice, vol 28, 435–49  Ellis V and High S (2004) ‘Something More to tell you: Gay, Lesbian or Bisexual Young People’s Experiences of Secondary Schooling’, British Educational Research Journal, vol 30 no 2, 213–25  Farrell J and Cerise S (2006) Fairs Fair: A Snapshot of Violence and Abuse in Sydney LGBT Relationships, ACON and The Same Sex Domestic Violence Interagency Working Group, Sydney  Flood M and Hamilton C (2008) ‘Mapping Homophobia in Australia’ in Robinson S (ed) Homophobia: an Australian history, Federation Press, Annandale, 16–38 28   Gay Men and Lesbians Against Discrimination (GLAD) (1994) Not a Day goes by: Report on the GLAD Survey into Discrimination and Violence against Lesbians and Gay Men in Victoria, GLAD, Melbourne  Gorman-Murray A (2008) ‘Queering the Family Home: Narratives from Gay, Lesbian and Bisexual Youth Coming out in Supportive Homes in Australia’ Gender, Place & Culture, vol 15 no 1, 31–44  Groves M (1995) ‘Not so Tasty’, Alternative Law Journal, vol 20 no 3, 123–7  Hagan J, Shedd C and Payne MR (2005) ‘Race, Ethnicity, and Youth Perceptions of Criminal Justice’, American Sociological Review, vol 70 no 3, 381–407  Herbert S (2001) ‘”Hard Charger” or “Station Queen”? Policing and the Masculinist State’, Gender, Place, and Culture, vol 8 no 1, 55–71  Herek GM and Berrill KT (eds) (1992) Hate Crimes: Confronting Violence against Lesbians and Gay Men, Sage, Newbury Park  Herman D (1997) The Antigay Agenda: Orthodox Vision and the Christian Right, University of Chicago Press, Chicago  29  Hillier L, Turner A and Mitchell A (2005) Writing Themselves in again: 6 years on: The 2nd National Report on the Sexual Health & Well-Being of Same Sex Attracted Young People in Australia, Australian Research Centre in Sex, Health & Society, La Trobe University Melbourne <http://www.latrobe.edu.au/ssay/assets/downloads/writing_themselves_in_again.pdf>  Human Rights and Equal Opportunities Commission (HREOC) (2007) Same-sex: Same Entitlements: National Inquiry into Discrimination against People in Same-sex Relationships: Financial and Work-related Entitlements and Benefits, HREOC, Sydney  Human Rights Watch (2001) Hatred in the Hallways: Violence and Discrimination against Lesbian, Gay, Bisexual, and Transgender Students in U.S. schools, Human Rights Watch, New York  Jenny C, Roesler TA and Poyer KL (1994) ‘Are Children at Risk for Sexual Abuse by Homosexuals?’, Pediatrics, vol 94 no 1, 41–4  Jones T and Newburn T (2001) Widening Access: Improving Police Relations with hard to Reach Groups, Police Research Series Paper No 138, Home Office, London <http://www.homeoffice.gov.uk/rds/prgpdfs/prs138.pdf>  Jordan KM (2000) ‘Substance Abuse among Gay, Lesbian, Bisexual, Transgender, and Questioning Adolescents’, School Psychology Review, vol 29 no 2, 201–6  30  Leonard W, Mitchell A, Patel S and Fox C (2008) Coming Forward: The Underreporting of Heterosexist Violence and same Sex Partner Abuse In Victoria, Australian Centre for Sex, Health and Society, Melbourne <http://www.latrobe.edu.au/arcshs/assets/downloads/reports/ComingForwardReport.pdf>   Liederbach J (2007) ‘Controlling Suburban and Small-Town Hoods: an Examination of Police Encounters with Juveniles’, Youth Violence and Juvenile Justice, vol 5 no 2, 107–24  Lyons PM, Anthony CM, Davis KM, Fernandez K, Torres AN and Marcus DK (2005) ‘Police Judgments of culpability and Homophobia’, Applied Psychology in Criminal Justice, vol 1 no 1, 1–14  Lyons PM, DeValve MJ and Garner RL (2008) ‘Texas Police Chiefs’ attitudes toward Gay and Lesbian Police Officers’, Police Quarterly, vol 11 no 1, 102–17  Marshall D (2008) ‘Homophobic Bullying and Human Rights: Non-deficit Approaches in Queer Youth Wellbeing Policy and Practice’ in Newell C and Offord B (eds) Activating Human Rights in Education: Exploration, Innovation and Transformation, Australian College of Educators, Canberra, 94–106  Mason G (2007a) ‘The Reconstruction of Hate Speech’ in Gelber K and Stone A (eds) Hate Speech and Freedom of Speech in Australia, Federation Press, Annandale, 34–58  31  Mason G 2007b ‘Hate Crime as a Moral Category: Lessons from the Snowtown Case’, The Australian and New Zealand Journal of Criminology, vol 40 no 3, 249–271  Mason G and Tomsen S (eds) (1997) Homophobic Violence, Hawkins Press, Sydney  McAlister S (2008) ‘Predictable Pathways? Negotiating Risk in the Context of Marginalisation and Social Exclusion’, Current Issues in Criminal Justice, vol 20 no 1, 14–28  McAra L and McVie S (2005) ‘The Usual Suspects? Street Life, Young People and the Police’, Criminal Justice, vol 5 no 1, 5–36  Morrison LL and L’Heureux J (2001) ‘Suicide and Gay/Lesbian/Bisexual Youth: Implications for Clinicians’, Journal of Adolescence, vol 24, 39–49  Noell JW and Ochs LM (2001) ‘Relationship of Sexual Orientation to Substance Abuse, Suicidal Ideation, Suicide Attempts, and other Factors in a Population of Homeless Adolescents’, Journal of Adolescent Health, vol 29, 31–36  Olivero JM and Murataya R (2001) ‘Homophobia and University Law Enforcement Students’, Journal of Criminal Justice Education, vol 12 no 2, 271–81  Omaji PO (2003) Responding to Youth Crime: Towards Radical Criminal Justice Partnerships, Hawkins Press, Sydney 32   Peel E (1999) ‘Violence against Lesbians and Gay Men: Decision-making in Reporting and not Reporting Crime’, Feminism & Psychology, vol 9 no 2, 161–7  Pitts M, Smith A, Mitchell A and Patel S (2006) Private Lives: A Report on the Health and Wellbeing of GLBTI Australians, Australian Centre for Sex, Health and Society, Melbourne <http://www.latrobe.edu.au/arcshs/assets/downloads/reports/private_lives_report.pdf>  Pratt AC and Tuffin KF (1996) ‘Police Discourses of Homosexual Men in New Zealand’, Journal of Homosexuality, vol 31 no 4, 57–73  Queensland Police Service (QPS) (2008) Annual Statistical Review – Offenders, Queensland Police Service, Brisbane  <http://www.police.qld.gov.au/services/reportsPublications/statisticalReview/0708/default.htm>   Quinton P, Bland N and Miller J (2000) Police Stops, Decision-making and Practice, Police Research Series Paper no 130, Home Office, London  Radford K, Betts J and Ostermeyer M 2006 Policing, accountability and the lesbian, Gay and Bisexual Community in Northern Ireland, Institute for Conflict Research, Belfast <http://www.community-relations.org.uk/consultation_uploads/NIPB_Policing_and_LGB.pdf>  33  Remafedi G (1987) ‘Adolescent Homosexuality: Psychosocial and Medical Implications’, Pediatrics, vol 79, 331–7  Robinson S (2008) ‘Introduction: Homophobia: towards an Australian History’ in Robinson S (ed) Homophobia: An Australian History, The Federation Press, Annandale, 1–15  Safren SA and Heimberg RG (1999) ‘Depression, Hopelessness, Suicidality, and related factors in Sexual Minority and Heterosexual Adolescents’, Journal of Consulting and Clinical Psychology, vol 67 no 6, 859–66  Sandroussi J and Thompson S (1995) Out of the Blue: a Police Survey Of Violence and Harassment against Gay Men and Lesbians, NSW Police Service, Sydney  Scraton P (2008) ‘The Criminalisation and Punishment of Children and Young People: an Introduction’, Current Issues in Criminal Justice, vol 20 no 1, 1–13  Simpson B and Simpson C (1993) ‘The use of Curfews to Control Juvenile Offending in Australia: Managing Crime or Wasting Time?’, Current Issues in Criminal Justice, vol 5 no 2, 184–99  Smart D, Vassallo S, Sanson A and Dussuyer I (2004) ‘Patterns of Antisocial Behaviour from Early to Late Adolescence’, Trends and Issues in Criminal Justice No 290, Australian Institute of Criminology, Canberra 34   Stonewall (2007) The School Report: The Experiences of Young Gay People in Britain’s Schools <http://www.stonewall.org.uk/education_for_all/research/1790.asp>  Swivel M (1991) ‘Public Convenience, Public Nuisance: Criminological Perspectives on “the Beat”’, Current Issues in Criminal Justice, vol 3 no 2, 237–49  Taylor TJ, Turner KB, Esbgensen F and Winfree LT (2001) ‘Coppin’ an Attitude: Attitudinal Differences among Juveniles toward the Police’, Journal of Criminal Justice, vol 29, 295–305  Thompson S (1997) ‘Hate Crimes against Gays and Lesbians: the New South Wales Police Response’ in Mason G and Tomsen S (eds) Homophobic violence, Hawkins Press, Sydney, 132–46  Thorpy L, Reid D, Waldron C, Duivenvoorden N, Ackerman N and Brandon L (2008) There’s No Place Like Home: An Investigation into the Health and Housing Status of Queensland’s Lesbian, Gay and Bisexual Young People, Open Doors Youth Service Inc, Fortitude Valley < http://www.opendoors.net.au/wp-content/uploads/2009/10/open-doors-action-research-report-2008-press-version.pdf >  Tomsen S (1996) ‘Ruling Men? Some Comments on Masculinity and Juvenile Justice’, The Australian and New Zealand Journal of Criminology, vol 29  35  Tomsen S (2009) Violence, Prejudice and Sexuality, Routledge, New York  Tomsen S and Markwell K (2009) When the Glitter Settles: Safety and Hostility at and around Gay and Lesbian Public Events, AIC Reports Research and Public Policy Series 100, Australian Institute of Criminology, Canberra  Ventura LA, Lambert EG, Bryant M and Pasupuleti S (2004) ‘Differences in Attitudes toward Gays and Lesbians among Criminal Justice and Non-criminal Justice Majors’, American Journal of Criminal Justice, vol 28 no 2, 165–80  Victorian Gay and Lesbian Rights Lobby (2000) Enough is Enough: A Report on Discrimination and Abuse Experienced by Lesbians, Gay Men, Bisexuals and Transgender People in Victoria, Victorian Gay and Lesbian Rights Lobby, Victoria  Walsh T (2007) No Vagrancy: An Examination of the Impact of the Criminal Justice System on People living in Poverty in Queensland, University of Queensland, Brisbane  Warwick E, Aggleton P and Douglas N (2001) ‘Playing it Safe: Addressing the Emotional and Physical Health of Lesbian and Gay Pupils in the UK’, Journal of Adolescence, vol 24, 129–40  Whitbeck LB, Chen X, Hoyt DR, Tyler KA and Johnson KD (2004) ‘Mental Disorder, Subsistence Strategies, and Victimization Among Gay, Lesbian, and Bisexual Homeless and runaway adolescents’, The Journal of Sex Research, vol 41 no 4, 329–42 36   White R (1994) Street Life: Police Practices and Youth Behaviour in White R and Alder C (eds) The Police and Young People in Australia Cambridge University Press Cambridge  White R (1998) Curtailing Youth: A Critique of Coercive Crime Prevention Crime Prevention Studies vol 9, 117–37  White R and Alder C (eds) (1994) The Police and Young People in Australia, Cambridge University Press, Cambridge  White R and Perrone S (2005) Crime and Social Control (2nd ed), Oxford University Press, South Melbourne  White R and Sutton A (1995) ‘Crime Prevention, Urban Space and Social Exclusion’, Australian and New Zealand Journal of Sociology, vol 31 no 1, 82–99  Willett G (2000) Living out Loud: A History Of gay and Lesbian Activism in Australia, Allen & Unwin, Sydney  Williams ML and Robinson AL (2004) ‘Problems and Prospects with Policing the Lesbian, Gay and Bisexual Community in Wales’, Policing & Society, vol 14 no 3, 213–32  Wilson D, Rose J and Colvin E (2010) Marginalised Young People, Surveillance and Public Space: A Research Report, Victoria Youth Affairs Council of Victoria and the 37  School of Political and Social Inquiry, Monash University <http://www.apo.org.au/sites/default/files/Marginalised%20Young%20People%2C%20Surveillance%20and%20Public%20Space.pdf>  Wolff KB and Cokely CL (2007) ‘To Protect and Serve?: An Exploration of Police Conduct in Relation to the gay, Lesbian, Bisexual, and Transgender Community’, Sexuality & Culture, vol 11, 1–23  Wotherspoon G (1991) ‘City of the Plain’: History of a Gay Sub-culture, Hale and Iremonger, Sydney  Youth Justice Coalition of NSW (1994) Nobody Listens: The Experience of Contact between Young People and Police, Youth Justice Coalition of NSW, the Western Sydney Juvenile Justice Interest Group and the Youth Action and Policy Association (NSW), Sydney ",
    "id": 10903241,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.qut.edu.au:40992"
    },
    "title": "Policing lesbian, gay, bisexual and transgender young people: A gap in the research literature",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-01-01T00:00:00+00:00",
    "publisher": "University of Sydney, Law School. Institute of Criminology",
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.qut.edu.au/40992/"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/10903241.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/10903241"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/10903241/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/10903241/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/10903241"
        }
    ],
    "abstract": "This article argues for exploring lesbian, gay, bisexual, and transgender (LGBT) young people’s experiences with police. While research examines how factors such as indigeneity influence young peoples’ experiences with police, how sexuality and/or gender identity mediates these relationships remains largely unexplored. Key bodies of research suggest a need to explore this area further, including: literature documenting links between homophobic violence against LGBT young people and outcomes such as homelessness that fall within the gambit of policing work; research showing reluctance of LGBT communities to report crime to police; international research documenting homophobic police attitudes and Australian research demonstrating arguably homophobic court outcomes; and research outlining increasing police support of LGBT communities. Drawing on these bodies of literature, this article argues that LGBT young people experience policing warrants further research",
    "tags": [
        "Contribution to Journal"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Contribution to Journal"
    ],
    "oai": "oai:eprints.qut.edu.au:40992",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "310",
        "openDoarId": 0,
        "name": "Queensland University of Technology ePrints Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 10903241,
        "depositedDate": null,
        "publishedDate": "2011-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T08:36:53+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-02T14:31:26+01:00"
    },
    "urls": [],
    "lastUpdate": "2024-01-30T08:36:53+00:00",
    "setSpecs": []
}