{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kazeminy, Amira"
        }
    ],
    "contributors": [],
    "createdDate": "2023-11-05T08:36:30+00:00",
    "dataProvider": {
        "id": 292,
        "name": "Columbia University Academic Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/292",
        "logo": "https://api.core.ac.uk/data-providers/292/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.7916/gas3-nh72",
    "downloadUrl": "https://core.ac.uk/download/590231330.pdf",
    "fullText": "Columbia University Graduate School of Arts & Sciences Human Rights Studies Master of Arts Program          Post Migration Mental Health Impacts of Drag Culture Participation among LGBTQ2I+ Refugees in Canada  Amira Kazeminy             Thesis Adviser: Paisley Currah   Submitted in partial fulfillment of the requirements for the degree of Master of Arts   May 2023       ii  Table of Contents  1. Abstract …………………………………………………………………………………iii  2. Introduction ……………………………………………………………………………. 1  a. Research Question and Significance ………………………………………….. 3 3. Literature Review ……………………………………………………………………… 4 a. Drag Culture as Means of Gender/Sexuality Exploration …………………... 4 b. Drag Culture as a Connection with Larger Queer Society ………………….. 4 4. Theoretical Framework and Background .…………………………………………… 7 a. Intersectionality ………………………………………………………………… 7 b. Minority Stress Model …………………………………………………………. 8 c. Grounded Theory ……………………………………………………………… 8 5. Methodology …………………………………………………………………………... 21 6. Findings ………………………………………………………………………………... 24  a. Negative Mental Health Experienced by LGBTQ2I+ Immigrants and Refugees ……………………………………………………………………….. 25 b. Positive Mental Health Impacts of Participation in Drag Culture ………… 29 7. Discussion ……………………………………………………………………………... 32 a. Limitations ……………………………………………………………………. 34 b. Areas for Future Research …………………………………………………... 36 8. Conclusion …………………………………………………………………………….. 42 9. Bibliography …………………………………………………………………………... 44 10.  Appendix A …………………………………………………………………………… 47 11.  Appendix B …………………………………………………………………………… 48           iii  Abstract  Post Migration Mental Health Impacts of Drag Culture Participation among LGBTQ2I+ Refugees in Canada  Amira Kazeminy Master of Arts in Human Rights    Using Intersectional, Minority Stress, and Grounded theoretical principles, and a qualitative interview and quantitative survey approach, this studies examines the mental health impacts of participation in drag culture on LGBTQ2I+ refugees and forced migrants living in Canada. The findings demonstrate that LGBTQ2I+ refugees in Canada who interact with the drag community have increased positive mental health outcomes as a result of reduced avoidance of LGBTQ2I+ activities; increased exploration and performance of gender, sexual orientation; access to resources; sense of community; and improved confidence and sense of freedom. The results also demonstrated that more governmental and institutional supports are needed for LGBTQ2I+ immigrants in Canada to better navigate the immigration system and access education, jobs, and housing, in addition to an expansion of drag culture styles and ethnic, linguistic, and socioeconomic diversity in order to better welcome and accommodate queer individuals from other nations. Ultimately, this study aimed to bring greater insight into the mental health impacts of drag participation for LGBTQ2I+ refugees in Canada. 1  Introduction  As of September 2022, almost 30 countries globally recognize same sex marriage, and many others have become increasingly tolerant of, and in some cases supportive of, LGBTQ2I+ individuals. However, more than 70 nations, including many in the Middle East, Africa, South East Asia, and Eastern Europe still criminalize same-sex sexual acts or gender variant behavior, including at least 12 countries where homosexual acts are punishable by death.1 Social stigma, marginalization, risk of incarceration, and threats of physical harm or death lead thousands of people each year to emigrate from these latter nations to societies which protect the rights of LGBTQ2I+ individuals.  Over the last 30 years, Canada has become one of the major endpoints for the “rainbow railroad” of LGBTQ2I+ immigration. Canadian immigration policies adhere to the UN Convention Relating to the Status of Refugees, which categorizes refugees as individuals unable or unwilling to return to their home country due to fear of persecution based on race, religion, nationality, political opinion, or being a member of a particular social group.2 In 1991, Canada became one of the first western nations to grant refugee status on the basis of sexual orientation, a policy that was codified in 1993 when the Supreme Court of Canada defined the social group category of the UN Convention on Refugees to include those whose sexual orientation or gender  1 Sharalyn Jordan, “On What Grounds?’ LGBT Asylum Claims in Canada.,” Forced Migration Review , 2013. Accessed December 9, 2022, pp. 13, https://www.fmreview.org/sites/fmr/files/FMRdownloads/en/sogi/jordan-morrissey.pdf.  Global Affairs Canada, “Government of Canada,” GAC (Government of Canada, November 24, 2022), https://www.international.gc.ca/world-monde/issues_development-enjeux_developpement/human_rights-droits_homme/rights_lgbti-droits_lgbti.aspx?lang=eng. 2 United Nations High Commissioner for Refugees, “Convention and Protocol Relating to the Status of Refugees,” UNHCR (UNHCR, The UN Refugee Agency), accessed October 11, 2022, https://www.unhcr.org/en-us/3b66c2aa10. 2  identity (SOGI) may make them a target of persecution in their home country.3 In fact, LGBTQ2I+ refugee claims to Canada are more successful than other types of refugee claims, with 13% of all asylum decisions made between 2013 and 2015 based on sexual orientation, with 70.5% of them being granted, in comparison to claims based on refugee categories outside of sexual orientation being approved 62.5% of the time.4  Considering that Canada actively promotes the rights of LGBTQ2I+ through work with the United Nations, the Equal Rights Coalition, the Organization of American States, the Organization for Security and Co-Operation in Europe, NGOS like Rainbow Railroad, Human Rights Watch, Amnesty International, and through national legislation and infrastructural and economic support, it may seem surprising that LGBTQ2I+ refugees and forced migrants in Canada were still more likely to report “being violently victimized in their lifetime and to have experienced inappropriate behaviors in public and online than non-sexual minority Canadians.”5 LGBTQ2I+ asylum seekers in Canada were also more likely than heterosexual Canadians to report poor or fair mental health, including symptoms of PTSD, depression, loneliness, isolation, feelings of guilt, shame, mistrust, and helplessness, and problems with acculturation (32% versus 11%), to have seriously contemplated suicide in their lifetimes (40% versus 15%), and to have been diagnosed with a mood or anxiety disorder (41% versus 16%).6 Although the Canadian government provides refugees with asylum and some medical and economic resources, it is clear  3 Global Affairs Canada, “Government of Canada,” GAC (Government of Canada, September 20, 2022), https://www.international.gc.ca/world-monde/issues_development-enjeux_developpement/human_rights-droits_homme/rights_lgbti-droits_lgbti.aspx?lang=eng. 4 Statistics Canada Government of Canada, “A Statistical Portrait of Canada's Diverse LGBTQ2+ Communities,” The Daily, June 15, 2021, https://www150.statcan.gc.ca/n1/daily-quotidien/210615/dq210615a-eng.htm. 5 Statistics Canada Government of Canada, “A Statistical Portrait of Canada's Diverse LGBTQ2+ Communities,” The Daily - , June 15, 2021. 6 Rebecca A. Hopkinson et al., “Persecution Experiences and Mental Health of LGBT Asylum Seekers,” Journal of Homosexuality 64, no. 12 (October 2016): pp. 1650, https://doi.org/10.1080/00918369.2016.1253392. 3  that more formal and informal support is needed to improve mental health among LGBTQ2I+ refugees.  Research Question and Significance  Logie et al found that social support groups can not only reduce social isolation among refugees and build networks which can provide access to jobs, housing, and immigration information, and foster positive identity development and awareness of their rights as new residents of Canada, but can also reduce sexual stigma among LGBTQ2I+ immigrants who have never before been able to publicly share their sexual orientation or gender identity.7 Logie et al’s research confirmed, however, that there is a need for support groups specifically targeted at LGBTQ2I+ immigrants to “facilitate peer support and knowledge sharing that helps to build friendships, challenge stigma, and provide strategies for negotiating legal, employment, housing, and health issues.”8 Since members of the drag community often become linked to “drag families,” I believe these could act as informal support groups for LGBTQ2I+ refugees, fulfilling the aforementioned roles and providing mental health support.  Participation in drag culture can also provide queer refugees with a means of gender/sexuality exploration; interaction with the larger Canadian and global LGBTQ2I+ community; reduction in shame/fear related to sexual and gender identity; access to emotional, social, and structural resources; increased self-confidence and self-advocacy skills; and a sense of belonging and surrogate families. To date,  7 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” BMC International Health and Human Rights 16, no. 1 (February 2016), pp. 2, 5, https://doi.org/10.1186/s12914-016-0092-0. 8 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” no. 1 (February 2016), pp. 7,  4  however, no research has been conducted regarding the impact of participation in drag communities on the mental health of LGBTQ2I+ refugees and forced migrants in Canada. This research will begin to fill this gap by focusing on the mental health impacts for LGBTQ2I+ refugees who interact with drag communities in Canada. Literature Review Drag Culture as Means of Gender/Sexuality Exploration  Since many LGBTQ2I+ refugees emigrate from countries where same sex activity is criminalized and sometimes punishable by death or long prison sentences, they often lack the opportunity to learn about and explore issues surrounding concepts of sexuality and gender.9 The drag community takes exploration and performance of gender and sexuality to the extreme, creating dialogue and a forum where such ideas can be explored free of stigma and discrimination. Although drag is becoming increasingly mainstream with shows like “RuPaul’s Drag Race” airing in multiple countries across the world, drag still has a transgressive relationship to larger social and sexual norms. Canadian drag, in particular, features Indigenous, immigrant, and gender non-conforming performers, making it less of a homonormative political movement than more traditional LGBTQ2I+ focused NGOS, as well as an entertaining avenue and safe space for LGBTQ2I+ individuals to explore gender performance and representation.  Drag Culture as a Connection with Larger Queer Society While LGBTQ2I+ refugees in Canada often connect with queer individuals from their  9 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” BMC International Health and Human Rights 16, no. 1 (February 2016), pp. 7, https://doi.org/10.1186/s12914-016-0092-0. 5  former countries or who share their race or ethnicity, Karimi found that gay Iranian male refugees who integrated with the larger Canadian gay community, and particularly with white gay men, were more successful at building social capital and increasing their mental health through access to social networks and expertise.10 Karimi also found that although non-governmental organizations like Rainbow Road and Access Alliance actively tried to build community among refugees, many of them were reluctant to seek services following their immigration due to what he sees as implicit homonormative agendas, limited resources and outreach, and the refugees’ own cultural backgrounds and previous trauma related to their homosexuality which do not encourage them to be involved with such organizations and events.11 Khan et al found that queer forced migrants in Canada also avoided activities with heterosexual co-ethnic and diasporic groups or groups which they felt might threaten them, and cited the need for social and immigration workers to “employ creative outreach strategies” to engage LGBTQ2I+ refugees in their local communities.12 Canada’s drag scene is also relatively large, especially in the major cities where refugees often congregate, which means that there are many different drag-related activities through which LGBTQ2I+ refugees can interact with the larger gay community in Canada, from drag shows, drag bingo, and drag brunches, to drag conventions and drag reading time at the local library. Since social isolation has clear negative impacts on mental health and wellbeing for gay refugees, involvement in a diverse community like that available in the drag scene could have  10 Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canada,” International Migration 58, no. 5 (2020): pp. 92, https://doi.org/10.1111/imig.12691. 11 Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canad.” pp. 93. 12 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” Culture, Health &Amp; Sexuality 19, no. 10 (2017): pp. 1175, https://doi.org/10.1080/13691058.2017.1298843. 6  ameliorative effects.13 Having access to formal and informal interaction with high availability could also increase participation in drag culture’s ability to improve mental health of LGBTQ2I+ immigrants over more traditional government support groups which may only meet weekly or monthly. Logie et al found that refugees who had regular LGBTQ2I+ “events” to attend had improved mental health via decreased isolation and increased sense of community belonging both within the Canadian drag community and in the larger society.14 This is true, even within diasporic queer communities in Canada, as they may host events at clubs owned by white LGBTQ2I+ individuals. One example of this symbiosis is the Grupo Latino community in Toronto, which featured white homosexual volunteers supporting Latino refugee queers and drag queens who perform for audiences of Latinos and Canadians, expanding the reach of their pro-immigrant message as well as their connections to social and material resources.15 Given this context, I sought to better answer the following research question: How does participation in drag culture impact post migration mental health among Middle Eastern LGBTQ2I+ refugees/forced migrants living in Canada? My hypothesis was that participating in drag culture promotes mental health (measured by reduced symptoms of PTSD, depression, and anxiety) among LGBTQ2I+ refugees in Canada by:  ● reducing avoidance of “gay” activities - a struggle among LGBTQ2I+ refugees due to  13 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” BMC International Health and Human Rights 16, no. 1 (February 2016), pp. 2, https://doi.org/10.1186/s12914-016-0092-0. 14 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada.” (February 2016), pp. 5. 15 Anton Wagner, “Latin Queens: Unfinished Stories of Our Lives,” YouTube (YouTube, December 8, 2013), https://www.youtube.com/watch?v=SZLurA3HJJ4. 7  internalized shame and fear; ● enabling exploration of gay performance, gender, and sexuality via safe spaces in person and online via drag shows, conventions, and online fandoms; ● connecting refugees with an LGBTQ2I+ support network and access to resources and information;  ● creating a sense of belonging, family, and community for refugees who may feel shunned by family and nation of origin; ● improving refugee confidence and self-advocacy skills. Theoretical Framework and Background   LGBTQ2I+ refugees and forced migrants in Canada encounter mental health stressors in multiple categories in alignment with Crenshaw’s concept of Intersectionality and Meyer’s minority stress model. Additional theoretical concepts from Grounded Theory are also applied in this research in order to generate theory about the impact of Drag Culture on LGBTQ2I+ refugees since very little research has been completed on this population.  Intersectionality  Kimberle Crenshaw coined the term intersectionality to describe the manner in which individuals from minority or marginalized groups can experience discrimination based on their multiple categories of identity, which can then become cumulative.16 Hence, an intersectional analysis is called for in the case of  LGBTQ2I+ refugees in Canada, who can encounter discrimination based on their diverse categories of sexual orientation/gender identity, immigration status, socioeconomic level, race, ethnicity, and language, resulting in their mental health being harmed at multiple points, and potentially resulting in increased symptoms of  16 Kimberle Crenshaw, “Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory, and Antiracist Politics [1989],” Feminist Legal Theory, 1989, pp. 149, https://doi.org/10.4324/9780429500480-5. 8  PTSD, depression, and anxiety.17  Minority Stress Model As elucidated by Meyer, minorities (including immigrants and LGBTQ2I+ individuals) encounter stress based on their varying and often intersecting minority statuses, which become additive, compounding mental health issues more significantly than if they were experienced in isolation.18 These social stresses related to prejudice and stigma are not limited to hate crimes or being fired from a job, but can include a range of microaggressions, internalized expectations of rejection based upon previous experiences with discrimination, “the cognitive burden of negotiating outness,” and internalized homophobia resulting in personal devaluation.19 Queer refugees in Canada are members of multiple minority communities, and thus are at risk for more significant negative mental health interactions than refugees who are not LGBTQ2I+, who are white, or who come from English speaking nations of origin.  Grounded Theory  According to Barney Glaser and Anselm Strauss, Grounded Theory seeks to develop theory from data rather than utilize data to confirm or verify theories already in existence. 20 Ground Theory researchers attempt to discover theories through the collection of qualitative and quantitative data. That mirrors my approach, which uses a Likert Scale and multiple choice questionnaire in combination with an in depth interview script. Although my research question  17 Rebecca A. Hopkinson et al., “Persecution Experiences and Mental Health of LGBT Asylum Seekers,” Journal of Homosexuality 64, no. 12 (October 2016): pp. 1650, https://doi.org/10.1080/00918369.2016.1253392. 18 Ilan H. Meyer, “Minority Stress and Mental Health in Gay Men,” Journal of Health and Social Behavior 36, no. 1 (1995): p. 38, https://doi.org/10.2307/2137286. 19 David M. Frost, Keren Lehavot, and Ilan H. Meyer, “Minority Stress and Physical Health among Sexual Minority Individuals,” Journal of Behavioral Medicine 38, no. 1 (2013): pp. 1-8, https://doi.org/10.1007/s10865-013-9523-8. 20 Barney Glaser and Anselm Strauss, Discovery of Grounded Theory (London: Routledge, 2017): 1.  9  diverged from Grounded Theory in my pre-emptive creation of a hypothesis, my goal of understanding the problems of LGBTQ2I+ refugees and how they solve them through interaction with the drag community is supported by Grounded Theory, as is my focus on utilizing the quantitative survey data to interpret the qualitative interview data towards general understandings rather than attempting to generate statistically significant findings.  Factors Contributing to Poor Mental Health Among LGBTQ2I+ Immigrants in Canada The mental health of LGBTQ2I+ refugees in Canada is impacted by their intersecting marginality in many realms including race; immigration status; economic insecurity; pre and post-migration trauma; ability to fit the stereotypical “homosexual narrative” and prove gayness to immigration authorities; navigating the immigration system; interacting with diasporic communities; and lacking access to support groups of family or friends.21 These interactions serve to limit the social capital of gay refugees, contributing to poor mental health.22  Immigration Status and Process While LGBTQ2I+ refugees to Canada may think they have finally reached a society where they can truly be themselves without fear of persecution or harm due to their sexual orientation or practices, researchers found that many experience continued marginalization due to their other intersecting categories of identity. Being an immigrant or refugee, being on public assistance, not speaking the host country’s language, not having local family or support networks, or being of another race or from a country that is seen as “backwards” or less  21 Sharalyn Jordan, “On What Grounds?’ LGBT Asylum Claims in Canada.,” Forced Migration Review , 2013. Accessed December 9, 2022, pp. 14, https://www.fmreview.org/sites/fmr/files/FMRdownloads/en/sogi/jordan-morrissey.pdf.  22 Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canada,” International Migration 58, no. 5 (2020): pp. 97, https://doi.org/10.1111/imig.12691. 10  developed, can all contribute to stigma and discrimination, which lead to increased stress, fear, and depression, and decreased mental health.23  LGBTQ2I+ immigrants’ dual status as refugees and members of the queer community increases their chances of being discriminated against, even within professional environments like medical and mental health care, further contributing to decreased mental health among this population. Even those refugees who are able to overcome internalized stigma regarding mental health may be impacted by lack of providers who understand the refugee context and the unique psychological challenges faced by this group.24 Mulé found that forced migrants’ mental health was also impacted by being able to access support for the immigration process, which could include fleeing one’s home country and residing in a second country (under unclear and often dangerous conditions), before finally being admitted to an asylum country.25 Once in Canada, however, the precarious nature of LGBTQ2I+ refugees’ immigration status continued to cause mental stress on migrants, and sometimes prevented them from seeking legal or medical help when in duress due to fears of losing their application for asylum.26   23 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” BMC International Health and Human Rights 16, no. 1 (February 2016), pp. 2, https://doi.org/10.1186/s12914-016-0092-0. 24 Zoha Salam et al., “Systemic and Individual Factors That Shape Mental Health Service Usage among Visible Minority Immigrants and Refugees in Canada: A Scoping Review,” Administration and Policy in Mental Health and Mental Health Services Research 49, no. 4 (2022): pp. 567, https://doi.org/10.1007/s10488-021-01183-x. 25  Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” Psychology &Amp; Sexuality, July 2021, pp. 4, https://doi.org/10.1080/19419899.2021.1913443. 26  Zoha Salam et al., “Systemic and Individual Factors That Shape Mental Health Service Usage among Visible Minority Immigrants and Refugees in Canada: A Scoping Review,” Administration and Policy in 11  Language differences also created a barrier for LGBTQ2I+ refugees who overcome stigma and limited access to insurance to seek mental health support, as those who do not speak English are forced to use translators, often from the diaspora community, with whom they may not be comfortable sharing their sexual orientation, gender identity, or emotional concerns as even within Canada many of these traditional cultures still adhere to their home countries social norms and stigma regarding homosexuality and mental health.27  Economic Insecurity  Karimi found that while gay Iranian male refugees in Canada experienced mental health relief from no longer being in fear of their life due to their sexual orientation, they still suffered feelings of depression, isolation, and hopelessness due to economic insecurity and poor employment opportunities which they feel prevent them from planning for a future in their new home.28  Mulé found that for many LGBTQ2I+ refugees in Canada, the lack of economic security via education, jobs, and housing contributed to fears of personal safety and poor mental health.29 Some LGBTQ2I+ refugees feel shame and stigma by being forced to go on public assistance which is barely enough for them to survive in expensive metropolitan cities like Toronto.30 Yardwood, Checchi, Lau, and Zimmerman also found that economic insecurity led some LGBTQ2I+ refugees to pursue sex work, further exacerbating mental health issues with  Mental Health and Mental Health Services Research 49, no. 4 (2022): pp. 566, https://doi.org/10.1007/s10488-021-01183-x. 27  Zoha Salam et al., “Systemic and Individual Factors That Shape Mental Health Service Usage among Visible Minority Immigrants and Refugees in Canada: A Scoping Review,” pp. 568. 28  Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canada,” International Migration 58, no. 5 (2020): pp. 97, https://doi.org/10.1111/imig.12691. 29 Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” Psychology &Amp; Sexuality, July 2021, pp. 4, https://doi.org/10.1080/19419899.2021.1913443. 30  Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” pp. 6. 12  fears of violence and disease as well as stigma both within the diaspora and larger Canadian communities.31 We see this in the archival documentary “Liselda’s Birthday,” when refugee and drag queen Corinne is unable to work legally in Canada and turns to sex work in order to survive, eventually resulting in her contracting HIV/AIDS and dying.32 Pre and Post Migration Trauma  Research conducted by Sarilee Khan, Edward Alessi, Leah Woolner, Hanna Kim, and Christina Olivieri found that the multiple traumatic experiences encountered by LGBTQ2I+ refugees and forced migrants before, during, and after their immigrant experiences, contributed to “negative self-image, hypervigilance, avoidance, depression, sleep difficulties, suicidality, and social alienation.”33 Such trauma events can include sexual violence; persecution by family members (including maltreatment and restriction to resources, as well as verbal, physical, sexual, and emotional abuse beginning in childhood), public officials, and community members; and suicidal ideation.34 Piwowarczyk, Fernadnez, and Sharma found that pre-migration trauma can develop into posttraumatic stress, shame, and depression, even after refugees have safely arrived in the country of asylum.35 The fact that migrants must relive this trauma repeatedly in order to  31 Vanessa Yarwood et al., “LGBTQI + Migrants: A Systematic Review and Conceptual Framework of Health, Safety and Wellbeing during Migration,” International Journal of Environmental Research and Public Health 19, no. 2 (2022): p. 869, https://doi.org/10.3390/ijerph19020869. Anton Wagner, “Divas: Love Me Forever,” YouTube (YouTube, December 8, 2013), https://www.youtube.com/watch?v=AtroR6pOHLY. 32 Ibid.  33 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” Culture, Health &Amp; Sexuality 19, no. 10 (2017): pp. 1171, https://doi.org/10.1080/13691058.2017.1298843. 34 Rebecca A. Hopkinson et al., “Persecution Experiences and Mental Health of LGBT Asylum Seekers,” Journal of Homosexuality 64, no. 12 (October 2016): pp. 1651651, https://doi.org/10.1080/00918369.2016.1253392. 35 Linda Piwowarczyk, Pedro Fernandez, and Anita Sharma, “Seeking Asylum: Challenges Faced by the LGB Community,” Journal of Immigrant and Minority Health 19, no. 3 (2016): pp. 727, https://doi.org/10.1007/s10903-016-0363-9. 13  create a convincing narrative of their persecution in order to meet the Human Rights Convention’s classification, only further serves to traumatize them.36 In the documentary “Latin Queens: Unfinished Stories of Our Lives” from The ArQuives in Toronto, we see Venezuelan refugee William forced to constantly re-testify about the assault he endured at the hands of fellow citizens and police in order to convince the Canadian immigration system to grant him asylum, including showing photos of bruises and lashes on his butt, knees, and neck.37 In addition to pre-migration trauma, Khan et al found that during and after the migration process, LGBTQ2I+ immigrants were forced to conform to Western conceptualizations of PTSD and other mental health diagnoses with which they may be unfamiliar or uncomfortable, or which do not fully describe their experiences.38 Salam, Odenigbo, Newbold, Wahoush, and Schwartz found that refugees may also be less likely to seek support for mental health due to trauma-informed fears that health care providers will report them to immigration authorities, reducing the chance that their asylum applications will be granted.39 Since some refugees come from societies with internal corruption, they may also fail to access medical, mental health, or legal services due to fears of being blackmailed or taken advantage of by those in power.40 The constant battle between self-concealment and revelation experienced by LGBTQ2I+ refugees  36 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” Culture, Health &Amp; Sexuality 19, no. 10 (2017): pp. 1174, https://doi.org/10.1080/13691058.2017.1298843. 37 “Latin Queens: Unfinished Stories of Our Lives.” YouTube, YouTube, 8 Dec. 2013, https://www.youtube.com/watch?v=SZLurA3HJJ4.  38 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” pp. 1174. 39 Zoha Salam et al., “Systemic and Individual Factors That Shape Mental Health Service Usage among Visible Minority Immigrants and Refugees in Canada: A Scoping Review,” Administration and Policy in Mental Health and Mental Health Services Research 49, no. 4 (2022): pp. 566, https://doi.org/10.1007/s10488-021-01183-x. 40 Zoha Salam et al., “Systemic and Individual Factors That Shape Mental Health Service Usage among Visible Minority Immigrants and Refugees in Canada: A Scoping Review,” pp. 566. 14  becomes a source of socio-emotional stress and further negatively impacts their mental health.41 SOGI refugees may also encounter a sense of disillusionment post-migration due to lack of access to economic resources, continued alienation from diaspora communities as well as local LGBTQ2I+ communities due to language or other social barriers, and the realization that their lives do not immediately become perfect after escaping their previous country.42 Coming Out and Stereotypical Homosexual Narratives and Behaviors In addition to the trauma experienced throughout their lives in their country of origin and leading up to and during the immigration process, which sometimes includes escaping into another country, LGBTQ2I+ immigrants are exposed to further trauma when forced to satisfy immigration officials that they meet the refugee convention protocols of a being a member of a “particular social group” by having a sexual orientation which would put them at risk of persecution in their home country. Kahn et al found homosexual refugees in Canada were met with demands to “come out” publicly and perform stereotypically gay behaviors in order to convince the UNCHR or Canadian Immigration and Refugee Board that their sexual orientation merited their refugee status.43 Being forced to publicly announce or prove a stigmatized identity which they had spent their entire lives hiding, or “reversing their cover” in ways which can include describing explicit sex acts, especially within a government setting can be incredibly  41 Linda Piwowarczyk, Pedro Fernandez, and Anita Sharma, “Seeking Asylum: Challenges Faced by the LGB Community,” Journal of Immigrant and Minority Health 19, no. 3 (2016): pp. 727, https://doi.org/10.1007/s10903-016-0363-9. 42 Rebecca A. Hopkinson et al., “Persecution Experiences and Mental Health of LGBT Asylum Seekers,” Journal of Homosexuality 64, no. 12 (October 2016): pp. 1652, https://doi.org/10.1080/00918369.2016.1253392. 43 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” pp. 1172. 15  traumatic for refugees and negatively impact their mental health.44 Many refugees have been persecuted or abused by government officials (including being sexually assaulted by police) in the past, so discussing sexual identity in front of them can re-traumatize LGBTQ2I+ refugees.45 The traumatic nature of the claims process can also impede applicants’ ability to recall important pieces of information, which could increase refugees’ stress and fears of being denied asylum and being sent back to their nation of origin where they have already been rejected by their family and society, and where they may be jailed or killed, further harming their mental health.46 This is made more problematic by the lack of cross cultural awareness training among immigration and social workers whose assumptions about how sexual orientation and gender identity are expressed may further marginalize or stigmatize refugees as not being the “right” kind of gay to be accepted into Canada.47 Even the paperwork involved in the asylum process can produce stress and negatively impact the mental health of LGBTQ2I+ immigrants in Canada. Mulé argues that the need to produce proof of one’s sexual orientation could require letters and photographs from family and friends in the applicant’s country of origin, which could not only dig up old trauma but could also put the applicant’s relations at home in danger of being targeted for discrimination or violence due to having a homosexual loved one.48 Additionally, some  44 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” Culture, Health &Amp; Sexuality 19, no. 10 (2017): pp. 1173, https://doi.org/10.1080/13691058.2017.1298843. 45 “Latin Queens: Unfinished Stories of Our Lives.” YouTube, YouTube, 8 Dec. 2013, https://www.youtube.com/watch?v=SZLurA3HJJ4. Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” Psychology &Amp; Sexuality, July 2021, pp. 8, https://doi.org/10.1080/19419899.2021.1913443. 46 Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” pp. 8. 47 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” pp. 1175. 48 Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” pp. 7. 16  refugees were never fully “out” to their family of origin, so revealing this status could create further social and emotional conflict for the immigrant.  Mulé also found that many immigrants struggled with or resisted using stereotypical labels as they felt that labeling sex, gender, and sexual identity had contributed to their exclusion and social isolation, both in their country of origin and their asylum country.49 The focus on constantly disclosing one’s identity was overwhelming to many of the participants in Mulé’s study, which discouraged them from accessing support services, further contributing to negative mental health.50 Additionally, some refugees may not share the western “identity-based” model of homosexuality and gender, instead seeing their same sex attraction as an act, and may therefore be uncomfortable claiming this identity publicly even as it is required by the asylum process.51 Some LGBTQ2I+ refugees may also struggle with publicly displaying their gayness or fitting into the stereotypes of gay men in the Canadian community, including levels of promiscuity, femininity, and androgyny, as well as use of drugs and alcohol, which are especially prevalent in the gay club scene.52 Some LGBTQ2I+ refugees may feel pressure to represent an exotic sexualized object (Mandingo, Latin Lover, etc.), further complicating their ability to feel “normal” as a person, even though they have escaped to a country where being queer is legal.53 Interacting with Diaspora Communities  49 Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” Psychology &Amp; Sexuality, July 2021, pp. 7, https://doi.org/10.1080/19419899.2021.1913443. 50 Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” Psychology &Amp; Sexuality, July 2021, pp. 7. 51 Ibid. 52 “Divas: Love Me Forever.” YouTube, YouTube, 8 Dec. 2013, https://www.youtube.com/watch?v=AtroR6pOHLY.  53 Ibid.  17  While the Canadian government has assumed that LGBTQ2I+ refugees will integrate with their diaspora community already residing in their new country, Karimi and Piwowarczyk et al found for immigrants from countries where same-sex interactions are still criminalized, refugees tended to avoid the larger diasporic ethnic community due to fears of being once again shunned or targeted for persecution or simply encountering the stigma which accompanies traditional values surrounding gender and sexuality to which some members of the diaspora community may still adhere.54 Those LGBTQ2I+ refugees that did interact with heterosexual members of their shared ethnic community often felt obligated to hide their sexual orientation or gender identity due to the continued patriarchal and conservative religious or cultural tone of the diaspora, which negatively impacts their mental health and can trigger PTSD symptoms based on trauma they experienced in their country of origin related to their status as LGBTQ2I+.55 Khan, Alessi, Woolner, Kim, and Olivieri echoed the negative mental health impacts for LGBTQ2I+ immigrants in Canada who struggle to feel safe within their diaspora communities due to the long term experience of rejection and victimization not only within their countries of origin, but also within their individual families.56 Interaction with co-ethnic groups and individuals in their new country can trigger feelings of alienation, shame and self-loathing among gay refugees, and lead them to set up emotional and social barriers and follow similar  54 Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canada,” International Migration 58, no. 5 (2020): pp. 93, 95, https://doi.org/10.1111/imig.12691. Linda Piwowarczyk, Pedro Fernandez, and Anita Sharma, “Seeking Asylum: Challenges Faced by the LGB Community,” Journal of Immigrant and Minority Health 19, no. 3 (2016): pp. 729, https://doi.org/10.1007/s10903-016-0363-9. 55 Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canada,” pp. 89. 56 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” Culture, Health &Amp; Sexuality 19, no. 10 (2017): pp. 1170, https://doi.org/10.1080/13691058.2017.1298843. 18  avoidance strategies which had previously kept them alive in their home country, preventing them from successfully integrating into Canada and further harming their mental health.57 Mulé’s work echoed the discrimination faced by LGBTQ2I+ individuals within diaspora communities which he found could not only trigger memories of previous abuse, but also create new psychological trauma, increasing the isolation and depression felt by these refugees.58 According to Logie, Lacombe-Duncan, Lee-Foon, Ryan, and Ramsey, such social isolation is a key social determinant of health (SDOH) that can lead to decreased mental health among LGBTQ2I+ refugees.59  In addition to causing further trauma, interactions with diaspora communities can prevent Canadian LGBTQ2I+ refugees from seeking support for mental health issues due to cultural stigma against mental illness and cultural norms of personal honor and the need to prevent problems within the family.60  Lacking Access to Support Networks  57 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” pp. 1171. Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” BMC International Health and Human Rights 16, no. 1 (February 2016), pp. 3, https://doi.org/10.1186/s12914-016-0092-0. 58  Nick J. Mulé, “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada,” Psychology &Amp; Sexuality, July 2021, pp. 7, https://doi.org/10.1080/19419899.2021.1913443. 59 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” BMC International Health and Human Rights 16, no. 1 (February 2016), pp. 1, https://doi.org/10.1186/s12914-016-0092-0. 60 Zoha Salam et al., “Systemic and Individual Factors That Shape Mental Health Service Usage among Visible Minority Immigrants and Refugees in Canada: A Scoping Review,” Administration and Policy in Mental Health and Mental Health Services Research 49, no. 4 (2022): pp. 567, https://doi.org/10.1007/s10488-021-01183-x. 19  The mental health impact of refugees’ inability to connect with the local community is exacerbated by refugees’ lack of contact with family in their home country. In Karimi’s study of Iranian LGBTQ2I+ men in Canada, he found that many of the men he surveyed distanced themselves from their families in Iran in order to protect them from being punished for the refugees’ escape, or being implicated in their “gay lifestyle” by association.61 Other researchers found that LGBTQ2I+ refugees avoided potentially threatening social environments, causing them to miss out on opportunities to build social networks including those of extended family members already living in the host country, other refugees, queer people, and straight allies.62 Research on Ameliorating Factors  In the absence of strong connections with their family back home or the local Canadian diaspora community, some researchers have found that LGBTQ2I+ refugees have prevented mental health decline by building networks of “chosen families,” particularly with other gay refugees, and often with LGBTQ2I+ refugees with shared ethnicities, races, or national origins who share resources and tips for succeeding in the asylum process.63 While Karimi argues that the “mental-emotional support” provided by Iranian gay male refugees to one another did not generate social capital, he did find that gay Iranian men in Canada who built networks among white gay men were more successful at building social capital related to finding jobs, educational opportunities, and housing, and integrating into the larger homosexual community without  61 Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canada,” International Migration 58, no. 5 (2020): pp. 92, https://doi.org/10.1111/imig.12691. 62 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” Culture, Health &Amp; Sexuality 19, no. 10 (2017): pp. 1175, https://doi.org/10.1080/13691058.2017.1298843. 63 Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canada,” International Migration 58, no. 5 (2020): pp. 92. 20  needing to confront stigmas related to their sexual orientation.64  Khan, Piwowarczyk, and others found that lesbian, gay, and bisexual immigrants in Canada who socialized with the larger queer community gained feelings of safety, liberation, and sense of belonging as well as a clear social position based on their shared sexual orientation.65 In the absence of significant others, Yarwood et al found that LGBTQ2I+ friends provided 35% of the emotional support for Canadian queer refugees, with family accounting for only 13%, underscoring the importance of social interaction with the larger gay community for refugees’ mental health.66  Social support groups were also found to moderate the impact of stressors on the mental health of asylum seekers by increasing their self-acceptance; fostering friendships; reducing social isolation, stigma, and discrimination; and helping them access housing, education, employment, healthcare, and legal support through relationships of reciprocity.67  Logie et al found, however, that support groups specifically targeting LGBTQ2I+ immigrants were uncommon, as refugees for sexual orientation were often lumped into groups  64 Aryan Karimi, “Limits of Social Capital for Refugee Integration: The Case of Gay Iranian Male Refugees' Integration in Canada,” pp. 94. 65 Sarilee Kahn et al., “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives,” Culture, Health &Amp; Sexuality 19, no. 10 (2017): pp. 1171, https://doi.org/10.1080/13691058.2017.1298843. Linda Piwowarczyk, Pedro Fernandez, and Anita Sharma, “Seeking Asylum: Challenges Faced by the LGB Community,” Journal of Immigrant and Minority Health 19, no. 3 (2016): pp. 730, https://doi.org/10.1007/s10903-016-0363-9. 66 Vanessa Yarwood et al., “LGBTQI + Migrants: A Systematic Review and Conceptual Framework of Health, Safety and Wellbeing during Migration,” International Journal of Environmental Research and Public Health 19, no. 2 (2022): p. 869, https://doi.org/10.3390/ijerph19020869. 67 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” BMC International Health and Human Rights 16, no. 1 (February 2016), pp. 1, 6, https://doi.org/10.1186/s12914-016-0092-0. 21  with non LGBTQ2I+ refugees fleeing war or religious persecution, with whom they felt unable to share openly as their authentic selves, preventing these groups from improving mental health for gay immigrants.68   Methodology  To study the impact of participation in drag communities on the mental health (measured by reduced symptoms of PTSD, depression, and anxiety) of LGBTQ2I+ refugees and forced migrants living in Canada, this research employed mixed methods via qualitative interviews and quantitative surveys.69 Data collected was retrospective, non-randomized, and non-interventional. The data collection took place via 1 to 2 hour long, in-person and online interviews, and included open ended ethnographic interview questions and oral histories, as well as Likert Scale questionnaires featuring quantitative scales of participation in drag communities (number of events attended per week, month, etc.), as well as scales of mental health performance, with specific sections on incidence of symptoms of PTSD, depression, and anxiety, which were distributed to participants on paper.70 This Quant followed by Qual format as validated by Hesse-Biber and Leavy allows researchers to delve deeper into quantitative data, including understanding outliers or finding applications for the data generated by the quantitative surveys.71  68 Carmen H. Logie et al., “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada,” pp. 5. 69 Sharlene Hesse-Biber and Patricia Leavy, “Feminist Research Practice,” 2007, pp. 5, https://doi.org/10.4135/9781412984270. 70 Sandra Halperin and Oliver Heath, “11. Interviewing and Focus Groups,” Political Research, 2020, pp. 261, https://doi.org/10.1093/hepl/9780198820628.003.0012. 71 Sharlene Hesse-Biber and Patricia Leavy, “Feminist Research Practice,” 2007, pp. 9. 22  The choice of individual face-to-face interviews is validated by Halperin as “the best data-collection type for open-ended questions and in-depth exploration of opinions.”72 The researchers hoped to collect data, not only in the form of verbal answers, but also via body language, vocal cues, and facial expressions.73 Individual in person interviews also allow researchers to ask follow-up or clarifying questions, and may promote more genuine feedback in respondents due to a human presence in contrast to online or telephone interviews. The interviews were semi-structured, with a set of pre-written questions starting from demographic and fact based closed ended questions to warm up the interview process, then moving to opinion and emotion based open ended questions as the respondents became more comfortable with the researchers and the process.74 The semi-structured interview format helped reduce awkward silences while also allowing flexibility on the part of the researcher (myself), who could ask questions out of order or modify questions based on participants’ previous responses.75 During the interview process, the participants were reminded that their participation in the study was voluntary and that they could choose to end the interview at any time. At the end of the interview, the participants were reminded of my contact information in case they had any further questions about the overall study and/or their participation in the study. In person interviews were recorded, transcribed, coded, and analyzed in order to provide context and further explanation for participants’ quantitative responses. The transcriptions redacted all identifying information, and the participants were all given numbers to protect their confidentiality.  72 Sandra Halperin and Oliver Heath, “11. Interviewing and Focus Groups,” Political Research, 2020, pp. 254. 73 Sandra Halperin and Oliver Heath, “11. Interviewing and Focus Groups,” Political Research, 2020, pp. 254, https://doi.org/10.1093/hepl/9780198820628.003.0012. 74 Ibid. pp. 258. 75 Bryman, Alan. “20.” Essay. In Social Research Methods - 5th Edition. Oxford: OXFORD University Press, 2015, pp. 472.  23  Exceptions were made for online interviews only in cases where participants were unable to meet with the researcher (myself) while in their individual cities, or if the participants were homebound and/or immunocompromised. Participants chosen were adults over the age of 18, who sought asylum in Canada due persecution related to their LGBTQ2I+ status, and who were able to communicate in English in order to reduce the need of translation services or software. Participants received $25 VISA Gift Cards for participating. Participants were sourced via several pathways: venue based sampling, social media outreach, and recruitment via NGOs like Iraqueer and Rainbow Railroad and via sources from previous studies conducted by Logie, Mule, and Karimi. Participants provided verbal agreement to an informed consent script (including consent to interviews being audio recorded for later transcription) before interviews took place. Researchers were able to find and interview 4 participants total from Vancouver, Toronto, Montreal, and Ottawa, Canada.  Ethical Considerations  An emphasis was placed on the ethical considerations of the study as it involved human subjects. To account for potential ethical problems that could potentially arise in an interview-based study, the goals and procedures of the study were reviewed and approved  by Columbia University’s Institutional Review Board. The study also provided participants with consent forms that addressed the potential risks and discomforts associated with the study’s focus on refugee status and immigration, including recounting traumatic experiences and fears about confidentiality. Since this research aimed to understand a marginalized group in society, there may have been questions that triggered participants since they related to their lived experiences and stigmatized identities. The participants were reminded before and during the interview that they had the right to end the interview or skip any question or topic in order to limit the possibility of psychological discomfort or distress.  24  Sample Demographics   All participants were asked basic demographic questions during or after the interview. However, they were not required to provide any demographic information if they did not feel comfortable disclosing that information. Participants were given a Quantitative Survey which included demographic questions (Appendix B). The Quantitative Survey asked participants to fill in their age, birth country, gender identity, sexual orientation, asylum/immigration status, employment status, and how long they had been residing in Canada. In addition to basic demographic questions, participants were asked to quantify their participation in drag culture and LGBTQ2I+ culture in both their country of origin and in Canada, and were also asked to answer questions regarding their mental health before and after their migration to Canada. All basic demographic questions are displayed in Table 1 below. Participants ranged in age from 34 to 43, with one declining to disclose their age. Two participants were from Japan, one was from Yemen, and another was from Uganda. 3 of the 4 participants identified as Cis gendered, while one identified as transgender. All four identified as gay/lesbian. All 4 participants had been living in Canada for at least 6 months. 3 of the 4 had been provisionally or permanently approved as refugees/immigrants, while one was still a refugee claimant. All four participants were unemployed.  Table 1: Basic Demographics of Participants Participant Number Birth Country Age Gender Identity Sexual Orientation Immigration Status Employment Status Time in Canada   101 Yemen  34 Transgender (male to female), Non Binary, Gender Queer Gay Permanent Resident  Unemployed  3 years 25  102 Japan  Cis Female Lesbian  Provisionally Approved Unemployed  1.5 years  103 Japan 35 Cis Female Lesbian  Provisionally Approved Unemployed  1.5 years  104 Uganda 43 Cis Male Gay Refugee Claimant Unemployed  6 months  Findings   My research sought to answer the following question: How does participation in drag culture impact post migration mental health among LGBTQ2I+ refugees/forced migrants living in Canada? Through quantitative surveys and qualitative interviews I found evidence not only for the types of mental health issues impacting LGBTQ2I+ refugees and forced migrants in Canada, but also for the positive impact of participation in drag culture on these individuals. Negative Mental Health Experienced by LGBTQ2I+ Immigrants and Refugees ● Navigating Immigration  One of the most significant components of mental health struggles among LGBTQ2I+ refugees in this study was the immigration system. 100% of the subjects had negative interactions with the immigration and refugee system ranging from being forced to prove “gayness” and relive past traumas in order to claim asylum, to being forced to wait months and even years for migration decisions or due to the lack of clarity surrounding the immigration process, and having no control over the country to which you must immigrate. Participant 101 had to rely on their sister for financial support for 4 years while awaiting migration approval from the United Nations, eventually causing the relationship with their sister to end acrimoniously. After fleeing Saudi Arabia, Participant 101 made their way to Indonesia and applied with the UNHCR, but the agency provided far less support than was needed to survive. 26  “If my sister didn’t support me, I’m gunna stay in the streets because you’re not even given food. They [UNHCR] does not give any help except they give you an ID.”76  Upon arrival in Canada, Subject 104 lacked clarity on the refugee process and was forced to ask random bystanders at the Toronto airport for help, explaining “When I reached the airport, I thought there was an office to handle that [the asylum process]. It was my first time to move by plane to leave my country, and when I reached the airport, I didn’t see anything like that.”77 After being referred to legal aid, Participant 104 had to wait six months before even beginning the formal asylum process in Canada, living in limbo which caused him to experience depression and fear, as he had no idea whether he would be deported back to Uganda where he feared being arrested and hung, or running out of money and being forced to live on the streets in a strange country.  Participants 102 and 103 understood refugee status as only being for LGBTQ2I+ individuals from countries where homosexuality was punishable by death or whose nations were involved in military conflicts, so they immigrated on student visas, which would later cause issues with their ability to access jobs and financial supports in Canada.   Even after beginning the asylum process, some refugees are forced to live in fear until their application is approved. Participants 101 and 104, who come from countries where homosexuality is punishable by prison and death, experienced substantially more feelings of anxiety and fear regarding the immigration process than did the two women from Japan, where although they have fewer rights, are not actively targeted by their own government. Subjects 101  76 Amira Kazeminy. Participant 101 – Yemen/Saudi Arabia. Personal, February 7, 2023. 77 Amira Kazeminy. Participant 104 - Uganda. Personal, February 19, 2023. 27  and 104 had fled their countries after having previously spent time in jail, so they felt being deported would mean certain death.  ● Pre Migration Trauma  100% of the participants had experienced pre migration trauma. This ranged from prison time and corporal punishment for participants 101 and 104, to inability to access institutions like marriage and being forced to pretend to be related to a romantic partner as in the case of participants 102 and 103. Participant 102 from Japan explained that she had suffered from depression for over ten years in Japan as she was forced to pretend she was living with her mother instead of her same sex partner. Participant 104 felt constant fear of being thrown into jail or hung while living in Uganda. This led to feelings of depression as the subject felt the only way out was death. In addition to the physical and mental trauma encountered by the LGBTQ2I+ refugees prior to their migration was the isolation they experienced. Participant 102 felt like an outlier in Japanese society since homosexuality was not openly discussed.  A lack of social support was also a common source of premigration trauma for my participants. Participant 102 stated that her family never accepted her sexual orientation as a lesbian or her female partner. These women were also unable to seek community with other lesbians or members of the queer community in Japan except for through underground parties. The same was true in the case of Participant 104, who knew of very few other gay men in Uganda and was unable to utilize the internet and social media to connect with other members of the LGBTQ2I+ community as these channels are surveilled by the Ugandan government. Participant 101, whose mother paid fines and legal fees to get them (previously he/him) out of jail, did not provide emotional support or validation or argue against the Saudi Arabian 28  government, which was imprisoning her child, instead simply arguing that although he was a good son he had “too many gay friends,” which were the source of his troubles.  ● Post Migration Trauma  Even after immigrating, 100% of the participants encountered forms of trauma. A major source of post migration trauma was financial insecurity both during and following the immigration process. 100% of the study participants were unemployed at the time of the interview. Subjects 102 and 103 were studying English in order to get jobs, while 104 was unable to work due to his provisional refugee status. Participant 101 had to be supported by their sister while they spent 4 years in Indonesia waiting for their refugee application to be approved since UNHCR only provides claimants with identification, not financial support. Even after being accepted as a permanent resident, Subject 101 was unable to find a job or housing and after spending 2 years living with a gay couple they met in the drag community, ended up living in a shelter for LGBTQ2I+ plus immigrants.   LGBTQ2I+ refugees and forced migrants also experienced post-migration trauma in the form of racism based on their perceived ethnic, national, or racial origin, in addition to their immigration status. Participant 101, who presents as a Middle Eastern male, was initially placed  in rural Ontario, where they perceived racist interactions with the mostly white residents, who seemed suspicious of them. Participants 102 and 103 also encountered racism as Asian immigrants coming to Canada during the peak of COVID-19. Subject 104 similarly experienced racism as a black man. As referenced earlier, the intersectionality of marginalization experienced by LGBTQ2I+ immigrants to Canada impacted their ability to access resources, as well as their 29  ability to enact self-care and therefore protect or improve their mental health.78  LGBTQ2I+ immigrants also experienced post-traumatic stress disorder, which could be triggered by even seemingly positive occurrences. Participant 104, for example, felt anxiety and fear whenever he saw queer people publicly expressing their sexual identity and orientation including at drag shows in clubs. He felt unable to enjoy the show as he was constantly watching for police or an angry mob to storm the bar and beat or arrest all the performers and audience members, saying “It was very scary for me. I would wonder if they are not going to be arrested. I wonder how cany they express themselves like that…are they not going to be arrested?”79  ● Interacting with the Diaspora Community 75% of the participants did not interact with their diaspora communities in Canada. Participants 101, 102, and 103 did not feel comfortable interacting with their diaspora communities in Canada due to the stigma against queer individuals which permeates Middle Eastern and Japanese culture. Additionally, in the case of 104, who is still awaiting immigration approval, the subject was afraid to openly demonstrate his queerness for fear that his refugee case would be compromised or his family back home in Uganda would be punished for his escape from the country. Participant 101 was concerned that their transgender status would get back to their family in Yemen and Saudi Arabia, while Participants 102 and 103 felt that Japanese people in Canada adhered to the stigma against LGBTQ2I+ individuals that is prevalent in Japanese culture, with Subject 103 saying “I actually hate the Japanese community here in Vancouver because they are the same as in Japan. I feel bad if I talk with Japanese people, so I  78 Marlon M. Bailey, Butch Queens up in Pumps: Gender, Performance, and Ballroom Culture in Detroit (Ann Arbor, MI: University of Michigan Press, 2013). Loc. 4110 (Kindle Edition) 79 Amira Kazeminy. Participant 104 - Uganda. Personal, February 19, 2023. 30  tend to avoid other Japanese.”80 Participant 104, however, did interact with the heterosexual Ugandan community in Canada and explained that the other people who have left Uganda tend to already be more liberal in their beliefs and are so focused on thriving in their new country that they “mind their own business,” when it comes to queer Ugandans.  Positive Mental Health Impacts of Participation in Drag Culture ● Reduced Avoidance of LGBTQ2I+ Activities While one of the participants was uncomfortable going to bars and nightclubs due to their personal feelings about alcohol and drugs, all of the participants felt that seeing queer people openly in public made them feel free to express themselves. Seeing large crowds of LGBTQ2I+ individuals for pride and other public events helped Subject 104 become less fearful of arrest or deportation. Since homosexuality is not legally recognized in Japan, Subjects 102 and 103 explained that gay bars and drag clubs are often run by criminal enterprises and are crowded or dangerous. When they arrived in Canada and saw the fun and open environment of drag shows, they began regularly attending shows and making connections with the queer community. Participant 101, who had regularly attended secret queer parties in Saudi Arabia, but often at the risk of being arrested or assaulted by police, was able to openly perform in drag at Toronto Pride and local drag clubs, as well as attending classes in the local ballroom scene. ● Exploration and Performance of Gender, Sexual Orientation 75% of the participants felt that their interactions with the drag community in Canada enabled them to explore their sexual identity and gender in a way that was positive for their  80 Amira Kazeminy. Participant 103 - Japan. Personal, February 19, 2023. 31  mental health. Participant 101 discovered their transgender identity after being exposed to the full spectrum of LGBTQ2I+ identities through participation in Canadian drag culture. Participant 103 discovered an interest in performing as a drag king and the performative aspects of masculinity and femininity, to which she had not been attuned before moving to Canada.  Subjects 101 and 102 also felt more free to behave in ways which they had previously seen as “flamboyant” after seeing members of the Canadian drag community openly exhibiting queer gender and sexuality in public without fear. Participant 102 expressed a feeling of freedom to “be myself” after seeing drag queens at the Vancouver pride parade. Participants 102 and 103 were able to openly identify as lesbians and as a married couple rather than mother and daughter, which alleviated a lot of their mental health stressors and sense of shame surrounding their sexual orientation.  ● Access to Resources  100% of the participants found that the drag community in Canada provided access to resources including education, housing, and jobs. Subjects 102 and 103 had initially immigrated to Canada on a student visa, before a member of the drag community introduced them to Rainbow Railroad and they learned about their ability to request refugee status. Subject 102 also was able to access income assistance via contacts in the drag community while Subject 104 found access to healthcare via local queer nonprofit organizations after attending a Pride drag show. Subject 101 had immigrated through the UNHCR but was placed in rural Canada and felt isolated and depressed. After performing at a pride event in Toronto, however, they were stopped by an older gay couple and offered a room with them in the city, where they ended up living for 2 years while learning English and attending college.  32  ● Sense of Community   100% of the participants found a sense of community by interacting with drag culture in Canada. Even subjects 102 and 103, whose English language skills were not yet fully developed when they immigrated to Canada, felt a sense of safety, inclusion, and camaraderie at drag shows during their first Pride season. Participants 101, 102, 103 also found the drag community to be a place to make friends and create a chosen family, as well as a place to give back. Subjects 102 (who had previously worked in Human Rights in Japan) and 103 volunteer with new refugees at Rainbow Railroad, while Subject 101 has become a drag mother to other Middle Eastern and Southeast Asian LGBTQ2I+ refugees. Participant 101 also found a queer family in the Canadian ballroom culture after attending open dance workshops hosted by drag queens and transgender performers. These other queens have helped Subject 101 get paying gigs at drag clubs, even though they are unable to maintain a social media presence due to concerns of anonymity and discovery by Middle Eastern family and officials. These local queens also allow Participant 101 to store their drag items at their homes since they are currently living in a shelter.  ● Improved Confidence and Sense of Freedom   100% of the participants expressed positive impacts on their mental health as a result of their interaction with the drag community in Canada, whether that was through seeing drag on television, social media, or the internet, attending live drag shows, or performing in drag themselves. In addition to exploring their sexuality and transgender identity, Subject 101 felt confident after performing traditional Middle Eastern and Southeast Asian dances in drag and teaching Canadians about other cultures. They even re-watched videos of their performances when they were feeling stressed about the refugee process or their lack of a job or home. After 33  talking about her first drag show experience during a Gay Pride festival in Canada, Participant 102 explained “I became better, because I had depression for over ten years in Japan. However, when I arrived here in Canada, I stopped to take medicine. It means I am much better.”81 All four of the participants used the word “freedom” to describe seeing drag performers in Canada.  Discussion  My research sought to answer the following question: How does participation in drag culture impact post migration mental health among LGBTQ2I+ refugees/forced migrants living in Canada? My hypothesis was that participating in Drag Culture promotes mental health (measured by reduced symptoms of PTSD, depression, and anxiety) among LGBTQ2I+ refugees in Canada by:  ● reducing avoidance of “gay” activities - a struggle among LGBTQ2I+ refugees due to internalized shame and fear; ● enabling exploration of gay performance, gender, and sexuality via safe spaces in person and online via drag shows, conventions, and online fandoms; ● connecting refugees with an LGBTQ2I+ support network and access to resources and information;  ● creating a sense of belonging, family, and community for refugees who may feel shunned by family and nation of origin; ● improving refugee confidence and sense of freedom.  While 100% of the participants did show some improvement in their mental health since  81 Amira Kazeminy. Participant 102 - Japan. Personal, February 17, 2023.   34  moving to Canada (even with some recurring episodes of negative mental health due to struggles with the immigration process, employment, and financial insecurity), only 75% of the participants had clear improvements in their mental health connected with tangible experiences involving the drag community. However, due to the pandemic, interaction with drag culture has been significantly reduced over the last few years so these improvements are occasional, rather than sustained over time.   The data and anecdotes did clearly show that my LGBTQ2I+ refugee participants suffered negative mental health as a result of experiences both prior to and following their immigration, including difficulties navigating the immigration system, stigma, prison, torture, interacting with the diaspora community in their country of asylum, dealing with financial insecurity, and assimilating to new cultures.  The interviews and surveys also showed, however, that interacting with drag culture could relieve some of the deleterious mental health impacts of LGBTQ2I+ refugees by helping them to: openly engage with the queer community without fear of stigma or violence, explore their performance of gender and sexuality as well as their sexual orientation, gain access to resources including medical care, housing, and employment, find a sense of community and chosen families, and improve confidence and sense of freedom. Looking solely at the terms used by participants when referring to their feelings and mental health post migration, the word “fear” was used twice in interviews while “happy,” “love/loved,” and “safe” were used on twelve, eighteen, and ten occasions, respectively.  The themes and data which arose from the quantitative survey and qualitative interview questions demonstrate the complexity of mental health for LGBTQ2I+ refugees and forced 35  migrants living in Canada and reveal that although participation in drag culture can be helpful for LGBTQ2I+ refugees, more significant and sustainable mental health support is needed to support those suffering from pre and post migration trauma. This is especially true for refugees from nations where homosexuality is punishable by prison, torture, and death, as the two participants from such areas had higher scores on thoughts of suicide than the two from Japan, where homosexuality is taboo and not legally sanctioned, but is also not a criminal offense. Limitations   Although this research produced interesting and helpful findings on drag culture participation’s impact on the mental health of LGBTQ2I+ refugees and immigrants, the study also had several limitations. The limitations of this study revolved around two primary areas: low participant rates and a recent decrease in participation in drag culture (and all culture in general) due to the COVID-19 pandemic.   The main limitation of this study was the low number of participants who consented to interviews. This could have been influenced by a lack of trust on the part of study participants of me as a researcher (especially since I was coming from the United States and the study was taking place in Canada), as well as by a general fear of strangers/unknown individuals by LGBTQ2I+ refugees who have previously experienced trauma and harm from authority figures (police, teachers, clergy, older family members). Even within my small group of participants, 50% of them expressed concerns about the confidentiality of the study and needed to be reassured of protocols for protecting their data. In hindsight, I feel that I somewhat naively assumed that discussing drag culture would be fun and engaging for LGBTQ2I+ refugees, while overlooking the impact past and continued trauma experienced by these individuals would have on their willingness to participate in my research.  36   Another significant limitation of my study was the recent reduction in participation in drag culture due to the COVID-19 pandemic. For the one participant who had lived in Canada prior to the pandemic (Participant 101), participation in drag culture was highly influential on their mental health and ability to integrate into Canadian society. However, the other three participants were only able to attend sporadic events in the drag and queer communities over the last several years, which reduced the measurable impact of this participation on their mental health. This also may have impacted my research’s low participation rates, as potential participants may have read my survey title and decided since they had not participated in drag culture very much over the last 3 years, they would not have anything relevant to add to this body of research. Areas for Future Research    The findings of this study highlight the need for future research on LGBTQ2I+ refugees and asylum seekers, both in terms of the impacts of drag culture on their mental health, as well as other factors which impact their mental health. The findings highlight four specific areas of future research related to mental health of LGBTQ2I+ refugees: lack of training and follow up support for refugee process; lack of diversity in drag styles, languages, and socioeconomic backgrounds of drag clubs and performers; inability to communicate with family and friends back home; and survivor’s guilt and trauma comparisons.  Lack of Training, Support, and Follow up for Refugees ● Refugee Process  While some of the participants were able to access resources including housing through connections they made in the Canadian LGBTQ2I+ community, 100% of the respondents cited negative mental health impacts caused by a lack of clarity and support. surrounding the immigration and refugee process. Participant 101 spent four years in Indonesia as a refugee 37  applicant with UNHCR, but received no financial support or housing assistance from the UN or other refugee agencies. Had their sister not been able to send money from Yemen, they would have been homeless. Apart from support for living expenses, other LGBTQ2I+ refugees were unaware of their immigration options, or the correct procedures. Participants 102 and 103 came to Canada on a student visa as their understanding of the term “refugee” applied only to those fleeing war zones rather than those being persecuted for their gender identity or sexual orientation. Participant 104 was unaware of the application process or even the correct office to contact, so he flew to Canada on a travel/vacation visa, and asked random bystanders at the Toronto airport how to claim asylum. All of the participants expressed negative mental health impacts of not having access to timelines on their refugee status.   Future research should be conducted on how refugees become aware of the asylum process and best practices for ensuring they follow the correct protocols to facilitate their immigration. When asked how they learned about becoming a refugee, both Participants 101 and 104 mentioned friends who had fled their home country before and sent back fragmented pieces of information. Since both Subjects struggled in their refugee applications, more clear steps and guidelines should be disseminated among queer communities, especially in nations where homosexuality is criminalized. A comparison of countries with streamlined immigration processes could also be helpful, in addition to finding ways to better communicate with asylees before, during, and after their transition in order to maintain clarity surrounding expectations, timelines, and outcomes.  ● Employment The fact that all four participants are currently unemployed also points to an issue with follow through on the part of the refugee/immigration system in Canada, as job placement does not appear to be a national priority. 100% of the interviewees expressed distress and depression 38  related to not being employed and feeling dependent on the state. While participant 101 was able to find some paid drag gigs through connections in the drag community, more research should be done on employment outcomes for LGBTQ2I+ refugees and their mental health impacts. Almost ironically, Participant 102 had previously worked in human rights in Japan, but was unable to find employment in Canada after immigrating due to the language barrier. Only one of the participants mentioned attending school upon their arrival in Canada, so it appears that a greater focus on education towards employment should be a focus of the Canadian government. In addition to alleviating pressures on Canadian social services, a greater commitment to advanced education and employment could better enable refugees to integrate into the larger Canadian culture.  ● Cultural Awareness  Several of the participants also expressed issues with a lack of cross cultural awareness which negatively impacted their mental health and, in some cases, delayed their participation in gay culture and assimilation into the larger Canadian culture. Participant 104, for example, knew that being gay was legal in Canada, but was afraid to attend pride events or visit drag clubs or gay bars due to fears of being arrested or assaulted based on his traumatic experiences in Uganda. He was unaware that Canadian LGBTQ2I+ individuals had the right to meet publicly and to demonstrate their gender identity and sexuality without fear of legal retribution. In contrast, Participant 101, who lived with a male gay couple for several years post migration, felt much more aware of and integrated within the local queer community. Research on partnering refugees with local LGBTQ2I+ “sponsors,” “host families,” or “cultural guides” in addition to refugee groups could be helpful in determining how to best support integration among SOGI immigrants. Future studies could also be conducted on major organizations like Rainbow Railroad, to see how they partner with local queer community members to support LGBTQ2I+ 39  refugees, and to see how this could be translated to government offices as well as other non-governmental organizations (such as the Jewish Community Center, which was mentioned as a resource by the Ugandan refugee).  Lack of Diversity in the Drag Community  While all the participants interviewed mentioned attending and enjoying drag performances in Canada, two out of the four mentioned how difficult it was to find drag performers or styles that mirrored their own ethnic origins. Participant 101, who actually performed in drag themselves, was disappointed to find no “Arab Night” or “Middle Eastern Night” even while the LGBTQ2I+ clubs had “Caribbean Night,” “Latino Night,” or other themed cultural events and performances. This lack of drag diversity was also reflected by the languages spoken (or lip synced) by the performers, which was often only English or French. Refugee drag performers like Participant 101, as well as immigrant attendees of drag shows have few options of performances done to songs in their native languages, which could reduce their interactions with the queer community and the potential salubrious mental health impacts inherent in these interactions.  LGBTQ2I+ refugees’ participation in drag culture was also impacted by a reliance on social media as a gatekeeping mechanism, with clubs booking performers with larger social media followings to boost ticket sales. Participant 101 explained that due to fears of their family back home in Yemen and Saudi Arabia, as well as to internalized stigma, they did not reveal their LGBTQ2I+ status on social media, and therefore, could not access paid drag gigs, saying “clubs, they will never hire me because they always looking for your followers and social media.”82   82 Amira Kazeminy. Participant 101 – Yemen/Saudi Arabia. Personal, February 7, 2023. 40  Participant 101 also referenced a lack of socioeconomic diversity in the Canadian drag community as they were currently living in a shelter for queer individuals and struggled to pay for new drag costumes as well as space to store them along with wigs, makeup, and other accessories. With the advent of RuPaul’s Drag Race and other popular mass media involving drag queens, the expectations for expensive costumes, wigs, and accessories can be a limiting factor for any new queen, especially those who have recently immigrated with very little in terms of material resources or local connections. Subject 101 also mentioned other refugee drag performers who could attend very few events due to open mics being on weekday evenings, when immigrants are frequently working second jobs or attending school. Transportation was also a limiting factor for drag queens without cars as carrying drag on public transportation was not only inconvenient, but made Participant 101 feel like a target based on their previous traumatic experiences with homophobia.  The lack of diversity in the drag community and the larger gay culture of Canada also manifested itself in the use of alcohol and drugs. 50% of the participants expressed reluctance to interact with the drag community and larger gay culture as they felt pressured to consume alcohol or drugs, and felt there were few options for queer socialization that did not involve such activities. Participant 101 expressed concern for LGBTQ2I+ refugees who suddenly had more freedom than they did in their countries of origin being sucked into the party lifestyle, “I’m sorry to say that but they will, most people I saw them go to drugs or sexual ways without thinking. I feel sorry about some of them, they go really deep in that, and it becomes daily and like all the time just be a party.”83 Participant 104 had only seen drag performances on television even  83 Amira Kazeminy. Participant 101 – Yemen/Saudi Arabia. Personal, February 7, 2023. 41  though he lived near the LGBTQ2I+ community in Toronto, as he did not feel comfortable going into bars and nightclubs due to the use of alcohol and drugs.  Participant 103 also found a lack of diversity in the variety of genders performing drag. Drag queens are prevalent in Canada, but drag kings are less so, providing fewer outlets for female presenting and/or identifying LGBTQ2I+ individuals to perform in drag and engage more fully in the community.  Inability to Communicate with Family/Friends Back Home   While my research did find ameliorative impacts of interaction with drag culture for LGBTQ2I+ migrants and refugees through the building of “chosen” families, I also found that for migrants who still wanted to maintain contact with family back home, this was difficult both due to legal concerns and to continued internal and external stigma. Participant 104 is still awaiting approval of his refugee status in Canada, and so is afraid to contact family in Uganda at risk of being deported or causing them legal trouble, as communications are monitored by the government and his family could be charged with aiding his escape from the country. He was also reluctant to help other queer individuals in Uganda as the government censors and surveils calls, texts, emails, and social media, which could further hurt his own refugee case and put his queer friends back home at risk. Participants 101, 102, and 103 all expressed reluctance to communicate with family back home due to continued stigma surrounding their gender identity and sexual orientation, as they felt unable to fully communicate their lives and experiences in Canada without incurring the judgment or disapproval of family members. Since homosexuality is illegal in Saudi Arabia, Participant 101 was also concerned that speaking to their family would cause them legal trouble.  Survivor’s Guilt and Trauma Comparisons  42   One mental health impact of immigration for LGBTQ2I+ refugees which I had not anticipated involved immigrants having feelings of guilt associated with successfully making it to Canada and/or having a refugee journey with less trauma or suffering than those of others. The refugees from Japan (Participants 102 and 103) were initially reluctant to seek refugee status at all, as they felt this should be reserved for SOGI immigrants from nations where homosexuality is punished by death (as in the case of Participants 101 and 104 from Saudi Arabia and Uganda, respectively). The Japanese immigrants did not want to take resources from LGBTQ2I+ refugees who they felt were more “deserving” since they had endured more trauma, including prison, lashings, torture, etc. The Japanese couple’s refugee journey also highlights the importance of increasing awareness of the struggles faced by LGBTQ2I+ individuals in all countries, as we so often hear of maltreatment of these groups in the Middle East or Africa, but are less concerned about the marginalization suffered by those in seemingly “developed” or “first world” nations like Japan.  Other refugees felt guilt for having escaped their home countries while other friends remained in hiding or prison. Participant 104, from Uganda, felt a lot of stress and pressure to succeed in Canada and be able to help fellow LGBTQ2I+ individuals back home, which also resulted in a reluctance to express his needs or mental health struggles as he felt he should not be complaining since he had made it out of Uganda while many of his friends had not.  Participant 101 similarly felt pressure to maintain a positive mood at all times simply because they were living in a country where homosexuality is not illegal. When they did speak to family or friends back in Saudi Arabia, they were unable to share their mental health or financial struggles, as they did not want to look ungrateful for the opportunity to have immigrated to Canada or be a burden to the family who already saw them publicly lashed and thrown in jail for 43  their homosexuality, and who had already supported them for four years while waiting for their UNHCR application to be approved. Although the couple with whom they were living before COVID asked them to stay, Subject 101 felt guilty “taking up space” that another new refugee could be filling, and voluntarily left the home. Currently unemployed and living in a homeless shelter, Subject 101 also felt guilty for not achieving more now that they were a permanent resident of Canada.  Conclusion   Although 100% of the study participants felt a sense of community and connection, as well as improved mental health as a result of interacting with the drag community in Canada, LGBTQ2I+ refugees, asylum seekers, and forced migrants still face many factors which are deleterious to their mental health, including negative experiences and/or lack of clarity with the refugee/immigration system, lack of diversity in the drag community, inability to communicate with friends and family back home due to legal consequences and/or stigma, and survivors guilt and/or reluctance to access or lack of knowledge about mental health services in Canada.   Clearly, simply escaping oppression in countries where homosexuality is illegal is not enough to ensure positive mental health for LGBTQ2I+ individuals. In addition to government and social supports like language, culture, and job training; more transparent immigration processes; and access to health care, financial support, and housing; queer refugees need the support of the LGBTQ2I+ community in their new country. Ensuring that diverse styles and languages of drag performance are welcomed, hosting dry and daytime events, and making space for queer refugees to share their journeys, both positive and negative, could go a long way toward helping these individuals feel safe, connected, and mentally healthy.    44  Bibliography Bailey, Marlon M. Butch Queens up in Pumps: Gender, Performance, and Ballroom Culture in Detroit. Ann Arbor, MI: University of Michigan Press, 2013.  Baxter, Daniel, Steve Jones, and Claire Leer. “Audience Diversity and Well-Being at UK Drag Events.” Event Management 26, no. 1 (2022): 127–40. https://doi.org/10.3727/152599521x16192004803656.  Bell, Edward, Alan Bryman, and Steven W. Kleinknecht. “Interviewing In Qualitative Research.” Essay. In Social Research Methods. Don Mills, Ontario: Oxford University Press, 2023.  Bird, Christine, Gray Bowers, Lin Piwowarczyk, and Lauren C. Ng. “Demographic Characteristics, Torture Experiences, and Posttraumatic Stress Disorder Symptoms among Asylum Seekers and Refugees Persecuted for Same‐Sex Behaviors.” Journal of Traumatic Stress 35, no. 4 (2022): 1167–76. https://doi.org/10.1002/jts.22827.  Canada, Global Affairs. “Government of Canada.” GAC. Government of Canada, November 24, 2022. https://www.international.gc.ca/world-monde/issues_development-enjeux_developpement/human_rights-droits_homme/rights_lgbti-droits_lgbti.aspx?lang=eng.  Crenshaw, Kimberle. “Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory, and Antiracist Politics [1989].” Feminist Legal Theory, 2018, 57–80. https://doi.org/10.4324/9780429500480-5.  Fox, Samara. “Social Integration and the Mental Health Needs of LGBTQ Asylum Seekers ...” Eli Scholar . Yale, January 2019. https://elischolar.library.yale.edu/cgi/viewcontent.cgi?article=3493&context=ymtdl.  Frost, David M., Keren Lehavot, and Ilan H. Meyer. “Minority Stress and Physical Health among Sexual Minority Individuals.” Journal of Behavioral Medicine 38, no. 1 (2013): 1–8. https://doi.org/10.1007/s10865-013-9523-8.  Glaser, Barney G., and Anselm L. Strauss. The Discovery of Grounded Theory: Strategies for Qualitative Research. London ; New York: Routledge, 2017.  Government of Canada, Statistics Canada. “A Statistical Portrait of Canada's Diverse LGBTQ2+ Communities.” The Daily - , June 15, 2021. https://www150.statcan.gc.ca/n1/daily-quotidien/210615/dq210615a-eng.htm.  Government of Canada, Statistics Canada. “A Statistical Portrait of Canada's Diverse LGBTQ2+ Communities.” The Daily - , June 15, 2021. https://www150.statcan.gc.ca/n1/daily-quotidien/210615/dq210615a-eng.htm.  Halperin, Sandra, and Oliver Heath. “12. Interviewing and Focus Groups.” Political Research, 2020, 309–38. https://doi.org/10.1093/hepl/9780198820628.003.0012.  Hayek, Samer El, Ghida Kassir, Michele Cherro, Marc Mourad, Marianne Soueidy, Carmen Zrour, and Brigitte Khoury. “Mental Health of LGBTQ Individuals Who Are Arab or of an 45  Arab Descent: A Systematic Review.” Journal of Homosexuality, 2022, 1–23. https://doi.org/10.1080/00918369.2022.2060624.  Hesse-Biber, Sharlene, and Patricia Leavy. “Feminist Research Practice,” 2007. https://doi.org/10.4135/9781412984270.  Hopkinson, Rebecca A., Eva Keatley, Elizabeth Glaeser, Laura Erickson-Schroth, Omar Fattal, and Melba Nicholson Sullivan. “Persecution Experiences and Mental Health of LGBT Asylum Seekers.” Journal of Homosexuality 64, no. 12 (2016): 1650–66. https://doi.org/10.1080/00918369.2016.1253392.  Jordan, Sharalyn. “‘On What Grounds?’ LGBT Asylum Claims in Canada.” Forced Migration Review, 2013. Accessed December 9, 2022. https://www.fmreview.org/sites/fmr/files/FMRdownloads/en/sogi/jordan-morrissey.pdf. Kahn, Sarilee, Edward Alessi, Leah Woolner, Hanna Kim, and Christina Olivieri. “Promoting the Wellbeing of Lesbian, Gay, Bisexual and Transgender Forced Migrants in Canada: Providers’ Perspectives.” Culture, Health & Sexuality 19, no. 10 (2017): 1165–79. https://doi.org/10.1080/13691058.2017.1298843.  Kazeminy, Amira. Participant 101 – Yemen/Saudi Arabia. Personal, February 7, 2023. Kazeminy, Amira. Participant 102 - Japan. Personal, February 17, 2023.  Kazeminy, Amira. Participant 103 - Japan. Personal, February 19, 2023.  Kazeminy, Amira. Participant 104 - Uganda. Personal, February 19, 2023. “Liselda's Birthday.” YouTube. YouTube, December 8, 2013. https://www.youtube.com/watch?v=VBvpePKWi8U.  Logie, Carmen H., Ashley Lacombe-Duncan, Nakia Lee-Foon, Shannon Ryan, and Hope Ramsay. “‘It’s for US –Newcomers, LGBTQ Persons, and HIV-Positive Persons. You Feel Free to Be’: A Qualitative Study Exploring Social Support Group Participation among African and Caribbean Lesbian, Gay, Bisexual and Transgender Newcomers and Refugees in Toronto, Canada.” BMC International Health and Human Rights 16, no. 1 (2016). https://doi.org/10.1186/s12914-016-0092-0.  Meyer, Ilan H. “Minority Stress and Mental Health in Gay Men.” Journal of Health and Social Behavior 36, no. 1 (1995): 38. https://doi.org/10.2307/2137286.  Molnar, Petra. “LGBTQ+ Refugees in Canada.” The Canadian Encyclopedia, May 14, 2018. https://www.thecanadianencyclopedia.ca/en/article/lgbtq2-refugees-in-canada.  Mulé, Nick J. “Mental Health Issues and Needs of LGBTQ+ Asylum Seekers, Refugee Claimants and Refugees in Toronto, Canada.” Psychology & Sexuality 13, no. 5 (2021): 1168–78. https://doi.org/10.1080/19419899.2021.1913443.  Piwowarczyk, Linda, Pedro Fernandez, and Anita Sharma. “Seeking Asylum: Challenges Faced by the LGB Community.” Journal of Immigrant and Minority Health 19, no. 3 (2016): 723–32. https://doi.org/10.1007/s10903-016-0363-9.  46  Salam, Zoha, Odera Odenigbo, Bruce Newbold, Olive Wahoush, and Lisa Schwartz. “Systemic and Individual Factors That Shape Mental Health Service Usage among Visible Minority Immigrants and Refugees in Canada: A Scoping Review.” Administration and Policy in Mental Health and Mental Health Services Research 49, no. 4 (2022): 552–74. https://doi.org/10.1007/s10488-021-01183-x.  Wagner, Anton. “Divas: Love Me Forever.” YouTube. YouTube, December 8, 2013. https://www.youtube.com/watch?v=AtroR6pOHLY.  Wagner, Anton. “Latin Queens: Unfinished Stories of Our Lives.” YouTube. YouTube, December 8, 2013. https://www.youtube.com/watch?v=SZLurA3HJJ4.  Yarwood, Vanessa, Francesco Checchi, Karen Lau, and Cathy Zimmerman. “LGBTQI + Migrants: A Systematic Review and Conceptual Framework of Health, Safety and Wellbeing during Migration.” International Journal of Environmental Research and Public Health 19, no. 2 (2022): 869. https://doi.org/10.3390/ijerph19020869.                             47  Appendix A - Qualitative Interview Guide  Qualitative Interview Questions  1. Can you describe your emigration journey? Did you come straight to Canada? 2. What were your perceptions of “gayness” before emigrating? 3. When did you first interact with the drag community in Canada?  4. What was your perception of drag performers before immigrating to Canada? 5. Have you ever dressed up in drag or performed in drag? a. How did you feel before, during, after? 6. Have you interacted with any drag families? To what extent? 7. How would you describe your mental health when you first arrived in Canada? 8. How would you describe your mental health now? 9. Do you have friends from other ethnic backgrounds in the larger gay community? How many about? 10. Do you have friends from your ethnic background in the larger gay community? How many about? 11. Do you have friends from your ethnic background in the larger heterosexual community? How many about? 12. Do you have LGBTQ2I+ friends in your birth country? How many? 13. What do you do for fun with other people of your ethnicity? 14. What do you do for fun with other queer people? 15. Who would you identify as sources of support in your life? 16. How would you describe your interactions with your diaspora community in Canada? 17. How has interacting with the local gay community impacted your ability to access resources (health care, jobs, housing, education)?   48  Appendix B - Quantitative Survey with Demographic Questions  Date ___________ Participant Number ______ Quantitative Survey  1. What is your birth country? _____________________________________ 2. How old are you? _______________ 3. Gender Identity?  a. Cis Male b. Cis Female c. Transgender i. Male to Female ii. Female to Male d. Nonbinary e. 2 Spirit f. Gender-Queer g. Intersex h. Other - Please List ___________ i. Prefer not to disclose  4. If you answered transgender on Question 3: a. How often did you experience the following before immigrating to Canada? i. Gender dysphoria  Hourly   Daily  Weekly   Monthly   Yearly ii. Internalized transphobia Hourly   Daily  Weekly   Monthly   Yearly iii. Feeling the need to conceal your trans identity Hourly   Daily  Weekly   Monthly   Yearly b. How often have you experienced the following SINCE Immigrating to Canada? i. Gender dysphoria Hourly   Daily  Weekly   Monthly   Yearly ii. Internalized transphobia Hourly   Daily  Weekly   Monthly   Yearly 49  iii. Feeling the need to conceal your trans identity Hourly   Daily  Weekly   Monthly   Yearly 5. Sexual Orientation? a. Lesbian  b. Gay c. Heterosexual d. Bisexual  e. Pansexual  f. Asexual g. Other - Please List ____________________  6. Asylum/Immigration Status? a. Applied b. Approved c. Prefer not to disclose d. Other - Please Specify _______________  7. Employment status? a. Student b. Part Time  c. Full Time d. Other - Please Specify ____________  8. How long have you been in Canada? ______________________ years/months 9. How often do you attend drag shows? a. Multiple times a week b. Once a week c. Once or twice a month d. Several times a year e. Never  10. How often do you attend non-drag events in the gay community? a. Multiple times a week b. Once a week c. Once or twice a month d. Several times a year e. Never  11. How often do you attend “gay pride” themed events?  a. Multiple times a week b. Once a week c. Once or twice a month 50  d. Several times a year e. Never   Standard Mental Health Battery of Questions  1. In the last 2 weeks how often have you experienced the following? a. Little interest or pleasure in doing things  Never   Several Days  More than Half the Days  Nearly Every Day b. Feeling down, depressed, or hopeless Never   Several Days  More than Half the Days  Nearly Every Day c. Trouble falling or staying asleep, sleeping too much Never   Several Days  More than Half the Days  Nearly Every Day d. Feeling tired or having little energy Never   Several Days  More than Half the Days  Nearly Every Day e. Poor appetite or overeating Never   Several Days  More than Half the Days  Nearly Every Day f. Feeling bad about yourself, or that you are a failure or have let yourself or your family down Never   Several Days  More than Half the Days  Nearly Every Day g. Trouble concentrating on things, such as reading the newspaper or watching television Never   Several Days  More than Half the Days  Nearly Every Day h. Moving or speaking so slowly that other people could have noticed? Or being so fidgety or restless that you have been moving around a lot more than usual Never   Several Days  More than Half the Days  Nearly Every Day i. Thoughts that you would be better off dead or hurting yourself in some way Never   Several Days  More than Half the Days  Nearly Every Day ",
    "id": 590231330,
    "identifiers": {
        "doi": "10.7916/gas3-nh72",
        "oai": "oai:academiccommons.columbia.edu:10.7916/gas3-nh72"
    },
    "title": "Post Migration Mental Health Impacts of Drag Culture Participation among LGBTQ2I+ refugees in Canada",
    "language": null,
    "publishedDate": "2023-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://academiccommons.columbia.edu/doi/10.7916/89fb-1d41/download"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/590231330.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/590231330"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/590231330/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/590231330/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/590231330"
        }
    ],
    "abstract": "Using Intersectional, Minority Stress, and Grounded theoretical principles, and a qualitative interview and quantitative survey approach, this studies examines the mental health impacts of participation in drag culture on LGBTQ2I+ refugees and forced migrants living in Canada. \n\nThe findings demonstrate that LGBTQ2I+ refugees in Canada who interact with the drag community have increased positive mental health outcomes as a result of reduced avoidance of LGBTQ2I+ activities; increased exploration and performance of gender, sexual orientation; access to resources; sense of community; and improved confidence and sense of freedom. \n\nThe results also demonstrated that more governmental and institutional supports are needed for LGBTQ2I+ immigrants in Canada to better navigate the immigration system and access education, jobs, and housing, in addition to an expansion of drag culture styles and ethnic, linguistic, and socioeconomic diversity in order to better welcome and accommodate queer individuals from other nations. Ultimately, this study aimed to bring greater insight into the mental health impacts of drag participation for LGBTQ2I+ refugees in Canada",
    "tags": [
        "Theses",
        "Human rights",
        "Drag queens",
        "Drag shows",
        "Sexual minority immigrants",
        "Immigrants--Mental health"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Theses"
    ],
    "oai": "oai:academiccommons.columbia.edu:10.7916/gas3-nh72",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "292",
        "openDoarId": 0,
        "name": "Columbia University Academic Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 590231330,
        "depositedDate": null,
        "publishedDate": "2023-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-15T22:04:56+00:00",
        "acceptedDate": null,
        "createdDate": "2023-11-05T08:36:30+00:00"
    },
    "urls": [
        "https://doi.org/10.7916/gas3-nh72"
    ],
    "lastUpdate": "2024-02-15T22:04:56+00:00",
    "setSpecs": []
}