{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Singh, Gurmit"
        },
        {
            "name": "Walsh, Christopher"
        }
    ],
    "contributors": [],
    "createdDate": "2012-05-12T01:07:19+01:00",
    "dataProvider": {
        "id": 86,
        "name": "Open Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/86",
        "logo": "https://api.core.ac.uk/data-providers/86/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/2832309.pdf",
    "fullText": "Open Research OnlineThe Open University’s repository of research publicationsand other research outputsPrevention is a solution: building the HIVeJournal ItemHow to cite:Singh, Gurmit and Walsh, Christopher (2012). Prevention is a solution: building the HIVe. Digital Culture &Education, 4(1) pp. 5–16.For guidance on citations see FAQs.c© 2012 Digital Culture EducationVersion: Version of RecordLink(s) to article on publisher’s website:http://www.digitalcultureandeducation.com/uncategorized/buildingthehive editorial html/Copyright and Moral Rights for the articles on this site are retained by the individual authors and/or other copyrightowners. For more information on Open Research Online’s data policy on reuse of materials please consult the policiespage.oro.open.ac.ukDIGITAL CULTURE & EDUCATION, 4(1) Copyright © 2012, ISSN 1836-8301  Digital Culture & Education (DCE)  Publication details, including instructions for authors http://www.digitalcultureandeducation.com/   Prevention is a solution: Building the HIVe  Gurmit Singh1  Christopher S. Walsh2, 3  1 The University of Leeds  2 The Open University (UK)  3 Bridges Across Borders South East Asia Community Legal Education Initiative   Online Publication Date: April 15 2012             To cite this Article: Singh, G., and Walsh, C.S. (2012). Prevention is a solution: Building the HIVe. Digital Culture & Education, 4:1, 5-17.  URL: http://www.digitalcultureandeducation.com/cms/wp-content/uploads/2012/02/thehive_editorial.pdf   PLEASE SCROLL DOWN FOR ARTICLE           Prevention is a solution  5  Editorial  Prevention is a solution: Building the HIVe  Gurmit Singh, The University of Leeds Christopher S Walsh, The Open University Co-founders & Facilitators, The HIVe  For the truth is that this pandemic will never be defeated without effective prevention.  (Horton & Das, 2008)  Abstract  This Special Issue of Digital Culture and Education (DCE), Building the HIVe, offers relevant and applicable examples of digital technologies being leveraged, positioned and practiced towards community-based and led HIV prevention as a solution in a digital era. The contributors to this Special Issue, frontline workers, activists, researchers and educators alike, have taken risks as they have explored innovative prevention approaches with and through digital technologies, and documented and analysed their pedagogical innovations in different cultural contexts. Importantly this Special Issue also includes the critical voices and leadership of individuals living with HIV as designers of prevention as a solution. Their timely insights, advice and understandings of HIV prevention as a solution merit close scrutiny as evidence of resourceful, imaginative and critical endeavour; they are offered to share successful interventions and stimulate further discussion.  The HIVe   The HIVe is a dynamic model that stimulates ongoing systems-wide strategic collaboration among HIV education, research, policy and practice sectors. The HIVe is an open source universal access research and education community that continuously grows by sharing effective digital community-based and led HIV prevention and care interventions for gay men, other men that have sex with men (MSM) and transgender communities. The model’s design understands digitally mediated and driven sexual behaviours pose unforeseen challenges for traditional HIV prevention. By sharing successful interventions, it hopes to inspire policy and practice change through community mobilisation by constructing assets and exchanging resources to challenge stigma and discrimination, and improve human rights with the aim of stopping new infections (Walsh & Singh, 2012).  Building the HIVe is a queer endeavour because it is based on digressive politics of resistance (Morris, 1998). The HIVe aims to break the silence and notice that HIV prevention still works. We are using the word digressive because we contend that a different form of politics is needed. Our politics critically examines the discursive strategies of the dominant biomedical HIV and AIDS culture to illuminate how they have produced the field of HIV prevention. This digression is needed to share community-based and led approaches so that more funding can be allocated toward prevention as solution. Simply put, prevention works and we do not want this truth to be forgotten or trivialised. As a queer endeavour, The HIVe desires to make biomedical approaches to HIV prevention ‘strange’ by digressing from what appears to be becoming a ‘normal’ way of Singh & Walsh  6 talking about treatment as prevention. Is it not strange that we talk about treatment as prevention after individuals are already infected with HIV? Unlike treatment as prevention, prevention without treatment is more empowering and cost-effective. The HIVe makes no claims or guarantees, it is not a new silver bullet, nor will it change biomedical approaches to prevention, even though it may aspire to do so. The HIVe simply aims to points out that critical social science community-based knowledge that favours prevention as a solution to the HIV epidemic is often silenced or marginalised by more powerful biomedical discourses.  In this sense, The HIVe is more like a cheeky student who wants to trouble the technicised day-to-day lived experiences of the biomedical and social sciences classrooms. Just like a good teacher, biomedical approaches may work, but that does not mean there are not alternative ways to learn about preventing HIV. Being queer, The HIVe is political because it digresses from what appears normal. Through collaboration with marginalised groups like gay men, other MSM and transgender communities, it pays attention to their efforts to address HIV risk through new digitally mediated modes and modalities to impact on their communities The HIVe is sensible because it thinks about what is realistically possible through community-based and led efforts. Drawing on queer theory and thinking, The HIVe challenges the myth that gay men, other MSM and transgenders are politically apathetic and lack agency. As a result, The HIVe has emerged as a queer body of evidence that richly addresses how and why community-based and led HIV prevention is still a viable solution for the shifting and unstable sexual practices of the 21st century.  Why build the HIVe?  During the last decade, networked and digital technologies have transformed the sexual and social behaviours and practices of many gay men, other men that have sex with men (MSM) and transgender individuals. The editors of this Issue understand that digital technologies have undoubtedly increased the possibilities for high-risk sexual behaviours (Rosser et al., 2009; Benotsch et al., 2002; Kim et al., 2002). But they are equally powerful tools for sexual health and community mobilisation (Schenk & Singh, this issue). Yet, simply deploying these technologies for HIV prevention does not ameliorate the vulnerabilities and lack of access to sexual, legal and health rights and education that put gay men, other MSM and transgenders at personal risk of HIV infection in the first place (Ayala et al., 2010; Chaiyajit and Walsh, this issue; Walsh, 2009; Fisher and Thomas-Slayer, 2009; Imrie et al., 2007; Israel et al., 2008).  Improving access to health and human rights for marginalised gay men, other MSM and transgender populations, while an important policy goal of global HIV prevention and educational practices, remains a key research and implementation design challenge for global and public health. In addition, the profound changes brought about by digital technologies on sexual practices also hamper the effectiveness of biomedical HIV and AIDS research, prevention and care. Similarly they pose challenges to social science approaches, but simultaneously offer viable low cost solutions. Biomedical discourses rely on scientific objectivity—through essentialist epistemological and ontological assumptions of social reality (St. Pierre, 2006)—and now causally hypothesise HIV ‘treatment as prevention’ (Lima et al., 2008). The HIVe works to queer this hypothesis. The positivist epistemic foundation of this causal explanatory process rests on the assumption that the self exists and behaves as a rational actor. This assumption is ripe for queering and querying (Luhmann, 1998) because it ignores the subjective knowledge of gay men, other MSM and transgenders, and their sexual practices across face-to-face and digital social fields (Bourdieu, 1977). These social fields are sometimes influenced, mediated and imparted through multiple digital channels (XTube, Grindr, Manhunt, Planetromeo, etc.) via the rise of the ‘Gaydar Prevention is a solution  7 Culture’ (Mowlabocus, 2010). Therefore, the biomedical claim that treatment is prevention only gives a sanitised clinical picture. This partial story presumes to be pure by pretending that the ‘deviant’ social and digital practices of gender, sex and sexuality do not matter for HIV prevention. It does not transcend the objective/subjective distinction in scientific reasoning. Worse, this biomedical preference totally ignores the right to sexual pleasure. This inconvenient truth cannot be randomised or controlled away for the convenience of the men in white coats carrying stethoscopes and testing kits. The convenience of the biomedical story of treatment as prevention uncritically supports the notion that if treatment as prevention really worked, condoms would no longer be needed, thus enhancing sexual pleasure. This uncritical stance does not help gay men, other MSM and transgender understand the potential risk of other sexually transmitted infections (STIs), or the consequences of pregnancy for heterosexual women.   To tell a more chaste story, building The HIVe is a digressive strategy to move away from socially ‘thin’ biomedical claims and discover ‘pleasurable’ and ‘intimate’ approaches to preventing HIV and other STIs through safe sex.  Through prevention, education and care, The HIVe aims to shift fields of discourse, thus allowing frontline workers, educators, researchers, advocates and activists to react and act, leveraging digital technologies for HIV prevention, depending on what is realistic for their local context. The ‘treatment is prevention’ claim is further based on the uncritical mantra of ‘treatment as prevention’ as a method for reducing community viral load based on a small set of studies and mathematical modelling (Adam, 2012, Montaner, et al. 2006).  The reliance on “statistical analysis of regularities of human behaviour” (Schwarz, 1997, p.55) is skewed because of the difficulty of objectively capturing widespread viral undetectability in the dynamism of open social systems. This makes HIV prevention and education a valid and necessary part of the solution to the crisis of high HIV prevalence among global communities of gay men, other MSM and transgenders.  A further issue exists. Whether HIV treatment is taken early, late, or at all, has no effect on ‘the HIV reservoir’ problem, a fundamental barrier in the search for a cure. As reported by a leading biomedical scientist, Alan Lafeuillade, HIV reservoirs have been called the last hiding place for HIV within the body1. Efforts to find a functional cure now focus on dealing with these HIV reservoirs. If the HIV reservoir problem can be solved—and that is questionable—then the possibility will arise of treatment that could actually be a cure for HIV.  If that happens—which we surely hope it does—the incentives to take the drug will be tremendous and have little, if anything, to do with ‘treatment as prevention’. Indeed, they could render it obsolete. Without these incentives, biomedical sciences’ current ‘treatment as prevention’ delivers population level knowledge that often does not translate into practical advice for gay men, other MSM and transgender individuals on how to manage HIV risk as part and parcel of their daily digital lives through their sexual practices (Adam, 2012; Davies et al., 2006). The uncritical endorsement of treatment as prevention diminishes the space for designing digital prevention as a solution:  The question that remains is: why can there not be prevention knowledge that starts from the grounded experience of people who deal most directly with HIV risk rather than starting from a population level of analysis? (Adam, 2012, p. 5)   Why is prevention not  a solution?  Singh & Walsh  8 We are perplexed as to why prevention as a solution is not concurrently considered in the drive to ‘build a global consensus’ around eradicating HIV. We are also troubled that sociological, cultural and political insights on the need to methodologically and empirically address the digitally-mediated structural drivers of HIV and AIDS—as key factors in sustained community empowerment for HIV prevention (Campbell & Cornish 2010; Auerbach et al., 2010; Ayala et al., 2010)—remain severely marginalised by dominant biomedical, psychosocial, and behavioural change research and educational models for HIV and AIDS interventions. We are further vexed at the variable and patchy efforts to evaluate the effectiveness of prevention directed at MSM, and the continued low investment in prevention designed with, for and by gay men, MSM and transgender communities rather than based on ideological concerns (Beck et al., this issue; Henry et al, this issue; Dasgupta, this issue), in a severely financially challenging climate after 4 decades of HIV and AIDS. In addition to the analysis that knowledge creation in HIV prevention continues to be driven by the positivist philosophy of biomedical science (Adam, 2012), there is now a lack of synergy between biomedical and social sciences approaches to HIV prevention (Kippax, 2010). The HIVe queers this in its efforts towards struggling for a middle way between the two episteme. If we do not dare to digress, we will be stuck in the coming years with treatment as prevention being touted as and becoming ‘the solution’. If this risk comes true, we will miss a historic opportunity in the digital era to effectively locate, leverage and apply ‘the existing social and community resources at hand’ (Adam, 2012, p. 8) to discover a better, more meaningful and joyful solution. Armed with critical social, political and cultural cudgels, The HIVe queers away the illusions of biomedical sciences to carve out a digressive space to advocate and design prevention as a solution for eradicating HIV with and through digital technologies.    In light of these troubling theoretical and practical problems to effective prevention design, The HIVe hypothesises reflexive performativity as a potential high-impact low-cost digital prevention solution (Walsh & Singh, 2012). The HIVe model is theoretically informed by the work of Pierre Bourdieu and Judith Butler. Pierre Bourdieu's work (1977) on agency and practices through the concepts of habitus, capitals and the field resonates strongly with recent HIV social sciences research into the need to build the capacity for agency and social capital among vulnerable communities to reduce HIV infection rates, but advances upon this prior work. By using his epistemological framework, researchers can reflexively investigate the relationship between the social fields, the underlying social mechanisms and principles, and the outcome patterns of human behaviours, practices, networks, and institutions to ‘redesign the AIDS response’ (Larson et al. 2011). While Bourdieu’s concept of the field is productive for transformative thinking, the work of Judith Butler shows that gender and sexuality are categories by which power works through discourse (Butler, 1990). This view allows for a conception of gender and sexuality as discourses that produce subjects through speech acts–performativity. From these two theorists dynamic points of view of social structure, discourse, and subjectivity, researches have the ability to design ontological interventions into social fields by conceptualising gender and sexuality discursively, and agency and practices sociologically. We have theorised these ongoing, dynamic, multi-level, multi-channel discourses, processes and practices through The HIVe as reflexive performativity.2 The methodological approach of reflexive performativity is to tactically queer and query biomedical sciences to intervene prior to the need for ‘treatment is prevention’ with renewed digital political and cultural activism.  Queering and querying prevention for us makes prevention a term that does not insist on theoretical unity but multiplicity and collisions. Prevention is something that is Prevention is a solution  9 unstable, shifting and volatile. Prevention challenges the reproduction of sameness and the biomedical indifference to individuals’ lifeworlds in our digital era. Prevention needs to be used in resistant, sexy and transgressive ways through digital tools. Queer HIV prevention investigates and values  ‘abnormal’ social and cultural knowledge while immersing communities in experience experiments. It contests normative markers of fluid categories such as gay men, other MSM and transgenders. The non-reductionist insights of prevention as a solution offer productive pathways to know, design, deliver and evaluate programmes that reflexively construct performativity in real-time socio-economic and political contexts. They also allow communities to experience risk, adventure, pleasure, intimacy, well being, health and human rights, all the while preventing and eradicating HIV through prevention and education.  In contrast to this dialectical and relational approach to reasoning HIV to design prevention in a broader social analytic framework built with reflexive and queer epistemologies (Walsh & Singh, 2012; Bourdieu 1977; Butler, 1990), biomedical practices of normalisation are risky and unethical because the ‘treatment as prevention’ intervention happens too late—after an individual becomes infected with HIV. Even efforts to promote ‘combination prevention’ that combine ‘treatment as prevention’ with other HIV prevention intervention approaches do not overcome the risk of binary thinking and action between biomedical and critical social sciences (Auerbach, this issue). Overall, the need for a ‘robust social sciences research agenda’ (Adam 2012) for HIV prevention, research and education that values agency, experience, pleasure, intimacy and community across time and space, and disrupts the dualisms that plague the biomedical and social sciences, to eradicate HIV obviously makes us ask, “Is treatment really prevention?”   The answer is no.  Asking this simple question inspired us to revive Erasmus’ profound wisdom—which everyone knows—that prevention is better than cure. The result is The HIVe. Join us.  Building the HIVe  Building the HIVe is a mission and a collaborative global project to develop a robust model to address the persistent problems of how to improve access to HIV prevention education, treatment, care and support, sexual health and human rights, for communities of gay men, other MSM, and transgender populations in contexts of concentrated HIV epidemics. What makes our approach both unique and innovative is that we specifically work with those frontline workers, activists, researchers and educators using digital and networking technologies in their programmes. Our intention is to digress from the past, dare to think differently, and start a radical passionate digital experience.  The HIVe does this through experimentally sharing real-time future-oriented and next-generation critical social and political theoretical rationales, conceptual frameworks and practical models, research designs, implementation and evaluations of networked and digital community-based and led HIV and AIDS innovations–not just interventions. These approaches have the potential to sustainably and materially improve access to HIV prevention, health and human rights.  Working outwards to disrupt our marginal standpoint to biomedical theory and practice, we deployed an implementation approach, curriculum and pedagogy that drew on ethical principles for building the HIVe that intentionally:  Singh & Walsh  10 • draws on and valorises the agency, lived experience, emotional and practical knowledge of gay men, MSM and transgender communities; • leverages the potential value-added of networked and digital technologies for strategic knowledge sharing and collaborative learning across communities and organisations;  • works with key policy and practice stakeholders in user-centric educational approaches based on a curriculum of immersion in critical praxis; • builds research capacity, scientific and digital literacies through targeted e-mentoring for researchers and practitioners; • provides access to valuable information, opinion, and advice to support participants broaden their perspectives, deepen critical engagement with their lived experiences, so as to situate their practitioner inquiry in the wider context of the HIV/AIDS and social sciences research fields for relevance and rigour; • nurtures a digital reflexive network (Singh, et al., 2011) of community-based researchers, practitioners and activists working together to achieve something more than they can by working alone; • is guided by as much of the evidence-base, expertise, and resources on HIV and AIDS as we could access and share without payment or funding; • creates post-structural spaces for critical work to transform practices; • disrupts dominant biomedical and normative community development HIV research and educational practices; • hypothesises an alternative theory to the dominant approach of ‘treatment is prevention’; and • endorses ‘HIV prevention is a solution’.  Invitations to collaboratively build the HIVe   We first organised a seminar ‘Hear Us’ at the Global Forum on MSM and HIV’s (MSMGF) Preconference at the 2010 XVIII AIDS Conference in Vienna. The forum shared innovative digital HIV prevention, education and care interventions from and with frontline workers, activists, researchers and educators working with and in communities of gay men, other MSM and transgenders. Through the exchange of experiences at this seminar, it was clear that there was a need to harvest their critical, innovative and successful community-based and led interventions and practices using the Internet and other digital media for HIV prevention. Thus we began ‘building’ The HIVe by disseminating a call for papers for this Special Issue.  Within this framework and process, we facilitated two years of rigorous online and face-to-face mentoring, multiple rounds of editing and peer reviewing, and access to critical resources not often available to individuals working in community-based and led organisations.  To mark the end of Phase I of Building The HIVe, this Special Issue presents a rich and representative sample of innovative case studies and findings from 8 different countries.  Introducing this Special Issue  The first article by Leo Schenk & Gurmit Singh describes Poz&Proud, a digitally mediated community empowerment initiative by a group of gay men living with HIV in Amsterdam to tackle stigma and discrimination. This project brings ‘sexy’ back into the discussion on HIV prevention among HIV positive and HIV negative gay men.  It also works to change the material and symbolic conditions of their lives through the use of Prevention is a solution  11 blogs, Facebook, and discussion forums as safe spaces for experimentation supported by real-time events. They argue that the existing community empowerment strategies of public health do not work to reduce the spread of HIV, particularly with the rise of global online sexual networks. They speak of the need to include gay men living with HIV to become strategically involved online by making themselves visible and thus fighting self-stigma to confront social stigma more effectively. Since there is little research yet on how to design effective digital post-structural interventions to mobilise communities of gay men living with HIV, this article provides a fresh idea: that a strategic sociological and digitally networked approach may be more effective for HIV outreach, education and prevention to improve health and human rights. The second article by Jack Beck, Lily Catanes, Pato Hebert and George Ayala reports on a global effort by a key civil society non-state actor to build the digital platform, www.MSMGF.org.  This unique user network strengthens the capacities of front-line civil society organisations around the world. The scope of the online resources and tools they developed has grown dramatically, with more than 20,000 users across 120 countries. MSMGF.org has become an upload and exchange network with members helping out to translate and share critical HIV related documents and research with others who do not have access to the Internet. Using data from user feedback, they argue for the need to move beyond expanding access to resources to enabling grassroots actors to deploy these digital resources effectively in their work to impact on the health outcomes of minority MSM populations. Emilie Henry, Yves Yomb, Lionel Fugon and Bruno Spire critically take up the issue of risk and sexual practices in Cameroon, Africa. Their study draws on data from a survey on MSM sexual practices and from a pilot online HIV outreach and prevention programme run by a community-based organisation in a very harsh legal environment where MSM are beaten, abused, and thrown in prison. To compound matters, their study highlights the potential harm MSM who meet online are exposed to goes beyond possible HIV infection. Rather they face physical violence and robbery, suggesting that the fear and anxiety about disclosing sexuality or sexual practices in the real world has migrated online, and needs to be tackled through valued harm reduction and community building approaches that create safe online ‘closets’ for identity experimentation. Their work points to the need to confront the wider contextual factors that affect HIV risk and the potential of digital approaches to be expanded for this goal, particularly in contexts where MSM face disempowering legal and socio-cultural contexts that pathologise their right to be who they are. Working within a larger global biomedical HIV prevention trial, the study by Andrew Scheibe, Ben Brown and Linda-Gail Bekker from the Desmond Tutu HIV Foundation in South Africa explores their use of information and communication technologies (ICTs) to mobilise participation from the MSM community. Despite the challenges they faced, they argue that the rise of digitally mediated sexual practices of MSM in Africa needs to be better understood and used to address the structural barriers to HIV prevention as part and parcel of biomedical HIV prevention. They present key questions for future research to this end. Tired of reading more evaluations of ‘MSM’ interventions done within biomedical and interpretive frameworks that ignored the fluidity of sexual identities, Rohit Dasgupta, a digital queer activist, employs a postcolonial queer lens to describe his experience working with an HIV prevention charity, Solidarity and Action Against the HIV Infection in India (SAATHI). He describes SAATHI’s use of ICTs for HIV advocacy and capacity building across the country, with a focus on Kolkata. What is interesting in his analysis is how what could on the surface be perceived as an ordinary capacity building initiative supplemented by a web presence, can be re-theorised through the lived Singh & Walsh  12 experience of not only the colonising structures of MSM and transgenders, but through ‘kothi’ and ‘hijra’. Such fresh thinking provides implications for the practical use and design of digital technologies for HIV prevention and education in ways that valorise the subjectivity of the multiplicities of gay men, other MSM and transgenders that are present in the global South. Val Sowell, Juliet Fink and Jane Shull from Philadelphia FIGHT present evidence and insights on designing a successful open distance flexible learning (ODFL) programme called Frontline TEACH.  They highlight how traditional AIDS Service Organisations can use open access digital technologies to design digital HIV education that serves the needs of marginalised communities from lower socioeconomic backgrounds while increasing individuals’ capacity for agency. Frontline TEACH has significant implications for the theory and practice of using open-access community-based digital HIV education and prevention programmes because it not only widens access, but also improves health and literacy outcomes. In analysing data from four diverse data sets, the paper by Dan Allman, Ted Myers, Kunyong Xu and Sarah Jane Steele interpret gay men and other MSM’s social media usage in Canada drawing on socio-technographics and Web 2.0 theoretical frameworks. Their article foregrounds the issue of age and other demographics in structuring the digital behaviours of gay men. Their analysis clearly shows that something more than spreading safe sex messages online and on mobile phones needs to be done to work creatively with gay men’s socio-technographics. They explore the implications for the design of ‘liquid’ HIV research, outreach and prevention that evolve according to the shifts now made quicker by the dynamic ‘structuring structures’ of social media. This paper proposes the question, “what kinds of specific digital individual and community support systems would gay men and MSM value that could increase their capacity for agency to make changes to their sexual practices?”   Nada Chaiyajit and Christopher S. Walsh presents their work on designing, implementing and analysing two Sexperts! programmes with Mplus and ThaiLadyBoyz.me in Thailand. They document how social networking and instant messaging were used to provide HIV prevention and education to communities of gay men, other MSM and transgenders. These unique digital interventions explicitly focus on sexual pleasure and health, legal rights, and where to go to access justice when individual rights are violated. Through contextualised online and mobile platforms, both programmes refreshingly highlight digital interventions that aim to reduce stigma and discrimination around gender identity, sexuality, sex work and gender reassignment. Their paper exemplifies how building trust, forging strategic partnerships and working to co-design dynamic participatory mechanisms can have the potential to continuously rework and rethink access to HIV prevention, access to justice and sexual health education for gay men, other MSM and transgenders.  The final paper or epilogue of the Special Issue, ‘Playing public health: Building the HIVe’ by Thomas Apperley and Christopher S. Walsh stresses the importance of acknowledging that digital media does not only provide new channels and strategies for communicating information around HIV prevention and education, but that it also establishes innovative domains for conceiving of, and building, ‘resilient communities’. They argue a digital intervention, like The HIVe, is actually a cultural asset that confronts biomedical and behavioural approaches to HIV prevention and education. The view immersive and social technologies, network ubiquity and low cost mobile phones as providing new tools for aggregating, representing, collecting and disseminating community-based and led data that ‘plays’ public health differently. ‘Playing public health’, in their terms, provides an entirely new and comprehensive picture of the agency of the HIV virus that goes beyond the pathology of the individual.   Prevention is a solution  13 In conclusion, this Special Issue also includes short papers that provide insights from leading experts on the implications of ‘Building the HIVe’.  Next Steps  These manuscripts now represent The HIVe. They illustrate the potential and impact of community-based and led approaches to designing prevention as a solution with networking and digital technologies. The use of digital technologies has been mixed, contingent ad-hoc, experimental and reliant on sporadic funding streams. Our presumption is not to fall into the positivist trap and make claims of ‘generalisability’ or ‘validity’. The studies in this Special Issue present emergent and evolving social and political dynamics of the use of networked and digital technologies for HIV and AIDS prevention, education and care with “very diverse populations across the world, with different levels of HIV prevalence and different epidemiological dynamics.” (Auerbach et al., 2010, p. 22).This Special Issue offers one set of results from our ethical standpoint in solidarity with marginalised communities about how ‘AIDS resilient communities’ using digital technologies could ‘redesign the AIDS response’ (Larson et al., 2011) towards HIV prevention as a solution. This Special Issue makes it clear that more research and investment is needed for such critical work to digress from more powerful biomedical discourses that promote ‘treatment as prevention’. The HIVe’s essentially queer research and dissemination design begins to exemplify how to skilfully generate and play with cognitive, structural, technological and pedagogic change mechanisms, principles and discourses in the dynamic interplay of networked and digital social and sexual practices and identities of gay men, other MSM and transgender communities. This ‘savoir profane’ (Spire &Cataneo, 2010) that gay, other MSM and transgenders living with and affected by HIV, health and human rights issues have about their lifeworlds is a precious energy source now increasingly digitally mediated. Examples include cruising in chat rooms, cyber porn fantasies, and virtual reality risk reduction negotiation on Grindr. It is different from the academic knowledge and skills of biomedical and public health professionals. Yet, as The HIVe demonstrates, it is both timely and vital to disrupt exclusive medical, social and technological determinism and improve the design of culturally engaging HIV prevention that is a solution.  Our use of a Bourdieusian notion of a field to build The HIVe is based on our contention that HIV prevention is not driven by consensus, but rather, it is a field of contestation. Imagined as a Bourdieusian game, HIV prevention is a discipline that has many actors and agencies struggling for power and attention. Yet, they all are united in a doxa – they have faith that their work is ‘worth it’ in making a difference. But, Bourdieu helps us think differently about what is really happening when people claim on their websites and newsletters that they are passionate about rhetoric such as “Universal Access” or “Zero Infection”. Doing field analysis using Bourdieu’s conceptual tools to analyse the fields of HIV prevention and the (re)production of culture in gay, other MSM and transgender communities brings a materialist perspective to our work that disrupts the social and technological determinism of other paradigms. We thus argue that through The HIVe, community-based and led digital HIV prevention intervention is a social field to be investigated and changed to improve impact.   Our hope is The HIVe as a knowledge ecology and locus will continuously grow, giving birth to new knowledge objects and a ‘community of desire’ that freely shares effective approaches that can guide policy makers, programme managers, educators, researchers and most importantly, frontline workers, community advocates, activists and all gay men, other MSM and transgenders infected and affected by HIV. We hope the Singh & Walsh  14 examples in this Special Issue will inspire others to design their own, digital (and otherwise) preventions as a solution to the problems of HIV.  We invite gay men, other MSM and transgenders—and all communities affected by HIV, health and human rights issues—to join the efforts to ‘bridge the gap’ (Kippax et al., 2012) between social, cultural and political sciences and the normative biomedical mantra of treatment as prevention. To turn the tide on HIV and AIDS at this critical moment, we argue that the time has come to move beyond critique to develop an intellectually coherent plan and research agenda to build The HIVe that addresses the question:  How can networked and digital community-based and led HIV and AIDS innovations be researched, designed, implemented and evaluated towards Prevention is a Solution?  Acknowledgements Thanks are due to the numerous supporters behind the scenes who gave their time, advice and generous spirit over the last two years to realise this Special Issue to build The HIVe particularly The Global Forum on MSM and HIV(MSMGF) for enabling this opportunity with policy support We thank Professor Barry D. Adam, University of Windsor, Canada, for his critical review of this editorial.We also extend thanks to Adrian White, MPH of the Terence Higgins Trust, UK, for his critical feedback and review of this editorial. We acknowledge the work of Vincent Haumont in designing the logo for this Special Issue. We also acknowledge the work and assistance of Jesse Ko of Teachers College, Columbia University for line editing each manuscript. Finally, thanks are due to the mentors, editors and reviewers who volunteered their effort to review and provide feedback to the authors of the manuscripts.  References  Adam, B.D. (2012). Epistemic fault lines in biomedical and social approaches to HIV prevention. Journal of the Internationl AIDS Society, 14(Suppl 2),S2. Ayala, G., Beck, J., Lauer, K., Reynolds, R., & Sundararaj, M. (2010). Social discrimination against men who have sex with men (MSM): Implications for HIV policy and programs. The Global Forum on MSM and HIV. Retrieved from   http://www.msmgf.org/files/msmgf//Advocacy/Policy_Briefs/Stigma_EN_hi.pdf   Auerbach, J. D., Parkhurst, J. O., Caceres, C., &  Keller, K. E. (2010). Addressing social drivers of HIV/AIDS : Some conceptual, methodological, and evidentiary Considerations. AIDS 2031 Working Paper No. 24. Retrieved from  http://www.aids2031.org/pdfs/aids2031%20social2drivers%20paper%2024auerbach%20et%20all.pdf   Benotsch, E.G., Kalichman, S., & Cage, M. (2002). Men who have met sex partners via the internet: Prevalence, predictors, and implications for HIV prevention. Archives of Sexual Behaviour, 32(2), 177-183. Bourdieu, P. (1977). Outline of a theory of practice. New York: Cambridge University Press. Butler, J. (1990). Gender trouble: Feminism and the subversion of identity. New York: Routledge. Campbell, C., & Cornish, F. (2010). Towards a “fourth generation” of approaches to HIV/AIDS management: creating contexts for effective community mobilisation. AIDS Care, 22(Suppl 2), 1569-1579. Davis, M., Hart, G., Bolding, G., Sherr, L., &Elford, J. (2006). Sex and the Internet: Gay  men, risk reduction and serostatus. Culture, Health & Sexuality, 8(2), 161-174. Prevention is a solution  15 Fisher, W. F., & Thomas-Slayter, B. (2009). Mobilizing social capital in a world with AIDS.  International Development, Community and Environment (IDCE). Worcester, MA: Clark University. Horton, R. & Das, P. (2008). Putting prevention at the forefront of HIV/AIDS. Lancet, 372(9637), 421-22.   Imrie, J., Elford, J., Kippax, S., & Hart, G. J. (2007). Biomedical HIV prevention and social science. Lancet, 370(9581), 10-11.  Israel, E., Laudari, C., & Simonetti, C. (2008). HIV prevention among vulnerable populations: The Pathfinder  International approach. Pathfinder International Technical Guidance Series Number 6. Retrieved from http://www.comminit.com/en/node/274584/347  Kim, A., Kent, C., McFarland, W., &Klausner, J. (2002). Cruising on the Internet highway. Journal of Acquired Immune Deficiency Syndrome, 28, 89-93. Kippax, S. C. (2008). Understanding and integrating the structural and biomedical determinants of HIV infection: A way forward for prevention. Current Opinion in HIV and AIDS, 3, 489-94. Kippax, S.C. (2010). Reasserting the social in a biomedical epidemic. In: Reframing the social dimensions of HIV in a biomedicalised epidemic conference. London, Overseas Development Institute. 5 March 2010. Kippax, S.C., et al. (2012). Bridging the social and the biomedical: Engaging the social and political sciences in HIV research. Journal of the International AIDS Society, 14(Suppl 2),S1. Larson, H.J, Bertozi, S. &Piot, P. (2011). Redesigning the AIDS response for long term impact. Bulletin World Health Organization, 89, 846–852. Lima, V.D, Johnston, K., Hogg, R.S, Levy, A.R, Harrigan, P.R, Anema, A., & Montaner, J.S.G. (2008). Expanded access to highly active antiretroviral therapy: A potentially powerful strategy to curb the growth of the HIV epidemic. Journal of Infectious Disease, 198, 59-67. Luhmaan, S. (1998). Queering/Querying pedagogy? Or, pedagogy is a pretty queer thing. In W.F. Pinar (Ed.), Queer theory in education (pp. 141–155). Mahwah, NJ: Lawrence Erlbaum.  Mowlabocus, S. (2010). Gaydar Culture: Gay men, technology and embodiment in the digital age. Farnham/Burlington: Ashgate Montaner, J., Hogg, R., Wood, E., Kerr, T., Tyndall, M., Levy, A.R., Harrigan, P.R. (2006). The case for expanding access to highly active antiretroviral therapy to curb the growth of the HIV epidemic. Lancet, 368, 531-536. Morris, M. (1998). Unresting the curriculum: Queer projects, queer imaginings. In W.F.  Pinar (Ed.), Queer theory in education (pp.275–287). Mahwah, NJ: Lawrence Erlbaum. Pawson, R. & Tilly, N. (1997). Realistic Evaluation. London: Sage. Rosser, B., Miner, M., Bockting, W., Ross, M., Konstan, J., Gurak, L., et al. (2009). HIV risk and the Internet: Results of the Men’s INTernet Sex (MINTS) Study. AIDS and Behavior, 13(4), 746-756. Singh, G., McPherson, M., & Sandars, J. (2012). Continuing professional development through reflexive networks: Disrupting online communities of practice. Paper to be presented at ProPEL 2012 Conference in May, 2012, University of Stirling, UK. Spire, B. & Cattaneo, G. (2010). Le Sida. Paris: Le Cavalier Bleu Collection. St. Pierre, E. A. (2006). Scientifically based research in education: Epistemology and  ethics. Adult Education Quarterly, 56(4), 239-266. Walsh, C. S., & Singh, G. (2012, April 16).Building the HIVe: Disrupting Biomedical HIV and AIDS Research with Gay Men, other men who have sex with men Singh & Walsh  16 (MSM) and Transgenders. Paper presented at the annual meeting of the American Educational Research Association (AERA). Retrieved, from: http://www.aera.net/repository/ Walsh, C. S. (2009). Mobile phones as high impact, low cost tools in the fight against HIV/AIDS with men that have sex with men and male sex workers in Thailand. IADIS Multi Conference on Computer Science and Information Systems 2009, Algarve, Portugal. June, 2009.  Biographical Statements  Gurmit Singh is a healthcare and HIV digital activist, educator and researcher. Gurmit is the co-founder and co-facilitator of The HIVe (http://www.hiv-e.org), a global community of gay, MSM and transgender researchers, practitioners and activists to fight HIV with digital technologies. He is also the convener and facilitator of We Decide, an e-democracy learnscape for equity and social justice. He is an ESRC Scholar at The University of Leeds UK and Principle Investigator on critical social sciences research to improve the impact on practice and patient care of Web 2.0 healthcare professional development. Previously, he worked as Education & Professional Development Coordinator at the International AIDS Society, Geneva. This worked resulted in a prize-winning online mentoring innovation for use in distance education and online healthcare professional development to improve practice, focusing on widening access to global collaborative learning for health care professionals and researchers from developing countries.   Email: gurmit@anvigo.com   Christopher S Walsh is a Senior Lecturer of Educational ICT and Professional Development in the Department of Education at The Open University (UK). He specialises in digital technologies, literacy, multimodality, international development and HIV and AIDS education and prevention. Walsh was central researcher on number of highly competitive grants including The Spencer Foundation, The American Foundation for AIDS Research (amfAR), the Australian Research Council (ARC) and the Australian Federation of AIDS Organisations (AFAO). The amfAR project supported online peer outreach and prevention (OPOP) and popular opinion leader (POL) programmes for gay men, other MSM and transgenders in Chiang Mai Thailand with a focus on access to justice and legal rights. The AFAO project supported the production of 4 animations for use in peer face-to-face and online HIV education and prevention programmes for marginalised communities disproportionately at risk of HIV. Currently, he also works as a Senior Research Analyst and Policy Advisor for the Bridges Across Borders South East Asia Community Legal Education Initiative (BABSEA CLE).  He is also the co-founder and co-facilitator of The HIVe (www.hiv-e.org).  Email: c.s.walsh@open.ac.uk                                                  1Lafeuillade, A. Approaches to HIV Eradication. Retrieved from http://www.prlog.org/11642298-approaches-to-hiv-eradication.html last accessed 26 March 2012. 2For more details, please refer to Walsh & Singh, 2012. ",
    "id": 2832309,
    "identifiers": {
        "doi": null,
        "oai": "oai:oro.open.ac.uk:33450"
    },
    "title": "Prevention is a solution: building the HIVe",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-04-15T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://oro.open.ac.uk/33450/2/TheHIVe_editorial.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/2832309.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/2832309"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/2832309/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/2832309/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/2832309"
        }
    ],
    "abstract": "This Special Issue of Digital Culture and Education (DCE), Building the HIVe, offers relevant and applicable examples of digital technologies being leveraged, positioned and practiced towards community-based and led HIV prevention as a solution in a digital era. The contributors to this Special Issue, frontline workers, activists, researchers and educators alike, have taken risks as they have explored innovative prevention approaches with and through digital technologies, and documented and analysed their pedagogical innovations in different cultural contexts. Importantly this Special Issue also includes the critical voices and leadership of individuals living with HIV as designers of prevention as a solution. Their timely insights, advice and understandings of HIV prevention as a solution merit close scrutiny as evidence of resourceful, imaginative and critical endeavour; they are offered to share successful interventions and stimulate further discussion",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:oro.open.ac.uk:33450",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "86",
        "openDoarId": 0,
        "name": "Open Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 2832309,
        "depositedDate": null,
        "publishedDate": "2012-04-15T01:00:00+01:00",
        "updatedDate": "2024-02-12T09:28:16+00:00",
        "acceptedDate": null,
        "createdDate": "2012-05-12T01:07:19+01:00"
    },
    "urls": [
        "https://oro.open.ac.uk/33450/2/TheHIVe_editorial.pdf"
    ],
    "lastUpdate": "2024-02-12T09:28:16+00:00",
    "setSpecs": []
}