{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mayernick, Jason"
        }
    ],
    "contributors": [],
    "createdDate": "2023-06-28T22:44:59+01:00",
    "dataProvider": {
        "id": 21724,
        "name": "REVISTAS CIENTÍFICAS UNED. Servicio de Publicación y Difusión Digital. Biblioteca UNED",
        "url": "https://api.core.ac.uk/v3/data-providers/21724",
        "logo": "https://api.core.ac.uk/data-providers/21724/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.5944/hme.18.2023.34639",
    "downloadUrl": "https://core.ac.uk/download/568557088.pdf",
    "fullText": "How to cite this article: Mayernick, Jason. “Queer Teachers Negotiating Geographies of Safety in the 1990’s”. Historia y Memoria de la Educación 18 (2023): ***-***Historia y Memoria de la Educación 18 (2023): 77-110Sociedad Española de Historia de la EducaciónISSN: 2444-0043DOI: 10.5944/hme.18.2023.34639QUEER TEACHERS NEGOTIATING GEOGRAPHIES OF SAFETY IN THE 1990S*Profesores queers negociando geografías  de seguridad en los años noventaJason Mayernicka2Reception date: 26/09/2022 • Acceptation date: 29/04/2022Abstract. This study demonstrates how three queer teachers in conservative spaces created geographies of safety during the 1990s. Each of the three teachers discussed initiated a geography of safety, and these histories are relevant to the ongoing negotiation that queer elementary and secondary educators today engage as they reconcile their moral authority as teach-ers with their gender(s) and sexualities.Keywords: Queer; LGTBIQ+ teachers; 1990s; History.Resumen. Este estudio demuestra cómo tres profesores queers en espacios con-servadores crearon geografías de seguridad durante la década de los noven-ta. Cada uno de los tres profesores analizados inició una geografía de segu-ridad, y estas historias son relevantes para la negociación en curso que los educadores queers de primaria y secundaria llevan a cabo hoy en día al reconciliar su autoridad moral como profesores con su(s) género(s) y se-xualidad(es).Palabras clave: Queer; Profesorado LGTBIQ+; noventas; Historia.* With special thanks to Dr. Karen Graves for her mentorship and support of my research, including this study, over the past decade.a Assistant Professor, Social Foundations and Leadership Department; University of North Georgia, Jason Mayernick, Newton-Oakes Building, University of North Georgia, Dahlonega, GA, 30009. USA, jason.mayernick@ung.edu.  https://orcid.0000-0002-0600-3355■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11078I’ve been a good coach and a good teacher. I’ve never done anything that infringed on anybody. Then, all of the sudden, I was not living the lifestyle they wanted me to live or being the role model I had always been.Wendy Weaver, 19971This study demonstrates how three queer teachers in conservative spaces created “geographies of safety” during the 1990s. 2 At its most basic a “geography of safety” is a space of relative security defined and pursued by an individual or group through negotiation with opposition-al forces. In this study, I argue that each of the three teachers discussed initiated a “geography of safety”, and that these histories are relevant to the ongoing negotiation that queer elementary and secondary educators today engage as they reconcile their moral authority as teachers with their gender(s) and sexualities. The histories of these teachers are con-structed by utilizing oral histories and extensive analysis of newspaper sources and relevant secondary sources.I utilize the term “geography of safety” to capture the complexity of the interactions queer teachers had with their schools and local commu-nities. For the purposes of this essay a geography entails a collection of spaces over time.3 It also indicates a dynamic, rather than static interac-tion, with other geographies. These geographies can be physically 1  Mike Carter, “Lesbian teacher fired from coaching job, sues school for civil rights violation”, The Greenville News, October 22 (1997).2  Queer is being used in this paper as an all-encompassing term to describe gender and sexual mi-norities and is intended as being inclusive of LGBTQ communities as a whole. In instances where authors or the individuals being discussed identified with a specific community, i.e. gay or lesbian, this article will use that term. Otherwise “queer” and LGBTQ will be used interchangeably. It should be noted that during the period that this paper is concerned with queer was primarily used as a pe-jorative and its use in this paper is intentionally part of the decades long project of reclaiming the word for the LGBTQIAA community.3  This study is distinctly a part of a broader historiographical effort to chart the creation and main-tenance of queer spaces. A significant amount of historical research has been written about the value of specifically queer space in the queer community and, in particular, for groups that have often been marginalized within queer communities. This body of research focuses on the creation of queer space for the purposes of socializing, artistic expression, as a platform for activism, and to create professional security. Exemplars of this research include:Jim Downs, Stand by me: the forgotten history of gay liberation (New York, Basic Books, 2016).Marlon M. Bailey, Butch queens up in pumps: gender, performance, and ballroom culture in Detroit (University of Michigan Press, 2013); Philip James Tiemeyer, Plane queer: labor, sexuality, and AIDS in the history of male flight attendants (Berkeley, University of California Press, 2013).Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 79adjacent, or even overlap, but also may be separated by space, time, or lived experience and are ultimately informed by intersectionality. For example, LGBTQ teachers in rural spaces in the 1990s could be in-formed, and perhaps even inspired by, urban queer activism during the 1990s and preceding decades.4The qualifier “of safety” entails relational dynamism. Individuals and groups often construct ideas of safety by comparing their experiences to the experiences of other groups. This process of comparison can be tem-poral and/or geographic. For instance, one might compare a person’s relative safety as a queer teacher in America today to queer teachers in the 1990s, or compare one’s own experience of safety as a queer person in the United States in 2023 to the experiences of a queer person in Rus-sia. Judgements about what constitutes a geography of safety can be based on a mix of perception and knowledge. A queer teacher in Ala-bama did not need to know the legislative minutiae of California or New York to feel that it was safer there, to want their own state to afford similar protections, and to work toward that equality. The queer teach-ers discussed in this study determined their goals, the conditions that could create a “geography of safety”, in relation to their heterosexual colleagues and in relation to their understanding of what queer teachers in other parts of the country were experiencing. Their beliefs about how they should be treated, what they were entitled to, and how a teacher should act professionally were constructed in relation to the educational milieu that they were trained and employed in. Each of the teachers dis-cussed were previously closeted in their workplaces and so had experi-enced, at least in part, some norms of safety enjoyed by their heterosex-ual colleagues.4  Doreen Massey explores this overlapping of space and time, and the interaction of space and time, throughout her writings on geography and makes the claim that distinctions between the two are artificial. For Massey’s summary of thought regarding the relationship of time and space See: Doreen B. Massey, For space (London ; SAGE Publications Ltd, 2005), 20-30. For her discussion of the rela-tionship of space and politics particularly as they relate to gender See: Doreen B. Massey. Space, place, and gender (Minneapolis: University of Minnesota Press, 1994) Chapter 11. This study, while attempting to avoid the philosophical pitfalls that Massey articulates, exists within the disciplinary norms of history which has classically viewed individuals and communities as existing in specific times/spaces and creating/possessing characteristics that can be discerned and discussed within tho-se timeframes. ■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11080The presence, or even potential presence, of a queer teacher has the capacity to shift the policies, actions, and expectations of entire commu-nities. Negotiations and conflicts over the functions that schools fulfill in society exist at multiple levels with debates ranging in scope from the kitchen table conversations of individual families to the federal level where legislators make decisions impacting tens of millions of students. In between these two extremes a panoply of school boards, superinten-dents, state administrators, and bureaucrats from across the political spectrum make decisions which echo down to the level of individual teachers conducting the business of actually educating young people in classrooms. Teachers themselves are a perennial subject of these de-bates, both as members of a profession and as individuals. “Who should teach?”, “Who should be barred from teaching?”, “How should teachers be judged?”, and “Who should do the judging?” are just a few of the larg-er questions perpetually orbiting elementary and secondary educators in the United States.5 Teachers navigate their continued employment and the trajectory of their profession within a political maelstrom while at-tempting to exert their own agency as educational stakeholders. Queer teachers in the United States have historically been unsafe in the schools where they teach. They exemplify challenges facing all teach-ers. The threat of losing their livelihood, profession, and dignity has hung over their heads for generations. The proximity of elementary and secondary teachers to children and the longstanding falsehood that cou-pled LGBTQ people with sexual predators heightened the threat of social ruin and fiscal devastation which all LGBTQ people faced.6 Queer teach-ers have learned as individuals, and eventually, as groups, to negotiate 5  For detailed discussions of these debates and the responses of teachers as educational stakehol-ders see: Diana D’Amico, Blaming teachers: professionalization policies and the failure of reform in American history (New Brunswick, New Jersey: Rutgers University Press, 2020); Dana Goldstein. The teacher wars: a history of America’s most embattled profession (New York: Anchor, 2015).6  Labor historians have articulated specific economic threats, and the political impacts of those threats, that faced racial minorities who were denied union membership in the 1950s and 1960s. Miriam Frank has shown how LGBTQ workers struggled to attain job protections afforded by unions as a matter of civil rights. The connection between equitable treatment in the workplace and equita-ble political participation is so strong that many question whether equitable political participation can exist without equitable treatment in the workplace. See: Miriam Frank, Out in the union: a labor history of queer America (Philadelphia: Temple University Press, 2014); Nancy MacLean, Freedom is not enough: the opening of the American workplace, Illustrated edition (Cambridge, MA: Harvard University Press, 2008); Lane Windham, Knocking on labor’s door: union organizing in the 1970s and the roots of a new economic divide (Chapel Hill: The University of North Carolina Press, 2017).Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 81geographies of safety in response to this threat.7 This negotiation has been intergenerational, ranging from at least the early-twentieth century to today.8 Each subsequent generation of queer teachers has had to ne-gotiate national professional expectations which were impacted by fed-eral, state, and local policies.9 Debates among educational stakeholders, such as teachers unions and religious activists, took place, precariously balanced on top of this tripod of local, state, and federal legislation. Un-der these conditions, a queer teacher in Kansas during the 1990’s had to be concerned about state legislation and federal policies even if she lived in Lawrence, a “liberal” city that is home to the University of Kansas. Similarly, a queer teacher in a conservative corner of a “liberal” state could still be greatly impacted by local politics despite state level protec-tions.7  For examples of an LGBTQ teacher organization in an urban setting before the time period ad-dressed in this article, see Jason Mayernick, “The Gay Teachers Association of NYC and LGB stu-dents: 1974-1985”, Teachers College Record, 122 no 9 (2020): 1-30.8  Inquiry into the lives and experiences of LGBTQ teachers has been an ongoing project for the past forty years. Early works in the 1980s and 1990s attempted to qualify the national scope of the LGB-TQ experience and often utilized a legal framework or a series of biographic narratives. See: Rita M. Kissen, The last closet: the real lives of lesbian and gay teachers (Portsmouth, NH: Heinemann, 1996); Karen Marie Harbeck, Gay and lesbian educators: personal freedoms, public constraints (Malden, MA: Amethyst Press, 1997); Ronni L. Sanlo, Unheard voices: the effects of silence on lesbian and gay edu-cators (Westport, CT: Bergin & Garvey, 1999); Eric E. Rofes, A radical rethinking of sexuality and schooling: status quo or status queer (Lanham, MD: Rowman & Littlefield Publishers, 2005). Works in the 2000s incorporated queer theory and argued for utilizing the experiences of LGBTQ educators as a means of interrogating U.S. education as a whole. See Catherine A. Lugg, “Sissies, faggots, lezzies, and dykes: Gender, sexual orientation, and a new politics of education?”, Educational Admi-nistration Quarterly, 39 no 1 (February 2003): 95-134; Catherine A. Lugg, US public schools and the politics of queer erasure (New York: Palgrave Pivot, 2015). Foundational histories of queer teachers were also written in this period which incorporated archival sources, the use of queer theory, and an analysis of legal frameworks relevant to the scope of their discussions. These later works also have the history of LGBTQ teachers in relationship to labor history, political movements – such as the Civil Rights Movement, and broader histories of women teachers and the overall impact of the fema-le dominance of American teaching on the profession. See Jackie M. Blount, Fit to teach: same-sex desire, gender, and school work in the twentieth century (Albany: State University of New York Press, 2005); Jackie M. Blount, “Spinsters, bachelors, and other gender transgressors in school employ-ment, 1850-1990”, Review of Educational Research, 70 no 1(March 2000): 83-101; Karen L. Graves, And they were wonderful teachers: Florida’s purge of gay and lesbian teachers (Urbana: University of Illinois Press, 2009). These histories coupled with recent works detailing the organization of LGBTQ students in higher education settings provide a framework for discussing queer teachers in the 1990’s, as teachers in this period were once college students. See: Patrick Dilley, Gay liberation to campus assimilation: early non-heterosexual student organizing at midwestern universities (New York: Palgrave Macmillan, 2019).9  Karen Graves’ research on the Florida purge of gay and lesbian teachers provides an example of these multitier interactions and highlights connections between federal, state, and local level autho-rities. See Graves, And They Were Wonderful Teachers, Chapters 2 and 3.■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11082The 1990s were a pivotal time in the history of queer teachers in the United States. As the decade progressed confrontations between LGBTQ teachers and the conservative elements of the communities where they taught broadened geographically.10 By the 1990’s the fight for queer teacher dignity spread throughout the country, bolstered by the broader LGBTQ movement and emboldened by the earlier successes and legal battles of their colleagues. Karen Graves and Margaret Nash provide a detailed analysis of these legal battles, showing the progression and re-gression of LGBTQ rights in U.S. schools during this decade.11 Many of the earliest teachers contesting heterosexual norms in schools were in-advertent activists; they had successfully been teaching while closeted to varying degrees for years when they were outed by circumstances be-yond their control. Others actively chose activism as a way of engaging the political process.This study examines the narratives of three teachers and the chal-lenges they faced as they negotiated geographies of safety in communi-ties they had taught in for many years. It focuses on two regions, the 10  The paramount political issue for the LGBTQ movement entering the 1990s was the AIDS Crisis which dominated fundraising, political organizing, and arguably the historical narrative of the com-munity as a result of the trauma. In many respects the dominance of the AIDS Crisis, with thousands of queer people dying, made organizing around workplace protections, marriage equality, and civil rights a secondary concern for major LGBTQ organizations and many LGBTQ people. This funda-mental focus would last at least until the late 1990s when the lethality of the epidemic was substan-tially mitigated among LGBTQ people in the United States through drug treatments and the collec-tive activism of the previous decade. For the purposes of this study, it is important to note that the personal narratives of the teachers discussed occurred in the context of, and were informed by, at least a decade of experience with the AIDS Crisis and its political and personal impact on queer people. For example, early in the AIDS Crisis there were calls by politicians for mandatory testing of school teachers as a preventative measure under the guise of protecting students from infection. For discussions on the impact of the AIDS crisis on the LGBTQ community and the pivot towards the AIDS crisis in LGBTQ activism see:Ann Cvetkovich, An archive of feelings: trauma, sexuality, and lesbian public cultures (Durham, NC: Duke University Press Books, 2003), 156-160, 160-162, 167-202; Steven Seidman, The social cons-truction of sexuality, 2nd edition (New York, NY: W. W. Norton & Company, 2009), 69, 78, 196. Seid-man argues that after the AIDS crisis peaked in the late 1980s, LGBTQ persons refocused the move-ment on civil rights such as marriage. Marc Stein, Rethinking the gay and lesbian movement (New York, NY: Routledge, 2012), 141-145, 151-155. Stein titles the period from 1981 to 1990 as “The Age of AIDS” and argues that AIDS-related activism completely superseded other political activism du-ring this period, including efforts to secure employment rights. For a discussion of the dominance and impact of the AIDS Crisis on queer historiography, see: Christopher Castiglia and Christopher Reed, If memory serves: gay men, AIDS, and the promise of the queer past (Minneapolis, MN: Univer-sity of Minnesota, 2012).11  Margaret A. Nash, and Karen L. Graves. Mad River, Marjorie Rowland, and the quest for LGBTQ teachers’ rights (New Brunswick: Rutgers University Press, 2022), Chapter 1.Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 83conservative communities of Western Michigan and the Utah Valley sur-rounding Salt Lake City, Utah. As is discussed more fully below, both communities were composed of large, though different, religious com-munities with strong anti-LGBTQ teachings. This study illustrates the impact of LGBTQ teachers on their communities and their capacity to create geographies of safety. They individually defended their livelihoods and reputations and collectively proved that being a gay or lesbian per-son was defensible in conservative educational spaces.  Two of these teachers were inadvertently drawn into activism by defending their live-lihoods while the third actively chose to contest the discrimination faced by LGBTQ students and teachers. The teachers discussed in this study all utilized their knowledge of local politics and social norms in conjunction with resources from state and national organizations to defend their rights.The histories in this study underscore the challenges facing all ele-mentary and secondary teachers confronted with controversy, but par-ticularly illuminate the challenges of queer teachers as they continue to negotiate geographies of safety and security in conservative school dis-tricts across the United States. All teachers rely on the trust of their communities, but queer teachers had to overcome the assumption that they were inherently untrustworthy. They existed outside the well-worn boundaries of behavior that were considered acceptable for educators which had been negotiated by communities over the course of genera-tions. Most minority teachers could readily be discriminated against by local communities by denying them employment in the first place. LG-BTQ teachers were “subversive” because their transgression of commu-nity norms only became apparent when they chose to come out or were unexpectantly discovered. The emergence of queer teachers forced states and local communities to redefine the boundaries of acceptability around elementary and secondary educators, whether they wanted to or not. This was a significant development because, while there was poten-tial for LGBTQ teachers to continue to be excluded as a deviant class, there was also the possibility that they would be included inside the boundaries of acceptability. By contesting boundaries of acceptability in conservative spaces LGBTQ teachers created, and continue to create, “geographies of safety” for themselves and their students.1212  For a discussion of this process of definition see Margot Canaday, The straight state: sexualty and citizens-hip in twentieth-century America (Princeton, NJ: Princeton University Press, 2011), Chapters 2, 5 and 6. ■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11084ZEELAND, MICHIGANDavid Van Heest was forced into negotiating a “geography of safety” because of police entrapment. The Michigan teacher was caught up in a larger effort by the local police to expose a supposed “homosexual un-derground” and was faced with the prospect of losing his job and stand-ing in the community. Van Heest’s knowledge of local politics, the legal system, and the resources available to him as a union member combined to challenge the practice of police entrapment, and allowed him to keep his job in the conservative town of Zeeland, Michigan.Zeeland is located between Holland and Grand Rapids in a belt of historically agricultural and majority-white towns and counties which run up the eastern shore of Lake Michigan from the state border with Indiana. This area was among the first settled regions in the state and was centered on, but culturally distinct, from the manufacturing hub of Grand Rapids. Deeply conservative and with strong ties to the Dutch Reformed Church, this area of Michigan had a reputation as a conserv-ative bastion and a political counterweight to the more liberal southeast of the state.13 Local newspapers I examined for this study were filled with the triumphs of high school sports, a myriad of furniture store ad-vertisements, and the occasional local interest piece describing the ben-efits of living in a small community. The happenings at local schools and the accomplishments of their teachers and students also showed up with regularity in the pages of the Zeeland Record and The Holland Sentinel. David Van Heest was born and made his career teaching high school in these small towns. By 1990 he had taught for 20 years in the same high school where he did his student teaching and was known as an ex-cellent English teacher.14 Like many LGBTQ teachers, he kept his private life separate from his professional life and while he was open to col-leagues about having a male partner, he did not discuss his private life with students.15 In Fall 1990, Van Heest and his husband were invited to 13  Julie Rowe, “Western Michigan, the liberal southeast’s counterweight”, The Michigan Daily, No-vember 2, 2008, http://www.michigandaily.com/uncategorized/western-mich-republicans-canvass-mc-cain/.14  “Parents seeking to oust gay teacher”, The Herald-Palladium, September 12, 1990, p. 22. 15  David Van Heest Interview, Author’s Collection, November 11, 2021. (22:00-23:00), (3:00-4:20).Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 85a party in a neighboring town at the home of two other gay men.16 It was the kind of party that was a mainstay of social life for gay men living in small towns and big cities across America for generations, involving al-cohol, conversations with friends, and might entail sex between consent-ing adults.17 Unlike the other parties these men had attended over the years, this one ended with their arrests.The scandal was extraordinary. Of the six men arrested, four were teachers and one was a school district administrator; all were charged with soliciting sex from a minor. The county sheriff’s office, reportedly, had uncovered a “homosexual ring” and the details shocked the local populace. Teenage boys had reportedly been invited to a private party and while there, tempted with alcohol and deviant sexual acts by men who could have been their teachers.18 The school district suspended Van Heest with pay and waited to see what the outcome of the trial would be. All the men pled not guilty to the charges and, as the weeks went by, what at face value seemed like a sordid tale of lust became more compli-cated. Even at the arraignment hearing, there was something that didn’t add up in the details that the Ottawa County Sheriff’s Department had disclosed. Van Heest and the other men had been arrested during a raid on a party at a private residence “… which followed several weeks of investigation”. Van Heest’s lawyer raised suspicions to the press at the arraignment saying, “The 17-year-old (informant) may have represented himself as an adult and appeared to be one. He, along with the under-cover officers, may have arranged the whole thing”.19 This concern about police entrapment did not begin to cover the complexity of what had occurred.16  Al Stark, “Reading, writing, and wrath”, Detroit Free Press, October 27, 1990. 2917  For discussions of house parties as venues for socialization and sexual relationships for gay men, see: Allan Bérubé, John D’Emilio, and Estelle B. Freedman, Coming out under fire: the history of gay men and women in World War II (Chapel Hill: University of North Caroliina Press, 2010); Peter Boag, Same-sex affairs: constructing and controlling homosexuality in the Pacific Northwest (Berkeley: Uni-versity of California Press, 2003); John Howard, Men like that: a southern queer history (Chicago: University of Chicago Press, 2001). 18  “Teacher charged in sex crimes with boys”, Courier-Post, January 11, 1990.19  “2 teachers, 3 others, plead not guilty in sex-with-boys-case”, Battle Creek Enquirer, January 11, 1990.■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11086More than a year earlier a local bartender, Timothy VandenBeldt, had been arrested by the sheriff’s office for allegedly having teenagers pose nude for photographs. As part of a plea deal, VandenBeldt agreed to “in-filtrate and expose” the gay “underground” of Ottawa County. He gave the police a list of fifty men in the county that he claimed were gay, in-cluding teachers who had allegedly bragged about having sex with stu-dents.20 VandenBeldt arranged the party that ensnared Van Heest as part of his plea deal, which included an agreement to work with law enforce-ment.21 The sheriff’s office recruited a local high school senior, Ross Bo-eserma, who volunteered to be part of the sting and was “interested in a career in law enforcement.” As details of the case came to light, Boeser-ma’s recollection of the events at the party changed from being solicited for sexual activity to merely witnessing sexual activity.22 The criminal case against Van Heest fell apart because of this obvious attempt at en-trapment. Even though all charges against him were dropped, he was left to pick up the pieces of his teaching career.While the case was proceeding an anonymous school official re-marked that, “It would be difficult to return any of these men to their old job” even without convictions.23 Two of the teachers pled guilty to a mis-demeanor charge of serving alcohol to a minor and were summarily ter-minated by their schools.24 So, it must have come as a surprise to school administrators when Van Heest petitioned to return to his teaching job at Zeeland High School.25 It certainly was a shock to a vocal minority of local parents who were appalled by the prospect of an openly gay man teaching their children and outraged when the local school board reinstated Van Heest for the following year.26 Some parents and students 20  “Witch hunt? Shattered lives in aftermath of failed sex sting”, The Herald-Palladium, January 8, 1991. 21  Lydia Smigielski, and Melissa Birks, “‘Gay Underground’ was target of probe, police records show”, The Grand Rapids Press, November 21, 1990; Van Heest Interview (9:40-10:20).22  “Miscommunication cited in sex case”, Lansing State Journal, January 8, 1991, p. 1B; “Probe of gay educators mired in chaos”, Lansing State Journal, January 8, 1991, p. 9.23  “Miscommunication cited”, p. 3B.24  Smigielski, and Birks “‘Gay Underground’”; “Was Target of Probe”.25  Susan Collins, “Zeeland teacher wants his job back this fall”, The Grand Rapids Press, August 5, 1990.26  Stark, “Reading, writing, and wrath”, 29Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 87in Zeeland spoke on behalf of Van Heest at school board meetings, citing the unfairness of the accusations against him and his long-standing re-cord as an excellent teacher. They also voiced their support in letters to the editor.27This support did not stop the 25 parents who opposed Van Heest’s return to the classroom from starting a petition which collected 600 sig-natures around the community and demanded his firing. These parents expressed their concerns in explicitly religious terms with one mother saying, “We continue to pray for Mr. Van Heest to repent. His knowledge of English and Teaching skills are greatly needed. However, his role model as a practicing homosexual is not acceptable”. Other parents wanted to know “if he had been tested for AIDS” before he was reinstat-ed.28 While the attempts to keep Van Heest out of the classroom ap-peared to be a grassroots initiative, they were not. According to Van Heest, the Rutherford Institute, a conservative organization that advo-cates for civil liberties, had recruited a local family with a student en-rolled in one of Van Heest’s classes to file proceedings that could lead to his termination. This family contended that their daughter was being forced to associate with “homosexuals” because Van Heest was the only teacher she could take for an American College Testing preparation course.29 Ultimately, these efforts were unsuccessful, though the district did compromise with concerned parents by allowing them to remove their children from Van Heest’s classes.30 Fortunately, Van Heest be-longed to the Michigan Education Association which provided an attor-ney, advice from a union negotiator, and financial support throughout his second court battle.31 Van Heest kept a low profile during this debate. He did not attend the school board meetings where his worthiness to teach was discussed nor 27  Melissa Birks, and Lydia Smigielski, “Support grows for gay teacher targeted by parents for fi-ring”, The Grand Rapids Press, October 8, 1990. Melissa Birks, “Speakers back gay teacher facing ouster bid”, The Grand Rapids Press, October 9, 1990.28  “Parents seeking to oust gay teacher”. 29  Van Heest Interview (14:00-16:00).30  “Students pulled from class”, The Times Herald, October 9, 1990.31  Van Heest Interview (15:00-16:00). The National Education Association (NEA) has affiliates in every state in the United States and in more than 14,000 communities.■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11088issue statements criticizing his detractors in the community. His reti-cence to speak needs to be understood in context. Van Heest had the benefit of state laws which made firing a tenured educator without due cause extremely difficult in Michigan. Even if he was fired, he could ap-peal to a state-level board that had the power to overturn terminations. He had not committed any acts or discussed anything that could be con-strued as inappropriate with any students. Unlike two of the other teach-ers at the party, he had not been charged with providing alcohol to a minor. By remaining silent, he was taking full advantage of due process and the relevant labor laws in his state. As we will see in the other his-torical narratives examined in this study, an understanding of the local context and state laws was critical for LGBTQ teachers negotiating ge-ographies of safety in the 1990s.Van Heest had lived most of his life with the people who were now trying to get him fired. He intended to continue living among them and as of the writing of this article still lives in Holland, a fifteen-minute drive from the high school where he worked. A Detroit Free Press article on the furor that had erupted in Zeeland noted, “Van Heest takes pains to say that even his most severe critics among the town folk were good people whom he has always been happy to be around, however they feel about him now.” As a veteran teacher, he could have gone to work in a more liberal school district, but Van Heest preferred to remain in West-ern Michigan. Van Heest explained, “They aren’t bad people, those who are so frightened by this. People ask why I stay at Zeeland and I say it’s because I can be what I’m supposed to be there, a teacher. I don’t have to spend a lot of time keeping order like teachers do other places.”32 Van Heest understood the local context of his battle to remain at Zee-land High School and acted to regain the geography of safety he had negotiated successfully for twenty years before being caught up in a bla-tant act of police entrapment. He had the support of the Michigan Edu-cation Association, which had filed motions on his behalf to prevent the release of police reports, and competent legal representation, which en-gaged in interviews with media on his behalf. 33 The local Zeeland Education Association had presented a petition with 546 signatures 32  Stark, “Reading, writing, and wrath”. 33  Ibid. Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 89supporting Van Heest to the school board; local students presented a separate petition with 261 signatures.34 He also had the support of other teachers and local LGBTQ community members who had raised seven thousand dollars for the legal defense of the men caught up in the police sting.35 Issuing statements to the press about intolerance in the local com-munity was risky and could be counterproductive. Such publicity might not only anger people who were already opposed to Van Heest being a teacher but might also cause community members who supported him to remain silent to avoid bitter confrontation with their neighbors. Many of his colleagues were willing to support him based on the principle that all teachers should be judged on their professional capacity, not on their private lives.36 But that support required Van Heest to meet professional standards which were based on expectations surrounding “typical” het-erosexuals’ sex lives and identities. When contacted about the situation by the press, attorneys cautioned that the act of weighing in against the parents could be used against Van Heest because, “… the State Teacher Tenure Commission has upheld firings where school boards have decid-ed, aside from guilt or innocence, that a teacher is no longer effective because of controversy”.37 Recalling the events of thirty years ago, Van Heest described the school administrators as being supportive throughout the entire inci-dent. Van Heest was a known quantity to his principal and the district superintendent. He had taught his principal’s children and the superin-tendent thought of him as a good teacher. His superintendent approached Van Heest after the trials were over and told him that the situation had inspired him to read as much as he could about homosexuality. He as-sured Van Heest, “You deserve to be here” . This put the administrator at odds with some members of the school board and Van Heest felt that both men paid a political price for supporting a gay teacher. His princi-pal was passed over for the role of superintendent and the superintendent 34  “Union, students petition in support of teacher”, Detroit Free Press, October 10, 1990, 11.35  “Teachers backed”, The Herald-Palladium, March 23, 1990, 22.36  “Union, students petition”, 11. 37  Stark, “Reading, writing, and wrath”, 29■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11090was unable to secure changes to school programming with the elected board.38 Van Heest spent the rest of his teaching career at Zeeland High School and retired after 27 years as an educator.SPANISH FORK, UTAHWendy Chandler negotiated a “geography of safety” in the place she knew the best.39 She had raised two children and spent more than a dec-ade married to a man in Spanish Fork, Utah. She knew the schools and the deeply patriarchal culture of the towns south of Salt Lake City. Like David Van Heest, she didn’t set out to be an activist but when confronted with an assault on her dignity as a professional she refused to give in to the demands of the men who ran her school district. Chandler knew she was a good teacher and a good coach and negotiated a “geography of safety”secure in that knowledge. She marshalled the resources of the Utah American Civil Liberties Union (ACLU), eventually winning two lawsuits and securing her position in the Nebo Valley School District until her retirement after more than 30 years of teaching.40It is difficult to overstate the historical impact that the Church of Je-sus Christ of Latter-day Saints (LDS) has had on the culture of Utah, anchoring an LDS heartland that extends into Nevada, Arizona, South-ern Idaho, and Oregon. In 2018 the percentage of Utah residents belong-ing to the LDS church dropped to a low of 61 percent, with less than 50 percent of Salt Lake City residents belonging to the church. But in the 1990s the LDS church was even more dominant, the demographic impact felt strongly in towns like Spanish Fork in Utah County which still today has 82 percent of its residents claiming LDS membership.4138  Van Heest Interview (24:20-25:00).39  Note: Wendy Chandler went by her married surname, Weaver, at the time of the events discussed in this study. When referring to current events I will use the name Chandler but in quotations will use Weaver. Wendy Chandler Interview, Author’s Collection, July 15, 2021. (2:00-2:30).40  The American Civil Liberties Union, founded in 1920, is a national organization that works to defend and preserve individual rights and liberties guaranteed by the Constitution and laws of the United States. The ACLU has affiliates in every state, the District of Columbia, and Puerto Rico. 41  Matt Canham, “Salt Lake County is now minority Mormon, and the impacts are far reaching”, The Salt Lake Tribune, consulted on September 6, 2021, https://www.sltrib.com/religion/2018/12/09/salt-lake-county-is-now/.Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 91When Wendy Chandler came to Spanish Fork in 1979 to teach phys-ical education and coach, the town had roughly 7,300 residents. It cen-tered on Interstate 15 which runs up through the city of Provo and con-tinues another 50 miles north to Salt Lake City. This access to the city swelled the town’s population and by the mid-1990s Spanish Fork had more than doubled in size with almost 17,500 residents.42 Chandler came to Spanish Fork directly out of college and taught for twenty years. An acclaimed volleyball coach, she led her team to numerous state titles and received a distinguished service award from Utah High School Ac-tivities Association (UHSAA).43 A member of the LDS church, Wendy married Gary Weaver, the school psychologist at Spanish Fork High School, where they were both employed. The couple had two children.Chandler taught physical education in the Nebo Valley School Dis-trict for 17 years before taking a two-year sabbatical from coaching to pursue a MA in Sports Psychology.44 When she returned after summer break she was called into the principal’s office and told that the school district wouldn’t be rehiring her to coach. When she asked what the rea-soning was behind this abrupt shift the principal told her that his “per-ception” of her had changed. What had changed in Chandler’s life was that after her divorce the previous April she had moved in with Rachel Smith, a local mother of five, and was living in a “committed, loving, and marital like relationship”.45 The school district had learned of Chandler’s relationship from a student who had been on Chandler’s volleyball team and asked her coach if she was gay. Chandler responded yes and went on to explain that her sexuality wasn’t going to change anything about how the volleyball team was run. The student persisted, saying she wouldn’t be playing and that she “just didn’t want to be around it”.46 The student and her parents then met with school district leaders who told them that 42  US decennial census of population and Housing. 1970,1980,1990,2000. Washington: Government Printing Office, consulted on September 6, 2021, https://www.census.gov/prod/www/decennial.html43  Jay Drew, “Volleyball coaches unite in effort to change format of state tourney”, The Salt Lake Tribune, November 12, 1993, p. E6. Bob Hudson, “Boosters help keep preps going”, The Daily Herald, October 26, 1994, p. C1.44  Chandler Interview (3:00-3:30).45  Mike Carter, “Lesbian teacher fired as coach, sues district over gag order”, The Daily Spectrum. October 22, 1997.46  Chandler Interview (3:40-4:30).■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11092Chandler had revealed to a student that she was a lesbian; the parents urged that she be fired from her positions in the Nebo Valley School Dis-trict.The school district did not attempt to remove Chandler from her teaching position, but the next day presented her with a draconian gag order which dictated that she had to remain silent about her lesbian re-lationship. The gag order stipulated that this silence extended outside of the school to any public space where parents or students connected to the school district might be. According to the official letter, any discus-sion of her sexuality “would be grounds for dismissal not only from coaching but from her teaching position as well”. Her ex-husband was presented with a similar letter that forbade him from discussing his ex-wife’s sexuality.47 Reflecting on the experience in an interview for this study, Chandler said that if the school district had been more knowledgeable about dis-ciplining employees based on activities occurring off school grounds, if they had told her she wasn’t coaching at the beginning of the year as opposed to just a few weeks before the start of the season, or hadn’t put the gag order in writing, she probably wouldn’t have had a case. But they had provided her with a contract, in essence endorsing her abilities as a coach, and made a legal misstep by assuming she wouldn’t contest the gag order. Chandler felt that she had been underestimated; the leaders of the local schools were all deeply patriarchal men steeped in the culture of the LDS church, and because she was a woman they expected her to lose her coaching position and be satisfied with remaining quiet in order to keep her job as a teacher.48 Chandler tried to negotiate the terms of the memorandum with the district but was refused. The portion regarding students’ parents was particularly troubling because her partner had five children in the Nebo Valley School District. Even speaking to the woman she loved would have violated the terms laid down by the school dis-trict.4947  Ibid., 7:00-8:00.48  Ibid., (15:45-17:20).49  The letter Chandler received read in part. “The District has received reports that you have made public and expressed to students your homosexual orientation and lifestyle. If these reports are true, we are concerned about the potential disruption in the school community and advise you of the Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 93Chandler felt that the gag order was an infringement on her rights but was at a loss about how to handle the situation. She sent out 25 let-ters to different attorneys and organizations but received only five re-sponses, all of which were sympathetic but unanimously declined to take up a case dealing with “sexual orientation issues”.50 Chandler even-tually approached the ACLU of Utah which agreed to take her case.51 In the next few weeks Chandler learned that a group of parents, backed by the Utah Eagle Forum (a conservative advocacy group) had filed a law-suit against her on the basis that she had revealed committing sodomy in her lawsuit against the district. Admitting to a felony in Utah was grounds for termination from teaching. The ACLU agreed to represent her in both cases and Chandler was put in the unusual position of being both a defendant and plaintiff in cases over the same issue.For Chandler, the suit brought by the parents was in many ways more offensive than the efforts of the school district to remove her from coach-ing. It seemed to call into question her moral character and while the coaching position paid 1500 dollars a year, her main livelihood and means of supporting her family came from her teaching. Like David Van Heest in Michigan, Chandler was a veteran teacher with an accom-plished record. Court documents noted “Her reputation as an educator at Spanish Fork is unblemished: she has always been considered an ef-fective and capable teacher, her evaluations range from good to excel-lent, and she has never been the subject of any disciplinary action”.52 Chandler defended her record to the press saying, “I’ve been a good coach and a good teacher. I’ve never done anything that infringed on anybody. Then, all of the sudden, I was not living the lifestyle they want-ed me to live or being the role model, I had always been”.53 following: You are not to make any comments, announcements or statements to students, staff mem-bers, or parents of students regarding your homosexual orientation or lifestyle.” Weaver v. Nebo School Dist., 29 F. Supp. 2d 1279 (D. Utah 1998).50  Chandler Interview (6:00-6:35). 51  American Civil Liberties Union, “ACLU of Utah applauds State Supreme Court decision to uphold the rights of lesbian high school teacher”, consulted on September 8, 2021, https://www.aclu.org/press-releases/aclu-utah-applauds-state-supreme-court-decision-uphold-rights-lesbian-high-school.52  Weaver v. Nebo School Dist., 29 F. Supp. 2d 1279 (D. Utah 1998).53  Mike Carter, “Lesbian teacher fired from coaching job, sues school for civil rights violation”, The Greenville News, October 22, 1997.■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11094Both cases brought a considerable amount of publicity to communi-ties that prided themselves on being quiet, small towns. Kevin Jennings, founder of the Gay Lesbian Straight Education Network (GLSEN), said that the Utah case was “… one that every American should be concerned about”. The Associated Press picked up the story and Chandler’s efforts to regain her coaching position and retain her teaching position became national news for a few days.54 The suit that Chandler filed against the Nebo Valley School District resolved the following year with a US District Court observing, “The School District must demonstrate that allowing Ms. Weaver to speak about her sexual orientation would result in a ‘material and substantial interference or disruption’ in the normal activities of the school”. Find-ing no such interference the court noted, “Ms. Weaver continued to teach her classes without any problems. Indeed, the defendants have been un-able to point to any actual disruptive events since Ms. Weaver’s sexual orientation became public knowledge”. The school district lacked the “compelling evidence” needed to justify restricting the speech of its em-ployees. In addition to protecting Weaver’s exercise of free speech, the court exposed the school’s discriminatory action: “It appears that the plain language of the Fourteenth Amendment’s Equal Protection Clause prohibits a state government or agency from engaging in intentional discrimination even based on sexual orientation absent some rational basis for so doing”.55The case filed by local parents against Wendy Chandler was appealed up through the state court system with the financial backing of the Eagle Forum. The case was finally settled by the Utah Supreme Court in 2003 which upheld the rulings of the lower courts and found that the plain-tiffs had presented no reasonable grounds to pursue legal action against Chandler. The court pointed out that the legal authority to discipline a teacher had been granted by the legislature to the local school district, the Commission, or the State Board of Education and that granting 54  Louis Sahagún, “Lesbian coach sues Utah school”, Los Angeles Times, October 22, 1997. Chandler Interview (6:00-6:35). 55  Weaver v. Nebo School Dist., 29 F. Supp. 2d 1279 (D. Utah 1998). Joe Costanzo, and Jeffrey Haney, “Lesbian teacher wins suit against school officials”, Desert News, November 26, 1998. The first sec-tion of the 14th Amendment to the United States Constitution, adopted in 1868, addresses citizenship rights and equal protection under the law. Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 95private citizens the authority to do the same would, “… override, by ju-dicial fiat, a system which the Legislature has at least tacitly, if not ex-pressly, sanctioned”. The court firmly stated that redress of the concerns that some of the community members had with Chandler could not hap-pen through the court system because “This court does not have the authority to fire Weaver or order the school board to do so; nor may we force the State Board of Education to take any action at this point”.56 After almost six years of litigation Chandler was free to continue teaching her classes. When asked about the impact she thought her ex-periences had had on the local school district she noted that she contin-ued to teach and coach for another seven years with no incidents. Anoth-er coach in the district eventually came out as a lesbian and rose up the ranks to become an assistant principal at the same high school Chandler had worked at for her entire 25 years as an educator.57 Chandler’s court cases had shown educators throughout Utah that their jobs and reputa-tions could be protected against discrimination based on sexual orienta-tion, even in conservative school districts dominated by the LDS Church. SALT LAKE CITY, UTAHWhile Wendy Chandler was struggling to find legal representation, forty miles up the interstate in Salt Lake City Doug Wortham was engag-ing a political battle in defense of newly-established Gay Straight Alli-ances (GSA) in schools. Now known as Genders and Sexualities Allianc-es, GSAs are student-led organizations founded to support LGBTQ youth in middle schools, secondary schools, and colleges. Salt Lake City as the capital of Utah was the largest community in the state, the historic head-quarters of the Church of Jesus Christ and Latter Day Saints, and argu-ably both the cultural and economic center of the state.Wortham had been the French teacher at Roland Hall, St. Mark’s School, an Episcopalian preparatory school, since 1978. This was his first job after college and serving as an LDS missionary in France and 56  Miller v. Weaver, 66 P. 3d 592 (Supreme Court 2003). ¶ 22, 27.57  Chandler Interview (34:00- 34:50).■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11096Belgium.58 The private school and its supporters formed a relatively lib-eral enclave that provided Wortham the possibility of being politically active in ways that would have been difficult for a public school teacher. Wortham had remained closeted at his own school early in his career. But by the 1990s, with the security of being known as an excellent teach-er, the discrepancy between being openly gay in his personal life but closeted in his professional life became unacceptable.59 After a decade at Roland Park he concluded that he should come out and went to his prin-cipal to explain the situation.60 Wortham was supported by his school; a sharp difference from the gag orders, parental protests, and the court cases faced by Van Heest and Chandler.61 Doug Wortham was in a position of privilege as a teacher at a rela-tively liberal private school in Utah in the 1990s; in effect he had already initiated a “geography of safety” that consisted of the community at Ro-land Hall. He was a known quantity at his school, respected and profes-sionally stable. His livelihood was not susceptible to the same public outcry that public school teachers faced. He understood this and felt a sense of responsibility to the hundreds of LGBTQ teachers in Utah who could not reasonably be out and remain in their chosen profession as educators.62 A survey of local newspaper coverage from the 1990s seems to indicate that Wortham was practically the only openly gay teacher in his state until 1996. The earliest mention of Wortham in connection to LGBTQ issues is a newspaper article by the Associated Press about the State Board of Education banning references to homosexuality in 58  “Doug Wortham: celebrating 40 years and looking to the future”, consulted on August 17, 2017, https://www.rowlandhall.org/cf_news/view.cfm?newsid=1709.59  Doug Wortham Interview. Author’s Collection. July 24th,2021. (4:00-4:50).60  Ibid. (5:00-6:00).61  Ibid. (16:00-17:00).62  Kevin Jennings who founded the Gay Lesbian Straight Education Network (GLSEN) also taught at a private school, though in Boston, and initially conceived of GLSEN as an association for private school teachers. Liberal private schools offered an opportunity for early organizing because they were sheltered from many of the political pressures faced by public schools. Even the school admi-nistration and students’ families were supportive in a public school LGBTQ teachers still had to contend with politicians and other local community stakeholders. Private schools were primarily answerable to their boards. See Kevin Jennings, Mama’s boy, preacher’s son: a memoir of growing up, coming out, and changing America’s schools (Boston: Beacon Press, 2007). Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 97textbooks. Wortham spoke against the ban before the board and was quoted saying, “kids want to know the truth”.63 As the 1990s progressed concerns regarding LGBTQ students meet-ing on school grounds and forming Gay Straight Alliances became cen-tral to local queer political activity. Students at East High School at-tempted to start a GSA in 1996 with the support of the building’s principal. This effort was met with horror by Republicans in the state legislature, who met secretly in defiance of a state law that prevented lawmakers from holding nonpublic meetings. After watching an infamously anti-gay film, Gay Rights – Special Rights, and viewing materials compiled by the Utah Eagle Forum, the lawmakers were so appalled that they immediate-ly began planning a law to exclude gay and lesbian clubs from schools in all of Utah.64 Liberal community organizations from across the state held a rally under the capitol dome, protesting the secret meeting and preemp-tively expressing their dissent of the law that seemed certain to be passed by Utah Republicans who were firmly in control of both Houses.65As perhaps the only openly gay teacher in Salt Lake City, Wortham became intensely involved in the effort to support the formation of GSAs in Utah. One week after the legislators’ secret meeting Wortham, Camille Lee and Clayton K. Vetter founded the Utah chapter of GLSEN at a press conference on the steps of the Utah Capitol. There Vetter, a debate teach-er at Skyline High School, came out as the first openly gay public school teacher in Utah.66 In addition to the looming anti-GSA legislation, the founders of Utah GLSEN believed that teachers in the state did not feel safe to come out, be unintentionally outed, or even to sponsor a GSA at 63  “Board bans textbook homosexuality references”, The Daily Herald, June 16, 1993, p. B1. http://www.newspapers.com/image/470786133 64  Lili Wright, “Caucus’ surprise: Anti-gay film with LDS bashing ties”, The Salt Lake Tribune at Newspapers.Com, February 3, 1996, A1. Tony Semerad, “Lawmakers looking at anti-gay club bill”, The Salt Lake Tribune, February 3, 1996, p. A4. This secret meeting was met with considerable disa-pproval from the Democrats in the Utah State House, the ACLU who threatened legal action, and the Utah Education Association which represented 85 percent of Utah elementary and secondary tea-chers. See Tony Semerad, and Dan Harrie, “Unlike the Senate’s anti-gay meeting, the anger of critics is no secret”, The Salt Lake Tribune at Newspapers.Com, February 2, 1996, p. A1, A10.65  Kristen Reidelbach, “Legislators hide in closets as protestors come out”, The Daily Utah Chronicle, February 7, 1996, p.1.66  Samuel Autman, “Skyline teacher tells crowd at Capitol he’s gay”, The Salt Lake Tribune, February 28, 1996, p. B1. Wortham Interview (10:30-11:30).■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-11098their own school. The fear of being fired and having their reputations ruined kept LGBTQ teachers and their heterosexual allies from advocat-ing for themselves or their students.67 Support from local progressive stakeholders extended only so far in a state that was politically dominated by conservative groups. Salt Lake City was the stronghold of the state’s Democratic Party, which had little power outside the city limits. Likewise, although the Utah Education Association claimed to represent 85 percent of teachers, they were oper-ating in a right-to-work state. “Right-to-work” laws prohibit agreements between employers and labor unions that require non-union employees to contribute to the costs of union representation. The teacher’s organi-zation had significant limitations on what political power it could bring to bear.68 LGBTQ teachers needed to defend their own rights and their students’ rights. But how to convince them? It seems what Wortham and the newly-founded Utah GLSEN chapter needed were public displays that showed closeted teachers that they could keep their jobs and still pursue their right to freedom of speech. Over the next two years the Salt Lake City School Board, the Utah Legislature, and the saga of Wendy Chandler in Spanish Fork provided that publicity.On February 22, 1996, three weeks after the students at East High School formed their GSA, the Salt Lake City School Board determined how to resolve the issue of GSAs in their city. To avoid breaking the 1984 Equal Access Act, which forbade school districts from discriminating against student clubs on the basis of religious, political, philosophical, or other speech, they would cancel every extra-curricular club in all public schools. In a meeting filled with shouting matches and impassioned speeches for and against the GSA, the Council voted 4-3 to ban all school clubs.69 This draconian measure halted everything from chess to ski club and canceled meetings for the 49 clubs that met in the city’s three high schools.70 The Board chose to ban all clubs rather than allow the GSA to meet in compliance with federal law. 67  Ibid. (7:00-8:00).68  Semerad, and Harrie, “Unlike the Senate’s Anti-Gay Meeting”, p. A1, A10.69  “Gay issue resolved; No campus clubs”, The Daily Utah Chronicle, January 23, 1998, 6.70  Matthew Brown, “Club founder says gays will meet in spite of ban”, The Daily Herald, February 22, 1996, A11.Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 99Being forced into this position was particularly ironic because the Equal Access law had been sponsored by conservative Utah Senator Or-rin Hatch as a way of preventing schools in liberal communities from banning bible study and prayer groups.71 Senator Hatch was outraged that the law he sponsored was being used to protect GSAs. “School-board authorities can and should be able to ban homosexual and heter-osexual clubs”, he argued, “especially if they fly in the face of communi-ty standards”.72 Given a choice between a permissive-all or an exclusionary- nothing, the Salt Lake City School Board chose nothing and made headlines across the country.While school clubs in Salt Lake City ground to a halt, conservative lawmakers were busy trying to figure a way around the Equal Access Act.73 In a potent example of overreach authority, Senator Craig Taylor went on record, saying he wanted a law that would ban teachers from “promoting illegal activities in their classrooms” but neglected to define what those activities might be.74 Taylor’s proposal quickly passed the State Senate and would, if passed by the State House, “impose the same prohibitions on teachers’ private lives if those actions endanger the health, safety or welfare of the students, disrupts school activities or undermines the public confidence in the schools”.75 When students at a second high school just north of the city announced that they were also forming a GSA, Taylor accused national gay rights organizations and the ACLU of orchestrating the spread of GSAs. He claimed, “… they can’t reproduce [so] they have basically said, ‘We will seduce and sodomize your children’”. Taylor pointed to students’ walkouts and the founding of the Utah GLSEN as other examples of interreference from outsiders.76 Taylor’s bill easily passed the legislature and headed to the governor’s desk to be signed. The Utah Education Association opposed the bill and 71  Jed Clark, “Equal Access Act protects prayer circles and gays”, The Daily Utah Chronicle, January 23, 1996. 72  Dan Harrie, “Politicians want gay clubs out of schools”, The Salt Lake Tribune, February 10, 1996, A1, A5.73  Tony Semerad, “Lawmakers looking at anti-gay club bill”, The Salt Lake Tribune, February 3, 1996, A4.74  Lili Wright, “A Vague Victory”, The Salt Lake Tribune, February 26, 1996, A1. 75  “Utah educators for gay-straight alliance”, The Daily Spectrum, February 28, 1996, A5.76  “Students to form gay club; Critics cry adult manipulation”, The Daily Spectrum, March 3, 1996, A6.■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-110100called for the governor to veto the legislation because it imposed sec-ond-class citizenship on teachers by policing their private lives and “making them walk on eggshells” around controversial topics.77 Gover-nor Mike Leavitt was ultimately convinced to veto the bill due to the impact it would have on free speech and the cost of the state being sued over the constitutionality of the law. The governor clarified that he agreed with the law and would support future legislation that accom-plished its aims without infringing on free speech.78 This legislative con-troversy and the open-ended willingness of the governor to consider an-tigay teacher laws swelled the ranks of Utah GLSEN which grew from its initial three members to more than 50 in the course of a year. Wortham credited Senator Taylor’s efforts for this increase, joking that, “After Craig Taylor worked his magic our membership just exploded. He’s done more for our movement than anyone”.79 For the teachers involved with Utah GLSEN life continued in the midst of the legislative spectacles occurring at the State Capitol. Papers needed to be graded, lessons had to be planned, and the support of the GLSEN chapter, while not making the job of teaching any easier, did provide LGBTQ educators with a venue to socialize. Though not all members of the new queer teacher group were interested in activism, a substantial minority were willing to go on the record as openly gay. Much of the early work of the chapter involved reaching out to other LGBTQ teachers and it was in that context that Doug Wortham first heard about Wendy Chandler’s saga.Every Friday night Wortham got together with a few lesbian friends, some of whom were also teachers, and talked over pizza and beer. Dur-ing one of these gatherings a teacher, who was also a volleyball coach, told the group about “… a horrific story about Wendy Weaver”.80 Wortham eventually found her phone number through his gay teacher network and called her saying, “This is who I am, and this is why I’m calling. We 77  Samuel Autman, “Teachers’ union want Leavitt’s veto”, The Salt Lake Tribune, March 5, 1996, B1.78  “Governor vetoes teacher gag bill”, The Daily Spectrum, March 21, 1996, A1, A11.79  Hillary Groutage, “Gay straight teacher group comes to Utah”, The Salt Lake Tribune, March 22, 1997, B1, B4.80  Wortham Interview (18:00-20:30).Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 101don’t know each other from Adam or Eve but I might be able to help”.81 He then asked if she would contact the ACLU for legal counsel.82 Con-tacting the ACLU had also been suggested to Chandler by her wife’s pro-fessor. It is likely that the suggestion coming from multiple sources di-rected Chandler to the expertise of the Utah ACLU. Wortham invited Chandler to a GLSEN picnic that was also attended by the Utah ACLU executive director, Carol Gnade, and the long legal battle that ensued showed teachers across Utah that it was possible to be out and a teacher even in the most conservative parts of the state.83Wortham’s connecting Chandler with the ACLU illustrates a hallmark of LGBTQ teacher activism: partnering with straight progressive allies to counter conservative and discriminatory elements in their local com-munities. Utah was, as a whole, tremendously conservative but there was active, organized, and often successful political resistance to that conservativism by a vocal liberal minority. In the case of the debates over GSAs in Utah Public Schools, success for this progressive coalition involved a drawn-out series of legal battles which kept the issue, and debates about the needs of queer youth, in newspaper headlines across the state. Wortham retired in 2021 after 43 years of teaching at Roland Park.84 Reflecting on the queer students who came through his classroom over the years Wortham wryly noted, “… now I have gay kids in a lot of class-es and I’m just the old teacher who happens to be gay and there’s noth-ing special about it at all… But for the first time ever this year I had a kid say, ‘ What was it like back in the day when you couldn’t be out at Roland Hall?’”.85 The ability of students at Roland Hall to ask these questions, Wortham’s long career at the school, and even there being “nothing spe-cial” about being an openly gay teacher at a prestigious private school in a conservative state are all testaments to the effectiveness of his activ-ism.81  Hillary Groutage, “Weaver: Caught in storm after coming out”, The Salt Lake Tribune, October 26, 1997, C5.82  Wortham Interview (18:50-19:00).83  Groutage, “Weaver: Caught in Storm”, C1, C5.84  Wortham Interview (1:00-1:30). 85  Wortham Interview (47:00-49:00).■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-110102CONCLUSIONEach of the three teachers detailed in this study provides a compel-ling example of creating and maintaining “geographies of safety”. They also each illustrate that geographies of safety created by queer teachers, while based on knowledge of local contexts, extended to encompass state-level negotiations of safety. Finally, each of these three historical narratives underscores the broader dilemmas faced by LGBTQ elemen-tary and secondary educators throughout the twentieth century. By suc-cessfully negotiating these concerns in conservative local spaces, these three narratives pointed to the potential resolution of similar challenges at a national level.David Van Heest was intimately aware of the complexities of living as a closeted gay man in Western Michigan. Within that context, he had strategically engaged in a long career and, while this geography of safety may have been politically limiting, it did provide him stability and a respected place in a community that valued his teaching. When his private sexual activity was made public through an entrapment scheme by local law enforcement, he utilized his understanding of the local geography of safety to defend his livelihood. Moreover, many in the community who valued him as a teacher were outraged by his en-trapment and supported him in the local media and at school board meetings. Van Heest and his attorney understood that state-level stakeholders with an interest in due process for teachers, such as the Michigan Education Association, could be allies in the effort to retain his teaching position. Van Heest maintained a strategic silence even when confronted with the effort to terminate his position after the criminal charges against him had been dismissed. This silence was based on knowledge of the state laws and the context of disciplining a teacher in Michigan as well as an awareness that he was a good teacher who had earned the support of countless community members. Hundreds of people had signed a pe-tition for him to keep his job throughout the debacle that called into question his professionalism. Local community members assured him that he had made a positive impact on their lives. The community he taught in was his community and he knew how to negotiate a geography of safety within it. Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 103Wendy Chandler also understood that she was a good teacher and an excellent coach. She knew that she had a reputation in the community for building the volleyball program at Spanish Fork High School into a state powerhouse. She also understood the local context of being an ed-ucator in a conservative majority LDS community. She had lived in Spanish Fork for most of her adult life and raised children there. Chan-dler was in an advantageous position to navigate the complexities of being outed because of these experiences. She understood the local pow-er structure and how that structure related to her as a woman and as a lesbian. As an educated person she also understood that the local powers that were attempting to silence her were counting on her continued si-lence. To get away with the gag order the Spanish Fork School District assumed Chandler would settle for losing her coaching position and keeping her teaching job.Chandler did not settle; instead, she found support from the ACLU and the members of her community that knew her value as an educator. The ACLU was in a position to provide the legal expertise needed to prove in court what Chandler knew to be the case; the school district she had worked for successfully for 18 years had trampled all over her con-stitutional rights. Her successful defense of those rights and continued employment in Spanish Fork showed teachers across Utah that advocat-ing for LGBTQ rights was possible even in conservative corners of the state.Doug Wortham saw the possibility of gay and lesbian teachers advo-cating not only for themselves but also for their students. As the contro-versy surrounding the GSA at East High School extended to cover the entire state, Wortham utilized his relatively privileged position as a pri-vate school teacher to organize and coordinate public school teachers. Wortham recognized the potential of Wendy Chandler’s case to shift ed-ucators’ beliefs about whether they could come out of the closet, or even publicly support LGBTQ students, and still keep their jobs. Each of these teachers were experienced educators. They were recog-nized as “good” teachers in their communities and their reputations as good teachers bolstered not only their defense in lawsuits but also in the court of public opinion which they each had to navigate. Indeed, it is difficult to imagine LGBTQ teachers in the 1990s being able to negotiate ■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-110104geographies of safety without the approval of a substantial portion of their community. The histories discussed in this study invite us to con-sider how much the process of “negotiating geographies of safety” has changed for LGBTQ elementary and secondary educators. Queer people in the United States have recently made progress in the arena of workers’ rights that would have astonished the teachers dis-cussed in this study. The 2020 Supreme Court ruling, Bostock v. Clayton County, Georgia, was a landmark case for LGBTQ workers’ rights. In this ruling conservative Supreme Court Justice Neil Gorsuch wrote,An employer who fired an individual for being homosexual or transgender fires that person for traits or actions it would not have questioned in members of a different sex. Sex plays a neces-sary and undisguisable role in the decision; exactly what Title VII forbids. Those who adopted the Civil Rights Act might not have anticipated their work would lead to this particular result. But the limits of the drafters’ imagination supply no reason to ignore the law’s demands. Only the written word is the law, and all per-sons are entitled to its benefit. 86This ruling is a potential answer to the legal complexity that LGBTQ workers have faced and represents an amazing degree of progress for queer teachers, in particular. Bostock v. Clayton County provides LGBTQ public school teachers with significant security by cutting through the policies of fifty states and thousands of school districts Their continued employment is not a matter of legal debate after this ruling, and termi-nation because of gender expression or sexuality is not legitimate grounds for termination. But a Supreme Court ruling is not legislation and shifts in the membership of the Supreme Court could lead the Court to revisit the rights of LGBTQ workers. For queer people, who exist as a perpetual minority, all progress can be contested and must be guarded.Even if Bostock v. Clayton County remains precedent for decades, the narratives that have been explored in this study make clear the challeng-es the LGBTQ teachers still face. The ability to defend one’s rights is contingent on time, money, and personal willingness to engage in public 86  Bostock v. Clayton County, Georgia, 590 U.S. 140 S. Ct. 1731; 2020 WL 3146686; 2020 U.S. LEXIS 3252.Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 105controversy. In the case of the Supreme Court recognizing protections for LGBTQ workers under Title VII, the time to contest a firing, the fi-nancial resources to do so in court, and the personal willingness to take on an employer are all realities that other groups of minorities protected under Title VII are all too familiar with. Bostock v. Clayton County fun-damentally alters the equations that LGBTQ teachers engage in when deciding to work in a school and a particular community but the calcu-lus remains dominated by the same question, “Will they think I shouldn’t be a teacher?”.Bostock v. Clayton County limits the ability of school districts and administrators to explicitly justify the termination of teachers based on their gender expression and sexuality but it does not create equality be-tween LGBTQ educators and their cisgender and heterosexual col-leagues. The onus of proving discrimination remains with the employee. Perhaps less visibly but more pervasively, norms of “appropriate behav-ior” prescribed for elementary and secondary educators are principally informed by heteronormative conceptions of the roles of sexuality and gender in the public sphere.87 This hegemonic ability to determine what is appropriate is a significant barrier to equality in the workplace for queer people.This study points to at least three areas that require further historical inquiry. First, and most broadly, many of the narratives of LGBTQ elemen-tary and secondary educators can only be obtained through a combination of oral histories and detailed analysis of local newspaper coverage. With-out a systemic effort to gather these oral histories, the accomplishments of these teachers will remain unknown. As with all oral history projects these efforts are a race against time. Second, the role of conservative political organizations pushing back against LGBTQ progress in conservative spac-es, like the ones discussed in this study, needs to be interrogated. While the national and state-level efforts of organizations like the Eagle Forum have been examined by historians, their reach into local-level politics, in this case school districts, have yet to be examined fully. Third, the reasons 87  Discussions of what constitutes the public sphere, which groups determine admissibility into said sphere, and the formation of “counterpublics” in response to the hegemony are outside the scope of this study but warrant further research, particularly as they relate to LGBTQ people in positions of public trust. For a discussion of these concepts See Michael Warner, Publics and counterpublics (New York: Zone Books, 2005).■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-110106that LGBTQ teachers chose to work in conservative spaces needs to be considered. By the 1990s queer teachers had the option of working in educational spaces that offered significantly greater employment protec-tions through state laws, local ordinances, and negotiated agreements through teachers’ unions. Given these options, why did some LGBTQ teachers choose to work in conservative places that required negotiating “geographies of safety”? Exploring individual teachers’ answers to this question can give us a more full-bodied understanding of the lived expe-rience and motivations of queer people across America during the final decades of the twentieth century.The historical conversation surrounding LGBTQ teachers in the United States of America has consistently pointed to the importance of understanding the interaction of education with local, state, and federal stakeholders and politics. That importance is heightened by the Ameri-can system of K-12 education which shares legislative and administra-tive governance between these three levels of authority. This study offers “geographies of safety” as a model that can be utilized and built upon in future research to explore and compare spaces of relative security that were defined and pursued by queer teachers and their allies.By interrogating the “geographies of safety” negotiated by queer teachers and their allies it is possible to articulate the agency that queer people brought to bear in conservative spaces. These histories are not simple binaries of progress vs. stagnation and significantly complicate the narrative of queer political activism at a national level which still dominates much of queer history as a field of research.88 At an interna-tional level, approaching histories of LGBTQ teachers by examining ge-ographies of safety offers scholars a way of examining the narratives of countries with nascent, or even nonexistent, gay rights movements for evidence of political agency. This provides an opportunity for compari-son without resorting to hierarchies that place the successes of “Western” LGBTQ communities above the continued work of queer communities in much of the world. There are untold histories about queer teachers 88  Other historical works which seek to examine the often complex goals and motivations of LGBTQ people at the local level include Tracy Baim, Out and proud in Chicago: an overview of the city’s gay community (Evanston, IL: Agate Publishing, 2009) and Will Fellows, and Helen P. Branson, Gay bar: the fabulous, true story of a daring woman and her boys in the 1950s (Madison: University of Wiscon-sin Press, 2010).Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 107from across the world establishing their own “geographies of safety” which need to be written.Note on the authorJaSon MayeRnick is an assistant professor in the Social Foundations and Leadership Program at the University of North Georgia. His primary research interests include places where the LGBTQ community and for-mal education have intersected during the twentieth century in the Uni-ted States of America. His first book, Not Alone: LGB Teachers Organiza-tions from 1970 to 1985, examines lesbian, gay, and bisexual educators (LGB) who publicly left their classroom closets, formed communities, and began advocating for a place of openness and safety for LGB people in America’s schools. His second book will examine gender and deviance in American young men’s reformatories between 1900 and 1968. Prior to coming to University of North Georgia he was a special education admi-nistrator in New York City and received his doctorate from the Universi-ty of Maryland, College Park.REFERENCESBailey, Marlon M. Butch queens up in pumps: gender, performance, and ballroom culture in Detroit. Lansing: University of Michigan Press, 2013.Baim, Tracy. Out and proud in Chicago: an overview of the city’s gay community. Evanston, IL: Agate Publishing, 2009.Bérubé, Allan. John D’Emilio, and Estelle B. Freedman. Coming out under fire: the history of gay men and women in World War II. Chapel Hill: University of North Carolina Press, 2010.Blount, Jackie M. Fit to teach: same-sex desire, gender, and school work in the twentieth century. Albany: State University of New York Press, 2005.Blount, Jackie M. “Spinsters, bachelors, and other gender transgressors in school employment, 1850-1990”, Review of Educational Research 7, no.1, 2000: 83-101.Boag, Peter, Same-sex affairs: constructing and controlling homosexuality in the Pacific Northwest. Berkeley: University of California Press, 2003.Canaday, Margot. The straight state: sexuality and citizenship in twentieth-cen-tury America. Princeton, NJ: Princeton University Press, 2011.■  Jason MayernickHistoria y Memoria de la Educación, 18 (2023): 77-110108Carter, Mike. “Lesbian teacher fired from coaching job, sues school for civil ri-ghts violation”, The Greenville News, October 22 (1997).Castiglia, Christopher and Reed, Christopher. If memory serves: gay men, AIDS, and the promise of the queer past. Minneapolis, MN: University of Minneso-ta, 2012.Cvetkovich, Ann. An archive of feelings: trauma, sexuality, and lesbian public cultures. Durham, NC: Duke University Press Books, 2003. D’Amico, Diana. Blaming teachers: professionalization policies and the failure of reform in American history. New Brunswick, NJ: Rutgers University Press, 2020.Dilley, Patrick. Gay liberation to campus assimilation: early non-heterosexual student organizing at midwestern universities. New York: Palgrave Macmi-llan, 2019.Downs, Jim. Stand by me: the forgotten history of gay liberation. New York: Basic Books, 2016.Fellows, Will and Helen Branson. Gay bar: the fabulous, true story of a daring woman and her boys in the 1950s. Madison: University of Wisconsin Press, 2010.Frank, Miriam. Out in the union: a labor history of queer America. Philadelphia, PA: Temple University Press, 2014.Goldstein, Dana. The teacher wars: a history of America’s most embattled profes-sion. New York: Anchor, 2015.Graves, Karen L. And they were wonderful teachers: Florida’s purge of gay and lesbian teachers. Urbana, IL: University of Illinois Press, 2009.Harbeck, Karen Marie. Gay and lesbian educators: personal freedoms, public constraints. Malden, MA: Amethyst Press, 1997.Howard, John. Men like that: a southern queer history. Chicago: University of Chicago Press, 2001.Kevin, Jennings. Mama’s boy, preacher’s son: a memoir of growing up, coming out, and changing America’s schools. Boston: Beacon Press, 2007. Kissen, Rita M. The last closet: the real lives of lesbian and gay teachers. Ports-mouth, NH: Heinemann, 1996.Lugg, Catherine A. “Sissies, faggots, lezzies, and dykes: Gender, sexual orienta-tion, and a new politics of education?”, Educational Administration Quarter-ly 39, no. 1 (2003): 95-134.Lugg, Catherine A. US public schools and the politics of queer erasure. New York: Palgrave Pivot, 2015.MacLean, Nancy. Freedom is not enough: the opening of the American workplace, Cambridge, MA: Harvard University Press, 2008.Massey, Doreen B. Space, place, and gender. Minneapolis, MN: University of Minnesota Press, 1994.Queer Teachers NegoTiaTiNg geographies of safeTy iN The 1990’sHistoria y Memoria de la Educación, 18 (2023): 77-110 109Mayernick, Jason, “The Gay Teachers Association of NYC and LGB students: 1974-1985”, Teachers College Record 122, no. 9 (2020): 1-30.Nash, Margaret A. and Graves, Karen L. Mad River, Marjorie Rowland, and the quest for LGBTQ teachers’ rights. New Brunswick: Rutgers University Press, 2022.Rofes, Eric E. A radical rethinking of sexuality and schooling: status quo or status queer. Lanham, MD: Rowman & Littlefield Publishers, 2005.Sanlo, Ronni L. Unheard voices: the effects of silence on lesbian and gay educa-tors. Westport, CT: Bergin & Garvey, 1999.Seidman, Steven. The social construction of sexuality, 2nd edition. New York, NY: W. W. Norton & Company, 2009.Stein, Marc. Rethinking the gay and lesbian movement. New York, NY: Routled-ge, 2012.Tiemeyer, Philip James Plane queer: labor, sexuality, and AIDS in the history of male flight attendants. Berkeley: University of California Press, 2013.Warner, Michael. Publics and counterpublics. New York: Zone Books, 2005.Windham, Lane. Knocking on labor’s door: union organizing in the 1970s and the roots of a new economic divide. Chapel Hill, NC: The University of North Carolina Press, 2017.",
    "id": 568557088,
    "identifiers": {
        "doi": "10.5944/hme.18.2023.34639",
        "oai": "oai:ojs.revistas.uned.es:article/34639"
    },
    "title": "Profesores queers negociando geografías de seguridad en los años noventa",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-06-26T01:00:00+01:00",
    "publisher": "UNED",
    "references": [],
    "sourceFulltextUrls": [
        "https://revistas.uned.es/index.php/HMe/article/download/34639/27832"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/568557088.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/568557088"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/568557088/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/568557088/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/568557088"
        }
    ],
    "abstract": "This study demonstrates how three queer teachers in conservative spaces created geographies of safety during the 1990s. Each of the three teachers discussed initiated a geography of safety, and these histories are relevant to the ongoing negotiation that queer elementary and secondary educators today engage as they reconcile their moral authority as teachers with their gender(s) and sexualities.Este estudio demuestra cómo tres profesores queers  en espacios conservadores crearon geografías de seguridad durante la década de los noventa. Cada uno de los tres profesores analizados inició una geografía de seguridad, y estas historias son relevantes para la negociación en curso que loseducadores queers de primaria y secundaria llevan a cabo hoy en día al reconciliar su autoridad moral como profesores con su(s) género(s) y sexualidad (es)",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "queer",
        "LGBTQ teachers",
        "1990s",
        "history",
        "queer",
        "profesorado LGTBIQ",
        "noventas",
        "historia"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.revistas.uned.es:article/34639",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "21724",
        "openDoarId": 0,
        "name": "REVISTAS CIENTÍFICAS UNED. Servicio de Publicación y Difusión Digital. Biblioteca UNED",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 568557088,
        "depositedDate": null,
        "publishedDate": "2023-06-26T01:00:00+01:00",
        "updatedDate": "2024-01-20T06:43:21+00:00",
        "acceptedDate": null,
        "createdDate": "2023-06-28T22:44:59+01:00"
    },
    "urls": [
        "https://revistas.uned.es/index.php/HMe/article/view/34639"
    ],
    "lastUpdate": "2024-01-20T06:43:21+00:00",
    "setSpecs": []
}