{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Patalakh, Artem"
        }
    ],
    "contributors": [],
    "createdDate": "2017-11-21T08:25:45+00:00",
    "dataProvider": {
        "id": 160,
        "name": "PhilPapers",
        "url": "https://api.core.ac.uk/v3/data-providers/160",
        "logo": "https://api.core.ac.uk/data-providers/160/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/131216179.pdf",
    "fullText": " OBSERVARE Universidade Autónoma de Lisboa  e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87    PROMOTION OF LGBTI RIGHTS OVERSEAS: AN OVERVIEW OF EU AND US EXPERIENCES  Artem Patalakh artem.patalakh@unimi.it   PhD candidate in Political Studies at Università degli Studi di Milano (Milan, Italy). His research interests include International Relations theory, Russian and EU foreign policies, soft power, promotion of ideas of values in International Relations. He holds BA and MA degrees in Regional Studies from MGIMO-University (Moscow, Russia)   Abstract  The essay problematizes the incorporation of LGBTI rights promotion into the US and EU foreign policies. First, the paper examines the two actors’ key documents, speeches, and policies devoted to the promotion of LGBTI rights abroad, the similarities and differences between the two actors’ approaches, attending to the tendencies of their evolution and the ongoing development. Second, the article discusses the internal conditions in target countries that are conducive to the success and failure of international support of LGBTI rights. Finally, the study makes a critical overview of the measures that are argued to be necessary to increase the efficiency of LGBTI rights promotion in countries with most negative current trends in and/or poorest records on LGBTI rights.  Key Words  EU foreign policy, human rights promotion, homonationalism, homophobia, LGBTI rights, same-sex marriage, US foreign policy.  How to cite this article Patalakh, Artem (2017). \"Promotion of LGBTI Rights Overseas: An Overview of EU and US Experiences\". JANUS.NET e-journal of International Relations, Vol. 8, Nº. 2, November 2017-April 2018. Consulted [online] on the date of last consultation, http://hdl.handle.net/11144/3232  Article received on February 29, 2016 and accepted for publication on May 7, 2017        JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  71     PROMOTION OF LGBTI RIGHTS OVERSEAS: AN OVERVIEW OF EU AND US EXPERIENCES1   Artem Patalakh   Introduction2  “The Obama Administration defends the human rights of LGBTI people as part of our comprehensive human rights policy and as a priority of our foreign policy”. Hillary Clinton, US Secretary of State, June 12, 2011.  “Through dialogues with third countries, our work in multilateral fora, public statements, and through our support to civil society, the EU will continue to advocate measures to combat discrimination and violence against LGBTI persons, and to actively promote their rights”. Federica Mogherini, EU High Representative for Foreign Affairs and Security Policy, May 17, 2015.   If one took a retrospective look at human rights progress in the last 20-30 years, they would probably conclude that it is LGBTI rights that have been developing most dynamically. It would not even be an overstatement to argue that nowadays a country’s “progressiveness” is, in a sense, determined by its government’s attitude to LGBTI people, the degree of the recognition of their rights3, and the level of homophobia in everyday life. Analogously to the 20th century’s battles for women’s and black people’s rights, LGBTI rights presently are at the front line of human rights debates; their standards vary dramatically from country to country, ranging from legalised same-sex marriages to death penalty for homosexuality. A number of Western countries have incorporated the promotion of LGBTI rights into their foreign policy strategies. Among such “activists” are Australia, Brazil, Canada etc.; however, as evident from the above-cited quotes, the two main actors having established policies in this field are the US and the EU. Of note, certain peculiarities of LGBTI rights make their international furtherance harder than other human rights. To name but a few,                                                      1  Text reviewed by Carolina Peralta. 2  I am grateful to David Kharebov, Vanessa Melching, and two anonymous reviewers for their insightful feedbacks on earlier versions of this article. 3  This phenomenon, commonly referred to as “homonationalism”, is conceptualized as “a facet of modernity and a historical shift marked by the entrance of (some) homosexual bodies as worthy of protection by nation-states, a constitutive and fundamental reorientation of the relationship between the state, capitalism, and sexuality” (Puar 2013: 337).  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  72  the very idea of LGBTI rights is so fervently contested and encounters such a bitter hostility in certain parts of the world that their propagation requires an especially high degree of caution and determination. Besides, as opposed to other minorities’ rights, LGBTI rights protection does not directly rest on any universal legal documents, which gives their opponents a particularly strong argument for challenging their universality, allowing them to blame the West for imposing its own values on culturally divergent societies. Unfortunately, the existent academic literature comparing EU and US human rights promotion (e.g. Wouters et. al. 2014, Heras 2015) tends to overlook such peculiarities. In attempt to fill this gap, this essay makes a survey of the EU and US experience of supporting LGBTI rights abroad. Aside from recent academic literature on international LGBTI rights promotion, this study largely rests on non-academic articles, experts’ interviews, news agencies reports as well as documents and politicians’ statements. The first part focuses on the distinctive features of the EU and US approaches in terms of their forms, methods, and legal frameworks. The second chapter discusses conditions in the target states which are propitious and, contrariwise, detrimental to international furtherance of LGBTI rights. The third part elaborates on possible ways to promote LGBTI rights in countries with the poorest record on and/or most negative ongoing trends in LGBTI rights.  EU and US Strategies: A Comparative Analysis As stated above, human rights and democracy promotion in general is at the core of the EU and US foreign policies, with hardly any foreign policy speech of their officials not mentioning it. Nevertheless, there are features making the two actors distinct from each other; those features originate from the roles they play in the international system, their foreign policy decision making processes as well as differences in their historical development. At the level of the fundamental legal base for human rights support, an apparent distinction between them is that the EU is obliged to promote human rights abroad by its founding document, the Treaty on European Union (Consolidated Version 2012: articles 3 (5), 21 (1) and 21 (3)). For the US, human rights promotion is a matter of image rather than obligation: since its foundation, the US has positioned itself as “the land of the free”, with the promotion of freedom and democracy in its external and internal policies running through US politicians’ rhetoric. The external component got a special significance after the Second World War and especially the signing of the 1975 Helsinki Act, when the universality of democracy and human rights was accepted as a fundamental standard of international conduct (Osiatyński 2013: 17-18). It provided a favorable environment for the US to portray its value-based foreign policy aims as protecting a universal order rather than its self-interests.  Moreover, the two actors have historically prioritized diverse aspects of promotion of values: while the US approach has focused on democracy, political parties, elections, and free media, the EU has paid more attention to socio-economic development, education, and NGOs. Otherwise stated, the EU has primarily emphasized human rights, whereas the US has mainly concentrated on democracy (Haras 2015). This difference seemingly reflects the two actors’ strengths and weaknesses, particularly the fact that the US is deemed politically stronger than the EU: promoting democracy generally requires capability to exert pressure on elites, while furthering human rights mostly presupposes  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  73  supporting NGOs and bottom-up initiatives. Remarkably, the two approaches have drawn together in recent years. On the one hand, Obama separated democracy promotion from his predecessor’s “war on terror” and connected it to development and human rights. Concurrently, the EU established European Endowment for Democracy which operates much more politically than the bloc’s traditional instruments, bearing certain resemblance with the US National Endowment for Democracy known for considerably politicized activities (ibid). Concerning the basic principles for the promotion of specifically LGBTI rights, both the EU and the US proceed from their universality and impossibility to use rhetoric of traditional values and national culture to disguise their violations (US Department of State 2011, Council of the EU 2013). Tellingly, both actors have been gradually extending the areas and deepening the activities in this sphere. First, they have included intersexuals in the policies that previously aimed solely at LGBT people4. Additionally, they have progressively increased the number of gay ambassadors: the US, for example, after appointing the first openly gay ambassador in 1999, gradually continued this practice, to have, as of August 2016, six gay ambassadors5 (Bier 2017). Finally, the two actors have expanded their activities from a purely legal area to social life in a wider sense, from promoting LGBTI rights in particular to fighting against homophobia in general. To exemplify, unlike the 2010 analogous document, the EU’s current key document on LGBTI protection abroad, “Guidelines to Promote and Protect the Enjoyment of All Human Rights by Lesbian, Gay, Bisexual, Transgender and Intersex (LGBTI) Persons”, mentions combating LGBTI-phobic violence as one of the priority areas of action (see Council of the EU 2010, 2013). Both actors clearly exhibit a trend toward universalizing legal recognition of same-sex relationships in the foreseeable future, be it in the form of a union or marriage. In Europe, for example, the 2015 European Court on Human Rights’ ruling obliging Italy to legalize same-sex unions may become a precedent for other member states of the Council of Europe (Delman 2015), which the EU may use as an argument in its foreign policy. Several European politicians have already announced intentions to “export” same-sex marriages abroad (among them is UK ex-Prime Minister David Cameron, see Hope 2013), or at least urge every EU member state to legalize same-sex marriage (among them is the vice-president of the European Commission Frans Timmermans, see Timmermans 2015). However, the former seems wishful thinking, for it appears too early to promote universality of same-sex marriages while this issue is still being hotly debated inside the EU and the US. It gives their opponents a valid argument to blame them for double standards, which eventually weakens both actors’ norm-promoting capabilities. Moreover, EU/US leaders seem to underrate the limits of foreign policy for human rights promotion in general, forgetting that norms promotion has little chances to succeed in the absence of adequate rewards and/or corresponding internalized values of the target countries’ governments and populations (e.g. see Schimmelfennig and Sedelmeier 2005: 10-25). In this light, statements like Hillary Clinton’s electoral promise to totally eradicate                                                      4  To verify this, one can compare earlier and later documents and speeches on the same issue, e.g. Council of European Union (2010) and (2013), US Department of State (2014) and (2016) etc. 5   Yet, President Trump later dismissed five out of those six ambassadors (Duffy 2017) so that as of June 2017, the US had only one openly gay ambassador, namely Ted Osius in Vietnam; however, Trump promised to nominate open gay Richard Grenell to be the US ambassador to NATO (Butterworth 2017). Incidentally, in June 2014, the then State Secretary John Kerry announced intentions to appoint also lesbian, bisexual and transgender ambassadors; nonetheless, those plans remained unaccomplished (Bier 2017).  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  74  LGBTI discrimination abroad (Brydum 2015) could be considered a way to attract voters rather than genuinely achievable intentions. Both powers tend to approach LGBTI rights in geopolitical terms, sometimes trading LGBTI issues for more important strategic interests, which, some believe, poses one more expression of double standards. To illustrate, in 2014, the US strongly condemned Uganda and Gambia for adopting anti-LGBTI laws, simultaneously expressing much softer criticism of Middle Eastern states - Iran, Iraq, Saudi Arabia, Qatar, the UAE, Yemen - arguably due to its strategic interests in that region related to oil and counter-terrorism (Peale 2015). The EU is also blamed for a realpolitik approach to LGBTI rights, tending to sacrifice them to achieve geopolitical ends. For instance, the bloc arguably shut its eyes to Ukraine’s record on LGBTI rights in order to move the country to its side in its confrontation with Russia (Kozlowska 2014); the EU also conceded to Macedonian conservatives by dropping anti-discrimination against LGBTI out of the list of requirements for visa liberalization (Slootmaekers and Touquet 2016: 33-34). Furthermore, like the US, the EU is frequently blamed for homonationalism, using LGBTI rhetoric to advance its reputation rather than genuinely improve the life of LGBTI people. For example, one study on the Europeanization of Kosovo concludes that  [t]he EU does not really seem to be concerned about the rights of the LGBT communities... rather, it is concerned about policing the symbolic borders of the space of the EU, and utilizing its power (i.e., its rhetoric on democracy and rule of law) to construct and maintain an image of Europe as multicultural, tolerant, and secular (Rexhepo 2016: 49).  Generally, it appears reasonable that certain interests may be sacrificed to prevent more serious problems, especially under extreme conditions: to illustrate, few would blame the US and the UK for cooperation with the totalitarian Soviet Union during the Second World War. However, without such extreme conditions, a realpolitik approach to human rights tends to reduce the West’s credibility in the eyes of minorities and activists in target countries (e.g. Euractiv 2008). A clear difference between two actors’ approaches concerns their evolution and continuity. The US approach appears to be rather substantially contingent on each President’s personal views. During the Bush presidency, US LGBTI-related activities abroad mainly focused on combating HIV rather than struggling for tolerance (Bromley 2007). Obama’s presidency, contrariwise, was characterized by an important role of LGBTI rights in foreign policy: Obama significantly increased his support to overseas NGOs promoting LGBTI rights (Romanovski 2015) and was the first leader in the world to appoint a special envoy on LGBTI rights abroad, Randy Berry, in April 2015. Albeit the envoy’s activities are scarcely noticeable - his interviews show that he mostly represents the US on LGBTI issues rather than takes concrete actions (US Embassy in Kosovo 2015, DeBarros 2016) - the very fact that the State Department has a special person dealing specifically with LGBTI protection overseas is a serious step of Obama’s foreign policy that even the EU has yet to take. Yet, Obama’s LGBTI rights promotion encountered criticism for gaps between word and deed: one study found that while Obama’s 2011 memorandum clearly linked US foreign aid allocation to LGBTI rights practices in recipient  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  75  countries (see Obama 2011), the US did not decrease its foreign aid to Uganda and Nigeria in 2011-2014 despite that they had significantly toughened anti-LGBTI laws (Comstock 2016). It remains to be seen what Trump’s Presidency will bring for LGBTI rights’ international promotion, but the first months of his presidency appear less conservative than most had presumed: despite that his cabinet largely consists of LGBTI opposers (see Morse 2016) and he has fired most gay ambassadors appointed by Obama, he has unexpectedly kept Randy Berry on his post and promised to nominate an open gay Richard Grenell to be the US ambassador to NATO (Butterworth 2017). Against the US backdrop, the EU approach seems more systematic and less exposed to subjective changes. In particular, it does not appear significantly affected by the presiding state in the Council of the EU or the personality of the High Representative for Foreign Affairs and Security Policy. To illustrate, the above-mentioned “Guidelines to Promote and Protect the Enjoyment of All Human Rights by Lesbian, Gay, Bisexual, Transgender and Intersex (LGBTI) Persons” were adopted in June 2013 during the presidency of Ireland. Any succeeding presiding states, even relatively conservative Lithuania or Latvia, although did not initiate any improvements on LGBTI rights, did not try to annul the “Guidelines” either. Two factors seem to contribute to this discrepancy between the two actors. First, a US system conferring wide powers to President is generally conducive to personalization of power (see Linz 1990), whereas collective decision-making in the European Council makes its President a figurehead rather than a real leader. Second, unlike US presidents elected for a four-year term, EU member states preside over the Council of the EU just for six months which is apparently insufficient to make substantial changes. Another factors influencing the two actors’ LGBTI rights promotion policies regard their positions in the IR system: the US more closely resembles a global power having interests across the globe, whereas the EU is mostly concerned with its neighbourhood. To exemplify, while the US keeps track of and issues annual reports on human rights practices around the world, the EU does so only in its candidate countries. The contents of their reports’ sections devoted to LGBTI rights are also dissimilar: while the US tries to describe all the cases of discrimination on the ground of sexual orientation and gender identity found in the news and NGOs’ reports, EU reports are mostly made of general phrases as well as recommendations to national governments (for comparison, see US Department of State 2014: 35-36 and European Commission 2015a: 20, 23, 25). In fairness to the EU, while it does not conduct any full-scale monitoring of LGBTI rights observance beyond Europe, however, to improve such monitoring inside Europe, the bloc cooperates with regional organizations, such as ILGA-Europe, an NGO which issues detailed annual reports on the situation with LGBTI rights (e.g. ILGA-Europe 2016), and the Council of Europe’s European Commission against Racism and Intolerance, whose quadrennial country reports on racism in intolerance in the member states of the Council of Europe have included LGBTI rights since 2015 (e.g. ECRI 2015). Lastly, both actors equally apply “soft” methods of LGBTI rights promotion, such as supporting local activists and NGOs, advising foreign governments on reforms in this sphere etc. However, compared to the EU, the US seems far more prone to take punitive measures against the countries violating LGBTI rights. For example, in 2014, after Uganda adopted the Anti-Homosexuality Act, President Obama imposed sanctions on that country which included cutting or redirecting funds for particular programs, banning some Ugandan politicians from entering the US, cancelling plans to hold a military exercise etc  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  76  (Hayden 2014). The EU, in turn, decided not to impose any sanctions for the reason of Uganda’s importance as a partner on South Sudan and Somalia (Atuhaire 2014), just the bloc’s three-member states - Denmark, the Netherlands, and Sweden - cut or suspended their aid to the Ugandan government. This example, again, displays a gap among EU members in their attitudes to LGBTI rights6, which seemingly limits the range of methods disposable for the bloc, enfeebling its potential to promote LGBTI rights.  On the Success of Promotion: Conditions in the Target Countries Despite the growing importance of LGBTI rights promotion in the US and EU foreign policies, the positive results achieved so far appear tangible, but still limited, because of both domestic conditions in the target countries and the mechanisms the two actors use to support LGBTI rights. One can single out two main groups of states which have shown progress in LGBTI rights in the last 10-15 years7. The first one embodies EU candidate countries and the participants of other EU-led initiatives (e.g. the Eastern Partnership). For those states, amelioration of their domestic LGBTI-related legislations is a prerequisite for an EU membership or a common free-trade area. For this reason, most of them have adopted regulations securing the EU’s minimal requirements regarding LGBTI rights, namely decriminalising homosexuality, allowing gay prides, outlawing discrimination based on sexual orientation and gender identity etc. As case studies (e.g. Bilić 2016, Kalezić and Brković 2016, Rexhepi 2016, Vasilev 2016) show, those countries’ elites undertake such measures primarily not because of their ideological predisposition in favour of LGBTI rights per se, but, rather, due to their identification with Europe as a modern and civilized entity and/or simply for instrumental reasons, in order to formally fulfil an EU requirement. Put theoretically, most of those states seem to have socialized, but not internalized LGBTI rights as a norm (Schimmelfennig, Engert and Knobel 2006: 3-5). Hence, their elites tend to treat LGBTI issues formally, mostly aiming to pass the EU’s “checklist” rather than improve LGBTI people’s life, to alter legal environment in particular rather than tackle homophobia in general. Furthermore, because those states’ adherence to LGBTI rights chiefly originates not in their own values, but in the external environment, their LGBTI rights-related policies highly hinge on the EU’s (instrumental or identity-based) attractiveness for them. A possible future decrease in the latter may be detrimental to former. Incidentally, in a long-term perspective, EU directives seem to only serve as a sort of safely cushion providing a minimal level of LGBTI rights. Whether any deeper measures aiming to curb homophobia in general are taken appears to depend on the national governments’ will and the strength of local advocacy groups. The experience of the 2004 acceding states shows that two scenarios are possible. In some cases, EU influence does appear to generate tolerance among ordinary citizens: the Czech Republic, for example, is nowadays one of the most tolerant EU countries toward LGBTI with the 80% acceptance of homosexuality (Pew Research Center 2013: 1). By contrast, in other states the situation seems to be even moving in the opposite direction: for instance, polls                                                      6  This gap apparently also relates to differences in EU members’ foreign policy interests, capabilities and identities (see Keukeleire and Delreux 2014: 116-134). 7  Since disentangling the impact of international actors’ LGBTI rights furtherance from the role of local activists and other factors is complicated and sometimes nearly impossible, this study assumes that any improvement in LGBTI rights in country A is to some degree affected by the EU/US if their promotion activities in country A have been tangible.  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  77  conducted in 2013 showed that only 35% of Lithuanians were accepting homosexuals in workplace, and the attitudes toward homosexuals had become more negative by 14% over the past five years (Valentinavičius 2013)8. Another region, in which LGBTI rights promotion goes well, is Latin America, where progress in this area in the last decades has in large part taken place because local activists have been inspired by a similar process in Spain, receiving tactical and financial aid from there (Díez 2015: 127, Encarnación 2016b: 37-38). Encarnación (2016b: 49-74) notes several internal conditions that favoured the success of LGBTI rights promotion in that region. First, homophobic sentiments in Latin America were initially weak: unlike in Europe, homosexuality in Latin America was decriminalized in the 19th century, which laid the foundation for a decrease in homophobia in general. Second, Latin America has traditionally had strong human rights movements keeping good ties with European left-wing politicians and advocacy groups. Moreover, in Latin America, it it mostly local activists and not international actors who have promoted legalization of same-sex unions/marriages; for this reason, society have considered them as a real need of local LGBTI communities rather something imposed from abroad. Finally, auspicious for LGBTI rights has been Latin America’s strong autonomous judiciary (especially in Mexico, Brazil, and Colombia) which has often ruled in favour of LGBTI community. The movement toward liberalisation, demonstrated by both aforementioned groups of countries, especially sticks out against the backdrop of the states where LGBTI-related laws have been, conversely, tightened in the last years. Again, there are two main “poles” exhibiting this trend. The first one is Russia that has banned adoption of children to countries where same-sex marriage is legal, passed a law criminalizing homosexual “propaganda” and endeavoured to push a number of post-Soviet states to adopt similar laws9. The second pole is sub-Saharan Africa10, where three countries - the Gambia, Kenya and Nigeria - have significantly toughened criminal laws against homosexuality in the recent years, and there is a certain risk that the continent’s other states, especially the Democratic Republic of Congo, Liberia, and Uganda, will follow the path. Though the EU and the US have taken various measures to curb LGBTI discrimination, from sponsoring LGBTI projects and funding NGOs to raising their concern verbally to imposing economic sanctions, these measures have not achieved the intended goals for a number of reasons. One factor that stands out is an initially strong social consensus on the unacceptability of homosexuality: in the above-mentioned states, tolerance toward LGBTI ranges from 1% of population in Nigeria to 16% in Russia (Pew Research Center 2013: 1). The exact roots of that consensus differ from case to case. In Africa, for instance, an important factor is religious opposition groups that receive material support from Western                                                      8  Interestingly, given that Lithuania shows a growing pro-European sentiment (European Commission 2015b: 8), a rising homophobia in that country seems to contradict the theoretical argument that the stronger a state’s identification with the EU, the higher the odds of the success of EU LGBT discourse there (see Vasilev 2016). 9  For instance, in Kyrgyzstan, a similar law is pending consideration in the Parliament as of June 2017; in Armenia, Kazakhstan and Ukraine, governments proposed such laws, but later withdrew them. A similar law was passed in Moldova in 2013, but later abrogated under EU pressure; in Latvia and Lithuania, such laws were initiated by conservative groups, but never went as far as being discussed in the Parliaments. 10  One can add a third “pole” of this process, India, where the Dehli High Court recognized the then existing criminal punishment for homosexuality as unconstitutional in 2009, but the Supreme Court annulled that judgement in 2013. Nevertheless, later, in 2016, the Supreme Court agreed to review the ruling, positing that a further hearing of the issue should be carried out by the Constitutional bench. As of June 2017, it is hard to foresee if the situation with LGBTI rights in India is going to worsen or improve.  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  78  conservatives (Ibrahim 2015: 269-270). However, the factor that is common in all those countries is strong anti-Westernism, which in Africa is mostly a vestige of its colonial past and in Russia is a remnant of the Cold War. In both cases, anti-Westernism has been recently “activated” and inflamed by those countries’ autocratic leaders (Mole 2016: 114-116). Anti-Westernism induces those societies to conceive of anti-LGBTI laws in geopolitical terms, as a contribution to the fight against the West that allegedly foists its culture upon their traditional life (Encarnación 2016a: 220-221). For international promoters of LGBTI rights, such creates somewhat a stalemate: the more they criticize the laws, the more those laws are supported by the majority of those countries’ populations. In such circumstances, international furtherance of LGBTI rights only inflames aggression against local LGBTI communities who tend to be viewed as Western spies at home. Moreover, EU/US pressure leaves national elites cornered, since people are likely to perceive any mitigation of the anti-LGBTI laws as cowardice in front of the West (Downie 2014: 9-10). This raises a question of methods the EU and the US should apply for LGBTI rights promotion in “difficult” states (discussed in the next section). Yet, widespread homophobia hardly seems the only reason for those countries’ regression in LGBTI rights: in the end, South Africa, where only 32% of population found homosexuality acceptable in 2013 (Pew Research Center 2013: 1), legalized same-sex marriages eight years earlier, and Hungary, 53% of population deemed homosexuality as “morally wrong” in 2017 (Pew Research Center 2017), legalized same-sex partnerships as early as in 2009.  Another factor is that neither of those countries is a democracy, at least not a stable one11. A democratic system is argued to conduce to LGBTI rights advancement in three ways, that is, enabling a sturdy civil society, making it possible to extend citizenship (understood as membership in society) to minorities and disadvantaged groups and guaranteeing judiciary independence (for details, see Encarnación 2014: 99-101). Indeed, partial judiciary makes defending human rights in the court practically impossible: for instance, a recent study on Russian LGBTI activists’ attempts to contest discrimination in court concluded that “[i]n the majority of cases concerning discrimination – either explicitly or implicitly – the courts did not analyse whether discrimination had occurred in any meaningful way” (Equal Rights Trust 2016: 133)12. Moreover, those countries’ civil societies remain relatively weak, easily suppressible by the government and, as a result, they can hardly serve as reliable allies in EU and US LGBTI rights promotion: local LGBTI organizations are scanty and frangible and even most progressive political parties do not actively struggle for LGBTI rights, either due to their fear to lose supporters if they raise such an unpopular issue, or owing to their true conservatism concerning LGBTI rights. Illustrative of this is that, as of June 2017, neither of the leading liberal Russian parties - Civic Initiative, Democratic Choice, People’s Freedom Party, or Yabloko - has any provision in its program regarding LGBTI rights and freedoms (Civic Initiative 2015, Democratic Choice 2012, Parnas 2015, Yabloko 2012). Moreover, but for rare exceptions, their leaders show, at best, indifference to LGBTI issues and, at worst, somewhat homophobic views. For example, in June 2013, Sergei Mitrokhin, the then leader of Yabloko, said in an interview:                                                       11  Exemplary of this fact is that Freedom House (2017: 20-24) marks neither of these states “free”, as opposed to most of the aforementioned countries where LGBTI rights promotion has succeeded. 12  Tellingly, all those states rank low in the global Rule of Law Index (World Justice Project 2016: 21).  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  79  I’m not an advocate of gay parades. The people who organize them are provocateurs. They are provoking a counter-wave in society, and these minorities which they are supposedly defending only have it worse (The Interpreter 2013).  A month later, Mitrokhin called same-sex marriages unacceptable, however, arguing that gay parades should not be banned, for they represent people’s constitutional right to express their opinion peacefully (Baev 2013). Taking into cognizance that Yabloko is a member of the European ALDE Party, a strong proponent of LGBTI rights, this instance may be demonstrative of Russian democratic politicians’ notable conservatism compared to their EU counterparts, their inconsistency on LGBTI issues and somewhat unimportance with which they treat them13.  Any Possibility of Improvement? A Critical Overview of Suggestions Is this situation a complete deadlock, or is there a way for the EU and the US to further LGBTI rights in such states14? Intuitively, it seems possible to achieve internalization on the level of society in the long run through strengthening local advocacy groups. For this reason, it may be effective to redirect funds from the governments to human rights NGOs, like the US and three EU members did in Uganda (Downie 2014: 16). A long-term strategy requires educational programs debunking faulty statements on which anti-Westernism and homophobia rest (Onishi 2015). In particular, such programs may explain that human rights is not only a Western concept: African states and Russia are also vigilant to discrimination against black people and Russian language speakers respectively. Education can also help dissuade people from a false idea that homosexuality was historically unacceptable in their societies: historical evidence shows that homosexuality was well tolerated in pre-colonial Africa (Ibrahim 2015: 268-269) and medieval Russia (Kon 2006: 321-322).  However, providing aid to local activists for conducting educational programs is normally possible only in democracies, where national governments do not impede such activities. The problem with autocracies is that they tend to encumber human rights NGOs from receiving foreign aid: Russia, for instance, recently expelled USAID from the country and adopted a law that labels NGOs receiving foreign aid “foreign agents” which in Russian equals “spies”. Therefore, some argue, LGBTI issues in autocracies can be tackled only after democratisation (e.g. Encarnación 2014: 101-103) that will create environment favorable for LGBTI activism. Yet, democracy does not seem to be a panacea for LGBTI discrimination. First, most people may favor the idea of marriage equality, but not consider it a priority when voting: seemingly for this reason, same-sex marriages are not legal in Australia as of June 2017, despite that opinion polls have shown that most Australians have been supportive of them since 2007 (Hutchens 2016). Second, in                                                      13  Some note, however, that in recent years Russian liberals have been getting gradually more empathetic toward LGBT community against the backdrop of the rising anti-LGBTI oppressions (Healey 2014: 65-66). As an illustration of this, currently most influential Russian opposition leader Alexei Navalny recently spoke in favour of gay marriage legalization (Navalny 2017) notwithstanding that most Russians share anti-LGBTI sentiments. 14  The following discussion holds not only for states where situation with LGBTI rights is currently worsening, but also other autocracies where society and political elite are mostly anti-Western and homophobic (e.g. Iran).  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  80  conservative societies, a democratic system is likely to help homophobic populists to come to power through elections: as Encarnación (2014: 97) puts it,  democracy is not an insurance policy against anti-gay discrimination, much less a guarantee that gay rights will be protected, even after these rights have been enshrined in law. Democracy can just as easily be used by foes of the gay community to undermine gay rights as it can by gay-rights advocates to advance them.  Another way to push for LGBTI rights from abroad is undertaking penalizing measures, such as shaming and economic sanctions, against the governments of countries discriminating against LGBTI communities. With regard to such measures, however, analysts and experts have three diverse opinions. Some favor them, contending that they are likely to work if the target country is economically dependent on the West (e.g. DeCataldo 2015): according to Jessica Stern, the executive director of the International Gay and Lesbian Human Rights Coalition, this logic impelled Uganda to abolish its anti-gay law in 2014 following US sanctions (Peale 2015). Yet, while academic studies on sanctions efficiency support this argument, they also show that economic sanctions work best under conditions which seem absent in the countries under research: when imposed on democracies, when approved by an international institution and not only a country, when at issue is a matter of low salience (for a literature review, see Drezner 2011: 99). Similarly, scientific research reveals that shaming is most effective against governments that care about their international reputation (Risse, Ropp and Sikkink 2013), a condition which usually does not hold for anti-Western autocrats.  Another group of analysts (e.g. Downie 2014: 9-10, Onishi 2015) oppose shaming and economic sanctions, arguing that such measures aggravate anti-Westernism and anti-LGBTI aggression, thus playing into the hand of traditionalists who can use LGBTI people as scapegoats, blaming them for social and economic problems. Indeed, a number of academic papers (e.g. Wachman 2001) support the argument that inside the target state, international sanctions may produce anger rather than compliance. Yet, research also shows that punitive measures may have positive effects: even though economic sanctions may not improve human rights situation in the target country, they tend to fear the region’s other countries and hence, reduce (actual or possible) human rights violations there (Carneiro 2014). Furthermore, punitive measures give psychological support to activists and victims of human rights violation in target countries (Kinzelbach and Wolf 2015) and show that the EU and the US treat their values not as mere declarations, but as principles by which they genuinely abide. Hence, the third approach calling for punitive measures to be applied only if/when local LGBTI activists request them (Godfrey 2014) appears most balanced and, as academic studies (e.g. Murdie and Davis 2012) show, especially efficient. Several analysts believe that the EU and the US must not specially accentuate LGBTI rights so as not to create the impression that they prioritize certain rights over others. In this vein, Downie (2014: 13) points to the fact that the US imposed sanctions on Uganda over the Anti-Homosexuality Act, while when several presidential candidates were arrested in that country at a peaceful demonstration in 2011, the US confined itself  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  81  to soft criticism. In fairness to the US, nonetheless, its approach does not appear so unbalanced. First, one can see a correlation between the seriousness of human rights abuses and the degree of punitive measures introduced by the US: indeed, the above-mentioned arrested Ugandan candidates were released after several days, while the Anti-Homosexuality Act stipulated up to 14 years of imprisonment. Second, one can find certain reasonableness in other cases where US policies get blamed for double standards: to illustrate, the aforesaid tendency to strongly criticise anti-LGBTI laws in certain countries (Uganda, Gambia) while overlooking identical laws in other states (Iraq, Saudi Arabia) may mean that the US applies decisive measures only with respect to states stiffening such laws, censuring in a “softer” way countries, where anti-LGBTI legislation, even tough, has long been unchanged. Finally, so as not to waste resources and not to deteriorate anti-LGBTI aggression, it seems reasonable for the EU and the US to give priority to promoting LGBTI rights in the countries where progress seems accomplishable rather than in the world’s most homophobic states, even if it may generate accusations of double standards. As Stern noted, “[w]e can’t only invest in the so-called ‘worst places on Earth’. The United States is capable of being most helpful where the U.S. Government record is not hotly contested... otherwise U.S. involvement can backfire on local communities” (Peale 2015). Unfortunately, it tends to remain intuitively unapprehended by policymakers who prefer allocating resources where aid is most needed: as Polish LGBTI activist Zofia Jablonska regrettably noticed, “when it comes to funding from American donors, Poland is not their main priority anymore, because now we are in the EU. For them this is an indicator that minority rights situation in Poland cannot be that bad off comparing, for example, with the Global South countries” (Romanovski 2015).  In Lieu of Conclusion While the US and the EU, two main international relations actors supporting LGBTI rights abroad, agree on the basic principles of their promotion, their strategies and methods differ in technical terms. Those differences reflect their general approaches to foreign policy making, namely a stronger and more globally oriented stance of the US and a softer and more regionally aligned attitude of the EU. The fact that the two actors are strategic allies allows them to enjoy the strengths of each other’s approaches: the decisiveness of American foreign policy may help the EU in dealing with target states’ elites, while the US, in turn, can capitalize on EU experience of cooperating with NGOs and civil societies. However, both powers’ reputation as human rights promoters suffers from certain features steadily associated with them: the EU is notorious for being overly bureaucratized and treating human rights superficially and formally, while the US, in turn, is traditionally infamous for handling human rights in a politicized way. So far, EU and US promotion of LGBTI rights has mainly been successful in the states that have formal commitments to respect LGBTI rights and/or in countries where initial domestic conditions were in favour of LGBTI activists. Conversely, in more conservative conditions, furtherance of LGBTI rights from abroad, especially when coupled when punitive measures against target countries’ governments, tends to backfire on local LGBTI activists. Perhaps ironically, it goes at odds with one of the basic principles of human rights promotion, namely “taking into account the local realities in which human rights defenders need to advance their struggle” (Council of the EU 2013). To date, it  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  82  seems that the two actors must cooperate and coordinate their activities to formulate a detailed and well-planed long-term strategy to effectively further LGBTI rights in the world.  References Atuhaire, Alex (2014). Aid Cut over Gays Law Unhelpful - EU. Daily Monitor, April 10. Available at: http://www.monitor.co.ug/News/National/Aid-cut-over-gays-law-unhelpful---EU/-/688334/2272844/-/qgxjf2/-/index.html (accessed: 12.06.2017). Baev, Nikolay (2013). Сергей Митрохин разрешит гей-парад, но против однополых браков [Sergei Mitrokhin to Allow Gay Parade, but Against Same-Sex Marriages]. Gay Russia, July 27, in Russian. Available at: http://www.gayrussia.eu/russia/7266/ (accessed: 12.06.2017). Bier, Jeryl (2017). Kerry Falls Short in Goals for ‘Lesbian, Bisexual and Transgender Ambassadors’. The Weekly Standard, January 4. Available at: http://www.weeklystandard.com/kerry-falls-short-in-goals-for-lesbian-bisexual-and-transgender-ambassadors/article/2006125 (accessed: 12.06.2017). Bilić, Bojan (2016). Europe ♥ Gays? Europeanisation and Pride Parades in Serbia. In Bilić, Bojan (ed.) LGBT Activism and Europeanisation in the Post-Yugoslav Space: On the Rainbow Way to Europe. London: Palgrave Macmillan: 117-154. Bromley, Mark (2007). Building a Strategy for an LGBT-Inclusive US Foreign Policy. Washington: Council for Global Equality. Brydum, Sinnivie (2015). 10 Promises Hillary Clinton Just Made to LGBTI Americans. Advocate, October 6. Available at: http://www.advocate.com/election/2015/10/06/10-promises-hillary-clinton-just-made-LGBTI-americans (accessed: 12.06.2017). Butterworth, Benjamin (2017). President Trump Just Appointed an Out Gay Man to One of the Biggest Jobs in His Administration. Pink News, March 8. Available at: http://www.pinknews.co.uk/2017/03/08/president-trump-just-appointed-an-out-gay-man-to-one-of-the-biggest-jobs-in-his-administration/ (accessed: 12.06.2017). Carneiro, Cristiane (2014). Economic Sanctions and Human Rights: An Analysis of Competing Enforcement Strategies in Latin America. Revista Brasileira de Política Internacional 57 (1): 197-215. Civic Initiative (2015). Программа политической партии «Гражданская инициатива» [Program of the “Civic Initiative” Political Party]. Available at: http://www.grazhdan-in.ru/pages/1434321435/ (accessed: 12.06.2017). Clinton, Hillary Rodham (2011). Remarks in Recognition to International Human Rights Day, December 6. Available at:  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  83  http://www.state.gov/secretary/20092013clinton/rm/2011/12/178368.htm (accessed: 12.06.2017). Comstock, Audrey L. (2016). Gay Rights and US Foreign Aid: A Look at Nigeria and Uganda. The Journal of International Relations, Peace Studies, and Development 2 (1). Consolidated Versions of the Treaty on European Union and the Treaty on the Functioning of the European Union (2012) OJ C326/01 Council of the EU (2010). Toolkit to Promote and Protect the Enjoyment of All Human Rights by Lesbian, Gay, Bisexual and Transgender (LGBT) People, June 17. Available at: http://www.consilium.europa.eu/UEDOCS/CMSUPLOAD/ST11179.EN10.PDF (accessed: 14.06.2017). Council of the EU (2013). Guidelines to Promote and Protect the Enjoyment of All Human Rights by Lesbian, Gay, Bisexual, Transgender, and Intersex (LGBTI) People, June 24. Available at: https://eeas.europa.eu/sites/eeas/files/137584.pdf  (accessed: 13.06.2017) DeBarros, Luis (2016). Randy Berry: I am Hopeful for LGBTI Equality in Africa. Mamba Online, February 5. Available at: http://www.mambaonline.com/2016/02/05/randy-berry-hopeful-LGBTI-people-africa/ (accessed: 12.06.2017). DeCataldo, Audra (2015). New Rights in the Developing World: How the West Should Support Progress. The Journal of Diplomacy and International Relations, October 28. Available at: http://blogs.shu.edu/diplomacy/2015/10/new-rights-in-the-developing-world-how-the-west-should-support-progress/ (accessed: 12.06.2017). Delman, Edward (2015). An Ambiguous Victory for Gay Rights in Europe. The Atlantic, July 24. Available at: http://www.theatlantic.com/international/archive/2015/07/gay-rights-italy-europe/399572/ (accessed: 12.06.2017). Democratic Choice (2012). Сделаем Россию современной страной: программа политической партии «Демократический выбор» [Making Russia a Modern Country: Programme of the “Democratic Choice” Political Party]. Available at: http://demvybor.ru/documents/DV-program.pdf (accessed: 12.06.2017). Díez, Jordi (2015). The Politics of Gay Marriage in Latin America: Argentina, Chile, and Mexico. New York: Cambridge University Press. Downie, Richard (2014). Revitalizing the Fight Against Homophobia in Africa. Washington: CSIS. Drezner, Daniel (2011). Sanctions Sometimes Smart: Targeted Sanctions in Theory and Practice. International Studies Review 13: 96-108. Duffy, Nick (2017). All of Obama’s Gay Ambassadors Just Lost Their Jobs. Pink News, January 16. Available at: http://www.pinknews.co.uk/2017/01/16/trump-purges-obama-ambassadors-and-orders-them-to-leave-immediately/ (accessed: 12.06.2017). ECRI (2015). ECRI Country Report on Albania (Fifth Monitoring Cycle). Strasbourg: Council of Europe. Encarnación, Omar G. (2014). Gay Rights: Why Democracy Matters. Journal of Democracy 25 (3): 90-104.  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  84  Encarnación, Omar G. (2016a). The Troubled Rise of Gay Rights Diplomacy. Current History 115 (777): 17-22. Encarnación, Omar G. (2016b). Out in the Periphery: Latin America’s Gay Rights Revolution. New York: Oxford University Press. Equal Rights Trust (2016). Justice or Complicity? LGBT Rights and the Russian Courts. London: Equal Rights Trust. Euractiv (2008). Lokshina: EU ‘Credibility Gap’ on Human Rights in Russia, April 29. Available at: http://www.euractiv.com/section/enlargement/interview/lokshina-eu-credibility-gap-on-human-rights-in-russia/ (accessed: 12.06.2017). European Commission (2015a). Kosovo 2015 Report, November 10. Available at: http://ec.europa.eu/enlargement/pdf/key_documents/2015/20151110_report_kosovo.pdf (accessed: 12.06.2017). European Commission (2015b). Public Opinion in the European Union: First Results. Available at: http://ec.europa.eu/commfrontoffice/publicopinion/archives/eb/eb83/eb83_first_en.pdf (accessed: 09.06.2017). Freedom House (2017). Freedom in the World 2017. Washington: Freedom House. Godfrey, Chris (2014). Is Britain’s Pro-Gay Foreign Policy Actually Helping Global LGBTI Community? Vice, December 10. Available at: http://www.vice.com/read/exporting-LGBTI-rights-from-the-uk-abroad-327 (accessed: 12.06.2017). Hayden, Caitilin (2014). Statement by NSC Spokesperson Caitlin Hayden on the Response to Uganda’s Enactment of the Anti-Homosexuality Act, June 19. Available at: https://www.whitehouse.gov/the-press-office/2014/06/19/statement-nsc-spokesperson-caitlin-hayden-response-uganda-s-enactment-an (accessed: 12.06.2017). Healey, Dan (2014). What Is ‘Traditional Sex’? In Kondakov, Alexander (ed.), На перепутье: методология, теория и практика ЛГБТ и квир-исследований [On the Crossroads: Methodology, Theory and Practice of LGBT and Queer Studies]. St. Petersburg: Center for Independent Social Research, 2014: 55-67. Heras, Beatriz Pérez de las (2015). EU and US External Policies on Human Rights and Democracy Promotion: Assessing Political Conditionality in Transatlantic Partnership. Romanian Journal of European Affairs 15 (2): 80-96. Hope, Christopher (2013). David Cameron: ‘I Want to Export Gay Marriage Around the World’. The Telegraph, July 24. Available at: http://www.telegraph.co.uk/news/politics/10200636/I-want-to-export-gay-marriage-around-the-world-says-David-Cameron.html (accessed: 12.06.2017). Hutchens, Gareth (2016). Support for marriage equality has grown since election, Essential poll shows. The Guardian, 23 August. Available at: https://www.theguardian.com/australia-news/2016/aug/23/support-for-marriage-equality-has-grown-since-election-essential-poll-shows (accessed: 21.06.2017). Ibrahim, Abadir M. (2015). LGBT Rights in Africa and the Discursive Role of International Human Rights Law. African Human Rights Law Journal 15 (2): 263-281.  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  85  ILGA-Europe (2016). Annual Review of the Human Rights Situation of Lesbian, Gay, Bisexual, Trans and Intersex People in Europe. Brussels: Corelio Printing. Kalezić, Danijel, and Brković, Čarna (2016). Queering and Europeanisation, Europeanisation as Queering: Challenging Homophobia in Everyday Life in Montenegro. In Bilić, Bojan (ed.) LGBT Activism and Europeanisation in the Post-Yugoslav Space: On the Rainbow Way to Europe. London: Palgrave Macmillan: 155-178. Keukeleire, Stephan, and Delreux, Tom (2014). The Foreign Policy of the European Union. New York: Palgrave Macmillan. Kinzelbach, Katrin, and Wolf, Catherine (2015). Politische Gefangene befreien – Empfehlungen zur Einzelfallarbeit für staatliche und zivilgesellschaftliche Akteure in Deutschland. Berlin: GPPI. Kon, Igor (2006). Лики и маски однополой любви: лунный свет на заре [Faces and masks of Same-Sex Love: Moonlight on the Dawn], 2nd ed. Moscow: AST. Kozlowska, Hanna (2014). Will the EU Sacrifice Gay Rights in Ukraine for Geopolitics? Foreign Policy, March 28. Available at: http://foreignpolicy.com/2014/03/28/will-the-eu-sacrifice-gay-rights-in-ukraine-for-geopolitics/ (accessed: 12.06.2017). Linz, Juan J. (1990). The Perils of Presidentialism. Journal of Democracy 1 (1): 51-69. Mogherini, Federica (2015). Declaration by the High Representative, Federica Mogherini, on Behalf of the European Union on the Occasion of the International Day Against Homophobia, Transphobia and Biphobia, May 17. Available at: http://www.consilium.europa.eu/en/press/press-releases/2015/05/17-international-day-against-homophobia-transphobia/ (accessed: 12.06.2017). Mole, Richard (2016). Nationalism and Homophobia in Central and Eastern Europe. In Slootmaeckers, Koen, Touquet, Heleen, and Vermeersch, Peter (eds.) The EU Enlargement and Gay Politics: The Impact of Eastern Enlargement on Rights, Activism and Prejudice. London: Palgrave Macmillan: 99-122. Morse, David R. (2016). Trump’s Antigay Cabinet and LGBTQ Rights. Huffington Post, December 10. Available at: http://www.huffingtonpost.com/entry/trumps-antigay-cabinet-and-lgbtq-rights_us_584c7744e4b0171331051158 (accessed: 12.06.2017). Murdie, Amanda, and Davis, David (2012). Shaming and Blaming: Using Events Data to Assess the Impact of Human Rights INGOs. International Studies Quarterly 56 (1): 1-16. Navalny, Alexei (2017). Навальный об однополых браках [Navalny on Same-Sex Marriages], March 3. Available at: https://www.youtube.com/watch?v=ZIEnXVYOvAA (accessed: 13.06.2017). Obama, Barak (2011). Presidential Memorandum - International Initiatives to Advance the Human Rights of Lesbian, Gay, Bisexual, and Transgender Persons. December, 6. Available at: https://obamawhitehouse.archives.gov/the-press-office/2011/12/06/presidential-memorandum-international-initiatives-advance-human-rights-l (accessed: 12.06.2017). Onishi, Norimitsu (2015). U.S. Support of Gay Rights in Africa May Have Done More Harm Than Good. The New York Times, December 20. Available at: http://www.nytimes.com/2015/12/21/world/africa/us-support-of-gay-rights-in-africa-may-have-done-more-harm-than-good.html?_r=0 (accessed: 12.06.2017).  JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  86  Osiatyński, Wiktor (2013). The Historical Development of Human Rights. In Sheeran, Scott, and Rodley, Nigel (eds.) Routledge Handbook of International Human Rights Law. Abingdon, Oxon: Routledge: 9-24. Parnas (2015). Программа Партии народной свободы [Program of the People’s Freedom Party]. Available at: https://parnasparty.ru/party/program (accessed: 12.06.2017) Peale, Farris (2015). Pursuing Equality: Western Response to Gay Rights Abroad. Harvard Political Review, February 13. Available at: http://harvardpolitics.com/world/gay-rights-western-response/ (accessed: 12.06.2017). Pew Research Center (2013). The Global Divide on Homosexuality: Greater Acceptance in More Secular and Affluent Countries. Available at: http://www.pewglobal.org/files/2014/05/Pew-Global-Attitudes-Homosexuality-Report-REVISED-MAY-27-2014.pdf (accessed: 12.06.2017). Pew Research Center (2017). Religious Belief and National Belonging in Central and Eastern Europe. Available at: http://www.pewforum.org/2017/05/10/religious-belief-and-national-belonging-in-central-and-eastern-europe/ (accessed: 19.06.2017). Puar, Jasbir (2013). Rethinking Homonationalism. International Journal of Middle East Studies 45 (2): 336-339. Rexhepi, Piro (2016). From Orientalism to Homonationalism: Queer Politics, Islamophobia and Europeanization in Kosovo. Southeastern Europe 40: 32-53. Risse, Thomas, Ropp Stephen, and Sikkink Kathryn (eds) (2013). The Persistent Power of Human Rights: From Commitment to Compliance. New York: Cambridge University Press. Romanovski, Dmitri (2015). When Foreign Affairs Meet LGBT Rights. Orange Magazine, June 2015. Available at: http://www.orangemagazine.eu/foreign-affairs-lgbt-rights/ (accessed: 19.06.2017). Schimmelfennig, Frank, and Sedelmeier, Ulrich (2005). Introduction: Conceptualizing the Europeanization of Central and Eastern Europe. In Schimmelfennig, Frank, and Sedelmeier Ulrich (eds) The Europeanization of Central and Eastern Europe. Ithaca: Cornell University Press: 1-28. Schimmelfennig, Frank, Engert, Stefan, and Knobel, Heiko (2006). International Socialization in Europe: European Organizations, Political Conditionality and Democratic Change. New York: Palgrave Macmillan. Slootmaeckers, Koen, and Touquet, Heleen (2016). The Co-Evolution of EU’s Eastern Enlargement and LGBT Politics: An Ever Gayer Union? In Slootmaeckers, Koen, Touquet, Heleen, and Vermeersch, Peter (eds.) The EU Enlargement and Gay Politics: The Impact of Eastern Enlargement on Rights, Activism and Prejudice. London: Palgrave Macmillan: 19-44. The Interpreter (2013). Mitrokhin: “If I Become Mayor, I Will Disband the Moscow City Duma”, June 18. Available at: http://www.interpretermag.com/mitrokhin-if-i-become-mayor-i-will-disband-the-moscow-city-duma/ (accessed: 12.06.2017). Timmermans, Frans (2015). Keynote Speech of First Vice-President Frans Timmermans at the Equality Gala, Organized by ILGA-Europe, Brussels (Transcript), June 24. Available at: https://ec.europa.eu/commission/2014- JANUS.NET, e-journal of International Relations e-ISSN: 1647-7251 Vol. 8, Nº. 2 (November 2017-April 2018), pp. 70-87  Promotion of LGBTI rights overseas: an overview of EU and us experiences Artem Patalakh  87  2019/timmermans/announcements/keynote-speech-first-vice-president-frans-timmermans-equality-gala-organized-ilga-europe-brussels_en (accessed: 12.06.2017)  US Department of State (2011). The Department of State’s Accomplishments Promoting the Human Rights of Lesbian, Gay, Bisexual and Transgender People, December 6. Available at: http://www.state.gov/r/pa/prs/ps/2011/12/178341.htm (accessed: 12.06.2017). US Department of State (2014). Kosovo 2014 Human Rights Report. Available at: http://www.state.gov/documents/organization/236752.pdf (accessed: 12.06.2017). US Department of State (2016). Kosovo 2016 Human Rights Report. Available at: https://www.state.gov/documents/organization/265648.pdf (accessed: 14.06.2017). US Embassy in Kosovo (2015). Special Envoy Randy Berry Interview to Zёri Newspaper, 3 November. Available at: http://pristina.usembassy.gov/se_berry_interview_zeri.html (accessed: 12.06.2017). Valentinavičius, Vytautas (2013). Tolerance Survey: Lithuanians Grow More Homophobic and Resent Roma, but Accept Russian-speakers. 15min.lt, January 17. Available at: http://www.15min.lt/en/article/culture-society/tolerance-survey-lithuanians-grow-more-homophobic-and-resent-roma-but-accept-russian-speakers-528-297541 (accessed: 12.06.2017). Vasilev, George (2016). LGBT Recognition in EU Accession States: How Identification with Europe Enhances the Transformative Power of Discourse. Review of International Studies 42 (4): 748-772. Wachman, Alan (2001). Does the Diplomacy of Shame Promote Human Rights in China? Third World Quarterly 22 (2): 257-281. World Justice Project (2016). Rule of Law Index 2016. Washington: World Justice Project. Wouters, Jan et. al. (2014). A Comparative Study of EU and US Approaches to Human Rights in External Relations. Brussels: European Union. Yabloko (2012). Программа «Демократический манифест» [“Democratic Manifesto” Program]. Available at: http://www.yabloko.ru/content/programma_demokraticheskij_manifest (accessed: 12.06.2017).  ",
    "id": 131216179,
    "identifiers": {
        "doi": null,
        "oai": "oai:philpapers.org/rec/PATPOL-6"
    },
    "title": "Promotion of LGBTI Rights Overseas: An Overview of EU and US Experiences",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://philpapers.org/archive/PATPOL-6.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/131216179.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/131216179"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/131216179/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/131216179/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/131216179"
        }
    ],
    "abstract": "The essay problematizes the incorporation of LGBTI rights promotion into the US and EU foreign policies. First, the paper examines the two actors’ key documents, speeches, and policies devoted to the promotion of LGBTI rights abroad, the similarities and differences between the two actors’ approaches, attending to the tendencies of their evolution and the ongoing development. Second, the article discusses the internal conditions in target countries that are conducive to the success and failure of international support of LGBTI rights. Finally, the study makes a critical overview of the measures that are argued to be necessary to increase the efficiency of LGBTI rights promotion in countries with most negative current trends in and/or poorest records on LGBTI rights",
    "tags": [
        "info:eu-repo/semantics/article",
        "Philosophy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:philpapers.org/rec/PATPOL-6",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "160",
        "openDoarId": 0,
        "name": "PhilPapers",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 131216179,
        "depositedDate": null,
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T03:43:19+00:00",
        "acceptedDate": null,
        "createdDate": "2017-11-21T08:25:45+00:00"
    },
    "urls": [
        "https://philpapers.org/rec/PATPOL-6"
    ],
    "lastUpdate": "2024-02-12T03:43:19+00:00",
    "setSpecs": []
}