{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2016-11-21T19:12:53+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71354131.pdf",
    "fullText": "Pulse of EqualityA Snapshot of U.S. Perspectives on Gay and Transgender People and Policiesw w w . h a r r i s i n t e r a c t i v e . c o m©2007, Harris Interactive Inc.    All rights reserved.Presented byHarris InteractivePublic Relations Research TeamDec 2, 2008Prepared for:Gay & Lesbian Alliance Against Defamation (GLAAD)Table of ContentsBackground, Objectives, Sample, Methodology & Report Structure….........3Terms and Definitions…………………………………………….......................4Executive Summary………………………………………………………………5Detailed Findings………………………………………………………..…..……9Attitudes towards LGBT-Related Policy Issues…………………..…..……10Marriage and Relationship Recognition……………………..…..……11Adoption ………………………………………………………..…..……15Don’t Ask, Don’t Tell……………………………………………..…..……18Hate Crimes Laws………………………………………………..…..……21©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 2Non-Discrimination Laws………………………………………..…..……24Bi-National Gay Couples……………………………………..…..……27Feelings Towards, Personal Relationships with, and Beliefs about Gay and Transgender People   …………………………………………………..…..……30Demographic Profile……………………………….......................................34§ GLAAD commissioned Harris Interactive to conduct a nationally representative survey among U.S. adults 18+.§ The objective of this study was to understand public opinion on LGBT people and LGBT-Related policy issues.§ Total sample includes 2,008 U.S. adults ages 18+. § Interviewing was conducted by telephone using random digit dialing (RDD) Nov 13-17, 2008. Background, Objectives, Sample, Methodology & Report Structure©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 3§ Results were weighted as needed using age, sex, race/ethnicity, education, region, number in household, and household income to be representative of the U.S. population of adults 18+. § The questionnaire was approximately 15 minutes in length. § Results from this study are intended for public release.§ In reviewing this report, please note that percentages may not add up to 100% due to rounding, the acceptance of multiple responses or the exclusion of any “not sure” or “decline to answer” responses.§ The following are subgroups or segments analyzed throughout this report:– Gender, Age and Gender-Age Combinations (e.g., women age 18-34)– Race/Ethnicity§ Whites = Non-Hispanic Whites only§ African Americans = Non-Hispanic African Americans only§ Hispanics = Hispanics of any race– ReligionTerms and Definitions©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 4§ Mainline Christians = those who identified as Protestant, Mormon or Other Christian but do not consider themselves born-again Christians§ Catholics§ Evangelical Christians = those who identified as Protestant, Mormon or Other Christian and consider themselves born-again Christians§ Other religions (e.g., Jewish, Muslim) had sample sizes too small to report on separately.§ Other terms used in this report– LGBT = lesbian, gay, bisexual, and transgender– Don’t Ask, Don’t Tell = policy that bans gay military personnel from serving in the armed forcesExecutive Summary©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 5Executive Summary:Strong Support for Gay and Transgender-Related Policy Issues§ Sizeable majorities of U.S. adults support key policy proposals that affect gay and transgender people.– Marriage and Relationship Recognition§ Three out of four (75%) U.S. adults believe there should be either marriage or domestic partnerships/civil unions for gay and lesbian couples. Only 22% say there should be no legal recognition.– U.S. adults are evenly divided on allowing gay and lesbian couples to legally marry (47% favor, 49% oppose). – Don’t Ask, Don’t Tell§ Almost two-thirds (64%) of U.S. adults favor allowing openly gay military personnel to ©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 6serve in the armed forces. – Hate Crimes Laws§ More than six in 10 (63%) U.S. adults favor expanding hate crime laws to cover gay and transgender people.– Non-Discrimination Laws§ A slight majority of U.S. adults (51%) favor employment, housing, and public accommodations non-discrimination laws for gay and transgender people.– Adoption§ Nearly seven out of 10 U.S. adults (69%) oppose laws that would ban qualified gay and lesbian couples from adopting children.Executive Summary:Support Varies by Demographics and Religion§ Significant differences in support were evident across the LGBT-Related policy issues with respect to demographics and religion.– Age and Gender§ People under 65, and especially those under 35, were more supportive than people age 65 or older.§ Women were generally more supportive than men, with those women age   18-34 often being the most supportive among all of the segments.– Race/Ethnicity©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 7§ Hispanics were often more supportive than Whites and African Americans, even showing the most support among all segments on allowing openly gay military personnel to serve in the armed forces (76% Hispanic, 63% White, 61% African American). African Americans were among the most supportive segments for expanding hate crimes laws to cover gay and transgender people (71% African Americans, 62% White, 61% Hispanics). – Religion§ Mainline Christians and Catholics expressed more support than Evangelical Christians with Mainline Christians often being among the most supportive segments.Executive Summary:Growing Acceptance of Gays and Lesbians§ Greater acceptance of gays and lesbians over the past five years.– Approximately two in 10 U.S. adults (19%) report their feelings towards gays and lesbians have become more favorable over the past five years. Among those who say they have become more favorable toward gays and lesbians in the past five years, contributing factors include:§ Knowing someone who is gay or lesbian (79%)§ The fact that laws have been passed that protect gays and lesbians (50%)§ Opinions of family or friends (45%), and religious leaders (21%) ©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 8§ News coverage of gay and lesbian issues (41%)§ Seeing gay or lesbian characters on television (34%) and in movies (29%)– Nearly three out of four U.S. adults (73%) personally know or work with a gay or transgender person.§ Half of those who know or work with a gay or transgender person know five or more gay or transgender people.Detailed Findings\u0001 Attitudes Toward LGBT-Related Policy Issues©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 9\u0001 Marriage and Relationship Recognition for Gay and Lesbian Couples\u0001 Adoption by Qualified Gay and Lesbian Couples\u0001 Don’t Ask, Don’t Tell\u0001 Gay- and Transgender-Inclusive Hate Crimes Laws\u0001 Non-Discrimination Laws\u0001 Bi-National Gay Couples\u0001 Feelings Towards, Personal Relationships with, and Beliefs about Gay and Transgender PeopleAttitudes Toward LGBT-Related Policy Issues©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 10Marriage and Relationship Recognition©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 11Catholics (78%)Hispanics (77%)Segment (% DPs/Civil Unions or Marriage)71717192021214238422941585240413648362935No Legal Recognition Domestic Partnerships/Civil Unions MarriageThree out of four U.S. adults believe there should be either marriage or domestic partnerships/civil unions for gay and lesbian couples. Those under 35, women, Mainline Christians, Catholics and Hispanics are the segments most likely to favor legal recognition of gay and lesbian couples’ relationships while Evangelical Christians are the most likely among the groups analyzed to think there should be no legal recognition (though a majority of Evangelical Christians support domestic partnerships/civil unions or marriage).Marriage, Domestic Partnerships/Civil Unions or No Legal Recognition for Gay and Lesbian CouplesNO LEGAL RECOGNITION LEGAL RECOGNITIONWhite (77%)Women (78%)Mainline Christians (81%)Age 18-34 (82%)Women Age 18-34 (93%)More Supportive than Total©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EWomen Age 65+ (69%)Men Age 35-64 (76%)Men Age 18-34 (71%)African Americans (68%)Age 35-64 (76%)Age 65+ (66%)22222222262724272833364144383838244131424237353238373547283724192340% 20% 0% 20% 40% 60% 80% 100%Men (72%)Total US Adults Age 18+ (75%)Women Age 35-64 (75%)12Evangelical Christians (59%)Men Age 65+ (62%)Q630: Which of the following three statements comes closest to your view? Gay and lesbian couples should be allowed to legally marry. Gay and lesbian couples should be allowed to form domestic partnerships or civil unions, but not legally marry. There should be no legal recognition of gay and lesbian couples’ relationships.  Base: U.S. adults 18+ (n=2,008)More Supportive than TotalLess Supportive than TotalWomen Age 35-642836434645474856525151497063U.S. adults are evenly split on marriage for gay and lesbian couples.  A majority of those under age 35, Mainline Christians, women and Hispanics favor marriage.Marriage for Gay and Lesbian CouplesOPPOSE FAVORHispanicsWomenMainline ChristiansMen Age 18-34Age 18-34Women Age 18-34More Supportive than Total©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V ECatholicsAge 35-64Men Age 65+Total US Adults Age 18+Women Age 65+4949505152545458637170474646454542403430282580% 60% 40% 20% 0% 20% 40% 60% 80%13Q625: Do you favor or oppose the following proposals? Allowing gay and lesbian couples to legally marry.Base: U.S. adults 18+ (n=2,008)Evangelical ChristiansAge 65+MenAfrican AmericansWhiteMen Age 35-64More Supportive than TotalLess Supportive than TotalSignificant differences in attitudes towards marriage by gender and age. Mainline Christians and Catholics are significantly more likely to favor marriage than Evangelical Christians.  No statistically significant differences by race/ethnicity.% Who Favor/Oppose Marriage of Gay and Lesbian Couples by Demographics % Favor % OpposeU.S. Adults Age 18+ 47 49GenderWomen 51 45Men 42 54Age18-34 63 3635-64 45 51% Favor % OpposeU.S. Adults Age 18+ 47 49Race/EthnicityWhite (Non-Hispanic)46 50African American (Non-Hispanic)45 52Hispanics        (Any Race)51 47©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EQ625: Do you favor or oppose the following proposals? Allowing gay and lesbian couples to legally marry.  Base: U.S. adults 18+ (n=2,008)1465 or older 30 63Gender by AgeWomen 18-34 70 28Men 18-34 56 43Women 35-64 49 48Men 35-64 40 54Women 65+ 34 58Men 65+ 25 70ReligionMainline Christians52 46Catholics 46 49Evangelical Christians28 71Adoption by Qualified Gay and Lesbian Couples©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 158377737270707024262626262115Men Age 18-34Mainline ChristiansStrong support for adoption. Nearly seven out of 10 U.S. adults (69%) oppose laws that would ban qualified gay and lesbian couples from adopting children.  More than three in four (77%) under age 35 and even two out of three Evangelical Christians oppose banning adoption for qualified gay and lesbian couples.Laws that Would Ban Qualified Gay and Lesbian Couples from Adopting Children OPPOSE FAVORWhiteHispanicsWomenAge 18-34Women Age 18-34More Supportive than Total©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E70696968686868676662582827282929293027313134100% 80% 60% 40% 20% 0% 20% 40%Age 35-64Men Age 35-64CatholicsTotal US Adults Age 18+MenWomen Age 65+Women Age 35-6416Evangelical ChristiansAge 65+African AmericansMen Age 65+Q645: Do you favor or oppose the following proposals? Laws that would ban qualified gay and lesbian couples from adopting children. Base: U.S. adults 18+ (n=2,008)More Supportive than TotalLess Supportive than TotalOpposition to banning adoption for qualified gay and lesbian couples is negatively correlated with age.  No statistically significant differences by gender, race/ethnicity, or religion.% Who Favor/Oppose Laws that Would Ban Qualified Gay and Lesbian Couples from Adopting Children by Demographics % Favor % OpposeU.S. Adults Age 18+ 27 69GenderWomen 26 70Men 28 69Age18-34 21 7735-64 29 68% Favor % OpposeU.S. Adults Age 18+ 27 69Race/EthnicityWhite (Non-Hispanic)26 70African American (Non-Hispanic)29 68Hispanics        (Any Race)24 73©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EQ645: Do you favor or oppose the following proposals? Laws that would ban qualified gay and lesbian couples from adopting children. Base: U.S. adults 18+ (n=2,008)1765 or older 31 62Gender by AgeWomen 18-34 15 83Men 18-34 26 72Women 35-64 30 68Men 35-64 29 68Women 65+ 34 58Men 65+ 27 67ReligionMainline Christians26 70Catholics 28 70Evangelical Christians31 66Don’t Ask, Don’t Tell©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 18Age 18-341823222328262871696867667376Women Age 35-64Almost two-thirds (64%) of U.S. adults believe openly gay military personnel should be allowed to serve in the armed forces.  Hispanics and women are more supportive while older men and Evangelical Christians are more likely to oppose.Allowing Openly Gay Military Personnel to Serve in the Armed ForcesOPPOSE FAVORCatholicsHispanicsWomenWomen Age 18-34Age 35-64More Supportive than Total©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EQ625: Do you favor or oppose the following proposals? Allowing openly gay military personnel to serve in the armed forces.  Base: U.S. adults 18+ (n=2,008)Women Age 65+3225293231343536344146666464646361605957504760% 40% 20% 0% 20% 40% 60% 80%MenTotal US Adults Age 18+19Evangelical ChristiansAge 65+African AmericansWhiteMainline ChristiansMen Age 18-34Men Age 65+Men Age 35-64More Supportive than TotalLess Supportive than TotalWomen are more likely than men, those under 65 are more likely than those 65+, Hispanics are more likely than Whites and African Americans, and Mainline Christians and Catholics are more likely than Evangelical Christians to favor gay people serving openly in the military.% Who Favor/Oppose Allowing Openly Gay Military Personnel to Serve in the Armed Forces% Favor % OpposeU.S. Adults Age 18+ 64 29GenderWomen 69 23Men 59 36Age18-34 68 2835-64 66 28% Favor % OpposeU.S. Adults Age 18+ 64 29Race/EthnicityWhite (Non-Hispanic)63 31African American (Non-Hispanic)61 34Hispanics        (Any Race)76 18©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 2065 or older 57 34Gender by AgeWomen 18-34 73 23Men 18-34 64 32Women 35-64 71 22Men 35-64 60 35Women 65+ 64 25Men 65+ 47 46ReligionMainline Christians66 32Catholics 67 26Evangelical Christians50 41Q625: Do you favor or oppose the following proposals? Allowing openly gay military personnel to serve in the armed forces.  Base: U.S. adults 18+ (n=2,008)Gay- and Transgender-Inclusive Hate Crimes Laws©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 212228302930323368666666637173 Women Age 35-64Age 35-64WomenMainline ChristiansTotal US Adults Age 18+More than six in 10 (63%) U.S. adults favor expanding hate crime laws to cover gay and transgender people.  More than seven in 10 women age 35-64 (73%) and African Americans (71%) favor this proposal while only half of those age 65+ do.Expanding Hate Crimes Laws to Cover Gay and Transgender PeopleOPPOSE FAVORAfrican AmericansMen Age 18-34 More Supportive than Total©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E3432353735373840394144636261616059585452504760% 40% 20% 0% 20% 40% 60% 80%Women Age 65+Men Age 65+Age 65+Age 18-34Men22Evangelical ChristiansWhiteCatholicsHispanicsWomen Age 18-34Men Age 35-64Q625: Do you favor or oppose the following proposals? Expanding existing hate crimes laws -- which currently cover violent crimes committed against someone because of their race, religion, color, or national origin -- to include violent crimes against someone because they are gay or transgender. Base: U.S. adults 18+ (n=2,008)Less Supportive than TotalWomen are more likely than men, those under 65 are more likely than those 65+, African Americans are more likely than Whites and Hispanics, and Mainline Christians are more likely than Catholics and Evangelical Christians to favor expanding hate crimes laws to cover gay and transgender people.% Who Favor/Oppose Expanding Hate Crimes Laws to Cover Gay and Transgender People% Favor % OpposeU.S. Adults Age 18+ 63 33GenderWomen 66 29Men 59 37Age18-34 63 3435-64 66 30% Favor % OpposeU.S. Adults Age 18+ 63 33Race/EthnicityWhite (Non-Hispanic)62 32African American (Non-Hispanic)71 28Hispanics        (Any Race)61 37©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EQ625: Do you favor or oppose the following proposals? Expanding existing hate crimes laws -- which currently cover violent crimes committed against someone because of their race, religion, color, or national origin -- to include violent crimes against someone because they are gay or transgender. Base: U.S. adults 18+ (n=2,008)2365 or older 50 41Gender by AgeWomen 18-34 60 35Men 18-34 66 32Women 35-64 73 22Men 35-64 58 38Women 65+ 52 39Men 65+ 47 44ReligionMainline Christians68 30Catholics 61 35Evangelical Christians54 40Non-Discrimination Laws©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 24WomenAge 35-64Women Age 35-64Mainline ChristiansMen Age 18-344143434243454556545352525757Age 18-34A slight majority of U.S. adults favor employment, housing, and public accommodations non-discrimination laws for gay and transgender people.  Mainline Christians and those under age 35 are the most likely out of the groups analyzed and Evangelical Christians and those 65+ are the least likely of the groups analyzed to favor these laws. Employment, Housing and Public AccommodationsNon-Discrimination Laws for Gay and Transgender PeopleOPPOSE FAVORWhiteMore Supportive than Total©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EMen Age 35-64Evangelical ChristiansHispanicsWomen Age 18-34Q625: Do you favor or oppose the following proposals? Modifying current employment law to make it illegal to fire someone from their job or deny someone housing or public accommodations solely because they are gay or transgender.  Base: U.S. adults 18+ (n=2,008)4643454546485051515154525151515050474342424160% 40% 20% 0% 20% 40% 60%Women Age 65+Men Age 65+Age 65+MenTotal US Adults Age 18+25African AmericansCatholicsMore Supportive than TotalLess Supportive than TotalMainline Christians and Catholics are more likely than Evangelical Christians, and those under 65 are more likely than those 65+ to favor non-discrimination laws covering gay and transgender people.  No statistically significant differences by gender or race/ethnicity.% Who Favor/Oppose Employment, Housing and Public Accommodations Non-Discrimination Laws for Gay and Transgender People% Favor % OpposeU.S. Adults Age 18+ 51 45GenderWomen 51 45Men 52 46Age18-34 56 4335-64 52 45% Favor % OpposeU.S. Adults Age 18+ 51 45Race/EthnicityWhite (Non-Hispanic)54 42African American (Non-Hispanic)50 48Hispanics        (Any Race)47 50©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EQ625: Do you favor or oppose the following proposals? Modifying current employment law to make it illegal to fire someone from their job or deny someone housing or public accommodations solely because they are gay or transgender.  Base: U.S. adults 18+ (n=2,008)2665 or older 42 51Gender by AgeWomen 18-34 54 43Men 18-34 57 43Women 35-64 53 43Men 35-64 50 46Women 65+ 42 51Men 65+ 43 51ReligionMainline Christians57 41Catholics 51 45Evangelical Christians41 54Bi-National Gay Couples©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 27Men Age 18-343437414445474857515050506561WomenMainline ChristiansAge 18-34U.S. adults are evenly split on immigration equality for bi-national gay couples.  More than half of women (51%), Mainline Christians (52%), those under age 35 (57%), and Hispanics (61%) favor this while fewer than three in 10 (28%) Evangelical Christians do.Allowing Gay Americans to Sponsor Their Non-American Life Partners to Become Residents of the U.S.OPPOSE FAVORAfrican AmericansHispanicsWomen Age 18-34More Supportive than Total©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EWomen Age 65+Age 65+Men Age 35-644846484951535054525564484747454444424241413080% 60% 40% 20% 0% 20% 40% 60% 80%MenWhiteWomen Age 35-64Men Age 65+Age 35-64Total US Adults Age 18+28Evangelical ChristiansCatholicsQ645: Do you favor or oppose the following proposals?  Allowing gay Americans to sponsor their non-American life partners to become residents of the United States. Base: U.S. adults 18+ (n=2,008)More Supportive than TotalLess Supportive than TotalWomen are more likely than men, those younger than 35 are more likely than those 35+, Hispanics are more likely than Whites, and Mainline Christians and Catholics are more likely than Evangelical Christians to favor immigration equality for bi-national gay couples.% Who Favor/Oppose Immigration Equality for Gay Americans% Favor % OpposeU.S. Adults Age 18+ 47 48GenderWomen 51 44Men 44 53Age18-34 57 4135-64 45 49% Favor % OpposeU.S. Adults Age 18+ 47 48Race/EthnicityWhite (Non-Hispanic)44 51African American (Non-Hispanic)50 45Hispanics        (Any Race)61 37©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EQ645: Do you favor or oppose the following proposals?  Allowing gay Americans to sponsor their non-American life partners to become residents of the United States. Base: U.S. adults 18+ (n=2,008)2965 or older 41 52Gender by AgeWomen 18-34 65 34Men 18-34 50 48Women 35-64 47 46Men 35-64 42 54Women 65+ 42 50Men 65+ 41 55ReligionMainline Christians50 47Catholics 48 48Evangelical Christians30 64Feelings Towards, Personal Relationships with, and Beliefs About Gay and Transgender People©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 30Since 2003, almost two in 10 (19%) say their feelings towards gays and lesbians have become more favorable while about 1 in 10 (11%) have become less favorable. Knowing someone who is gay or lesbian was a contributing factor for nearly eight in 10 (79%) whose feelings became more favorable.19%More FavorableChange in Feelings Towards Gays and Lesbians Over Past 5 Years45%50%79%Opinions friends or familyThe fact that laws have been passed thatprotect gay and lesbian peopleKnowing someone who is gay or lesbianContributing Factors to Feelings Towards Gays and Lesbians Becoming More Favorable©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 3169%11%0% 20% 40% 60% 80% 100%Not Changed at AllLess FavorableQ610: Over the past five years, would you say your feelings towards gays and lesbians have become much more favorable, somewhat more favorable, somewhat less favorable, much less favorable or not changed at all? Base: U.S. adults 18+ (n=2,008)Q615:   Which of the following do you believe contributed to your feelings becoming more favorable?  Please tell me all that contributed. Multiple responses accepted.Base: Respondents whose feelings have become more favorable (n=362)21%29%34%41%0% 20% 40% 60% 80% 100%Opinions of religious leadersSeeing gay or lesbian characters inmoviesSeeing gay or lesbian characters on TVSeeing or reading news coverage of gayand lesbian issuesNearly three out of four (73%) U.S. adults personally know or work with a gay or transgender person.  Of those who know/work with at least one, half know/work with five or more gay or transgender people, and almost two-thirds (64%) say the gay or lesbian person they’ve felt closest to is a family member or friend. 73%Personally Know orWork with Gay orTransgender PersonOf those who know at least 1 gay or transgender person:  median=5 gay or transgender peoplemean =15 gay or transgender peopleDo you Personally Know or Work with a Gay or Transgender Person?4%27%18%36%Immediate FamilyFriendGay or Lesbian Person Felt Closest ToRelationship of Gay or Transgender Person Felt Closest ToAge < 65: 74%Age 65+:  61%©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 328%72%0% 20% 40% 60% 80% 100%Personally Know orWork withTransgender PersonPersonally Know orWork with Gay PersonQ655: Do you personally know or work with someone who is gay or lesbian? Q670:  Do you personally know or work with a transgender person? Base: U.S. adults 18+ (n=2,008)Q660: Thinking of the gay or lesbian person you’ve felt closet to, what is your relationship to him or her?  Is that person yourself or is he or she a member of your family, your non-immediate family, a friend, a coworker, a neighbor, or an acquaintance?  Base:  Respondents who know someone who is gay or lesbian (n=1,421)Q675: Thinking of the transgender person you’ve felt closet to, what is your relationship to him or her?  Is that person yourself or is he or she a member of your family, your non-immediate family, a friend, a coworker, a neighbor, or an acquaintance?  Base: Respondents who know someone who is a transgender person (n=168)3%31%18%12%3%12%19%10%0% 20% 40% 60%NeighborAcquaintanceCo-workerNon-ImmediateFamilyTransgender Person Felt Closest ToThose who believe people are born gay are significantly more likely to believe gay and lesbian couples should be able to legally marry.  Those who believe people choose to be gay are significantly more likely to think there should be no legal recognition of gay and lesbian couples’ relationships. 54%60%70%80%90%100%Born gay Choose to be gayAttitudes Towards Marriage, Domestic Partnerships/Civil Unions, and No Legal Recognition for Gay and Lesbian Couples by Beliefs about Born vs. Choose to be Gay©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V EQ630: Which of the following three statements comes closest to your view? Gay and lesbian couples should be allowed to legally marry. Gay and lesbian couples should be allowed to form domestic partnerships or civil unions, but not legally marry. There should be no legal recognition of gay and lesbian couples’ relationships. Base: U.S. adults 18+ (n=2,008)Q650:   Do you think gay people are born gay or choose to be gay? Note: Half of sample heard “choose to be gay” first and half the sample heard “born gay” first. Base: U.S. adults 18+ (n=2,008)3336%9%22%34%42%0%10%20%30%40%50%1 3Should be allowed to legally marryShould be allowed to form domestic partnerships or civil unions, but not legally marryShould be no legal recognitionDemographic Profile of Respondents©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 34Gender, Age, Urbanicity, Region, Employment Status, Political Party AffiliationTotalGender %Male 49Female 51Age %18-34 (net) 2818-24 1325-34 1535-64 (net) 5435-44 1945-54 2055-64 15TotalRegion %East 22Midwest 22South 34West 23Employment Status %Employed (net) 60Employed full time 46Employed part time 14Retired 21©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 3565+ 16MEAN 45.6Urbanicity %Metro (net) 80In Center City of Metropolitan Area 31Outside Center City, Inside Center  City County 22Inside Suburban County of Metropolitan Area 23In Metropolitan Area with No Center City 5In Non-Metropolitan Area 20Not employed 18Political Party Affiliation %Democrat 39Independent 30Republican 25Education, IncomeTotalIncome %Less than $40,000 (net) 31Less than $15,000 8$15,000 to $24,999 8$25,000 to $29,999 5$30,000 to $34,999 4$35,000 to $39,999 6Less than $40,000 (unspecified) 1$40,000 or More (net) 61$40,000 to $49,999 7$50,000 to $59,999 9$60,000 to $74,999 9$75,000 to $99,999 13TotalEducation %High school or less (net) 44Less than high school 1Completed some high school 9High school graduate or equivalent 35Attended college or college degree (net) 45Completed some college, but no degree 19Associate’s degree 8College (e.g., B.A., B.S.) 18Postgraduate degree 9Refused/No response 2©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 36$100,000 or more 23$40,000 or more (unspecified) 1Refused/No response 8Race/Ethnicity, Marital Status, Adults in Household, Children in HouseholdTotalAdults in Household %1 142 333+ 52MEAN 2.9MEDIAN 3Marital Status %TotalRace/Ethnicity %White Non-Hispanic 67Hispanic 13Black/African American Non-Hispanic 11Asian or Pacific Islander 2Other race 4Decline to answer 3Have Children Under 18 in Household %Yes 41No 57©2007, Harris Interactive Inc.H A R R I S   I N T E R A C T I V E 37Married/Living with partner (net) 58Married 54Living with partner 4Single, never married 24Divorced/Widowed/Separated (net) 17Divorced 8Widowed 7Separated 2Refused/No response 1",
    "id": 71354131,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:10753"
    },
    "title": "Pulse of Equality: A Snapshot of U.S. Perspectives on Gay and Transgender People and Policies",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-12-12T00:00:00+00:00",
    "publisher": "Gay & Lesbian Alliance Against Defamation (GLAAD)",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/10753/10753.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71354131.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71354131"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71354131/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71354131/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71354131"
        }
    ],
    "abstract": "Presents survey findings on attitudes toward and beliefs about gays and lesbians, as well as policies including legal recognition of gay couples, adoption qualification, and anti-discrimination laws, by gender, age, race/ethnicity, and religion",
    "tags": [
        "survey data",
        "Human Rights and Civil Liberties",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "survey data"
    ],
    "oai": "oai:harvest.issuelab.org:10753",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71354131,
        "depositedDate": null,
        "publishedDate": "2008-12-12T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:44:33+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:12:53+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/10753",
        "https://issuelab.org/resources/10753/10753.pdf"
    ],
    "lastUpdate": "2024-02-14T12:44:33+00:00",
    "setSpecs": []
}