{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Koons, Judith E."
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-17T20:07:07+01:00",
    "dataProvider": {
        "id": 12841,
        "name": "Barry University: Digital Commons @ Barry Law",
        "url": "https://api.core.ac.uk/v3/data-providers/12841",
        "logo": "https://api.core.ac.uk/data-providers/12841/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/229021084.pdf",
    "fullText": "Barry University School of LawDigital Commons @ Barry LawFaculty Scholarship2016Pulse: Finding the Meaning in a Massacre ThroughGay Latino Intersectional JusticeJudith E. KoonsBarry UniversityFollow this and additional works at: https://lawpublications.barry.edu/facultyscholarshipPart of the Civil Rights and Discrimination CommonsThis Article is brought to you for free and open access by Digital Commons @ Barry Law. It has been accepted for inclusion in Faculty Scholarship byan authorized administrator of Digital Commons @ Barry Law.Recommended CitationJudith E Koons, Pulse: Finding the Meaning in a Massacre Through Gay Latino Intersectional Justice, 19 Scholar 1 (2016).ARTICLEPULSE: FINDING MEANING IN A MASSACRE THROUGHGAY LATINX INTERSECTIONAL JUSTICEJUDITH E. KOONS*I. Introduction ...................................... 2II. Finding Meaning: The Roots of Violence in EnlightenmentThinking ......................................... 8A. The Social Construction of Homophobia and BorderAnxiety: A Critical Review ...................... 12B. Hate Crime Against Latina/os: More BorderAnxiety .. ................................... 14C. Intersectional Oppression: LBGTQ People ofColor .. ...................................... 18III. Making Meaning: Ways to Heal ....................... 26A. They Were Dancing: Intersectional Justice ........... 26B. They Were Dancing: Intersectional Justice ThroughPolitical Action ............................... 32i. Legal Protections for the LGBTQ Community... 33ii. Immigration: Redressing Racist Rhetoric andFortified Borders............................ 43IV. Conclusion: Binaries, Borders, and SharedResponsibility .................................... 50* Professor of Law, Barry University School of Law, Orlando, Florida. B.A., J.D.,University of Florida; M.T.S., Harvard Divinity School. Copyright Judith E. Koons, 2016. Iam indebted to Rebecca Norman for her excellent research assistance, to my spouse EllenTetlow for her generous heart and many talents, to Nancy Chi Cantalupo and Julia GrimkeYoung for their helpful comments, and to Dean Leticia Diaz and Barry University Schoolof Law for their ongoing support. This article is dedicated to the victims, survivors, firstresponders, medical staff, and all those whose lives have been deeply touched by themassacre at Pulse nightclub.1THE SCHOLARI. INTRODUCTIONIn the early morning hours of June 12, 2016, a hate-filled man calmlyopened fire on the patrons of the Pulse nightclub in downtown Orlando,Florida.' Over the next three hours, he killed forty-nine men and womenwho had been celebrating Latin Night at the gay club.2 Fifty-three per-sons were wounded.' When police finally entered the club and killed themurderer, nothing could be heard but the sounds of cell phones ringing.'One officer who entered that ghastly scene said it felt like all of the peo-ple on the floor were \"playing dead.\"'We mourned. We mourned another mass shooting of innocents. Wewent to vigils6 and held up candles of hope. We held up photos of thoseslain.' We built memorials with flowers, flags, photographs, banners, can-1. Lizette Alvarez et al., Orlando Gunman Was \"Cool and Calm\" After Massacre,Police Say, N.Y. TIMEs (June 13, 2016), http://www.nytimes.com/2016/06/14/us/orlando-shooting.html?_r=0 [https://perma.cc/G3KS-536N].2. Id.; Marc Santora, Last Call at Pulse Nightclub, and Then Shots Rang Out, N.Y.TIMES (June 12,2016), http://www.nytimes.com/2016/06/13/us/last-call-at-orlando-club-and-then-the-shots-rang-out.html [https://perma.cc/4ZF8-73R9].3. Santora, supra note 2.4. Madison Park & Chandrika Narayan, Orlando Shooting Survivors Describe Scenesof Chaos, CNN (June 13, 2016), http://www.cnn.com/2016/06/12/us/orlando-shooting-as-it-happened [https://perma.cc/B37F-RY3D].5. Frances Robles, \"I Thought They Were Playing Dead\": Officers Are Haunted byScene at Orlando Club, N.Y. TIMES (June 23, 2016), http://www.nytimes.com/2016/06/24/us/i-thought-they-were-playing-dead-officers-are-haunted-by-scene-at-orlando-club.html[https://perma.cc/S4C7-KUY9].6. Dewayne Bevil & Desiree Stennett, Crowd Estimated at 50,000 Packs into LakeEola Park for Pulse Vigil, ORLANDO SENTINEL (June 19, 2016, 10:15 PM), http://www.orlandosentinel.com/news/pulse-orlando-nightclub-shooting/os-pulse-vigil-lake-eola-201606 1 9 -story.html [https://perma.cc/9KS8-D9LB].7. See Andrew Gibson & Charles Minshew, Orlando Nightclub Shooting: Read Aboutthe Victims, ORLANDO SENTINEL (June 14, 2016, 4:29 PM), http://www.orlandosentinel.com/news/pulse-orlando-nightclub-shooting/victims/os-pulse-nightclub-orlando-shooting-victims-htmlstory.html [https://perma.cc/3ZEL-D3NU] (providing photographs of the vic-tims). The forty-nine people who were killed at Pulse nightclub were: Stanley AlmodovarIII (23); Amanda Alvear (25); Oscar A. Aracena-Montero (26); Rodolfo Ayala-Ayala (33);Antonio Davon Brown (29); Darryl Roman Burt 11 (29); Angel L. Candelario-Padro (28);Juan Chevez-Martinez (25); Luis Daniel Conde (39); Cory James Connell (21); Tevin Eu-gene Crosby (25); Deonka Deidra Drayton (32); Leroy Valentin Fernandez (25); SimonAdrian Carrillo Fernandez (31); Mercedez Marisol Flores (26); Peter 0. Gonzalez-Cruz(22); Juan Ramon Guerrero (22); Paul Terrell Henry (41); Frank Hernandez (27); MiguelAngel Honorato (30); Javier Jorge-Reyes (40); Jason Benjamin Josaphat (19); Eddie Jamol-droy Justice (30); Anthony Luis Laureano Disla (25); Christopher Andrew Leinonen (32);Alejandro Barrios Martinez (21); Brenda Lee Marquez McCool (49); Gilberto RamonSilva Menendez (25); Kimberly Morris (37); Akyra Monet Murray (18); Luis OmarOcasio-Capo (20); Geraldo A. Ortiz-Jimenez (25); Eric Ivan Ortiz-Rivera (36); Joel RayonPaniagua (31); Jean Carlos Mendez Perez (35); Enrique L. Rios Jr. (25); Jean Carlos2 [Vol. 19:1FINDING MEANING IN A MASSACREdles, and crosses.8 We went to funerals. Too many funerals. At thosefunerals, we donned giant angel wings to block grieving families fromthose who spewed more homophobic hatred.' We volunteered and con-tributed money to families of those who died, to those hospitalized, tofirst responders.'0 We posted messages of hope on social media andpassed along stories of heroism and sacrifice.\" We talked about the vic-tims, said each name, and cushioned it with a prayer. Mostly, we criedand began to search for meaning.Nieves Rodriguez (27); Xavier Emmanuel Serrano Rosado (35); Christopher Joseph Sanfe-liz (24); Yilmary Rodriguez Solivan (24); Edward Sotomayor Jr. (34); Shane Evan Tomlin-son (33); Martin Benitez Torres (33); Jonathan Antonio Camuy Vega (24); Franky JimmyDejesus Velazquez (50); Juan P. Rivera Velazquez (37); Luis S. Vielma (22); Luis DanielWilson-Leon (37); Jerald Arthur Wright (31). Victims' Lives Remembered: Students, Part-ners, Trusted Friends, N.Y. TIMES (June 16, 2016), http://www.nytimes.com/interactive/projects/cp/us/orlando-shooting-victims/geraldoa-ortiz-jimenez [https://perma.cc/6LXL-YB48] [hereinafter Lives Remembered].8. See, e.g., Teresa Welsh, \"Love Your Neighbor\": Illinois Man Drives 1,200 Miles toDeliver Special Memorials to Orlando Victims, MIAMI HERALD (June 17, 2016, 6:48 PM)http://www.miamiherald.com/news/nation-world/national/article84489142.html [https://perma.cc/YMY4-MW8R] (telling the story of a man from Illinois who built forty-nine crossesand drove 1200 miles to bring them to Orlando); see also Gal Tziperman Lotan & ReneStutzman, Officials Honor Pulse Victims, Move 49 Crosses to History Center, ORLANDOSENTINEL (July 12, 2016, 5:13 PM) http://www.orlandosentinel.com/news/pulse-orlando-nightclub-shooting/os-orlando-pulse-shooting-transfer-20160712-story.html [https:/perma.cc/S5XX-AR3W] (reporting the relocation of items from makeshift memorials to the Or-ange County History Museum, where they will be part of a permanent collection).9. Monivette Cordeiro, Westboro Protest at Orlando Mass Shooting Victims' FuneralFizzles Against \"Angels,\" ORLANDO WEEKLY (Jun 19, 2016, 2:26 PM), http://www.orlandoweekly.com/Blogs/archives/2016/06/19/westboro-protest-at-orlando-mass-shooting-victims-funeral-fizzles-against-angels [https://perma.cc/JSY6-FSJL].10. As of September 26, 2016, the OneOrlando Fund for victims and survivors of themassacre raised $29.5 million, which will be disbursed to 299 family members and survi-vors. Kate Santich, OneOrlando Fund to Give Families of Those Killed at Pulse $350,000Each, ORLANDO SENTINEL (Sept. 26, 2016, 8:43 PM), http://www.orlandosentinel.com/news/pulse-orlando-nightclub-shootinglos-one-orlando-fund-pay-out-20160926-story.htmi[https://perma.cc/4ECL-EBWS]. The \"GoFundMe\" account established by Equality Flor-ida for victims' families, physically injured survivors, and those in need of support raisedover $7 million in one month. Support Victims of Pulse Shooting, GOFUNDME, https://www.gofundme.com/PulseVictimsFund [https://perma.cc/8YWV-TZW2] (last visited Nov. 29,2016).11. E.g., Colby Itkowitz, These Orlando Shooting Heroes Prove People Are Funda-mentally Good, WASH. POST (June 13, 2016), https://www.washingtonpost.com/news/in-spired-life/wp/2016/06/13/these-are-the-heroes-emerging-from-the-orlando-shooting[https://perma.cc/TZ4Q-QWX5]. At the time of the shooting, there were about 320 peoplein the nightclub. Cari Romm, What Happens Next for the Orlando Shooting Survivors?,N.Y. MAG: SCIENCE OF Us (June 17, 2016, 8:19 AM), http://nymag.com/scienceofus/2016/06/what-happens-next-for-the-orlando-shooting-survivors.html [https://perma.cc/V73J-RZAP].2016] 3THE SCHOLAR [Vol. 19:1Many roads in our nation's history converge in the Pulse massacre.12In the tragedy are the deep roots of the struggle for LGBTQ\" equalityand the rutted tracks of immigration for people all over Latin America tomake a home in central Florida.14 The massacre also reaches into thebowels of terrorism, with the shooter attributing his acts to the Islamicstate.1 5 Further, the massacre raises significant questions of domestic se-curity, the availability of assault weapons, and the immovability of guncontrol at the state and federal levels.1612. Massacre is defined as \"the act or an instance of killing a number of usually help-less or unresisting human beings under circumstances of atrocity or cruelty.\" Massacre,MERRIAM-WEBSTER, http://www.merriam-webster.com/dictionary/massacre [https://perma.cc/4UCA-63AZ] (last visited Nov. 7, 2016).13. The longer acronym, LGBTQIA, refers to a community of Lesbian, Gay, Bisex-ual, Transgender (or Transsexual), Queer (or Questioning), Intersex, and Asexual persons.LGBTQIA Resource Center Glossary, LESBIAN, GAY, BISEXUAL, TRANSGENDER, QUEER,INTERSEX, ASEXUAL RESOURCE CENTER, http://lgbtqia.ucdavis.edu/educated/glossary.html [https://perma.cc/2LC5-VAJH] (last visited Nov. 4, 2016); Michael Schulman, Gener-ation LGBTQIA, N.Y. TIMES (Jan. 9. 2013), http://www.nytimes.com/2013/01/10/fashion/generation-lgbtqia.html [https://perma.cc/5CQA-4N8W].14. Ninety percent of the victims were of Hispanic descent. Lizette Alvarez & NickMadigan, In the Dead in Orlando, Puerto Ricans Hear a Roll Call of Their Kin, N.Y. TIMES(June 14, 2016), http://www.nytimes.com/2016/06/15/us/in-orlando-victims-puerto-ricans-hear-a-roll-call-of-their-kin.html [https://perma.cc/8DTC-LTEJ].15. The Associated Press, Why Did [The Shooter] Attack Pulse?: Orlando ShooterMay Have Struggled with Sexuality, AL.com (June 14, 2016, 7:36 AM), http://www.al.com/news/index.ssf/2016/06/why-did_[TheShooter]_attack-pul.html [https://perma.cc/FZ6G-MP9F] (name omitted from hyperlink). As an ethical matter, the author has decided notto publish the name of the shooter. This article approaches the massacre as a massive hatecrime, not necessarily as an act of terrorism, although it is understandable that it is viewedfrom that perspective. \"[T]errorism is generally understood as premeditated violence per-petrated by a nonstate actor against noncombatants (civilians or off-duty soldiers) in pur-suit of a political, religious, or social goal, designed to coerce a government or to intimidateor convey a message to a larger audience.\" STEVEN PINKER, THE BETTER ANGELS OFOUR NATURE: WHY VIOLENCE HAS DECLINED 345 (Penguin Group 2011). Two key com-ponents of terrorism are \"dread\" and \"unfathomability.\" Id. at 345-46. While the massa-cre certainly triggered a sense of dread in many, the article will show that hate crimes arecommon occurrences in the United States; from this perspective, hate crimes are fathoma-ble in a broad social sense. At the same time, the scale of the Pulse massacre is of suchenormity that it reaches into the realm of the unfathomable. For additional discussion ofhate crimes, see infra Sections II.B., II.C., and III.A. For additional discussion of terror-ism, see infra Section IV.16. Bart Jansen, Weapons Gunman Used in Orlando Shooting Are High-Capacity,Common, USA TODAY (June 15, 2016, 8:48 AM), http://www.usatoday.com/story/news/2016/06/14/guns-used-kill-49-orlando-high-capacity-common-weapons/85887260 [https://perma.cc/6Z7E-VF8W]. The shooter used a Sig Sauer MCX semiautomatic rifle and a9mm Glock semiautomatic model handgun that had been purchased about a week beforethe massacre. Id. The weapons and ammunition caused complex and severe injuries.Richard Luscombe & Jessica Glenza, 'Trying to Deal with the Pain': Orlando SurvivorsFace Long Road to Recovery, GUARDIAN (July 3, 2016 6:00 AM), https://www.theguardian4FINDING MEANING IN A MASSACREAs the \"worst mass shooting\" in the United States,\" the massacrestands as another exclamation point behind a pedigree of violence thatseems to be escalating in our country and the world.\"s The tragedy givesus pause to ask about home, community, connection, risk, and safety. Itprompts us to ask about the world our children will inherit. Will they beable to play outdoors, go to a concert, or dance at a nightclub? Finally, itasks us to name our responsibility. How ought I respond to the verypointed challenges that have erupted at this pivotal time in our nation'shistory?\"As its point of departure, this article shines its light on the violence atPulse and, by way of a political, ethical, and philosophical inquiry, seeksto expose the history and forms of oppression that lurk in its underlay-ment. To begin its interrogation of this act of seemingly senseless vio-lence, the article asks two questions: why a gay nightclub and why \"LatinNight\"? This article proposes that these facts are not happenstance, butare the keys to unlocking this underworld of massive violence.To set the framework that critiques the violence underlying the massa-cre at Pulse, Part II.A first looks to the philosophical history of modern.com/us-news/2016/jul/03/orlando-shooting-survivors-recovery-ar-15-ammunition [https://perma.cc/X5FC-892F]. For example, the Sig Sauer MCX (similar to the older AR-15 rifle)fires bullets at the speed of 3000 feet per second and uses a .223 caliber bullet that isdesigned to tumble when it hits its target. Randi Kaye, A Closer Look at the OrlandoShooter's Weapon, WWLP.com (June 21, 2016, 4:00 AM), wwlp.com/2016/06/21/a-closer-look-at-the-orlando-shooters-weapon [https://perma.cc/Y48S-QEGN].17. The Pulse shooting has been described as the \"worst mass shooting in UnitedStates history\" as well as the \"worst act of terrorism on American soil since Sept. 11, 2001,and the deadliest attack on a gay target in the nation's history.\" Lizette Alvarez & RichardP6rez-Pefia, Orlando Gunman Attacks Gay Nightclub, Leaving 50 Dead, N.Y. TIMEs (June12, 2016), http://www.nytimes.com/2016/06/13/us/orlando-nightclub-shooting.html [https://perma.cc/W3LN-A7TN]; accord Richard P6rez-Pefia, Historians, Police and Others ArgueWhat Makes Orlando Massacre \"Worst,\" N.Y. TIMEs (June 17, 2016), http://www.nytimes.com/2016/06/18/us/historians-police-and-others-argue-what-makes-massacre-the-worst.html [https://perma.cc/SJ7E-FQVF] (discussing attacks of mass violence in the UnitedStates and different categories of violent acts, such as genocide, riots, and military actions).18. See Amy P. Cohen et al., Rate of Mass Shootings Has Tripled Since 2011, HarvardResearch Shows, MOTHER JONES (Oct. 15, 2014, 6:00 AM), http://www.motherjones.com/politics/2014/10/mass-shootings-increasing-harvard-research [https://perma.cc/CZB9-CV3A] (reporting that the frequency of mass shootings in public with four or more victimshas increased since 2011). But see PINKER, Supra note 15, at xxii, 47-56 (presenting data onthe trajectory of violence across history and arguing that \"we may be living in the mostpeaceable era in our species' existence\").19. Cf Ralph B. Potter, Qualms of a Believer, 69 SOUNDINGS 111, 111 (1986) (posingthe key ethical question: \"How ought I live?\"); Judith E. Koons, At the Tipping Point:Defining an Earth Jurisprudence for Social and Ecological Justice, 58 Lov. L. REV. 349, 386(2012) [hereinafter Koons, Tipping Point] (\"For individuals seeking wisdom the guidingquestion is, how ought one live into this new era?\").2016] 5THE SCHOLARWestern thought and the Enlightenment era.20 In following this historicalthread, Part II.B proposes that the acts of violence reflected in Pulse werenot random, but were the product of socially constructed systems of op-pression that make hate crimes toward gay and Latino communities notonly imaginable but also possible and even inevitable.2 Drawing thispoint forward, Part II.C argues that the forms of sexuality-, gender iden-tity-, race-, and ethnicity-based oppression underlying the massacre atPulse also intersect in ways that animate one another.22This article then lifts its vision to its constructive side in Part III.A.With intersectionality23 as its springboard, this article suggests that, justas forms of oppression are related, so are forms of justice. At the inter-20. Dating from the mid-sixteenth century, the Enlightenment ushered in modernity,marked by a tectonic shift in European thought to privilege procedural rationality overreligious dogma and metaphysical world views. ELISABETH\" SCHOSSLER FIORENZA, RHET-ORIC AND ETI-nc: THE POLITICS OF BIBLICAL STUDIES 35 (Fortress Press 1999) [hereinafterFIORENZA, RHETORIC]. Procedural rationality, in turn, honors objective knowledge, moralpractical insight, and aesthetic judgment. Id. For a discussion of the Enlightenment era,see infra Section II.21. See IRIS MARION YOUNG, JUSTICE AND THE POLITICS OF DIF-ERENCE 61-62(Princeton Univ. Press, 1990) (proposing that violent hate crimes are \"always at the hori-zon of social imagination\" and are embedded in a social context that \"makes them possi-ble\"). For analysis of social constructionism and hate crimes, see discussion infra SectionsII.A., II.B.22. See ROBIN RYLE, QUESTIONING GENDER: A SOCIOLOGICAL EXPLORATION 55-56(Pine Forge Press 2012) (discussing social structures such as race and class as embedded ina \"matrix of domination ... that ... work with and through each other\" in ways that are\"interlocking and simultaneous\"). For discussion of interstructured and dynamic systemsof oppression, see infra Section II.C.23. See Kimberl6 Crenshaw, Mapping the Margins: Intersectionality, Identity Politics,and Violence Against Women of Color, 43 STAN. L. REV. 1241, 1244 (1991) [hereinafterCrenshaw, Mapping] (claiming the concept of intersectionality was first used \"to denotethe various ways in which race and gender interact to shape the multiple dimensions ofBlack women's employment experiences\"). For the first reported discussion of intersec-tionality in a law journal, see Kimberl6 Crenshaw, Demarginalizing the Intersection of Raceand Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory andAntiracist Politics, 1989 U. CHI. LEGAL F. 139 (1989) [hereinafter Crenshaw, Demarginaliz-ing]. From a critical perspective, this article uses intersectionality in the sense of a conflu-ence of multilayered systems of subordination and privilege that are mutually reinforcingin complex ways to oppress lives of individuals and social groups. From a constructiveperspective, this article understands intersectionality as a key concept for the ongoing pro-ject of liberation and eschews the term post-intersectionality. See, e.g., Sumi Cho, Under-standing White Women's Ambivalence Towards Affirmative Action, Theorizing PoliticalAccountability in Coalitions, 71 UMKC L. REV. 399, 403 n.29 (2002) (criticizing the use ofthe term \"post-intersectionality\"). Dynamic multiplicative expansions of the concept ofintersectionality are part of the generative arc of the original idea and, as such, do notreject underlying premises or pose key correctives to usher in a \"post\" theoretical ap-proach. See FIORENZA, RHETORIC, supra note 20, at 35 (defining postmodernity as criticalthought that presents aesthetic, cultural, and political correctives to its modern predeces-[Vol. 19:16FINDING MEANING IN A MASSACREsection of the gay and Latinx2 4 communities is the unfinished business ofremedying historic subordination and dismantling divisions constructedof fear, hatred, and privilege. The Pulse massacre pierced the conscienceof the community and pointed toward ways relationships of respect canform in a heterogeneous public.25 Drawing its inspiration from the vic-tims and survivors of the massacre, Part II.B suggests forms of politicalaction-legal protections for the LGBTQ community and respectful ap-proaches to immigration reform-that are predicates to intersectional* 26justice.There is much to be learned from the patrons of Pulse. They weredancing. They were celebrating sexual, spiritual, aesthetic, cultural, andpolitical connections in an inclusive and diverse community with a richarray of local and international identities.27  This article urges such aspirit of interconnecting and liberatory joy to be part of the memories ofthe 49.28 To embark on this endeavor, this article will first examine thephilosophical underpinnings in Western thought of violence against sub-ordinated people.sor). For an application of intersectionality to the Pulse massacre, see discussion infra Sec-tion II.C.24. According to Huffington Post, \"Latinx is the gender-neutral alternative to Latino,Latina and even Latin@.\" Tanisha Love Ramirez & Zeba Blay, Why People Are Using theTerm \"Latinx,\" HUFFINGTON POST (July 5, 2016, 5:33 PM), http://www.huffingtonpost.com/entry/why-people-are-using-the-term-latinx us_57753328e4b0ccOfal36al59 [https://perma.cc/LPB7-M4F9]. The term is used by \"scholars, activists and an increasing number ofjournalists.\" Id. Further, \"Latinx is quickly gaining popularity among the general pub-lic . . . . [It] is inclusive of the intersecting identities of Latin American descendants.\" Id.For additional discussion on intersectionality and people who identify as Latinx, see infraSection II.C.25. Iris Marion Young posits this view of democracy: \"To promote a politics of inclu-sion, then, participatory democrats must promote the ideal of a heterogeneous public, inwhich persons stand forth with their differences acknowledged and respected, though per-haps not completely understood, by others.\" YOUNG, supra note 21, at 119.26. For a discussion of recommended political action regarding LGBTQ civil rightsand immigration policy and discourse, see infra Sections III.B.1. & 2.27. See generally Elizabeth M. Iglesias, LatCrit Theory: Some Preliminary Notes To-wards a Transatlantic Dialogue, 9 U. MIAMI INT'L & CoMP. L. REV. 1 29-31 (2001) [herein-after Iglesias, LatCrit Theory] (tracing the development of critical theory in the UnitedStates and describing \"human capacity for sexual/spiritual interconnection\" and \"transna-tional and intersectional identities\" in the Queer and LatCrit movements).28. See generally id. (focusing on the \"commitment to a broad and inclusiveemancipatory project\" of the Queer and LatCrit movements). \"The 49\" refers to the forty-nine people who were murdered at Pulse nightclub.2016] 7THE SCHOLARII. FINDING MEANING: THE ROOTS OF VIOLENCEIN ENLIGHTENMENT THINKINGTo critique the violence that undergirded the massacre at Pulse, thisarticle first looks to the Enlightenment era, which produced patterns ofthinking that shape modern Western law, philosophy, ethics, and every-day consciousress.2 9 Beginning in the sixteenth century, Enlightenmentphilosophers turned from the authority of religious dogma to embraceReason.3 0 Dualistic structures of thought were the foundation of thisfresh turn to rationality.\" Philosophers organized their thinking aroundbinaries such as reason/passion,3 2 public/private,3 3 and mind/body,34which became silently insinuated as prevailing structures of thought.3 5Western legal thinking reflects this dualistic pattern: judge/jury, plaintiff/defendant, law/facts, and direct/cross. Being true to its philosophical her-itage, modern consciousness is also shot through with binaries: good/bad,29. According to Issak Dore:The major figures of the Enlightenment period, or Age of Reason (roughly from Hob-bes to Kant), were aware that they were participants in a broad intellectual projectthat had two important and related goals, namely, to reject past claims to knowledgebased on authority and to construct an edifice of knowledge based not on authoritybut on reason and science.ISAAK 1. DORE, THE EPISTEMOLOGICAL FoUNDATIONS OF LAw 296 (Carolina Acad. Press2007).30. See, e.g., GENEVIEVE LLOYD, THE MAN OF REASON: \"MALE\" AND \"FEMALE\" INWESTERN PHILOSOPHY XVil (Univ. of Minn. Press 2d ed. 1993) (advising that the aspira-tion to Reason \"lies at the very heart of our philosophical heritage\"); see also DORE, supranote 29, at 295-96 (tracing intellectual movements from the decline of classical Greekthought with a \"rationalist epistemology,\" to the \"modern philosophers\" in the Enlighten-ment period, which \"dominated Western epistemology well into the twentieth century,when new [postmodern] philosophical currents began to challenge its premises\"); Iglesias,LatCrit Theory, supra note 27, at 7-31 (sketching a \"genealogical narrative\" of postmodernlegal theory to situate LatCrit theory in \"seven strains of critical legal discourse\": CriticalLegal Studies (CLS), Critical Race Theory (CRT), Feminist Legal Theory (FemCrit), Criti-cal Race Feminism, Asian Pacific American Critical Legal Scholarship (APACrit), Chi-cana/o Studies, and Queer Legal Theory (QueerCrit)).31. LLOYD, supra note 30, at 78.32. See YOUNG, supra note 21, at 111 (observing that Rousseau and Hegel envisioneda society in which \"the ideal of normative reason . . . stands opposed to desire andaffectivity\").33. CAROLE PATEMAN, Feminist Critiques of the Public / Private Dichotomy, in THEDISORDER OF WOMEN: DEMOCRACY, FEMINISM, AND POLITICAL THEORY 118, 120 (Stan-ford Univ. Press 1989).34. See LLOYD, supra note 30, at 44-45 (analyzing the method of philosopher Ren6Descartes in the context of his doctrine of \"the radical separateness of mind and body,\"while acknowledging the egalitarian impulse that animated his method).35. See, e.g., YOUNG, supra note 21, at 97 (critiquing the Enlightenment-based ideal ofimpartiality, which \"generates a dichotomy between universal and particular, public andprivate, reason and passion\").8 [Vol. 19:1FINDING MEANING IN A MASSACREtall/short, fast/slow, up/down, succeed/fail . . . . Significantly, modernbinarism is not neutral.\" Linguists have proposed that, in binary think-ing, each pair has a favored and disfavored pole.\" That is, tall is pre-ferred over short; fast is favored over slow; early is better than late.A key construct in Enlightenment thinking that effectively legitimizesviolence is the subject/object binary.40 The dominant subject stands inthe knowing, normative position.4 1 In binarism, everything else is an ob-ject. When an individual is defined as different from the subject (and istherefore an object), violence is justified.4 2 What is being attacked is nota thinking, feeling, and hurting human being, but an object that is devoidof family, feelings, hopes, and dreams.Related to the subject/object binary is the early feminist idea of the\"Other.\"4 3 As a \"fundamental category of philosophical thought\" inmodernist thinking, otherness is defined by the dominant subject as thatwhich is incidental and inessential to itself.4 4 More perniciously, subjectgroups set up others in inferior and excluded positions. According to Si-mone de Beauvoir, who first articulated the concept of the Other in 1949:In small-town eyes all persons not belonging to the village are 'stran-gers' and suspect; to the native of a country all who inhabit other coun-tries are 'foreigners'; Jews are 'different' for the anti-Semite, Negroes are'inferior' for American racists, aborigines are 'natives' for colonists,proletarians are the 'lower class' for the privileged.4 536. See id. at 99 (\"In the history of Western thought this logic of identity has created avast number of mutually exclusive oppositions that structure whole philosophies: subject/object, mind/body, nature/culture.\").37. Id. at 114-16; see also MARY FIELD BELENKY ET AL., A TRADITION THAT HAS NoNAME: NURTURING T-E DEVELOPMENT OF PEOPLE, FAMILIES, AND COMMUNITIES 21 (Ba-sic Books 1997) (highlighting the work of psychologists and linguists regarding thegendered nature of binaries that structure our language).38. BELENKY ET AL., supra note 37.39. Id.40. E.g., DORE, supra note 29, at 846.41. YOUNG, supra note 21, at 125-27.42. See John Kavanaugh, Challenging a Commodity Culture, 111 COMMONWEAL 606,608 (1984) (\"Underlying all violence is a human being that has been reduced to the statusof an object.\").43. See SIMONE DE BEAUVOIR, THE SECOND SEx at xvi (H.M. Parshley ed. & trans.,1989) (1949) (\"Thus humanity is male and man defines woman not in herself but as relativeto him . . . she is the incidental, the inessential as opposed to the essential. He is theSubject, he is the Absolute-she is the Other.\").44. Id. at xvii.45. Id.2016] 9Binarism and its progeny-oppression-are at the root of violence.4 6As described by a postmodern scholar, violence is \"a phenomenon of so-cial injustice\" that is systemic: \"it is directed at members of a group sim-ply because they are members of that group.\"4 7 Indeed, violence againstgays, Latinos, and other groups that are marked as subordinated is \"moti-vated by fear or hatred of those groups.\"4 8Considerable scholarship has deconstructed and demonstrated the dan-gers of binarism.4 9 However, just as subordination stubbornly plaguespostmodern society, so its sad engine of pathetic and tired binaries keepsthe fires of intra- and intergroup oppression going.\"o Stepping into thesticky web of binarism is but a beginning point toward critiquing violencedirected toward subordinated groups and imagining social remedies.From a binarist position, the patrons of Pulse were predominately com-prised of two outsider groups historically constructed as Others-gaysand Latinos.\" To further critique how these constructed identities oftenare the targets of violence, the next sections will discuss the social con-46. See YOUNG, supra note 21, at 48-64 (pluralizing and systematizing the category ofoppression by its five faces: exploitation, marginalization, powerlessness, cultural imperial-ism, and violence). Young also advises that \"[Western cultural imperialism] ... insists ononly one subject position . .. identified with white bourgeois men.\" Id. at 147. Groups thatare oppressed \"often exhibit symptoms of fear, aversion, or devaluation toward membersof their own groups and other oppressed groups.\" Id. Moreover, \"[i]nsofar as members ofthese groups assume the position of subjects within the dominant culture . . . they experi-ence members of their own group abjectly. Even more commonly, members of culturallyimperialized groups fear and despise members of other oppressed groups.\" Id. at 148.47. Id. at 62.48. See id. at 62-63 (\"Sometimes the motive may be a simple will to power, to victim-ize those marked as vulnerable by the very social fact that they are subject to violence.\").49. E.g., Nancy Ehrenreich, Subordination and Symbiosis: Mechanisms of MutualSupport Between Subordinating Systems, 71 UMKC L. REV. 251, 304 (2002); see also PedroA. Malavet, Reparations Theory and Postcolonial Puerto Rico: Some PreliminaryThoughts, 13 BERKELEY LA RAZA L.J. 387, 397 n.56 (2002) (providing examples of variouscritiques of binarism by LatCrit scholars).50. See e.g., Robert S. Chang & Neil Gotanda, The Race Question in LatCrit Theoryand Asian American Jurisprudence, 7 NEv. L.J. 1012, 1014, 1018 (2007) (examining theslippage of race and ethnicity into LatCrit theory through a first-, second-, and third-orderbinary analytical model).51. E.g., Berta Hernandez-Truyol et al., Beyond the First Decade: A Forward-LookingHistory of LatCrit Theory, Community and Praxis, 17 BERKELEY LA RAZA L.J. 169,170-71 n.6 (2006). The shooter was also marked as an outsider, being Muslim from animmigrant Afghan family. Kyra Gurney et al., [The Shooter's] Immigrant Family Lived theAmerican Dream-or So It Seemed, MIAMI HERALD (June 18, 2016, 12:11 PM), http://www.miamiherald.com/news/nation-world/nationalarticle84370692.htmI [https://perma.cc/L8QD-XB9B]. However, members of outsider groups can (and do) assume a dominantsubject position and, as in this case, terrorize members of other outsider groups. SeeYOUNG, supra note 21, at 148 (evaluating the intersection of cultural imperialism and vio-lence among members of outsider groups and noting \"[e]ven more commonly, members of[Vol. 19:110 THE SCHOLARFINDING MEANING IN A MASSACREstruction of homophobia,5 2 hate crimes against people who are seen asnon-white,5 3 and intersections among these positionalities.54culturally imperialized groups fear and despise members of other oppressed groups .For a discussion of internalized oppression and homophobia, see infra Section III.A.52. See Ana Fhivia do Amaral Madureira, The Psychological Basis of Homophobia:Cultural Construction of a Barrier, 41 INTEGRATIVE PSYCHOL. & BEHAV. Sci. 225, 225(2007) (analyzing the complex relationships among sexuality, gender, culture, and power).Homophobia is \"irrational fear of, aversion to, or discrimination against homosexuality orhomosexuals.\" Homophobia, MERRIAM-WEBSTER, http://www.merriam-webster.com/dic-tionary/homophobia (last visited Nov. 29, 2016) [https://perma.cc/H2M6-VZXF]. Firstused in 1969, \"homophobia\" later appeared in a book by George Weinberg in 1972 as partof the shift from viewing \"homosexuality\" as a personal pathology to a social conceptual-ization. GiEORGE H. WEINBERG, SOCIrY AND THE HEALTHY HOMOSEXUAL 1 (St. Mar-tin's Press 1972). Note, also, that the categories of race, gender, and class are understoodas \"socially constituted, culturally mediated, and politically maintained.\" Judith E. Koons,Making Peace with Difference: A Hermeneutic of Inclusive Conversation, 12 TEX. J. Wo-MEN & L. 1, 7 (2002); see LEILA AHMED, BORDER PASSAGE 243-46 (Farrar, Straus andGiroux 1999) (recalling being redefined as \"Arab\" from Egyptian as a school girl); DEBEAUVOIR, supra note 43, at 267 (\"One is not born, but rather becomes, a woman.\");MICHAEL OMI & HOWARD WINANT, RACIAL FORMATION IN THE UNITED STATES FROMTHE 1960s TO THE 1990s, at 71 (Routledge 1994) (defining race as \"constructed and trans-formed sociohistorically through competing political projects\"); ZORA NEAL HuISTON,How IT FEELS TO BE COLORED ME 1 (Applewood Books 2015) (1928) (\"I remember thevery day that I became colored.\"); Judith Lorber, \"Night to His Day\": The Social Construc-tion of Gender, in FEMINIST FRONTIERS 40 (Laurel Richardson et al. eds., 5th ed. McGraw-Hill 2001) (describing the social institution of gender). Approaching sexuality as sociallyconstructed has a much more contested history. Jonathan Ned Katz, Envisioning theWorld We Make, Social-Historical Construction, a Model, a Manifesto, OUTHISTORY,http://outhistory.org/exhibits/show/katz-writing-work/katz-vision-intro [https://perma.cc/T6ZH-QQVE] (last updated Feb. 11, 2016) [hereinafter Katz, Envisioning]. Some gay ac-tivists (among others) began claiming, \"We're born that way\" in the 1990's. Donald F.Calbreath, Is There a Gay Gene?, CHRISTIAN RES. INST., http://www.equip.org/article/is-there-a-gay-gene [https://perma.cc/929B-XM7F] (last visited Nov. 24, 2016); see also Chan-dler Burr, Homosexuality and Biology, ATLANTIC MONTHLY (June 1997), http://www.theatlantic.com/magazine/archive/1997/06/homosexuality-and-biology/304683 [https://perma.cc/YZ9W-D24D] (\"Five decades of psychiatric evidence demonstrates that homosexu-ality is immutable, and nonpathological, and a growing body of more recent evidence im-plicates biology in the development of sexual orientation.\"). Others have challenged theessentialist/constructionist debate as defaulting into a false \"either/or\" dichotomy. E.g.,Ruthann Robson, Lesbianism in Anglo-European Legal History, 5 WIs. WOMEN'S L.J. 1, 3n.9 (1990). Recently, Katz proposed: \"[T]oday, in 2016, we are left with multiple, un-resolved, conflicting interpretations of social construction theory. Clarifying and develop-ing that theory [regarding sexuality] still offers, I suggest, a valuable means ofunderstanding the human-produced world.\" Katz, Envisioning, supra.53. See infra Section II.B.54. See infra Section II.C.2016] 11THE SCHOLARA. The Social Construction of Homophobia and Border Anxiety:A Critical ReviewThe language of sexuality arose in the late eighteenth century. In theUnited States, the terms \"heterosexual\" and \"homosexual\" made theirappearances in late nineteenth century medical texts.56 Sigmund Freudhad a significant impact on the social instantiation of a heterosexual/ho-mosexual binary.\" The category of normative heterosexuality was intro-duced by Freud, who considered heterosexuality as dominant, but alsodependent on subordinate homosexuality.58 As a result, \"[h]eterosexualand homosexual appeared in public as Siamese twins, the first good, thesecond bad, bound together for life in unalterable, antagonisticsymbiosis.\"\"From the onset of the Gay Liberation Movement to Queer theory andthe marriage equality cases, American society has been in the grip of con-testations to systems of subordination based on sexuality.60 The increas-55. JoNATIAN NED KATz, Ti-rE INVENTION OF HETEROSEXUALITY 172 (PenguinGroup 1995) [hereinafter KATZ, INVENTION].56. Id. at 19; The History Psychiatry & Homosexuality, LGBT MENTAL HEALTH SYL-LABUS, http://www.aglp.org/gap/1_history [https://perma.cc/T9M2-F22P] (last visited Oct.24, 2016). The words \"homosexuality\" and \"heterosexuality\" were generated in the latenineteenth and early twentieth centuries. KATZ, INVENTION, supra note 55, at 10. Dr.James Kiernan first used \"homosexual\" and \"heterosexual\" in a Chicago medical text in1892. Id. at 19. In Europe, the word \"homosexual\" can be traced to a Prussian campaignin 1869. NEIL MILLER, OUT OF TI-IE PAST: GAY AND LESBIAN HISTORY FROM 1869 TO THEPRESENT 13 (Vintage Books 1995).57. Freud first used the phrase \"heterosexual individuals\" in 1905. KATZ, INVENTION,supra note 55, at 219 n.31. The word \"heterosexuality\" was first used by Freud in 1909. Id.at 219 n.33.58. Id. at 65.59. Id.; see also Ehrenreich, supra note 49 (noting that hierarchical binaries makemeaning in relation to each other).60. The Gay Liberation Movement is conventionally dated to June 28, 1969, whengays, lesbians, and transgender people refused to cooperate with police during a raid at theStonewall Inn in Greenwich Village and engaged in riots over the next few days. E.g.,Lindsey Robertson, 10 Surprising Facts About the Stonewall Riots, EARLY BIRD BOOKS(Oct. 7, 2014), http://www.earlybirdbooks.com/10-surprising-facts-stonewall-riots [https://perma.cc/3L2E-J9PY]. However, historians and commentators have catalogued \"nearlytwo decades of patient, determined public activism\" that were predicates to the StonewallRiots. See Michael Kazin, Gay Rights Before Stonewall, DISSENT MAG. (Apr. 2, 2013),https://www.dissentmagazine.org/blog/gay-rights-before-stonewall [https://perma.cc/86JW-JP2V] (discussing the work of gay and lesbian activists in the mid-twentieth century, suchas actor Harry Hay, Jr., who founded the Mattachine Society in 1951, and Phyllis Lyon andPhyllis Martin, who founded the Daughters of Bilitis in 1955). \"Queer theory\" was coinedby Teresa de Lauretis in 1991, seeking to transform a derogatory term into \"an inclusiveumbrella for many GLBT people.\" Laurie Rose Kepros, Queer Theory: Weed or Seed inthe Garden of Legal Theory?, 9 TUL. L.J. & SEXUALITY 279, 281, 281 n.5 (2000). Neverthe-less, de Laurentis later abandoned the phrase because Queer theory \"had been adopted by[Vol. 19:112FINDING MEANING IN A MASSACREing visibility of transgender people has also stood as an embodiedrepresentation of ambiguities in gender identity as well as the inadequacyof utilizing binarism to explain complex social phenomena.61 . At the sametime, such ambiguities are the very source of fear and perceived threats togroups that are clinging to their position of constructed dominance andenacting historic patterns of othering.In Freudian thought, the ambiguity of the dependency of heterosexual-ity on homosexuality points to a \"border anxiety\" between the two cate-gories.62  With some social constructs, such as race, the perceiveddifferences may be visible.6 3 However, the markers differentiating homo-sexuals from heterosexuals have become increasingly muted.6 4 As a con-sequence, \"[h]omophobia is one of the deepest fears of differenceprecisely because the border between gay and straight is constructed asthe mainstream forces and institutions it meant to resist.\" Id. (citing Teresa de Lauretis,Introduction to Queer Theory: Lesbian and Gay Sexualities, 3 DIFwERENCES: AM. J. FEMI-NIST CULTURAL STUD., SPECIAL Issun 2, 1991, i, iii, xviii (1991)). There is no formulaicdefinition of Queer theory; however, it has been characterized as part of postmodernthought, honoring inclusiveness, embracing indeterminacy, focusing on the silent norma-tive privilege of heterosexuality, and promoting social change. Id. at 281-84. The marriageequality cases are: Obergefell v. Hodges, holding that the Due Process and Equal Protec-tion Clauses of the Fourteenth Amendment require states to issue marriage licenses tocouples of the same sex and to recognize out-of-state marriages of same-sex couples; andUnited States v. Windsor, holding that the federal Defense of Marriage Act violates dueprocess and equal protection guarantees of the Fifth Amendment. Obergefell v. Hodges,576 U.S. _, 135 S. Ct. 2584, 2588 (2015); United States v. Windsor, 570 U.S. -, 133 S. Ct.2675, 2706 (2013).61. See e.g., Kepros, supra note 60, at 285 (asserting that the \"tidy binary\" of hetero-sexual/homosexual \"inaccurately describes the multiplicity of individual sexual behaviors\"and also creates a hierarchy that \"presupposes a fixed sexual identity\"). According to theAmerican Psychological Association:Transgender is an umbrella term for persons whose gender identity, gender expressionor behavior does not conform to that typically associated with the sex to which theywere assigned at birth. Gender identity refers to a person's internal sense of beingmale, female or something else; gender expression refers to the way a person com-municates gender identity to others through behavior, clothing, hairstyles, voice orbody characteristics.AM. PsycHOL. Ass'N, ANSWERS TO YOUR QUESTIONS ABOUT TRANSGENDER PEOPLE,GENDER IDENTITY AND GENDER ExP~EsSION 1 (2011), http://www.apa.org/topics/lgbt/transgender.pdf [https://perma.cc/8K72-T4VC].62. YOUNG, supra note 21, at 146.63. See e.g., Sagri Dhairyam, Racing the Lesbian, Dodging White Critics, in Ti-E LES-BIAN POSTMODERN 31-32 (Laura Doan ed., Columbia Univ. Press 1994) (comparing \"theuncontested invisibility of racial difference, incessantly inscribed on the colored body\" withthe \"oft-evoked contrast between the visibility of race and the invisibility of queer sexual-ity [which] hierarchizes queer sexuality over race by ignoring the cultural terrorism thatmaintains race as a stable category\").64. See YOUNG, supra note 21, at 146.2016] 13THE SCHOLARthe most permeable; anyone at all can become gay, especially me, so theonly way to defend my identity is to turn away with irrational disgust.\"65Turning away is done with abjection, a reaction of disgust toward an\"abject\" who is \"just on the other side of the border\" and \"too close forcomfort.\"6 6 The continuum of homophobia not only includes passiveforms of abjection and intolerance born of fear, but also forms of loathingin which the abject must be expelled or eliminated to maintain the borderof a perceived secure self.67 These forms of homophobia may generateviolent hate crimes such as the massacre at Pulse.6 8B. Hate Crime Against Latina/os: More Border AnxietyIn American political discourse, another form of border anxiety hassurfaced, exemplified by the calls to build a wall between the UnitedStates and Mexico.6 9 Laden with oppressive images of Mexican immi-grants, the anti-immigration discourse has generated hate crimes againstmembers of diverse Latin communities living in the United States.oA critique of this violence calls up Enlightenment thinking. In the his-toric gaze of the Enlightenment subject,\" the world is racially organizedaccording to a white/black binary, which clearly divides people into clas-ses with preordained sets of stratified societal rules and statuses.7 2 When65. Id.66. See id. at 144 (attributing the term \"abject\" to Julia Kristeva in her 1982 essay,Powers of Horror: An Essay on Abjection).67. Id.68. Young advises: \"An account of racism, sexism, and homophobia that includes anunderstanding of the deep threats to identity that difference poses for many people helpsaccount not only for such [violent] acts themselves, but for a social climate that makesthem institutional possibilities.\" YOUNG, supra note 21, at 144.69. E.g., Julia Preston et al., What Would It Take for Donald Trump to Deport 11Million and Build a Wall?, N.Y. TIMES (May 19, 2016), http://www.nytimes.com/2016/05/20/us/politics/donald-trump-immigration.html [https://perma.cc/A5K2-FLSH] (emphasisadded).70. See e.g., LEADERSHIP CONF. ON Civ. RTs. EDuC. FUND, CONFRONTING THE NEWFACES OF HATE: HATE CRIMES IN AMERICA 14 (2009), http://www.protectcivilrights.org/pdf/reports/hatecrimes/1ccrefthate crimes report.pdf [https://perma.cc/7UXQ-GFWC][hereinafter LEADERSHIP CONF., CONFRONTING] (\"The increase in violence against His-panics correlates closely with the increasingly heated debate over comprehensive immigra-tion reform and an escalation in the level of anti-immigrant vitriol on radio, television, andthe Internet.\").71. See YOUNG, supra note 21, at 125-26 (identifying the modernist \"knowing sub-ject\" as one who surveys in the mind's eye \"like a proud and watchful lord\" and whosegaze \"is a normalizing gaze\" that assesses the objects of his gaze according to a hierarchy).72. See e.g., Francisco Valdes, Afterword: Theorizing \"OutCrit\" Theories: CoalitionalMethod and Comparative Jurisprudential Experience, 53 U. MIAMI L. Rev. 1265, 1282(1999) [hereinafter Valdes, Afterword] (critiquing the \"Black/white paradigm of Americanpolitical thought\" that \"ultimately truncates antiracist analysis because the paradigm does14 [Vol. 19:1FINDING MEANING IN A MASSACREpeople do not fit into that neat dualism, the Enlightenment subject be-comes nervous, causing him to ask, \"Where do you come from?\" to tidyup his categorical world.\" More recently, the Enlightenment subject di-vides everyone into white and non-white racial categories.7 4 AlthoughLatina/os comprise a multiplicity of racial, ethnic, and national originidentities, the Enlightenment subject attempts to reduce them to abinarist unity and seeks to exclude them from realms of protection, in-cluding citizenship.Feeding on this division is American political rhetoric, which in manypolitical corners has become virulently anti-immigrant and, as a corollary,anti-Latin.7 6 The anti-immigrant/anti-Latin discourse correlates with adramatic increase in hate crimes targeting Hispanics.7 A report by theBureau of Justice Statistics denotes the tripling of anti-Hispanic crimes in2012.\" Moreover, hate crimes perpetrated against Latina/os have be-much more than valorize whiteness and demonize Blackness: it also occludes all othernonwhite/non-Anglo positions in the construction and operation of racial hierarchy withinand across groups or cultures\").73. See generally Nadra Kareem Nittle, Myths and Stereotypes About Hispanics andImmigration, ABOur.COM, http://racerelations.about.com/od/diversitymatters/a/Four-Myths-About-Latinos-And-Immigration.htm [https://perma.cc/PSD9-NCSF] (last updatedAug. 1, 2016) (noting that whites and blacks are not perceived to be newcomers, but that\"Asians and Latinos routinely field questions about where they're 'really from\"').74. Valdes, Afterword, supra note 72.75. See Raquel Reichard, 9 Things Latinos Are Tired of Explaining to Everyone Else,Mic.com (Mar. 4, 2015), https://mic.com/articles/111648/9-things-latinos-are-tired-of-ex-plaining-to-everyone-else#.ZvxWr8fmi [https://perma.cc/3YRX-6XJ7] (\"[Latina/os] areone of the most racially diverse ethnic groups in the world . ... Despite media portrayalsof olive-skinned Latinas with curly hair and curvy bodies, Latinos can be black, with Afro-textured hair, brown, Indigenous, Asian, light-skinned and straight-up ethnically ambigu-ous.\"). Reichard also stated:[Ilt bears repeating that people in Latin America neither refer to themselves as Latinonor Hispanic. These, again, are words placed on them soon after their arrival in theU.S. For many people in Latin America, they are just Cuban, Ecuadorian, Bolivian orwhichever country or indigenous population they belong to.... Wrapping everythingof Latin American descent into one category, Latino, erases the major political, eco-nomic, racial and cultural differences of each country.Id.; accord YOUNG, supra note 21, at 97-99 (arguing that the ideal of impartiality in mod-ern thought congeals difference into the binary opposition of subject/object and results inexpelling the other).76. LEADERSHIP CONF., CONFRONTING, supra note 70, at 16.77. See id. at 14-17 (correlating the role of \"high profile national media personalities\"with \"the increase in hate crimes against Hispanics\" and giving examples of the main-stream media's being infiltrated by extremist anti-immigration groups and their hatespeech).78. Abby Haglage, Hate Crime Victimization Statistics Show Rise in Anti-HispanicCrime, DAILY BEAST (Feb. 20, 2014, 9:00 AM), http://www.thedailybeast.com/articles/2014/2016] 15come increasingly violent.7 In case after case, Latina/os have beenkicked, beaten, stabbed, shot, and urinated upon.so One particularly dis-turbing case is the murder of nine-year-old Brisenia Flores, who was shotin the face at point-blank range as she was pleading for her life after herfather was murdered by members of a Minuteman vigilante group.\"'According to a hate crime report for the National Institute of Justice,that many of the targeted victims are not actually immigrants is \"not rele-vant\" to offenders, who rely on their perceptions of the victims as immi-grants.82 One implication of this finding is that hate-filled perceptions ofothers who appear different from the subject percolate at the bottom ofhate crimes. Related to this phenomenon is the notion of \"implicit as-sumptions.\"\" A project by a consortium of psychologists has been gath-ering data on the prevalence of implicit assumptions about race, gender,religion, and other sites of constructed difference.84 The project distin-guishes between conscious and implicit attitudes: \"Conscious experienceprovides an immediate, compelling, and incomplete account of the mind.Much of perception, thinking, and action occurs outside of consciousawareness or conscious control. Because of that, judgment and actioncan be unintentionally influenced by factors that we do not recognize,02/20/hate-crime-victimization-statistics-show-rise-in-anti-hispanic-crime.html [https://perma.cc/5V8D-DUWK].79. Russell Berman, A Trump-Inspired Hate Crime in Boston, ATLANTIC (Aug. 20,2015), http://www.theatlantic.com/politics/archive/2015/08/a-trump-inspired-hate-crime-in-boston/401906 [https://perma.cc/ZTU3-RVX6]; Haglage, supra note 78.80. LEADERSHIP CONF., CONFRONTING, supra note 70, at 26-27; Carolina Moreno, 9Outrageous Things Trump Has Said About Latinos, HUFFINGTON POST (Aug. 31, 2015),http://www.huffingtonpost.com/entry/9-outrageous-things-donald-trump-has-said-about-la-tinos-us_55e483ale4b0c818f618904b [https://perma.cc/TBW3-RAXQ].81. Cristina Costantini, Anti-Latino Hate Crimes Rise as Immigration Debate Intensi-fies, HUFFINGTON POST (Oct. 18, 2011), http://www.huffingtonpost.com/2011/10/17/anti-la-tino-hate-crimes-rise-immigration_n_1015668.html [https://perma.cc/X6KU-CAWU].82. MICHAEL SHIVELY ET AL., UNDERSTANDING TRENDS IN HATE CRIMES AGAINSTIMMIGRANTS AND HISPANIc-AMERICANs 63 (2013), https://www.ncjrs.gov/pdffilesl/nij/grants/244755.pdf [https://perma.cc/LB6V-JMDH] (emphasis added).83. Implicit Social Cognition: Investigating the Gap Between Intentions and Actions,PROJECT IMPLICIT, https://www.projectimplicit.net/index.html [https://perma.cc/DUF5-SJ5Z] (last visited Nov. 9, 2016).84. According to Project Implicit,Project Implicit is a non-profit organization and international collaborative network ofresearchers investigating implicit social cognition-thoughts and feelings outside ofconscious awareness and control. Project Implicit is the product of a team of scientistswhose research produced new ways of understanding attitudes, stereotypes and otherhidden biases that influence perception, judgment, and action.Id.16 THE SCHOLAR [Vol. 19:1FINDING MEANING IN A MASSACREand may not value.\"\" Those who attack Hispanic people because theyperceive them to be immigrants may be manifesting implicit bias-assum-ing that people who \"appear\" Hispanic are also (illegal or undocu-mented) immigrants.Negative evaluations of subordinated groups occur both on consciousand unconscious levels. To elaborate, Iris Marion Young catalogues threelevels of consciousness: discursive, practical, and basic security.86 At thelevel of discursive consciousness, actions and interactions are verbalized,grounded on explicit verbal foundation, or can be verbalized easily.\" Inpractical consciousness, actions and interactions are not verbalized, butare founded on \"habitual, routinized background awareness\" of the envi-ronment while the person is engaged in actions such as driving to thegrocery store.8 8 The basic security area includes matters of identity andautonomy, along with unconscious motivations.8 9Young suggests that bias against historically subordinated groups hasreceded from discursive consciousness and now takes place at the levelsof practical consciousness and the unconscious.90 A significant reason forthe shift of bias into habitual and unconscious levels is the articulatedpublic commitment in the United States to formal equality.91 Not only isoutright discrimination prohibited, but many segments of the public alsoembrace formal equality as part of their belief systems and demonstratethat commitment in forms of public etiquette.92However, the anti-immigrant discourse illustrates a troubling trajectoryin bias toward Latina/os. Bias against Hispanics has not simply droppedinto the realms of the habitual and unconscious. Anti-Hispanic bias isalso being widely expressed, and reproduced, in print and social imagesacross many forms of media.93 By some accounts, American society is no85. Lectures and Training, PROJECT IMPLICIT, https://www.projectimplicit.net/lectures.html [https://perma.cc/JCP3-L6YR] (last visited Nov. 9, 2016).86. See YOUNG, supra note 21, at 131 (adopting Anthony Giddens' theory of subjec-tivity, as laid out in his 1984 book The Constitution of Society: Outline of the Theory ofStructurization).87. Id.88. Id.89. Id. at 131-32.90. See id. at 133 (giving the example of a black man walking into a large room at abusiness convention and finding the noise level dropping).91. Id. at 132.92. Id.93. See e.g., LEADERSHIP CONE., CONFRONTING, supra note 70, at 14-17 (providingexamples of extremist anti-immigrant groups being given legitimacy by mainstream me-dia); see also Moreno, supra note 80.2016] 17longer publicly committed to even discursive equality for Hispanics.9 4 Asa frightening consequence, discursive bias is feeding habitual and implicitbias, leaving Latina/os in positions of increased vulnerability.9 5C. Intersectional Oppression: LBGTQ People of ColorThe confluence of discursive and non-discursive oppression of Latinalos leads to another point of the hate crime study for the National Insti-tute of Justice. According to the report, many victims perceived to beimmigrants are also members of other protected groups.9 6 This findingunderscores the claim that forms of oppression experienced by subordi-nated people are interstructured by race, color, ethnicity, class, sexual ori-entation, gender identity, and religion, to name a few of the predominantgroup identities claimed by and imposed on people.97 Recognizing op-pression as intersectional is a framework reflecting the lived reality of aperson's constructed identities at the confluence of \"intersecting and mu-tually reliant systems of oppression\" and privilege.9 8 Furthermore, the94. Cf Iglesias, LatCrit Theory, supra note 27, at 22 (critiquing the norm of formalequality and advising that \"LatCrit theory grounds its commitment to anti-essentialist in-tergroup justice on a respect for difference, rather than a requirement of sameness\").95. See generally LEADERSHIP CONF., CONFRONTING, supra note 70, at 14-17, 26-27(reporting an escalation in crimes directed toward Hispanics and the frequent appearanceof extremist groups in the mainstream media); see also Costantini, supra note 81 (reportingthat the number of radical right groups, including hate groups and nativist groups, in-creased in 2010).96. See SHIVELY ET AL., supra note 82 (noting that victims \"may be targeted based ontheir race, ethnicity or religion, but also perceived by perpetrators as an immigrant, furtherenhancing the bias motivation\").97. The notion of interstructured oppression has been used by Womanist theologiansto analyze the relationship of race, gender, and class to the liberation struggle of blackpeople. Marcia Y. Riggs, The Logic of Interstructured Oppression: A Black Womanist Per-spective, in REDEFINING SEXUAL ETHIcs: A SOURCEBOOK OF ESSAYS, STORIES, ANDPOEMs 97 (Susan E. Davies & Eleanor H. Haney eds., Pilgrim Press 1991). Developing\"an alternative theological pedagogy\" that challenged the prevailing norms in seminaries,black women theologians adopted the name \"Womanist\" as defined by Alice Walker:\"From womanish (Opp. of 'girlish,' i.e., frivolous, irresponsible, not serious). A black femi-nist or feminist of color.\" KATIE GENEVA CANNON, KATIE'S CANON: WOMANISM AN)THE SOUL OF THE BLACK COMMUNITY 136-37 (Continuum 1995); ALICE WALKER, INSEARCH OF OUR MOTHERS' GARDENS: WoMANIST PROSE Xi (Harcourt 1983). The con-cept of intersectionality, which is employed by legal scholars, includes \"structural, political,and representational\" dimensions of subordination. E.g., Crenshaw, Mapping, supra note23. A helpful construct that reflects the dynamics of multilayered subordination is symbi-otic systems of oppression, in which \"subordinating systems mutually sustain each other incomplex symbiotic ways.\" Ehrenreich, supra note 49, at 258, 277.98. RYLE, supra note 22, at 55 (quoting Jane Ward's 2004 essay, \"Not All DifferencesAre Created Equal\": Multiple Jeopardy in a Gendered Organization).[Vol. 19:118 THE SCHOLARFINDING MEANING IN A MASSACREintersection of oppressions is dynamic; the effects of forms of subordina-tion on each other are symbiotic and magnifying.9 9However, the law (as well as popular imagination) tends to view bias aslocated on a single axis.'0 0 To give a classic example, some courts haverequired black women to choose between sex and race as the basis foremployment discrimination claims.'o' By failing to recognize the inter-sectional subordination of women of color in employment, those courtshave required black women to disaggregate the integrity of their experi-ence from aspects of constructed identity. 0 2 Similarly, single mothersoften experience the convergence of sex, class, and sometimes racial sub-99. Each person may be considered to be positioned at intersecting sites of multipleidentities of privilege and subordination that are fluid and magnifying, with the promi-nence of particular identities ebbing and flowing, depending on the fields of power that areat play. See Stephanie Wildman & Adrienne Davis, Making Systems of Privilege Visible, inPRIVILEGE REVEALED: How INVISIBLE PREFERENCE UNDERMINES AMERICA 23 (Stepha-nie Wildman et al. eds., 1996) (describing systems of privilege and subordination as \"dy-namic\"); Dorothy E. Roberts, BlackCrit Theory and the Problem of Essentialism, 53 U.MIAMI L. REV. 855, 862 (1999) (discussing \"fluid identities that shift according to con-text\"). Through a similar lens focused on identity groups, they can be seen as \"fluid, over-lapping and coconstitutive entities,\" which \"problematizes the notion of inter-groupconflict.\" Ehrenreich, supra note 49, at 319-20.100. See e.g., Crenshaw, Demarginalizing, supra note 23, at 140 (critiquing \"how dom-inant conceptions of discrimination condition us to think about subordination as disadvan-tage occurring along a single categorical axis\" of race or sex, for example).101. Id. at 141-43, 148 (evaluating DeGraffenreid et al. v. General Motors, 413 F.Supp. 142 (E.D. Mo. 1976) and proffering that the court did not consider compound dis-crimination against Black women). Compare Bradley Allan Areheart, Intersectionality andIdentity: Revisiting a Wrinkle in Title VII, 17 GEO. MASON U. CIV. RTs. L.J. 199, 234 (2006)(criticizing courts and the EEOC for not providing clarity in cases involving intersectionalclaims and concluding that Congress should \"clarify the 'race, color, religion, sex, or na-tional origin' language of the 1964 Civil Rights Act by adding the phrase 'or any combina-tion thereof\"'), with Serena Mayeri, Intersectionality and Title VII: A Brief (Pre-)History,95 B.U. L. REV. 713, 714, 730 (2015) (illustrating \"what we now call intersectionality cru-cially shaped Title VII from its inception\" but that \"[t]wenty years later, judicial opinionscontaining thoughtful analysis of intersectional claims remain few and far between; legaltheory and scholarship on intersectionality continue to vastly outpace actual Title VIIdoctrine\").102. Crenshaw, Demarginalizing, supra note 23, at 148; see also Areheart, supra note101 (concluding \"the only way for a multiply-burdened person to obtain legal relief is toisolate and disaggregate the legally-protected characteristics that form the basis of herclaim\"). Ninety years ago, Zora Neal Hurston proposed:[I]n the main, I feel like a brown bag of miscellany propped against a wall. Against awall in company with other bags, white, red and yellow. Pour out the contents, andthere is discovered a jumble of small things priceless and worthless . . . . Perhaps thatis how the Great Stuffer of Bags filled them in the first place-who knows?HURSTON, supra note 52, at paras. 15-17.2016] 19THE SCHOLARordination in the context of conflicts with work and family. 03 Consider-ing the intersection of axes of subordination and their societal contextalso exposes the work/family nexus as a unique site of subordination\"that reappears across many systems of oppression.\"10 4A fluid model proposes that systems of subordination interact insymbiotic ways to support each other.o' One example of the workings ofsymbiotic systems of subordination is reflected in the interactions of class,gender, and sexuality manifested in higher levels of domestic violence inthe marriages of lower class heterosexual men.'06 Illustrating the con-trasting ways systems of subordination can interact, another study findsthat interactions of class and sexuality produce \"multiple jeopardy\" forpoor gay men who experience multiplicative aggravating effects on healthcare.1 07A single axis focus was apparent in the immediate aftermath of thePulse massacre. Despite a large majority of the victims being Latino, theinitial media portrayal was largely as \"an attack on the gay commu-nity.\"10 8 While a single axis identity approach can stir up identity politicsand other forms of intra-group and inter-group contestations, in Orlandoa Latina leader advised: \"Yes, we stand in solidarity with the LGBT com-103. Patricia Hill Collins advises that women of color \"never fit\" the binarist model ofwork (public) and family (private); Collins employs an intersectional model that challenges\"the very constructs of work and family themselves.\" Patricia Hill Collins, Gender, BlackFeminism, and Black Political Economy, 568 ANNALS AM. ACAD. Pot. & Soc. Sc. 41, 47(2000).104. Id. at 48.105. Ehrenreich, supra note 49, at 277.106. Id. at 292; see also Michelle Fine, Crime Stories: A Critical Look Through Race,Ethnicity, and Gender, 11 INT'L J. QUALITATIVE STUD. EDUc. 435, 445 (1998) (reportingthe results of a study of low-income men in urban communities who, in losing economicpower due to the shrinkage of public sector and unionized jobs and who, in asserting powerin the domestic sphere, centered their stories on loss of privilege in a discourse of propertyrights).107. See Gerry Veenstra, Race, Gender, Class, and Sexual Orientation: IntersectingAxes of Inequality and Self-Rated Health in Canada, 10 INT'L J. Eourry HEALTH 1, 3(2011) (applying intersectionality in a health study to illustrate that \"multiple jeopardypertained to poor homosexuals and (possibly) South Asian women who were at unexpect-edly high risk of fair/poor self-rated health,\" but not for other groups).108. See, e.g., Hal Boedeker, Pulse Shooting May Spur Advances in Gay Community,ORLANDO SENTINEL (June 18, 2016, 5:15 PM), http://www.orlandosentinel.com/news/os-pulse-club-shooting-gay-history-20160618-story.html [https://perma.cc/MBM4-F7A3]; seealso Ruth Hunt, Sky News Was Wrong: Orlando Shooting Was a Hate Crime Against theLGBT Community, GLAMOUR (June 13, 2016), http://www.glamourmagazine.co.uk/arti-cle/orlando-shooting-stonewalls-ruth-hunt-speaks-out [ht ps://perma.cc/C8MM-X6F3] (cri-tiquing the refusal of a news anchor to acknowledge the massacre as a hate crime againstthe gay community).20 [Vol. 19:1FINDING MEANING IN A MASSACREmunity and are not here to point figures. But the fact that it's notstressed and not emphasized in central Florida . . . [is] really difficult.\"\"o 9Other Latino/a activists have insisted that recognizing the multiplica-tive axes of oppression based on sexuality, gender identity, ethnicity, na-tional origin, and race is at the heart of coming to terms with themassacre.110 One commentator, who self-identifies as \"an Afro-Latinogender-non-conforming immigrant,\" noted that many layers of identityare implicated in the Pulse massacre: \"As a Black body in Mexico, myworth and value as a human being has always been questioned. I cannotdetach my Blackness, my femininity, my queerness, or my mental healthfrom an analysis o[f] what happened in Orlando.\"\"'To express the intersecting nature of these constructed identities, someactivists, scholars, and journalists have embraced the term \"Latinx,\"which is \"a gender-inclusive term to acknowledge people of Latin Ameri-can heritage or descent.\"'1 2 According to several journalists:[Latinx is] part of a 'linguistic revolution' that aims to move beyondgender binaries and is inclusive of the intersecting identities of LatinAmerican descendants. In addition to men and women from all racialbackgrounds, Latinx also makes room for people who are trans, queer,agender, non-binary, gender non-conforming or gender fluid.1 13109. Kevin Sullivan & Arelis R. HernAndez, Orlando's Latino Community Hit Hardby Massacre at Nightclub, WASH. Pos-r (June 13, 2016), https://www.washingtonpost.com/national/among-the-dead-in-orlando-massacre-many-from-the-latino-community/2016/06/13/8192e3a4-3186-i1e6-8758-d58e76ellbl2-story.html [https://perma.cc/L86H-83HK]; ac-cord Elizabeth M. Iglesias, Identity, Democracy, Communicative Power, Inter/National La-bor Rights and the Evolution of LatCrit Theory and Community, 53 U. MIAMI L. REV. 575,581 (1999) [hereinafter Iglesias, Identity] (contextualizing essays that demonstrate \"thecontinued centrality of identity politics in LatCrit discourse, making questions of intra-group hierarchy and inter-group justice of special salience\").110. See, e.g., Randall Jenson, Our Pulse: On Residual Trauma Facing LGBTQ LatinxCommunities, OUT (June 21, 2016, 8:00 AM), http://www.out.com/out-exclusives/2016/6/21/our-pulse-residual-trauma-facing-lgbtq-latinx-communities [https://perma.cc/7QDH-3WP6] (arguing for an intersectional analysis as well as LGBTQ and racial justiceprotections).111. Erika Cruz Guevarra, What Queer Latinos Are Saying About the Orlando Shoot-ing, NPR (June 13, 2016 3:53 PM), http://www.npr.org/sections/codeswitch/2016/06/13/481859852/what-queer-latinos-are-saying-about-the-orlando-shooting [https://perma.cc/AU5S-NTAR].112. Jenson, supra note 110; see also Ramirez & Blay, supra note 24. In academia, anemerging group of scholars has been forming around Queer and Latina/o positionalities; aQueer LatCrit orientation illustrates multiplicative interstructured oppression as well asopportunities for intersectional justice and liberatory projects. See Iglesias, LatCrit The-ory, supra note 27, at 29 (noting the shared \"commitment to a broad and inclusiveemancipatory project\").113. Ramirez & Blay, supra note 24.2016] 21THE SCHOLAR\"Latinx\" jolts the gender, racial, and sexuality binaries that are consti-tutive of oppression.The intersection of sexuality and family is fraught with a number oftensions relating to religion, tradition, and national origin.\" 4 For somePulse victims and survivors, the massacre resulted in their being suddenly,involuntarily, and very publicly \"outed.\"11 s As described by onecommentator:Some victims may not have been out to their families; others may havebeen out and shamed, or shunned, by their families of origin for beingtheir beautiful, true selves. If they were not committed to another bymarriage or other legal union, these individuals' bodies will be returnedto people who may be related by blood but do not recognize and validatetheir true memories--instead of to their queer chosen families or part-ners. Some may be buried under names they stopped using long ago,under false gender designations, in masculine or feminine dress clothesthey never would have worn anywhere on this earth.11 6Many in the Latinx community understand the massacre as an act ofhate violence that specifically targeted LGBTQ people of Latin heri-tage.\".7 The Pulse massacre was sexualized and racialized; it reverberatesat the intersections of race, sexual orientation, national origin, genderidentity, ethnicity, immigration status, class, gender, religion, and family.The effects of the massacre careen through and affect families, faith tradi-114. See Collins, supra note 103, at 47-48 (\"Ideas about family certainly contribute tothe continued stigmatization of U.S. families headed by Black single mothers. But thesignificance of family goes beyond this. Ideas about family also operate as a cognitivescaffold used to construct intersecting systems of oppression.\").115. Christina Cauterucci, Sadly, Injustices for Queer and Immigrant Murder VictimsDon't End with Death, SLATE (June 14, 2016, 2:35 PM), http://www.slate.com/blogs/out-ward/2016/06/14/after a shootinglike-orlando spulse-queerand-immigrant-victimssuffer.html [https://perma.cc/BC3K-MGYB].116. Id.; see also Matt Thompson, To Be Outed in the Worst Possible Way, ATLANTIC(June 14, 2016), http://www.theatlantic.com/national/archive/201.6/06/coming-out-in-orlandol486935 [https://perma.cc/43QT-XZKB] (providing a personal reflection on the worstway to be outed as a gay individual: a phone call informing one's family that their son ordaughter was injured or murdered at a gay club); Billy Manes, \"Til Death Do Us Part\". . .The Battle for a Statewide Domestic-Partnership Registry Isn't Just a Policy Fight. It's Per-sonal, ORLANDO WEEKLY (Apr. 9, 2013), http://www.orlandoweekly.com/orlando/til-death-do-us-part/Content?oid=2242468 [https://perma.cc/KA3H-GZFX] (sharing the storyof the suicide of his partner, Alan, and the aftermath, in which Alan's family unilaterallyarranged for cremation of Alan's body and took many household items, including two carsthat Alan left to him). Billy Manes stated, \"It would take an eight-month legal battle (anda nervous breakdown) for me to get back only part of what was rightfully, legally mine.\"Id.117. See Jenson, supra note 110 (\"If Pulse were really about killing as many LGBTQpeople as possible, Parliament House [another local club] was more popular and packedwith people on Saturday nights in Orlando.\").[Vol. 19:122FINDING MEANING IN A MASSACREtions, physical and mental health systems, public and private workplaces,public accommodations, educational institutions, government policiesand institutions, territories and countries, and a plethora of groups in civilsociety, including small and large LGBTQ, Latinx, and Muslimcommunities.18Simply pulling the thread of immigration status reveals a tangled webof intersecting local, national, and transnational issues for Pulse victimsand survivors. Many of the victims may have been gay, but over 90%were Latina/o.1 1 9 The countries of origin of the victims include the Do-minican Republic, Ecuador, Mexico, and Venezuela.12 0 In the immediateaftermath of the massacre, local lawyers from the Hispanic and OrangeCounty Bar Associations assisted 350 survivors and family members,some of whom were from El Salvador, Honduras, Mexico, andVenezuela.12 1Four of the persons murdered in the attack-Luis Sergio Vielma As-tudillo, Juan Chdvez Martinez, Miguel Angel Honorato, and Joel Ray6nPaniagua-were citizens of Mexico, at least two of whom were undocu-mented immigrants.1 2 2 An enormous array of challenges accompanied118. For example, a number of U.S. citizens are queer Muslims and live at the inter-sections of sexuality and religion, where they confront homophobia and Islamophobia,among other oppressions. Leah Donnella, What Queer Muslims Are Saying About the Or-lando Shooting, NPR (June 13, 2016, 3:54 PM), http://www.npr.org/sections/codeswitch/2016/06/13/481853353/what-queer-muslims-are-saying-about-the-orlando-shooting [https://perma.cc/6846-SRDH]. A representative of the National Queer Asian Pacific Islander Al-liance advised, \"For those of us who are LGBTQ and Muslim, we wait to see which of ouridentities we will be more fearful of disclosing in a world that questions our existence andintentions daily.\" Then, too, \"there are many Latino Muslims,\" some of whom also iden-tify as queer. Guevarra, supra note 111. After the massacre, many commentators cau-tioned against blaming Islam for the shooting. Id.; see also Sullivan & Hernandez, supranote 109 (reporting that local Hispanic leaders were collaborating on \"an event to demon-strate solidarity between central Florida's Latino and Muslim communities\").119. Alvarez & Madigan, supra note 14.120. Lives Remembered, supra note 7.121. Priscilla Alvarez, What Will Happen to the Orlando Victims Who Are in the U.S.Illegally?, ATLANTIC (June 24, 2016), http://www.theatlantic.com/politics/archive/2016/06/orlando-shooting-undocumented-immigrants/488381 [https://perma.cc/FL7D-RSZ4] [here-inafter Alvarez, What Will Happen].122. David Agren, Orlando Shooting: At Least Four Mexicans Among the Dead,GUARDIAN (June 14, 2016, 12:37 AM), https://www.theguardian.com/us-news/2016/jun/14/orlando-shooting-pulse-attack-four-mexicans-among-the-dead [https://perma.cc/K2PP-6NQ6]. Luis Vielma worked on the Harry Potter ride at Universal Studios; Juan ChAivezMartinez was a 25-year-old housekeeping supervisor who sent money to support his familyin Mexico; Miguel Angel Honorato came to the United States at the age of four, wasmarried with three children, and managed his parents' hospitality businesses; Joel Ray6nPaniagua was a native of the Mexican state of Veracruz, worked in construction, and lovedgoing to church, tacos de pollo, and dancing to cumbia music. Id.; Laura Bult, Undocu-2016] 23THE SCHOLARthe murders, including the costs and logistics of repatriating the bodies,funeral arrangements, visa and other immigration issues, and impacts onfamilies and loved ones.13 Surviving undocumented immigrants faced aseparate host of difficulties, including deportation possibilities, workplacestatuses, availability of physical and psychological health care for multi-layered trauma, access to assistance programs, as well as financial, emo-tional, and religious issues affecting families and communities in theirhome countries.12 4For many immigrants at Pulse, documented and undocumented, a com-mon theme running through each case is fear of deportation or fear ofexposing undocumented family members who could be deported.12 5 Forthis reason, many may be living in \"the shadows\" and fear interactionwith authorities.1 26 It is anathema to lose a loved one or to survive thedeadliest shooting in the United States and be faced with fear regardingindividual or family members' immigration status. For. example, immedi-ately after the massacre, one surviving Latinx sought services at a com-munity center and, in the process, revealed lack of immigrationmented Survivors of Orlando Shooting May Be Eligible for Visa, N.Y. DAILY NEWS, http://www.nydailynews.com/news/national/undocumented-victims-orlando-shooting-eligible-visa-article-1.2677978 [https://perma.cc/F2LN-694Q] (last updated June 17, 2016, 4:09 PM);John Burnett, Families of Undocumented Victims of Orlando Face Unique Challenges, NPR(June 19, 2016 7:57 AM), http://www.npr.org/2016/06/19/482668952/families-of-undocu-mented-victims-of-orlando-face-unique-challenges [https://perma.cc/QRT3-EZTN].123. See Jorge Rivas & Rafa Fernandez De Castro, Undocumented Victims of Or-lando Shooting Face Unique Challenges and Fears, FuSION (June 14, 2016, 2:52 PM), http://fusion.net/story/314007/undocumented-victims-pulse-orlando-shooting [https://perma.cc/B7TL-JKNS] (discussing funeral, repatriation, visa, language, legal, mental health, finan-cial, and work issues facing families of undocumented victims and survivors); see also Bur-nett, supra note 122 (identifying resources that have been made available for the family ofJoel Ray6n Paniagua).124. See, e.g., Rivas & Fernandez De Castro, supra note 123 (detailing the issues fac-ing undocumented survivors). Yesica Ramirez of the Farmworker Association of Floridastated, \"For the family to be watching this back in their countries and not be able to helptheir sons is painful; this all hurts the family back home too.\" Id.; see also Alvarez, WhatWill Happen, supra note 121 (exploring the possibility of obtaining U Visas for victimssuffering from \"substantial mental and physical abuse\" who are willing to cooperate ininvestigations).125. See Bult, supra note 122. A representative of the Florida and Southeast Opera-tions for the Hispanic Federation advised, \"The city of Orlando is saying that no one isgoing to be deported. Some of the families are afraid to come forward.\" Id.; see alsoCauterucci, supra note 115 (\"[H]ow many other victims had undocumented family mem-bers forced to risk deportation, profiling, and violence by interacting with policeofficials?\").126. Cauterucci, supra note 115; see also Rivas & Fernandez De Castro, supra note123 (noting that uncertainty of immigrants' legal status puts them at additional risk ofbeing forced out of the shadows).[Vol. 19:124FINDING MEANING IN A MASSACREdocumentation to the team of workers.1.2 7 Not knowing where to referthe person, the workers contacted the U.S. Department of Immigrationand Customs Enforcement.1 2 8 As a result, the person who sought ser-vices \"now risks deportation because of the team's failure to understandthe real safety concerns of LGBTQ Latinx communities.\"1 2 9Continuing to pull the thread connecting gay and Latinx identities ex-poses other alarming issues. Community leaders are concerned about theeffects of the Pulse massacre on transgender youth of color, who occupyparticularly vulnerable spaces in interlocking systems of subordination.13 0One such concern is that the Pulse massacre will prompt more \"self-harmand suicide [to transgender-of-color youth] as the dominant narrativereveals that being LGBTQ is essentially unsafe.\"3 In another case, atransgender woman of color stated that the continuing trauma of thePulse massacre creates a \"constant state of emergency, looking behindour backs and being on alert.\"13 2A report from the National Coalition of Anti-Violence Programs sup-ports the legitimacy of these concerns.1 33 According to data collected in2015, LGBTQ people of color, transgender, and people with non-con-forming genders experience more hate violence than other survivors.134In reflecting on the massacre, perhaps the best question is that posed by acommunity activist: \"[W] e must ask our Latinx brothers and sisters: Whatwill help you heal?\"1 35 In the next section, this article suggests remedialapproaches to forms of interstructured oppression that are manifest inthe Pulse massacre. The recommendations include predicates for socialhealing, necessary political action on the state and federal levels, andforms of remembrance that celebrate intersectional justice.127. Jenson, supra note 110.128. Id.129. Id.130. Id.131. See id. (referring to the rise of \"a trans youth suicide contagion\").132. Id.; see also Romm, supra note 11 (discussing the likelihood that the Pulse survi-vors will face post-traumatic stress disorder, among other challenges, in the wake of theattack).133. See EMILY WATERS ET AL., Lesbian, Gay, Bisexual, Transgender, Queer, andHIV-Affected Hate Violence in 2015 12-13 (2016), http://www.avp.org/storage/documents/ncavp-hvreport 2015_final.pdf [https://perma.cc/8USS-9EMB] (referring to various studiesthat link symptoms of Post-Traumatic Stress Disorder to heterosexist oppression).134. See id. (relaying data from 1,253 survivors of hate violence in 2015, including anincrease of 11% in undocumented survivors from the previous year).135. Jenson, supra note 110.2016] 25THE SCHOLARIII. MAKING MEANING: WAYS To HEALTo honor the forty-nine who were murdered and the fifty-three whowere physically injured, this section offers ways to redress intersectingforms of oppression as well as ways to remember their lives by engagingin purposeful political action. This article takes its cue from the LatinNight of dancing at Pulse. The patrons had engaged in an evening ofsexual, cultural, aesthetic, and spiritual celebration; they were not passivevictims of oppression.1 36 They were dancing.A. They Were Dancing: Intersectional JusticeJust as forms of oppression and systems of subordination are interstruc-tured, so are forms of justice.'3 7 Just as racial justice is connected to andanimates gender justice, these forms of justice are connected to and ener-gize justice for persons and groups of all subordinated identities.1 3 s Asingle axis approach to liberation is insufficient. No member of a subor-dinated group can be free if our LGBTQ and Latinx brothers and sistersare not free.13 9 With Pulse as the focal point, the importance of connect-ing LGBTQ liberation with racial justice cannot be overstated.There are a number of ways to enliven intersectional justice. The firstis simply to bring it to a discursive level.140 Talk about justice-its signifi-cance, ways it is alive in a community, and ways that are anathema tojustice. Because oppression has a foothold in discursive consciousness136. See, e.g., Iglesias, LatCrit Theory, supra note 27, at 29 (discussing \"the humancapacity for sexual/spiritual interconnection\"); see also Angela P. Harris, Race and Essen-tialism in Feminist Legal Theory, 42 STAN. L. RE. 581, 612 (1990) (recognizing \"thatwholeness of the self and commonality with others are asserted (if never completelyachieved) through creative action, not realized in shared victimization\").137. See Francisco Valdes, Identity Maneuvers in Law and Society: Vignettes of a Euro-American Heteropatriarchy, 71 UMKC L. REV. 377, 398 (2002) [hereinafter Valdes, Iden-tity] (arguing that \"because oppressions are symbiotic, so must be the struggles forliberation\").138. See e.g., Zeba Blay, Here's How Queer Latinx People Are Reacting to the Or-lando Shooting, HUFFINGTON POST (June 13, 2016, 1:47 PM), http://www.huffingtonpost.com/entry/heres-how-queer-latinx-people-are-reacting-to-the-orlando-shooting-us575eaacde4b0ced23ca883al [https://perma.cc/H9GZ-KM4X]. A member of the Trans QueerLiberation Movement asserted, \"We as queer and trans Latinx people need to see whathappened in Orlando as a reminder that our human dignity, our lives, are connected to theliberation of black people, Muslim people, of women, of trans people.\" Id.; see also Koons,Tipping Point, supra note 19 (recognizing the interplay of social and ecological justice).139. Cf Nan Dillard, Ella's Song: \"We Who Believe in Freedom Cannot Rest Until ItComes,\" ELLA BAKER CTR. FOR Hum. RTs. (Dec. 12, 2013), http://ellabakercenter.org/blog/2013/12/ellas-song-we-who-believe-in-freedom-cannot-rest-until-it-comes [https://perma.cc/ZWM3-V3BJ] (discussing Ella Baker's song and her encouraging perseverance inthe fight for justice).140. YOUNG, supra note 21, at 152.26 [Vol. 19:1FINDING MEANING IN A MASSACREand lurks in practical consciousness as well as in the unconscious, it isimportant that the values of and commitments to justice be embraced inall areas of human consciousness.1 To be committed to justice means toconfront forms of oppression that are internalized as well as those thatare part of interpersonal interactions and public discourse.1 42Constructing justice means to first make systems of oppression visi-ble.14 3 The scaffolding of systems of oppression includes discrimination,subordination, and privilege.1 44 While discrimination is acknowledged inthe law, and subordination is recognized among activists, the presence orrole of privilege is rarely examined. Yet, privilege-normalized benefitsthat invisibly flow to those favored by race, gender, sexuality, or class-isthe engine that keeps the roiling systems of oppression going.145 Whiteprivilege, for example, has been called \"an invisible package of unearnedassets\" that a white person counts on cashing each day, while remainingoblivious of its existence.14 6Privilege plays an important role in discursive, intersectional justice be-cause it allows the bearers of privilege to \"opt out of struggles againstoppression if they choose.\"147 Opting out of liberatory struggles is oftendone with silence.1 4 8 A white person can say nothing when a racist\"joke\" is uttered. A heterosexual does not need to intervene when some-one snickers about the way a gay man, lesbian, or transgender personpresents him- or herself.149 A businessman may choose to remain silentwhen a male colleague calls a woman \"dear\" or other infantilizingterm.15 0 Moreover, people of class privilege may choose to stay out of141. Id. at 131-33.142. See generally Iglesias, Identity, supra note 109, at 608-17 (mapping \"the dynamicsof internal and external oppression within Latina/o communities\").143. Wildman & Davis, supra note 99, at 23-24.144. See id. at 19 (arguing that anti-discrimination focuses only on one part of thepower system, the characteristic that is subordinated, \"rather than seeing the essential linksbetween domination, subordination, and the resulting privilege\").145. Id. at 8, 14; see also EIZABETH SC-OSSLER FIORENZA, WisDoM WAYS 118-22(Orbis Books 2001) (articulating the heuristic concept of kyriarchy, which \"in classical an-tiquity was the rule of the lord, slave master, husband, elite freeborn, propertied, educatedgentleman\" that is \"best theorized as a complex pyramidal system of intersecting multipli-cative social structures of superordination and subordination, of ruling and oppression\").146. Wildman & Davis, supra note 99, at 17-18.147. Id. at 16.148. Id.149. See id. at 16-17 (describing the nature of privilege that allows an individual toselect \"the types of struggles in which to engage\").150. See Lilia M. Cortina et al., What's Gender Got to Do with It?: Incivility in theFederal Courts, 27 L. & Soc. INouIRv 235, 254 (2002) (reporting results of a gender studyin the Eighth Circuit federal courts that include evidence of \"sex-role spillover,\" in which2016] 27THE SCHOLARthe discussion about \"welfare queens.\"\"' In each of these examples, si-lence is a gift in which the holder of a privilege does not have to confrontthe uncomfortable realities of forms and ideologies of injustice. Yet, tobegin to dismantle systems of oppression requires that they be revealedand confronted.1 52One step requires the actor to recognize how sites of privilege and sub-ordination work in the particularities of her or his life.153 Depending onwhich site of power is dominant, a person may be privileged in some con-texts yet subordinated in another.1 54 For example: \"A very poor personmight have been the oldest child in the family and exercised power overher siblings. The wealthiest African American woman, who could be afederal judge, might still have racial, sexist epithets hurled at her as shewalks down the street.\",15 Apprehending the particularities of a person'spoints of privilege and subordination, and how they operate in differentsocial spaces, is the beginning of developing the practice of self-reflectionthat enables collaboration for justice across coalitions with others of di-156verse communities.An important predicate to participating in discursive justice is to recog-nize the phenomenon of internalized oppression, in which an oppressedperson has \"internalized the image of the oppressor and adopted hisguidelines[.]\"15 7 A related concept is self-colonization, which has beendefined as \"the psychosocial processes by which humans embrace or re-ject, from within, the ideologies that are culturally instilled and structur-women lawyers experience \"infantilizing terms of address as sweetheart, dear, and MissGirl Lawyer\").151. See Nancy Fraser & Linda Gordon, A Genealogy of Dependency: Tracing aKeyword of the U.S. Welfare State, 19 SIGNs 309, 327 (1994) (tracing the racialization of thediscourse of dependency, leading to the iconic demonization of the black, unmarried, teen-aged mother as a \"powerful ideological trope\" that serves to organize diffuse socialanxieties).152. See YOUNG, supra note 21, at 152 (issuing a call \"to bring these phenomena ofpractical consciousness and unconsciousness under discussion, that is, to politicize them\");cf Wildman & Davis, supra note 99, at 28 (highlighting the lack of awareness of privilegethat perpetuates hierarchal oppression).153. See generally Wildman & Davis, supra note 99, at 21-22 (asserting that peopleoccupy differing sites of privilege and oppression).154. Id. at 21-23.155. Id. at 22.156. Cf Iglesias, Identity, supra note 109, at 617 (proposing that anti-subordinationtheory and praxis require, in part, valuing self and Others in ways that avoid reinforcingthe oppressive attitudes and hierarchies that are sought to be transformed).157. PAULO FREIRE, PEDAGOGY OF THE OPPRESSED 47 (Myra Bergman Ramostrans., Continuum 2005) (1970). Freire was a Brazilian educator and activist dedicated toliberation of oppressed people. Richard Shaull, Foreword, PEDAGOGY OF THE OPPRESSED29, 47 (Myra Bergman Ramos trans., Continuum 2005) (1970).[Vol. 19:128FINDING MEANING IN A MASSACREally maintained through societal institutions ranging from education, tomass media, religion, the family and other similar constructs.\"15 8The classic approach to rooting out internalized oppression refers to aprocess of \"conscientization\" in which specific situations of injustice arerecognized as internalized and political action taken.5 9 Under the classicmodel, freedom requires the ejection of the image of the oppressor andits replacement with responsibility and autonomy.1 6 0 Similarly, criticaltheorists issue this charge to those participating in liberatory movements:[T]hink critically and self-critically about the ways in which individuals,including us, may or may not contribute to the recycling of 'traditional'and prevailing social inequalities; this call beckons self scrutiny to critiquein structural as well as personal terms how we do, or do not, resist theinstitutionalized oppression both of ourselves and of those with whom weidentify, as well as of 'others' around us, in active and proactive ways.1 61Subordinated groups have embraced forms of conscientization in vari-ous civil rights movements.1.62 To be partners in the quest for justice, so-cially conscious civic and religious groups continue to invoke similarprocesses.16 3 The process of reflection and action is educational-it leadsto \"learning to value Others, who are at the bottom or on the outside oftheir particular contexts\" as well as learning \"to value ourselves in a dif-ferent way-in a way that does not reproduce the prejudices and hierar-chies of the various supremacies we seek to transform.\"1 6 4As a minimum, allowing internalized oppression to remain undisturbedcan cause members of subordinated groups to undermine individual, in-158. Valdes, Identity, supra note 137, at 395 n.68.159. See FREIRE, supra note 157, at 35, 47, 87-88 (introducing the concept of conscien-tization); see also Paulo Freire & Donaldo P. Macedor, A Dialogue: Culture, Language,and Race, in BREAKING FREE: THE TRANSFORMATIVE POWER OF CRITICAL PEDAGOGY199 (Pepi Leistyna et al., eds., 999) (defining conscientization, or critical consciousness, as\"the ability to analyze, problematize (pose questions), and affect the sociopolitical, eco-nomic, and cultural realities that shape our lives\").160. FREIRE, supra note 157.161. Valdes, Identity, supra note 137, at 397 (referring to Ehrenreich, supra note 49).162. See YOUNG, supra note 21, at 153-54 (discussing consciousness-raising groups,including those of second wave feminists and the Black Liberation Movement); see alsoEVELYN BROOKS HIGGINBOTHAM, RIGHTEous DISCONTENT: Ti-IE WOMEN'S MOVEMENTIN TiE BLACK BAPTIST CHURCH 186-88 (Harvard Univ. Press 1993) (characterizing thewomen's movement of the Black Baptist church as employing a subversive \"politics ofrespectability\" to contest social structures and symbols of white supremacy in the earlytwentieth century).163. See, e.g., Rachel Christensen, Wrestling with Our Understandings Around Race,1ST UNITARIAN C-lURCH OF ORLANDO, http://www.orlandouu.org/beloved-conversations[https://perma.cc/225S-RFPHI (last visited Nov. 9, 2016) (seeking greater understandingand spiritual development through conversations related to issues of race).164. Iglesias, Identity, supra note 109, at 616-17.2016] 29tragroup, and coalitional quests for justice.1.65 MoT specifically, self-col-onization prompts members of outsider groups to engage in activities\"that pit outgroups against each other, thus helping to keep in place theexisting 'structures and ideologies' that subordinate all outgroups in 'dif-ferent' yet common ways.\"166The Pulse massacre takes the dynamics of oppression to another di-mension by exposing the ugly truth of the dynamics of inner and outerhomophobia and racism at their worst. According to some reports, theshooter seemed to have manifested extreme and contradictory forms ofhatred based on sexuality and race.'66 One message of the massacre maybe that the symbiotic effect of internalized homophobia and racial hatredwith interlocking cultural systems of oppression can be a deadly combina-tion that supports violence toward those who bear the demonized identi-ties.1 6 8  Consequently, it is imperative to meet this massacre withthorough-going exposure of the inner and outer workings of intersectingsystems of oppression, combined with meaningful remedial politicalaction.The catastrophic nature of the Pulse massacre seems to have struck theconsciences of a number of people who formerly were opposed or indif-165. See generally id. at 581-82 (introducing essays that make \"questions of intra-group hierarchy and inter-group justice of special salience in any LatCrit gathering\").166. Valdes, Identity, supra note 137, at 395 n.68.167. See e.g., David Shariatmadari, [The Shooter's] Interest in Gay Men Makes ThisNo Ordinary Act of Terrorism, GUARDIAN (June 14, 2016), https://www.theguardian.com/commentisfree/2016/jun/1 4/omar-mateen-gay-men-terrorism-pulse-jackd-sexuality [https://perma.cc/84Z6-N5VT] (relaying information about the shooter's prior involvement withPulse and gay dating websites and posing the complexities of possible internalizedhomophobia); see also Jenson, supra note 110 (noting that the shooter \"was asking thehostages: 'Are you guys black? I don't have an issue with the blacks\"'); Karen Ocamb,Orlando Massacre and Gay Identity, PRIDE (June 15, 2016), http://thepridela.com/2016/06/orlando-massacre-and-gay-identity [https://perma.cc/3T4S-YSXC] (questioning whetherthe shooter was \"self-hating\" who took \"internalized homophobic rage\" out on objects ofhis obsession). The shooter \"may not have had issues with them for being black, but itseems that he had issues with them being Latinx.\" Jenson, supra note 110.168. See generally YOUNG, supra note 21, at 61-63, 147-48 (discussing systemic vio-lence as a social practice that may be aimed at members of culturally imperialized groupsand the fear and loathing that members of those groups may have toward oppressed peo-ple). Compare Nico Lang, Coming Out Saves Lives: The Deadly Potential of InternalizedHomophobia is All Too Real, SALON (June 16, 2016, 5:59 PM), http://www.salon.com/2016/06/16/coming-out-saves livesthe-deadly-potential of internalizedhomophobiaisalltooreal [https://perma.cc/QY5S-BMN5] (asserting that \"[i]nternalized homophobia\"has violent and deadly consequences for the LGBTQIA community), with Andrew Lawler,Why the Orlando Shooter Fired, Sci. MAG. (June 21, 2016, 6:00 AM), http://www.sciencemag.org/news/2016/06/why-orlando-shooter-fired [https://perma.cc/GC7E-RC5U](proposing that no study has yet made \"a direct link between internalized homophobia andviolence toward others\").[Vol. 19:130 THE SCHOLARFINDING MEANING IN A MASSACREferent to the struggles of the LGBTQ community. Two powerful exam-ples of remorse occurred in the wake of the massacre. In the firstexample, the Rev. Dr. Joel Hunter, senior pastor of the 20,000-memberNorthland Church in Orlando and an international leader of conservativeevangelicals, advised the Religion News Service that \"Evangelicals mustrepent of LGBT oppression. \"169 Reverend Hunter explained that \"insti-tutional forms of white Christianity\" must recognize their complicity inthe subordination of the LGBT community and promised that he wouldbegin by examining his own heart.170 Reverend Hunter also stated: \"I'vegot to confess to my congregation that if there's anything I've said thatcould have ever led to anything-the dismissal or denigration of anyother population-God, I am so sorry for that.\"171Equally powerful is the statement of Teresa Jacobs, Mayor of OrangeCounty, Florida, who had been an opponent of early efforts to pass anOrange County Domestic Partner Registry in 2012.172 In addressing the50,000 people who gathered for a vigil for the Pulse victims, Mayor Jacobssaid of the forty-nine who were murdered:Each had dreams waiting to come true, each had aspirations left un-fulfilled. And we, my generation and all of those that preceded us,we, we failed our brothers and our sisters, our sons and our daugh-ters. We failed them when we were indifferent. We failed themwhen we were insensitive. And perhaps most of all, we failed themwhen we knew it was wrong, and we did nothing. If we've learnedone thing, it's that when hate is met with indifference, hate alwayswins. In many ways, my generation and the generations before wereindoctrinated with beliefs and messages that fostered and perpetu-ated hate and prejudice, sometimes intentionally, but more oftenthan not, without even realizing it. But today, enough is enough isenough! We cannot sit by and lose any more lives to senseless acts ofviolence. We cannot allow the deaths of 49 of our brothers and sis-ters to be in vain. We cannot let any more of our children grow up169. Florence Taylor, Megachurch Pastor Joel Hunter: \"Evangelicals Must Repent ofLGBT Oppression,\" CHRISTIAN ToDAY (June 15, 2016), http://www.christiantoday.com/article/megachurch.pastor.joel.hunter.evangelicals.must.repent.of.gbt.oppression/88394.html [https://perma.cc/4LYK-DA56]. Reverend Hunter also affirmed his hope that LGBTpeople can be \"treated with respect-that they're given every opportunity to live their fulllives, that they're as precious in the eyes of God as anyone who has ever been made.\" Id.170. Id.171. Id.172. See Email from Jeffrey Newton, Orange Co. Att'y, to Michael Slaymaker,Founder of Orlando Anti-Discrimination Ordinance Comm. (Feb. 10, 2012, 17:26 EST) (onfile with author) (stating that Mayor Jacobs had questions regarding the constitutionality ofan Orange County Domestic Partner Registry).2016] 31THE SCHOLARfearful-fearful of telling their parents, telling their pastors, tellingtheir friends what is in their hearts. And we cannot let our childrencontinue to grow up and lead secret lives-or even worse, leadhollow lives, all in an effort to be accepted and loved by the peoplearound them. To our LGBTQ community, I tell you today, that youare not alone. You are not alone in your sorrow, and you are notalone in this fight. I am calling on every member of our straightcommunity to open their hearts to acceptance, to embrace diversity,and to cherish our differences.1 73The Pulse massacre may have finally brought home to the hearts ofmany the important message that subscribing to or tolerating oppression,even silently and passively, creates a culture of enduring pain for so manyothers as well as a context that makes hate massacres like Pulse possible.Indeed, enough is enough!B. They Were Dancing: Intersectional Justice Through Political ActionIn the aftermath of terrible tragedies such as occurred in Orlando, ex-pressions of remorse and unity across many traditional divisions oftenarise.17 4 But some question whether they prompt lasting transforma-tion.\"7 To ensure that our community does not return to a \"business asusual\" tacit endorsement of oppression, actions must be taken by subor-dinated groups, allies, and government leaders. Their consciences mustmove them into political action. In particular, the massacre at Pulseraises two interlocking areas for political action: LGBTQ legal protec-tions and immigration reform.1 76173. J. Bryan Lowder, At Orlando Vigil, Teresa Jacobs Called Out PassiveHomophobia for the Killer It Is, SLATE (June 22, 2016, 5:36 PM), http://www.slate.com/blogs/outward/201.6/06/22/teresa jacobs-speaks atorlando pulseyvigil-on-homophobiawefailedthem.html [https://perma.cc/CR94-LW7N].174. See e.g., Taylor, supra note 169 (discussing the crisis of conscience the Pulse mas-sacre posed for an evangelical Pastor).175. See, e.g., Barack Obama, Remarks by the President at Memorial Service forFallen Dallas Police Officers (July 12, 2016), https://www.whitehouse.gov/the-press-office/2016/07/12/remarks-president-memorial-service-fallen-dallas-police-officers [https://perma.cc/6AR8-2BOF] (stating, \"I've seen how a spirit of unity, born of tragedy, can graduallydissipate, overtaken by the return to business as usual, by inertia and old habits andexpediency\").176. See Alvarez, What Will Happen, supra note 121 (suggesting that immigration re-form is needed to remedy the challenges the Latino community is facing after the Pulseshooting); see also Melanie Hunter, Gay Rights Group Calls for End to 'Anti-LGBT Laws'in Wake of Orlando Mass Shooting, CNS NEWS (June 13, 2016, 12:02 PM), http://www.cnsnews.com/news/article/melanie-hunter/gay-rights-group-calls-end-anti-gbt-laws-wake-orlando-mass-shooting [https://perma.ccl6XL4-52QQ] (referring to the Pulse massacre as abasis for stopping anti-LGBT legislation).[Vol. 19:132FINDING MEANING IN A MASSACREi. Legal Protections for the LGBTQ CommunityWith marriage equality the law of the land, and many people sportingrainbow ribbons, it may seem that the struggle for LGBTQ liberation isover.\"' Consider, then, the firestorm of anti-gay bills that were filed inthe wake of the marriage equality cases.\"' Since 2013, 254 bills werefiled in state legislatures; in 2016, 200 bills were pending in thirty-fourstates to legalize forms of discrimination against LGBTQ people.\"' Thetripartite focus of these bills is: (1) refusal of goods and services on relig-ious grounds; (2) restrictions on the use of public bathrooms by trans-gender people; and (3) preemption by states of municipal ordinancesprotecting LGBTQ rights.' Although many of these hate bills werebeaten back, twenty bills were passed by eleven states.\"'First, most of the bills permit the invocation of \"faith\" or \"conscience\"as a basis to refuse to provide goods and services to LGBT persons.182These bills, which are sometimes called Religious Freedom RestorationActs,8 3 allow a panoply of religious refusals, exemptions, accommoda-177. Cf Anna Merod, After Attack in Orlando, A Look at Florida's LGBT Protec-tions, NBC NEws (June 18, 2016, 4:51 PM), http://www.nbcnews.com/storyline/orlando-nightclub-massacre/after-attack-orlando-look-florida-s-lgbt-protections-n594986 [https://perma.cc/92RP-HN4T] (acknowledging that although the Supreme Court affirmed mar-riage equality, the LGBT community faces ongoing, systemic discrimination).178. See Obergefell v. Hodges, 576 U.S. _, 135 S. Ct. 2584, 2588 (2015) (holding theFourteenth Amendment guarantees of Due Process and Equal Protection Clauses requireissuance of marriage licenses to couples of the same sex and recognition of out-of-statemarriages of same sex couples); United States v. Windsor, 570 U.S. -, 133 S. Ct. 2675,2696 (2013) (holding the federal Defense of Marriage Act unconstitutional under the dueprocess and equal protection provisions of the Fifth Amendment). See generally EverdeenMason et al., The Dramatic Rise in State Efforts to Limit LGBT Rights, WASH. PosT (July1, 2016), https://www.washingtonpost.com/graphics/national/1gbt-legislation [https://perma.cc/6JW3-7RNZ] (providing an overview of the anti-LGBT bills proposed in response toWindsor).179. Mason et al., supra note 178; HRC Staff, Siren: Today, Mississippi Senate to Voteon Appalling Anti-LGBT Legislation, Hum. RTs. CAMPAIGN (Mar. 30, 2016), http://www.hrc.org/blog/siren-today-mississippi-senate-to-vote-on-appalling-anti-gbt-legislation[https://perma.cc/687N-5FV4].180. Hum. RTs. CAMPAIGN, PREVIEw 2016: PRO-EQUALITY AND ANTI-LGBT STATEAND LOCAL LEGISLATION 1, http://hrc-assets.s3-website-us-east-1.amazonaws.com//files/as-sets/resources/2016Legislative-Doc.pdf [https://perma.cc/9Z5V-FWUB] (last visited Oct.9, 2016) [hereinafter HUM. RTs. CAMPAIGN, PREVIEw 2016].181. Mason et al., supra note 178; HRC Staff, supra note 179.182. Hum. RTS. CAMPAIGN, PREVIEw 2016, supra note 180.183. See Jennifer Bendery & Michelangelo Signorile, Everything You Need to KnowAbout the Wave of 100+ Anti-LGBT Bills Pending in States, HUFFINGTON POST (Apr. 15,2016, 4:17 PM), http://www.huffingtonpost.com/entry/lgbt-state-bills-discrimination us_570ff4f2e4b0060ccda2a7a9 [https://perma.cc/6RX3-VS2P] (discussing bills that allow any per-son or business to deny services to same-sex couples based on religious objections). En-2016] 33THE SCHOLARtions, and complicity-based conscience claims to be used against LGBTpersons.184 The bills cover a wide range of goods and services. Some billswould allow judges and court clerks to refuse to perform weddings orissue marriage licenses.1 85 Others provide exemptions to government of-ficials and private parties in the areas of adoption, foster care, facilityrentals, wedding services, mental health counseling, and health careservices.1 8 6These \"religious freedom\" bills allow religion to be misused as a smokescreen for discrimination.'8 7 Four arguments have been posed to rejectacted in 1993, the federal Religious Freedom Restoration Act, 42 U.S.C.A. 2000bb-bb-4, has recently been applied to bar the federal government from requiringclosely held for-profit corporations to comply with the Affordable Care Act by providingcontraception insurance coverage to employees over the religious objection of the ownersof the corporations. Burwell v. Hobby Lobby Stores, Inc., 573 U.S. _, 134 S. Ct. 2751,2759 (2014). The Court left open applying the Religious Freedom Restoration Act in othercontexts. Burwell v. Hobby Lobby Stores, Inc., 573 U.S. -, 134 S. Ct. 2751, 2783-85(2014).184. See Hum. RTs. CAMPAIGN, PREVIEw 2016, supra note 180, at 2 (reporting thatthe \"largest number of anti-LGBT bills introduced in 2015 were religious refusal bills\"); seealso Douglas Nejaime & Reva B. Siegel, Conscience Wars: Complicity-Based ConscienceClaims in Religion and Politics, 124 YALE L.J. 2516, 2519-20 (2015) (defining \"complicity-based conscience claims\" as \"religious objections to being made complicit in the assertedlysinful conduct of others\").185. In 2016, Mississippi enacted a sweeping \"religious freedom\" bill that includedcourt clerks, foster care, school administration, counseling, facility rentals, and weddingservices; the bill was declared unconstitutional just before it was to take effect. Barber v.Bryant, No. 3:16-CV-417-CWR-LRA, 2016 WL 3562647, LEXIS 86120 at *18-20 (S.D.Miss. June 30, 2016).186. See Mason et al., supra note 178 (reporting bills relating to \"college and univer-sity groups, health services, pre-emptive protections, and adoption and foster care\"); seealso Campbell Robertson, Mississippi Law Protecting Opponents of Gay Marriage IsBlocked, N.Y. TIMEs (July 1, 2016), http://www.nytimes.com/2016/07/02/us/mississippi-law-protecting-opponents-of-gay-marriage-is-blocked.html?smid=pl-share [https://perma.cc/T84T-MEVH] (reporting the judicial orders striking a Mississippi law that would haveshielded court clerks and others acting according to \"religious beliefs\" about sexuality andgender identity in the areas of \"foster care, counseling, school administration, facility rent-als and wedding services\").187. See Elizabeth Reiner Platt, States Attempting to Preempt LGBT-Friendly Munici-palities, COLUM. L. SCH.: PUB. RTs. PRIV. CONScIous BLOG (Feb. 11, 2016), http://web.law.columbia.edulgender-sexuality/public-rights-private-conscience-project/blog [https://perma.cc/8BE5-GL82] (arguing that proposed religious freedom bills are \"right to discrimi-nate\" bills, by using religious freedom \"as a sword rather than a shield\"); see also Barber v.Bryant, No. 3:16-CV-417-CWR-LRA, 2016 WL 3562647, LEXIS 86120 57-59 (S.D. Miss.June 30, 2016) (discussing the legislative debate on the bill, including the admission that thegovernment is not seeking to protect people of faith, but to ensure that LGBT citizens willnot be able to sue businesses for declining to serve them).34 [Vol. 19:1FINDING MEANING IN A MASSACREdemands for such religious accommodations.\"as The first invokes historyand recognizes that similar attempts were made and resisted when theCivil Rights Act was adopted in 1964.189 The second defrocks the argu-ment that accommodations would help to ease conflicts in a period ofsocial transition.'90 Two scholars note that conscience claims \"can pro-vide an avenue to extend, rather than settle, conflict about social normsin democratic contest.\"'9' The third argument insists that harms must beconsidered to persons who are denied goods or services in the publicarena.'92 The depth and breadth of material and dignitary harms that areinflicted in the name of presumed conscience claims are untenable.19 3The final argument against religious accommodations proposes that theyare at odds with the underlying purpose of anti-discrimination laws,\"which is to change norms. \"194 Attempts to give discrimination a norma-188. See Louise Melling, Religious Refusals to Public Accommodations Laws: FourReasons to Say No, 38 HARV. J.L. & GENDER 177, 179 (2015) (outlining the fourarguments).189. See id. at 185 (proposing that discrimination \"rooted in religion should be re-jected today, just as [it was] fifty years ago\").190. See id. at 188 (advising that \"following the Supreme Court's decision in [Burwellv. Hobby Lobby], any accommodation in an anti-discrimination law will almost surely fan,not calm, conflict\").191. Nejaime & Siegel, supra note 184, at 2520. The authors also note \"[r]eligiousaccommodation claims of this kind may continue democratic conflict in new forms, or so atleast some advocates hope.\" Id. at 2521.192. See Melling, supra note 188 (contending \"[t]hat harm, which is often given littlevoice in the current debates, should weigh heavily because it damages a person's sense ofdignity and frustrates the promise of equality\").193. See id. at 190 (arguing, for example, that it \"takes but one metaphorical 'Heter-osexuals Only' sign to make an LGBT person question whether society is in fact embracingher and her kind\"). Another example of the harm that religious accommodations pose tothe LGBTQ community is the Michigan pediatrician who refused to give a wellness examto six-day old baby of lesbian mothers. Ed Mazza, Pediatrician Refuses to Care for Babywith Lesbian Mothers in Michigan, HUFFINGTON POST (Feb. 19, 2016, 12:35 PM), http://www.huffingtonpost.com/2015/02/18/pediatrician-refuses-lesbian-mothers n_6710128.html[https://perma.cc/F4CY-XG2V]. According to one of the mothers, \"It was embarrassing, itwas humiliating and here we are, new parents trying to protect her. And we know thishappens in the world and we're completely prepared for this to happen other places. Butnot at our 6-day-old's wellness appointment.\" Id.; see also Fact Sheet, Health Care RefusalsHarm Patients: The Threat to LGBT People and Individuals Living with HIV/AIDS,NAT'L. WOMEN'S L. CTr. (May 2014), http://www.nwlc.org/sites/default/files/pdfs/Igbt-refusalsfactsheet_05-09-14.pdf [https://perma.cc/95V3-YY88] (stating that disparities inhealth care experienced by LGBT people are worsened when health care providers refuseto provide needed care due to personal or religious beliefs).194. Melling, supra note 188. To allow the law to absorb and replicate discriminatorysocial norms would be to undermine the legitimacy of the law. See Judith E. Koons, Gun-smoke and Legal Mirrors: Women Surviving Intimate Battery and Deadly Legal Doctrines,14 J.L. & Pol'y 617, 648-49 (2006) (critiquing Florida's Stand Your Ground Act and illus-2016] 35THE SCHOLARtive toe-hold in the law must be rejected, while forward-looking proposalsfor intersectional justice must be encouraged.Second, many of the bills are part of the latest generation of \"bathroomwars,\" restricting people from using facilities that are designated for an-other biological sex.1 9 5 Targeting transgender people, the bills restrict,ban, and even criminalize the use of a public restroom that does not cor-respond to the sex noted on a person's birth certificate.'9 6 Strong policyand privacy arguments have been made on behalf of transgender peo-ple.\"' In addition to failing to recognize the difference between sex andgender identity, the bills denigrate and pose enormous harm to membersof the transgender community.198 That men will pose as transgender per-sons to gain access to women's bathrooms has been thoroughly debunkedby experts in law enforcement and advocates for victims of sexual as-trating the silent absorption of social norms-\"pernicious ideas of gender hierarchy\"-intocriminal law).195. See Mason et al., supra note 178 (stating that four \"bathroom bills\" were intro-duced in 2015 and thirty were introduced in the first months of 2016). One article notes:\"For more than 100 years, Americans have projected their most profound fears about so-cial change onto public restrooms.\" Neil J. Young, How the Bathroom Wars ShapedAmerica, POLITICO MAG. (May 18, 2016), http://www.politico.com/magazine/story/2016/05/2016-bathroom-bills-politics-north-carolina-lgbt-transgender-history-restrooms-era-civil-rights-213902#ixzz4IIFrNU00 [https://perma.cc/VST3-DN28]. The article also observesthat bathrooms have been a surprisingly powerful political lever: \"They've been pivotal inmany political arguments-and, in perhaps the most masterful harnessing of bathroomanxiety in American history, a largely invented controversy over unisex bathrooms in the1970s ultimately killed off the almost-enacted Equal Rights Amendment to the Constitu-tion.\" Id.196. E.g., Scott Skinner-Thompson, Anti-Transgender Bathroom Bills Are Unconstitu-tional, SLATm (Feb. 11, 2016, 12:53 PM), http://www.slate.com/blogs/outward/2016/02/11/anti-transgender bathroom bills_areclearly.unconstitutional.html [https://perma.cc/2QCT-BPNK] (providing an example of a Virginia bill imposing a fine on a student whodoes not use the bathroom corresponding to the sex designated on the birth certificate).197. See Scott Skinner-Thompson, Outing Privacy, 110 Nw. U. L. REv. 159, 159(2015) (discussing a right to informational privacy).198. See Olga Khazan, The True Harm of Bathroom Bills, ATLANTIC (May 19, 2016),http://www.theatlantic.com/health/archive/2016/05/transgender-bathrooms-suicide/483351[https://perma.cc/2YZS-2ZME] (reporting results of a Georgia State study that \"being de-nied bathroom access is correlated with increased risk of suicide among trans people,\" witha suicide-attempt rate of 47%, compared to 4% for the U.S. population at large); see alsoKristie L. Seelman, Transgender Adults' Access to College Bathrooms and Housing and theRelationship to Suicidality, 63 J. OF HOMOSEXUALITY 1378, 1379 (2016) (noting the height-ened level of prejudice and discrimination faced by transgendered individuals). Genderidentity \"means the gender-related identity, appearance, mannerisms, or other gender-re-lated characteristics of an individual, regardless of the individual's designated sex at birth.\"Equality Act, H.R. 3185, 114th Congress  1101(a)(2) (2015).36 [Vol. 19:1FINDING MEANING IN A MASSACREsault.199 The proper approach to recognize transgender people in a plu-ralistic society is education, not exclusion.20 0Finally, the newest category of anti-gay bills includes those that pre-empt local government protections for members of the LGBT commu-nity.201 As of early 2016, eight states had introduced intrastatepreemption bills, with two states adopting the provisions.20 2 Municipalpreemption is a tool of special interest groups and has primarily beenused by business and industry groups to oppose local ordinances that im-pose costs or other regulatory burdens.203 In the current anti-gay climateprevalent in some states, these bills are another species of an attempted\"hostile takeover of human rights.\" 2 04 Some scholars warn that preemp-tion laws may be \"disguised as watered down and exemption-rife anti-discrimination laws.\"20 5 Conversely, proponents argue that such bills arean attempt to ensure consistency and reduce unnecessary administrative20costs on statewide businesses.206 However, these diluted civil rights billsare actually \"back-door methods\" of imposing the homophobic beliefs of199. See Carlos Maza, The Question Every Reporter Should Be Asking About Trans-gender Bathroom Bans, MEDIA MAFTERS (Mar. 24, 2016, 2:48 PM), http://mediamatters.org/blog/2016/03/24/the-question-every-reporter-should-be-asking-ab/209527 [https://perma.cc/N8PK-EDQB] (\"[H]ow is the government supposed to figure out a person's biologi-cal sex?\"). Some examples of the harmful and insensitive inquiries that the bathroom billshave unleashed were reported by Maza as follows: First, \"a Louisiana woman who under-went chemotherapy and a bi-lateral mastectomy after a stage 2 cancer diagnosis was ac-cused of being a man while standing in line to use a Walmart restroom\"; Second, \"a lesbianin Michigan was kicked out of a restaurant bathroom because she was mistaken for aman\"; Third, \"a Republican politician in Fayetteville, AR, questioned a cisgender [non-transgender] restaurant employee and asked her to prove that she was a biological wo-man.\" Id. The term \"cisgender\" refers to \"a person whose self-identity conforms with thegender that corresponds to their biological sex.\" Cisgender, OXFORD LIVING DicrIoNA-RIEs, https://en.oxforddictionaries.com/definition/cisgender [https://perma.cc/NKK2-7HL3](last visited Nov. 18, 2016); Sunnivie Brydum, The True Meaning of the Word \"Cisgender,\"ADVOCATE (July 31, 2015, 6:00 AM), http://www.advocate.com/transgender/2015/07/31/true-meaning-word-cisgender [https://perma.cc/5UNS-EANA].200. Harv. L. Rev., Transgender Youth and Access to Gendered Spaces in Education,127 HARV. L. REV. 1722, 1736 (2014).201. Mason et al., supra note 178.202. Platt, supra note 187. Intrastate preemption is a basis for arguing \"that a city'sauthority in a particular area has been supplanted by state law.\" Paul Diller, IntrastatePreemption, 87 B.U.L. REV. 1113, 1114 (2007).203. Diller, supra note 202, at 1114-15, 1137.204. Nina Martin, Why North Carolina's New Anti-LGBT Law is a Trojan Horse,PROPUBLICA (Apr. 5, 2016, 6:00 AM), https://www.propublica.org/article/why-north-caroli-nas-new-anti-lgbt-law-is-a-trojan-horse [https://perma.cc/H2JK-TUMN].205. Platt, supra note 187.206. Id.2016]1 37THE SCHOLARthe religious far right and will likely be used as the basis to block more207welcoming ordinances from local governments.These anti-gay bills are part of a coordinated nationwide backlash by\"Enemies of Equality\" against decisions of the Supreme Court thatopened marriage to same-sex couples.20 8 While some backlash was antic-ipated, the scale, extremist nature of some of the bills, and extent of na-tional coordination were startling. The first wave of religious freedombills was contemporaneous with the Windsor decision in 2013.209 In 2014,at the ultra-conservative Values Voter Summit, a strategy was engaged of\"incrementally eroding LGBT rights\" and \"test-driving\" anti-gay mea-sures at the state and local levels.2 10 Religious refusal bills were test-driven in twenty-eight states in 2015.211 When the Houston Equal RightsAmendment was defeated on the strength of an ad campaign demonizingtransgender women and suggesting they were sexual predators whowould be able to enter women's bathrooms, another strategy was born.2 12Anti-transgender bathroom bills appeared in twelve states in 2015.213The third strategy of municipal preemption was test-driven in six states in2015.214Florida has typified the anti-gay response of many states. Four piecesof recent legislation demonstrate the lack of commitment-if not ani-mus-of Florida politicians toward equal civil rights for people identify-ing as LGBTQ. First, despite having borne a long and destructive historyof discrimination, members of the LGBTQ community are not includedin the 1992 Florida Civil Rights Act.2 15 Efforts to remedy such an enor-207. Id.208. See Jonathan Capehart, Here They Are, the 'Enemies of Equality' for LGBTAmericans, WASH. PosT (July 7, 2016), https://www.washingtonpost.com/blogs/post-partisan/wp/2016/07/07/here-they-are-the-enemies-of-equality-for-lgbt-americans/?utmterm=.bal828136b67 [https://perma.cc/P562-M9DL] (reporting that LGBT advocates observedan \"emerging coordination\" of resistance to marriage equality across the nation and citingMatt McTighe, Executive Director of Freedom for All Americans, for the example that \"17bills in 14 states that target transgender Americans\" used almost identical language).209. Mason et al., supra note 178.210. Bendery & Signorile, supra note 183.211. Hum. RTs. CAMPAIGN, PREVIEw 2016, supra note 180, at 2; see also EmmaGreen, Can States Protect LGBT Rights Without Compromising Religious Freedom?, AT-LANTIC (Jan. 6, 2016), http://www.theatlantic.com/politics/archive/2016/01/lgbt-discrimina-tion-protection-states-religion/422730 [https://perma.cc/Q8KH-QGQT] (indicating that atleast twenty-six states considered some form of new religious freedom bill).212. See Bendery & Signorile, supra note 183.213. HUM. RTs. CAMPAIGN, PREVIEw 2016, supra note 180, at 2.214. Id.215. See FLA. STAT.  760.01(2) (2016) (providing protection against discriminationbased on \"race, color, religion, sex, pregnancy, national origin, age, handicap, or maritalstatus\" and not on sexual orientation or gender identity).38 [Vol. 19:1FINDING MEANING IN A MASSACREmous omission have been sidelined by the Florida legislature.216 Mostrecently, the 2016 Florida Competitive Workforce Act, which would haveamended the state Civil Rights Act to extend protections in employment,housing, and public accommodations to subgroups of the LGBT commu-nity was introduced, but failed to make it out of a Senate committee.217The rationale that was expressed by opponents was consistent with thestrategy adopted at the Values Voter Summit.2 1 8 Opponents argued thatequal civil rights should not be given to members of the LGBT commu-nity because doing so would open access to women's restrooms by trans-gender persons.219 Also, in lock-step with anti-gay jurisdictions, Floridalegislators included broad language in the bill that invites religious ac-commodation arguments, rendering the \"protections\" granted toLGBTQ people tenuous if not illusory.2 20Second, Florida politicians continue to introduce discriminatory mea-sures against members of the LGBTQ community. For example, a \"relig-ious freedom\" bill was recently introduced in Florida's House ofRepresentatives.2 2 1 While the bill died in committee, it provided wide-ranging immunity from liability for persons, closely held organizations,religious institutions, businesses owned or operated by a religious institu-tion, health care facilities, health care providers, and private child-placingagencies that refuse to perform activities \"that would be contrary to relig-ious or moral convictions or policies.\"2 22216. Jeff Weiner, Central Florida GOP Leaders Call for Law Against LGBT Discrimi-nation, ORLANDO SENTINEL (Aug. 4, 2016, 5:30 PM), http://www.orlandosentinel.com/news/politics/os-pulse-nightclub-orlando-republicans-20160804-story.htm [https://perma.cc/X2KR-CYDP].217. S.B. 120, 118th Leg., Reg. Sess. (2016); SB 120: Prohibited Discrimination, FLA.S., https://www.flsenate.gov/Session/Bill/2016/0120/?Tab=Bil]Hisstory [https://perma.cc/59DM-T8LF] (last visited Nov. 5, 2016).218. See Behind Closed Doors: Fighting for Safety and Privacy After GovernmentBathroom Directives, VALUES VOTER SUMMIr, http://www.valuesvotersummit.org/break-out [https://perma.cc/65TG-P2FN] (last visited Nov. 18, 2016) (providing a description of asession on the \"bathroom directives\" at the 2016 Summit, including the argument that theObama administration's \"radical interpretation of 'sex' to include 'gender identity\"' cre-ates a \"perfect predatory environment\").219. See Michael Auslen, LGBT Discrimination Ban Dies in Florida Senate, MIAMIHERALD (Feb. 9, 2016, 7:40 PM), http://www.miamiherald.com/news/local/community/gay-south-florida/article59410128.htmI [https://perma.cc/F6VY-HNSJ] (relaying a concern pro-pounded by opponents of the Florida Competitive Workforce Act that male predatorswould use women's restrooms while posing as transgender women).220. See S.B. 120, 118th Leg., Reg. Sess.  760.10(9)(c) (2016) (stating that sectionsaddressing unlawful employment practices and public accommodations \"do not limit thefree exercise of religion guaranteed by the United States Constitution and the StateConstitution\").221. H.B. 401, 118th Leg., Reg. Sess. (Fla. 2016).222. Id.  761.06(2)-(4).2016] 39THE SCHOLARThird, Florida joined the \"bathroom wars\" by considering the Single-Sex Public Facilities Bill in 2015.223 Among other provisions, the billcriminalized the use of public restrooms by transgender people by mak-ing it a second-degree misdemeanor to enter a restroom designated foranother biological sex.22 4 In addition, the bill preempted local govern-ment enactments that would permit the gender-appropriate use of bath-rooms by transgender people.2 25 While the bill eventually died in acommittee, it received a favorable vote by another House committee.2 2 6Fourth, in addition to failing to protect LGBTQ people from employ-ment, housing, and public accommodations discrimination, the Floridalegislature enacted a bill to protect Florida's clergy from the task of mar-rying same-sex couples.2 2 7 A type of religious refusal bill, the legislationhas been described as degrading, unnecessary, and reflective of the anti-LGBTQ animus harbored by many Florida politicians.2 28 The PastorProtection Act went into effect eighteen days after the Pulse massacre.22 9After the massacre at Pulse, politicians across Florida came forward toexpress condolences to the LGBTQ community in Orlando.2 3 0 Mean-223. CS/CS/HB 583, 117th Leg., Reg. Sess. (Fla. 2015).224. Id.  760.55(2)(c).225. Id.  760.55(6).226. CS/CS/HB 583-Single-Sex Public Facilities, MYFLORIDAHOUSE, http://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?Billld=53629 [Permalink unavailable](last visited Nov. 5, 2016).227. H.B. 43, 118th Leg. Reg. Sess.  761.061(1)(a)-(i) (Fla. 2016). The bill also pro-tected religious organizations from providing \"services, accommodations, facilities, goods,or privileges.\" Id.  761.061(2).228. Zak Cheney Rice, Florida Politicians Offer Condolences After Orlando, StillWon't Pass Laws to Protect LGBT, MIC.com (June 14, 2016), https://mic.com/articles/146126/florida-politicians-offer-condolences-after-orlando-still-won-t-pass-laws-to-protect-lgbt#.eoK4Cn7u5 [https://perma.cc/3AND-NSVF]; see Green, supra note 211 (calling thebills \"legal red herring[s]\"); see also Bendery & Signorile, supra note 183 (identifying four-teen Pastor Protection Acts as part of the national anti-LGBT coordinated effort).229. H.B. 43, 118th Leg. Reg. Sess. (Fla. 2016); What We Know: June 12, 2016 PulseNight Club Shooting, EVERYTOWN, https://everytownresearch.org/know-june-12-2016-pulse-nightclub-shooting-orlando-florida/ [https://perma.cc/UTG9-QCZU] (last updatedJune 17, 2016, 3:00 PM).230. Rice, supra note 228. State Senator Jeff Brandes posted on his Facebook page,\"Praying for our Orlando neighbors.\" Bryce Covert, LGBT Survivors of Orlando Shoot-ing Can Legally Be Fired Under Florida Law, READERs SUPPORTED NEWS (June 14, 2016),http://readersupportednews.org/news-section2/318-66/37446-lgbt-survivors-of-orlando-shooting-can-legally-be-fired-under-florida-law [https://perma.cc/A6QR-TYJK]. Yet, Sen-ator Brandes was also one of the Senators on the Judiciary Committee who voted againstextending civil rights protections to the LGBTQ community. Id.; see also Committee VoteRecord, at 1, FL. S. (Feb. 9, 2016), https://www.flsenate.gov/Session/Bill/2016/0120/Vote/2016-02-09%200400PM-S0120%2OVote%20Record.pdf [https://perma.cc/K7KZ-3EB9](listing other Senators on the Judiciary Committee who voted against the measure: Sena-tors Bean, Benacquisto, Simpson, and Stargel).[Vol. 19:140FINDING MEANING IN A MASSACREwhile, the civil rights bill that provided some protections to lesbians,bisexuals, and gays could not make it out of legislative committee.231One commentator noted that LGBTQ people who were able to survivethe Pulse massacre on Sunday could be fired or refused service in publiclodgings or restaurants on Monday without legal recourse under statelaw.23 2 Furthermore, transgender people have no protection from ridi-cule and rejection when attempting to use a gender-appropriate bath-room.2 33  In addition, Florida's ongoing political determination toundermine marriage equality is demonstrated by the Pastor ProtectionAct and the introduction of other measures to diminish the social recog-nition, security, dignity, and sanctity of marriages between same-sexcouples.2 34A few expressions of hollow condolences to the LGBTQ community ofOrlando are not enough. Florida politicians must act to begin to undothe legal architecture of oppression that supports hate crime.235 That be-gins with including the LGBTQ community in the state's Civil RightsAct. These protections must be provided without demeaning \"potty pro-tections\" and without condoning harmful discrimination to appease right-wing political beliefs masquerading as religion. It is the task of subordi-nated groups to hold Florida's politicians accountable. Let them neverforget the faces of the 49.From a national perspective, Congress must move into action to redressburgeoning anti-LGBTQ state legislation, the ongoing harm to LGBTQpeople, and the destructive societal effects of discrimination. In 2015,one bill was introduced that would turn the tide and begin the normaliza-tion of justice.23 6 Introduced by more than 200 cosponsors, the EqualityAct is a comprehensive amendment of civil rights laws to prohibit dis-crimination on the basis of sexual orientation and gender identity.23 7 Dis-crimination is proscribed in public accommodations, public facilities,public education, programs and activities receiving federal funding, em-231. Rice, supra note 228.232. Covert, supra note 230.233. See 2016 Equality Florida Legislative Insider Report, EQUALITY FLA. ACTION,INC. (Apr. 4, 2016), http://www.eqfl.org/2016FLLeg [https://perma.cc/Y3CR-AT6B].234. See, e.g., Merod, supra note 177 (noting \"a year after the Supreme Court legal-ized same-sex marriage nationwide, lesbian, gay, bisexual and transgender people still facesystemic discrimination in Florida and around the country\").235. See generally Valdes, Identity, supra note 137, at 395 n.68 (discussing the \"archi-tecture of symbiotic structures of subordination,\" in reference to Ehrenreich, supra note49).236. Equality Act, H.R. 3185, 114th Congress (2015).237. Id.; The Equality Act, Hum. RTs. CAMPAIGN, http://www.hrc.org/resources/the-equality-act [https://perma.cc/B2PP-H6UL] (last updated Aug. 1, 2016).2016] 41THE SCHOLARployment, housing, equal credit opportunity, and jury selectionstandards.23 8The Act includes three noteworthy sections. One section provides thatthe federal Religious Freedom Restoration Act shall not be the basis fora claim or defense concerning a matter covered by the Act or otherwise\"provide a basis for challenging the application or enforcement of a cov-ered title.\" 23 9 The second provision ensures a person will not be deniedaccess to a restroom that comports with the person's gender identity.240The third provision states the following finding:A single instance of discrimination may have more than 1 basis. Forexample, discrimination against a married same-sex couple could bebased on the sex stereotype that marriage should only be betweenheterosexual couples, the sexual orientation of the 2 individuals inthe couple, or both. Discrimination against a pregnant lesbian couldbe based on her sex, her sexual orientation, her pregnancy, or on thebasis of multiple factors.2 4 1This finding lays the basis for claims of intersectional discrimination.2 4 2The Equality Act is a comprehensive amendment of the Civil Rights Actthat addresses key questions of religious freedom, access to bathroomsbased on gender identity, and intersectional justice.24 3 Consequently, theEquality Act is a necessary step to stop the latest wave of legislativehomophobia in the United States.2 44238. Equality Act, H.R. 3185, 114th Congress  3-7, 10-12 (2015). In addition, sev-eral sections expand the realm of public accommodations. Id.  3(a)(2)(C)(4).239. Id.  1107.240. See id.  1101(b)(2) (\"[A]n individual shall not be denied access to a shared facil-ity, including a restroom, a locker room, and a dressing room, that is in accordance with theindividual's gender identity.\").241. Id.  2.242. See Areheart, supra note 101 (recommending that Congress amend Title VII byadding the phrase \"or any combination thereof\" to the list of protected categories).243. Equality Act, H.R. 3185, 114th Congress  2, 1101(b)(2) (2015); see also MaryEmily O'Hara, Civil Rights 2.0: What the Equality Act of2015 Means for LGBT Americans,DAILY Dor (July 23, 2015), http://www.dailydot.com/layer8/equality-act-2015-gbt-ex-plained [https://perma.cc/5YLV-U24V] (noting the scope of the Equality Act, includingprohibiting states from discriminating against LGBT people based on the federal ReligiousFreedom Restoration Act).244. This article recognizes the extended critique that has been lodged toward therights discourse and concurs with a number of the premises of that critique. See, e.g.,Iglesias, LatCrit Theory, supra note 27, at 10-18 (tracing the evolution of the critique andsupport of rights discourse in critical theory); Judith E. Koons, What is Earth Jurispru-dence: Key Principles to Transform Law for the Health of the Planet, 18 PENN S-r. ENvrL. L.REv. 47, 58 (2009) (distinguishing legal and moral consideration from rights). At the sametime, it is necessary for subordinated groups to have a basic floor of civil liberties that isrecognized by the government-and certainly not to be legislated against-particularly42 [Vol. 19:1FINDING MEANING IN A MASSACREii. Immigration: Redressing Racist Rhetoric and Fortified BordersThe faces of the Pulse massacre are gay and Latinx.24 5 Of the forty-nine who were killed in the Pulse massacre, twenty-three were PuertoRican.2 46 Latin Night at Pulse took place during Gay Pride Month; thenext day was National Puerto Rican Day.24 7 Since the economic down-turn in Puerto Rico that began in 2006, thousands of Puerto Ricans havesettled in the United States.2 4 8 Puerto Ricans-who are U.S. citizens ofan unincorporated territory of the United States-have encountered sys-temic oppression stemming from colonization as well as race and classsubordination.2 4 9Many Puerto Ricans have chosen to live in Orlando, which has built avibrant Puerto Rican community where \"Spanish flows freely; the smellsof Mallorca pastries and mofongo waft from bakeries and restaurants.\"2 5 0An estimated 400,000 Puerto Ricans have settled in Orlando, making itone of the \"havens\" for people of Puerto Rican descent in the UnitedStates.2 51Franky Jimmy DeJesus Velazquez, who was one of the 49, came to Or-lando in 2010 \"for the same reasons that have driven tens of thousands ofPuerto Ricans in recent years: better jobs, health care, housing, friends,where the groups are embedded in a history of demonization and in a cultural context ofpervasive hate crimes.245. Guevarra, supra note 111; Gibson & Minshew, supra note 7.246. Alvarez & Madigan, supra note 14.247. See Brian Latimer, LGBT Pride Mixes with Deep Sorrow Over Orlando at PuertoRican Day Parade, NBC NEWS (June 12, 2016, 5:49 PM), http://www.nbcnews.com/news/latino/lgbt-pride-mixes-deep-sorrow-over-orlando-puerto-rican-day-n590596 [https://perma.cc/LZ9C-XR3Y] (noting, for the first time in its 59-year history, the National Puerto RicanDay Parade honored LGBT Puerto Ricans). The Muslim Alliance for Sexual and GenderDiversity also observed another temporal intersection: the massacre \"occurred duringLGBTQ Pride month, which this year coincides with the Muslim holy month of Ramadan,typically a period of peace and intense self-reflection.\" Donnella, supra note 118.248. Mary Williams Walsh & Liz Moyer, How Puerto Rico Debt Is Grappling with aDebt Crisis, N.Y. TIMEs, http://www.nytimes.com/interactive/2016/business/dealbook/pu-erto-rico-debt-crisis-explained.html?_r=1 [https://perma.cc/LLQ3-RVJT] (last updated July1, 2016).249. Francisco A. Rullan, \"The Puerto Rican Question\": Roman Influence on the Le-gal Relationship Between the United States and Puerto Rico and Some Lessons from Analo-gies to the Roman Republic, 43 REV. JUR. U.I.P.R. 321, 324 (2009); Pedro A. Malavet,Puerto Rico: Cultural Nation, American Colony, 6 MIcH. J. RACE & L. 1, 69-70 (2000)[hereinafter Malavet, Puerto Rico].250. Alvarez & Madigan, supra note 14.251. Id.; Lizette Alvarez, Puerto Ricans Seeking New Lives Put Stamp on Central Flor-ida, N.Y. TIMEs (Aug. 24, 2015), http://www.nytimes.com/2015/08/25/us/central-florida-emerges-as-mainland-magnet-for-puerto-ricans.html [https://perma.cc/YU8S-BM3F] [here-inafter Alvarez, Puerto Ricans].2016] 43relatives and, in his case, greater acceptance of his sexual identity.\" 25 2The \"Puerto Rican diaspora,\" propelled by a decade of deepening eco-nomic contraction, brought thousands of newcomers to the central Flor-ida area.25 3 Many new residents have struggled, and some have returnedto the island.254 However, the successive waves of migration from PuertoRico are \"transforming a corridor of Central Florida that is increasinglyviewed as economically powerful, culturally diverse and politically piv-otal.\"2 55 Demonstrating one of the tensions reflected in the massacre,one Latina mused whether some of the Puerto Rican victims would stillbe alive if poverty had not forced them to leave Puerto Rico.2 56A number of the victims and survivors of the Pulse massacre were doc-umented and undocumented immigrants.25 7 Yet, due to the workings ofimplicit bias, all of the victims and survivors were likely perceived to beundocumented immigrants.2 58 Consequently, they were victims not onlyof this horrific hate crime, but their lives had likely been affected by anti-immigrant rhetoric infused with racism and xenophobia.2 5 9 As one note-worthy example, during the recent campaign, the candidate elected Presi-dent of the United States called Latino immigrants \"criminals\" and\"rapists.\"26 0 In fact, the violent crime rate of immigrants-documentedand undocumented-is significantly lower than the violent crime rates ofpeople born in the United States.26 1252. Alvarez & Madigan, supra note 14. The news article describes Franky as \"aproud Puerto Rican-a jibarito, a professional dancer on the island with a fierce devotionto jibara, a folkloric dance created long ago by workers on coffee plantations and inlandfarms. Latin Night at the club was a natural fit for him.\" Id.253. Kevin Brown & Tom I. Romero II, The Social Reconstruction of Race andEthnicity of the Nation's Law Students: A Request to the ABA, AALS, and LSAC forChanges in Reporting Requirements, 2011 MicH. STr. L. REV. 1133, 1161-62 (2011).254. Alvarez & Madigan, supra note 14.255. Alvarez, Puerto Ricans, supra note 251.256. Jenson, supra note 110.257. See Agren, supra note 122 (recognizing at least four victims as Mexicanimmigrants).258. See Nittle, supra note 73; Reichard, supra note 75.259. See Kevin R. Johnson, It's the Economy, Stupid: The Hijacking of the DebateOver Immigration Reform by Monsters, Ghosts, and Goblins (or the War on Drugs, War onTerror, Narcoterrorists, Etc.), 13 CHAP. L. REV. 583, 608 (2010) [hereinafter Johnson, It'sthe Economy] (proffering that \"racism and xenophobia often infect the dialogue over im-migration in the United States\").260. Moreno, supra note 80.261. Josiah McC. Heyman, Guns, Drugs and Money: Tackling the Real Threats to Bor-der Security, AM. IMMIGR. COUNCIL: IMMIGR. Pot'v CTR. 2-3 (2011), https://www.ameri-canimmigrationcouncil.org/sites/default/files/research/Heyman--DrugsGuns-andMoney_091211.pdf [https://perma.cc/B8V7-F8JQ].44 THE SCHOLAR [Vol. 19:1FINDING MEANING IN A MASSACREThe rhetoric of immigration has been examined through the lens ofmetaphor.26 2 Kevin R. Johnson observed that the national discourse onimmigration has been captured by restrictionist politicians who have cre-ated inflammatory and contrapuntal \"metaphorical wars\" on drugs andterror, blaming immigrants for both categories of social ills.2 63 In the dis-course of immigration law, three metaphors are dominant: \"IMMI-GRANTS ARE ALIENS, IMMIGRATION IS A FLOOD, andIMMIGRATION IS AN INVASION.\" 2 6 4 Of these, the dominant legalmetaphor is \"alien,\" which conveys three qualities: otherness, ethnicity,and illegality.2 65Fear of the \"Other\" fuels anti-immigrant sentiment and discourse.2 66To carry the critique further, the Other is considered to be \"the for-eigner,\" who serves as the subordinating role in a native/alien binary.2 67The role of the alien is distinctly racial; immigrants occupy \"a racial casteof workers relegated to a secondary labor market.\"2 68 In addition, thecharacter of the alien has been distinctly criminalized; the history of im-migration law is one of \"crimmigration\" that targets specific groupsdeemed undesirable due to race, national origin, or ethnicity.26 9As discussed earlier, the surge in violent hate crimes toward Latina/osis linked to hateful anti-immigrant rhetoric.270 Some perpetrators of hatecrimes against Latinos have directly attributed their violence to anti-im-migrant speech.27 1 In addition, some public figures have specifically262. Johnson, It's the Economy, supra note 259, at 587; Keith Cunningham-Parmeter,Alien Language: Immigration Metaphors and the Jurisprudence of Otherness, 79 FoluDHAML. REV. 1545, 1156-57 (2011).263. See Johnson, It's the Economy, supra note 259, at 600 (noting that the \"dualwars\" hide the true issues behind immigration, especially labor migration in a globaleconomy).264. Cunningham-Parmeter, supra note 262, at 1568 (emphasis in original).265. Id. at 1568-69 (observing that \"lawyers and judges refer to 'aliens' so frequentlythat few would identify the word as a metaphor\").266. See id. at 1570-73 (reasoning that presenting immigrants as animals, diseases, andinanimate objects, together with widespread use of the \"alien\" metaphor \"conceals immi-grants' personhood and potential for social contribution\").267. Katherine L. Vaughns, Fixation: An Obsessive or Unhealthy Preoccupation or At-tachment, 27 J. Civ. RTs. & ECON. DEv. 588, 610 (2014) (posthumous publication); KevinR. Johnson, Possible Reforms of the U.S. Immigration Laws, 18 CHAP. L. REV. 315, 320(2015) [hereinafter Johnson, Possible Reforms].268. Id.269. Mary Fan, The Case for Crimmigration Reform, 92 N.C.L. REV. 75, 82 (2013).270. See supra Section II.B.271. See Jonathan Greenblatt, When Hateful Speech Leads to Hate Crimes: TakingBigotry Out of the Immigration Debate, HUFFINGTON Pos-r (Aug. 21, 2016, 5:18 PM), http://www.huffingtonpost.com/jonathan-greenblatt/when-hateful-speech-leads-b_8022966.html[https://perma.cc/3NXW-W7G3] (relaying details of the assault on a Latino man in Boston,2016]1 45THE SCHOLARcalled for killing immigrants. In 2011, an Alabama state senator advisedthat the solution to illegal immigration was to \"empty the clip.\" 27 2 In the2012 Presidential campaign, a candidate proposed building an electrifiedfence on the border that would kill those attempting to cross.27 3The \"discourse of the wall\" has pandered to anti-immigrant sentimentin disturbing and revelatory ways.2 74 Proposals to build a wall along theborder between the United States and Mexico have both substantive andsymbolic dimensions.2 7 5 Closing the border by building a wall (and polic-ing the wall with enhanced criminalization policies) is advanced as a sub-stantive \"solution\" to unauthorized entry from Mexico.2 76 Yet, it is onlythe southern border that is proposed to be closed.27 7 No proposal hasbeen made to bar Canadians from entering the country.2 78 In the politi-cal discourse of the (Mexican) wall, \"optics seem to take precedence overreality and domestic politics over foreign policy and diplomacy: the imageof a fortified border becomes more important than its actualeffectiveness.\"2 7 9The border between the United States and Mexico occupies a specialplace in geopolitical history.2 80 At 1,951 miles, it is the longest border inincluding the assailant's tatement that \"Donald Trump was right-all these illegals need tobe deported\").272. See EnBERTO ROMAN, THOSE DAMNED IMMIGRANTS: AMERICA'S HYSTERIAOVER UNDOCUMENTED IMMIGRATION 18 (N.Y. Univ. Press 2013) (referring to a 2011speech by Alabama State Senator Scott Beason).273. See id. at 18-19 (discussing a 2011 speech in Tennessee by Herman Cain).274. Preston et al., supra note 69; see also ROMAN, supra note 272, at 18-19 (detailingan instance in which Presidential candidate Herman Cain proposed creating an electrifiedborder fence).275. See Elisabeth Vallet & Charles-Philippe David, Walls of Money: Securitization ofBorder Discourse and Militarization of Markets, in BORDERS, FENCES AND WALLS: STATEOF INSECURITY? 146 (Elisabeth Vallet ed., 2014) (\"A wall is not just a piece of masonry; itis at once a 'process of differentiation,' which ... amalgamates all the discursive elementsopposing the identity of the wall-building state (the Self/us/here) to that of its neighbor(the Other/them/there).\").276. Preston et al., supra note 69.277. See id. (explaining that the wall proposed by Trump would encompass the lengthof the southern border).278. Id.279. Elisabeth Vallet, Introduction, in BORDERS, FENCES AND WALLS: STATE OF INSE-CURITY 3 (Elisabeth Vallet ed., 2014); see also Preston et al., supra note 69 (reporting thewarning of experts that the proposed wall would come at an astronomical expense andwould defy the \"logic of science, engineering, and law\").280. See Chris Nwachukwu Okeke & James A.R. Nafziger, United States MigrationLaw: Essentials for Comparison, 54 AM. J. Comr. L. 531, 549 (2006) (recognizing theU.S.-Mexican border as the focus of immigration control and the longest, if not the only,major border between a developed and developing country).46 [Vol. 19:1FINDING MEANING IN A MASSACREthe world between a developed and developing country.28 1 After Mexicogained independence from Spain in 1821, about half of its territory wasacquired by the United States through military action as well aspurchase.2 82 However, for most of the nineteenth and late twentieth cen-turies, migration from Mexico to the United States was welcomed.2 8 3Commentators have observed that the shift to increased border enforce-ment and criminalization of (Mexican) immigrants occurred in the wakeof the Oklahoma City bombing and the terrorist attack on the WorldTrade Center.2 8 4 Over a twenty-year period, Mexican migrants becamethe scapegoat for domestic and international terrorism.28 5Yet, crime, drugs, and terrorism cannot be laid at the feet of Mexican28migrants.286 Furthermore, fencing is rhetorically nothing more than \"aneasy and simple answer\" that obscures \"the underlying political, social,and economic factors at play on the border and between the UnitedStates and Mexico.\" 28 7 Through these lenses, immigration may be seenlargely as a matter of the push and pull of labor needs and opportunitiesin a world that has \"gone global\" with porous national borders and in-creasingly integrated economies.28 8 The lure of jobs has pulled Mexicanimmigrants across the border, at great risk:281. Id.; Geography Statistics of United States of America, WORLoo ATLAS, http://www.worldatIas.com/webimage/countrys/namerica/usstates/uslandst.htm [https://perma.cc/GE3L-MR9X] (last visited Nov. 26, 2016).282. Peter W. Schroth & Linda L. Foster, Perspectives on Migration and Law in theUnited States, 62 AM. J. Comp. L. 1, 7 (2014).283. Id. at 7-8.284. MICHAEL A. SCAPERLANDA, IMMIGRATION LAW: A PRIMER 4 (2009), http://www.fjc.gov/public/pdf.nsf/lookup/immlaw09.pdf/$file/immlawO9.pdf [https://perma.cc/7XXT-SXEJ]; Ted Hesson, Five Ways Immigration System Changed After 9/11, ABC NEWS (Sept.11, 2012), http://abcnews.go.com/ABCUnivision/News/ways-immigration-system-changed-91 1 /story?id=17231590 [https://perma.cc/WJD8-GCPB].285. See JORGE A. BUSTAMANTE ET AL., Introduction, in U.S.-MEXICO RELATIONS:LABOR MARKET INTERDEPENDENCE 4-5 (Jorge A. Bustamante et al., eds. 1992) (\"Whilescientific accounts view migration as simply part of a broad, bilateral dynamic betweenMexico and the United States, U.S. politicians have made Mexican immigrants ideologicalscapegoats and have blamed them for unemployment, criminal activities, epidemics, com-munist and terrorist aggression, threats to national sovereignty, and, most recently, narcot-ics trade.\").286. Johnson, It's the Economy, supra note 259, at 600; see also Vaughns, supra note267, at 613-14 (stating there is no credible evidence of terrorist infiltration along theSouthwest border); Heyman, supra note 261 (reporting that immigrants have significantlylower violent crime rates than native-born populations).287. Vaughns, supra note 267, at 598.288. Johnson, It's the Economy, supra note 259, at 600; see also Vincent Boulanin &Renaud Ballais, Towards a High-Tech \"Limes\" on the Edges of Europe? Managing theExternal Borders of the European Union, in BORDERS, FENCES AND WALLS: STATE OF2016]1 47THE SCHOLAR[U]ndocumented migrants have trekked through the California andArizona deserts in oppressive heat, rubbed garlic on their skin toward off rattlesnakes, swum across the All-American Canal and RioGrande River, or spent days hiking over the mountain ranges infrigid weather. They have suffocated in the airless trucks of smug-glers, died in vehicle crashes, been struck by lightning, or drowned.Too often migrants have been preyed upon by their Mexican han-dlers (often called \"coyotes\"), U.S.-based contractors (frequentlynon-citizens), and criminals who assault, rob, and kill them.28 9In one year, deaths of Mexicans in attempted border crossings ex-ceeded the ntire death toll of East Berliners attempting to cross the Ber-lin wall in its 28-year history.2 9 0A more nuanced look at American border policy reveals that it hasvery little to do Mexican immigration.2 91 Instead, the politics and dis-course of the border have everything to do \"with America's view of itselfand its place in the world.\" 2 9 2 The U.S.-Mexico border has become \"asymbolic stage upon which the nation's insecurities and fears, hopes anddreams, are projected.\"2 93 The border is a site of political contestation inwhich differing accounts of America's global identity are mapped ontointerlocking systems of discrimination, subordination, and privilege.2 94One system pulls the levers of white privilege, where fears of job insecu-rity and a growing population of people of color move public policy for-ward.2 95 An interlocking, symbiotic system grinds the gears of racial andINSECURITY? 231, 243 (Elisabeth Vallet ed., 2014) (describing the paradox of the blurringof borders by globalization and the accentuation of borders by fortified walls).289. Okeke & Nafziger, supra note 280, at 549-50.290. Vaughns, supra note 267, at 600.291. Id. at 607.292. Id. at 600.293. Id. at 592.294. See Vallet & David, supra note 275, at 143 (discussing the functions of borderwalls: \"protection, pacification, separation, and even segregation\" as well as security mech-anisms and reflecting an orientation of domination).295. See Johnson, It's the Economy, supra note 259, at 600, 602, 604, 608 (contendingthat immigration is at heart about labor migration, including impacts of immigration oncitizens, exploitation of undocumented workers, a \"new Jim Crow\" of undocumentedworkers, largely of-color, and a discourse infected by racist nativism). One observation isthat:[A]s international migration continues from less developed to more developed regionsof the world, the growing nascent migrant population is likely to change the racial andcultural mix of immigrant receiving societies. Depending on the speed and magnitudeof change, the resident population reacts in different degrees of nativism and intensitytowards the increased heterogeneity brought about by immigration.Peter S. Li, World Migration in the Age of Globalization: Policy Implications and Chal-lenges, 33 N.Z. POPULATION REV. 1, 14-15 (2008).[Vol. 19:148FINDING MEANING IN A MASSACREclass subordination, in which criminalized immigrants are demonized inpublic discourse and punished by policies ensuring they are detected, de-tained, and deported.19 6 The wall symbolizes this contestation in a classicclosed-door embodiment of \"Us versus Them.\"2 97The antidote to anti-immigration rhetoric and the \"pro-wall\" borderpolicy is to recognize that there are two parties to the border-the UnitedStates and Mexico. Our nation has a special relationship with Mexicothat should be reflected in a border policy of respect and shared responsi-bility. 298 According to the late Professor Katherine L. Vaughns,\"[i]nstead of building another physical barrier, the resumption of regionalpartners in border and migration management seems like a logical, realis-tic alternative choice.\"2 99 Mexico already has a cooperative relationshipwith the United States in trade and security matters.3 0 0 To meet nationalsecurity concerns, policies that focus on the indicia of risk of migrantsseeking to enter the country, as well as better identification and trackingof entrants, would be far more effective than engaging in the futile, ex-pensive, and discriminatory theatrics of trying to exclude people ofcolor .30 ' The United States must meet the pressing forces of globaliza-tion from an ethical stance that reflects our commitment to \"buildingmulti-stakeholder responses\" to the complex phenomena ofimmigration.3 02Constructively examining our nation's immigration policies and bound-aries, it is apparent that we created those borders and policies and can re-make them to reflect the values, diversity, and vibrancy of an America inthe twenty-first century. The proper role of the United States of Americais to be a partner to our territories and other countries in the world. This296. Shirley Lin, \"And Ain't la Woman?\": Feminism, Immigrant Caregivers, and NewFrontiers for Equality, 39 HARV. J.L. & GENDER 67, 99, 113-14 (2016); see also Johnson,It's the Economy, supra note 259 (describing the discourse on immigration \"as nothing lessthan hateful and frightening\"); Schroth & Foster, supra note 282, at 1 (noting the focus ofimmigration law on \"stigmatizing and criminalizing Mexicans in particular\").297. Vallet & David, supra note 275.298. Vaughns, supra note 267, at 613.299. Id.300. Id.301. Fan, supra note 269, at 82-83; Johnson, Possible Reforms, supra note 267, at 326.302. See Ian Goldin, Globalization: The Good, The Bad and the Uncertain, GLOBAL-isT (Feb. 1, 2012), http://www.theglobalist.com/globalization-the-good-the-bad-and-the-un-certain [https://perma.cc/D6S3-UBZA] (arguing that \"[i]f the benefits of globalization areto continue to outweigh the risks that rapid integration exacerbates, understanding sys-temic interconnections and building multi-stakeholder responses are vital\"); see also Bus-TAMANTE ET AL., supra note 285 (exploring the labor market interdependence of Mexicoand the United States).2016] 49THE SCHOLARis an imperative not only of intersectional justice, but also of the demandsof an interconnected world.Similarly, from this perspective, the binaries, borders, and divisionsthat are the grounds of race, gender, sexuality, and national origin subor-dination come into better relief. These divisions are also of our own mak-ing, and we can unmake and recreate relationships, not only with othercountries, but also within our body politic. A commitment to intersec-tional justice requires political action that exposes and dismantles thehurtful ways in which we have categorized ourselves and others. Withshared responsibility and respect for perceived differences, we can makea new heterogeneous public for the twenty-first century.303 That re-sponse is worthy of the 49.IV. CONCLUSION: BINARIES, BORDERS, AND SHARED RESPONSIBILITYThey were dancing. They were doing the salsa, bachata, reggaeton,jibara, and other forms of Latin and club dancing.304 They were celebrat-ing sexuality, culture, inclusion, and liberation in a space where a Latinocan take the hand of another man and dance.30 5 They were dancing in asite of safety-a sacred space-constructed out of decades of struggle andinfused with political meaning.306303. See YOUNG, supra note 21, at 119 (discussing \"the ideal of a heterogeneous pub-lic, in which persons stand forth with their differences acknowledged and respected, thoughperhaps not completely understood, by others\"); Iglesias, LatCrit Theory, supra note 27, at(grounding a \"commitment to anti-essentialist intergroup justice on a respect for differ-ence, rather than a requirement of sameness\"); Lin, supra note 296, at 71 (analyzing theorganization \"of immigrant and minority caregivers nationwide for 'rights, respect, andrecognition\"').304. See generally Malavet, Puerto Rico, supra note 249, at 263 (discussing the role ofmusic, including the jibaro seis-\"the music of the true jibaro, the poor peasant farmer ofPuerto Rico\"-as an integral part of the culture that makes \"the Puerto Rican nation\");Reichard, supra note 75 (discussing the diversity of Latin culture and dancing, includingbachata and cumbia).305. Guevarra, supra note 111.306. To the gay Latinx community, places like Pulse on Latin Nights are \"sacredspaces for our community. They're spaces of respite, of safety, of camaraderie, of commu-nity.\" Activist: Latinx LGBTQ Community & Its Stories of Survival Should Be at Center ofOrlando Response, DEMOCRACY Now! (June 14, 2016) http://www.democracynow.org/2016/6/14/activistlatinx_1gbtqcommunityjitsstories [https://perma.cc/VKP2-FPVH]; seealso Dale Carpenter, The Unknown Past of Lawrence v. Texas, 102 MICH. L. REv. 1464,1525 (2004) (noting the political significance of gay bars in the United States); PatrickSisson, How Gay Bars Have Been a Building Block of the LGBTQ Community, CURBED(June 17, 2016, 11:11 AM) http://www.curbed.com/2016/6/17/11963066/gay-bar-history-stonewall-pulse-lgbtq [https://perma.cc/4Z37-PRKO] (\"[Glay nightlife has always served asvital space for community building and escaping societal persecution.\"). The co-owner ofPulse, Barbara Poma, opened the nightclub as \"a safe space for the local LGBTQ commu-nity\" and as a tribute to her brother, John, who died from AIDS. Kenrya Rankin, What50 [Vol. 19:1FINDING MEANING IN A MASSACRETo honor the victims and survivors of the massacre at Pulse, this articlehas critiqued the systems of subordination, particularly those at he inter-sections of sexuality and ethnicity, that underlie hate crime. This articleproposes that ideologies and structures of privilege and subordinationmust be dismantled by acknowledging the false binarist divisions that wehave created and by taking action to create systems of intersectionaljustice.The predicates for intersectional justice lie within individual con-sciences as well as in the values, norms, and laws expressed by a soci-ety.307 Individuals should pledge to root out internalized forms ofoppression and form coalitions across traditional divisions to face andundo systems of subordination.3 08 Commitments to intersectional justicemust flow from the discursive arena of our pluralistic civil society andinto political action.3 09To open the door to LGBTQ intersectional justice, Congress mustadopt the Equality Act and set a clear national policy of nondiscrimina-tion against members of the LGBTQ community in all of the protectedcivil rights areas.31 0 Florida politicians must put their condolences intoaction by including the LGBTQ community in the state's Civil RightsAct.31 ' The Florida legislature must do its job of making amends to theLGBTQ community without including bathroom provisions that demeantransgender people or \"religious freedom\" exemptions that are a pretextfor discrimination. Finally, to orient toward Latinx intersectional justice,the nation must eschew immigration policies that run counter to constitu-tional values as well as those that undermine an ethical and pragmaticengagement with the rest of our increasingly interconnected world. Poli-cies must be engaged that responsibly focus on an accurate assessment ofthe risk posed by those seeking entry while emphasizing respect andshared responsibility with neighboring countries.In the aftermath of the massacre, a wide variety of groups stepped for-ward to express diverse commitments to justice. First, concerned citizensYou Need to Know About the Orlando Massacre, the Latinx LGBTQ Community and Is-lamophobia, COLORLINES (June 13, 2016, 10:41 AM), https://www.colorlines.com/articles/what-you-need-know-about-orlando-massacre-latinx-Igbtq-community-and-islamophobia[https://perma.cc/U6FJ-V6GY]; see also James West, Orlando's Pulse Nightclub WasFounded by a Woman Whose Brother Died from AIDS, MoTHER JONES (Jun. 14, 2016,12:06 PM), http://www.motherjones.com/politics/201.6/06/orlando-gay-nightclub-massacre-lgbt-community-history [https://perma.cc/42W7-29VD] (noting that \"Pulse\" refers toJohn's heartbeat).307. See text and accompanying notes supra Section III.A.308. See text and accompanying notes supra Section III.A.309. E.g., YOUNG, supra note 21, at 152.310. Equality Act, H.R. 3185, 114th Congress (2015).311. FLA. STAT.  760.01-760.11 (2016).2016] 51THE SCHOLARfrom Latino, immigrant, LGBTQ, African-American, labor, reproductiverights, and faith communities came together across traditional boundariesto advocate for gun control.3 12 On the eve of the one-month anniversaryof the massacre, sixty protestors participated in a \"sit-in for the 49\" in thelobby outside a U.S. senator's office in downtown Orlando.3 13 Singingprotest songs and creating a memorial of forty-nine roses and slips ofpaper with the names of the dead, the protestors planned to occupy thespace for forty-nine hours.3 14 The protestors presented the Senator'sstaff with demands, including rejecting financial contributions from theNational Rifle Association, imposing universal background checks, andadopting legislation to prohibit semiautomatic assault weapons and large-capacity ammunition feeding devices.3 15 The peaceful sit-in ended afternine-and-one-half hours when police officers were summoned by theowners of the building; ten of the protesters were arrested.3 1 6 Accordingto several activists, the Pulse massacre represented \"a tipping point,\"mandating political action by communities that are disproportionately af-fected by gun violence.3 \" The sit-in can also be seen as part of a broader\"intertwingling\" of groups that are coming together to advocate for com-munity services and substantive justice.3 18 For example, over thirty orga-nizations joined together after the massacre to form Somos Orlando,focusing on providing culturally competent mental health services and312. Billy Manes, In the Wake of the Pulse Massacre, the LGBT Community Inadver-tently Intersects with the Gun-Rights Battle, WATERMARK ONLINE (July 28, 2016), tp://www.watermarkonline.com/2016/07/28/in-the-wake-of-the-pulse-massacre-the-lgbt-community-inadvertently-intersects-with-the-gun-rights-battle [https://perma.cc/4QTB-U6AT] [herein-after Manes, In the Wake]; Monivette Cordeiro, Protesters Hold Sit-In at Marco Rubio'sOrlando Office for 49 Victims Killed at Pulse, ORLANDO WEEKLY, (July 11, 2016, 12:08PM), http://www.orlandoweekly.com/Blogs/archives/2016/07/11/protesters-hold-sit-in-at-marco-rubios-orlando-office-for-49-victims-killed-at-pulse [https://perma.cc/FJ7K-5URX].313. Kate Santich & Gal Tziperman Lotan, 10 Arrested in Sit-In at Marco Rubio'sOrlando Office Building, ORLANDO SENTINEL (July 11, 2016, 10:08 PM), http://www.orlan-dosentinel.com/news/breaking-news/os-pulse-shooting-rubio-sit-in-20160711-story.html[https://perma.cclD8XX-F4S3].314. Id.; see also Cordeiro, supra note 312 (showing video of the protesters singing\"#Somos Orlando, esta noche tenemos que ganar\").315. Santich & Lotan, supra note 313.316. Id.317. Manes, In the Wake, supra note 312; Joseph Wenzel IV, CT Lawmakers Push forMore Gun Control After Deadly Orlando Nightclub Shooting, KMOV.COM (June 13, 2016),http://www.kmov.com/story/32208104/ct-lawmakers-push-for-more-gun-control-after-deadly-orlando-nightclub-shooting [https://perma.cc/QNX2-HSCQ].318. See PAUL HAWKEN, BLESSED UNREST 11-12 (Viking 2007) (describing the \"in-tertwingling\" and \"coalescence\" of \"hundreds of thousands of organizations\" across theworld that are converging around \"environmental activism, social justice initiatives, andindigenous cultures' resistance to globalization\").52 [Vol. 19:1FINDING MEANING IN A MASSACREmeeting other needs of the Hispanic community.319 At the state level,eighty-five organization-\"a wide swath\" of concerned civic groups-re-cently signed on to the Florida Coalition to Prevent Gun Violence thatwas launched by Florida's League of Women Voters.3 20Second, Orange County Mayor Teresa Jacobs, who made a movingstatement of penitence to the LGBTQ community at a vigil three daysafter the massacre,321 propelled her words into action six weeks later.3 22Jacobs spearheaded a resolution, signed by twenty other central FloridaRepublicans, to support legislation banning discrimination against theLGBTQ community.323 The resolution states: \"We the undersigned dohereby resolve that all Americans should be treated with equality, dignityand respect, and support efforts of Florida businesses and individuals topass legislation banning discrimination based on sexual orientation orgender identification.\" 3 2 4 Reaction was mixed. Nadine Smith, the CEOof Equality Florida, advised:Mayor Teresa Jacobs has made good on her promise to be a voice forequality and to challenge others in her party to stand on the side ofequal protection for LGBT people. This is a moment when the stateof Florida can become a beacon in the South and make amends forthe state's long, dark history of state sanction[ed] persecution andlegalized discrimination.325319. Joshua Barajas, Orlando Shooting Sheds Light on Mental Health Disparities inFlorida's Latino Community, PBS NEWSHOUR (June 20, 2016, 3:01 PM), http://www.pbs.org/newshour/updates/orlando-shooting-sheds-light-on-mental-health-disparities-in-floridas-latino-community [https://perma.cc/LKK3-85KJ]; Harry Sayer, Central FloridaGroups Unite to Help Hispanic Community After Orlando Mass Shooting, ORLANDOWEEKLY (June 13, 2016, 6:54 PM), http://www.orlandoweekly.com/Blogs/archives/2016/06113/central-florida-groups-unite-to-help-hispanic-community-after-orlando-mass-shooting#[https://perma.cclG5GC-UR7W].320. See Manes, In the Wake, supra note 312 (noting that members of the coalition are\"from all walks of life: faith-based groups, health, education, LGBTQ, Hispanic, Afri-canAmerican and civic organizations\").321. Lowder, supra note 173.322. Frank Torres, Orange County Republican Leaders Sign Anti-Discrimination Res-olution, ORLANDO POL. OBSERVER (July 28, 2016), http://orlando-politics.com/2016/07/28/orange-county-republican-leaders-sign-anti-discrimination-resolution [https://perma.cc/D4PZ-TXE4].323. Id.; Jeremy Williams, Orange County Republicans Support LGBT Non-Discrimi-nation Bill, WATERMARK ONLINE (July 29, 2016), http://www.watermarkonline.com/2016/07/29/orange-county-republicans-support-lgbt-non-discrimination-bill [https://perma.cc/49LB-Y8CA].324. Michael K. Lavers, Orlando-Area Republicans Back Fla. Anti-DiscriminationBill, WASH. BLADE (July 29, 2016, 11:34 AM), http://www.washingtonblade.com/2016/07/29/orlando-area-republicans-back-fla-anti-discrimination-bill [https://perma.cc/G8R8-2FE5].325. Id.2016] 53THE SCHOLAROthers were more restrained, noting that \"[t]here's much more to thestory . . . especially when you consider that there are many federalRepublicans actively trying to roll back something as benign as marriageequality in coming years.\"32 6 However, as one activist stated, \". . . a goodstart is a good start.\"3 2 7Third, in the days following the massacre, a video was anonymouslyposted on social media under the name of Keep Dancing Orlando; thevideo includes central Florida businesses, firemen, police officers, schoolemployees, theater groups, and ordinary citizens dancing to an upbeat,popular song.32 8 The video invites others to upload their own videos onsocial media.3 29  An avalanche of videos has since been posted onFacebook by groups ranging from the Zebra Coalition to the OrangeCounty Comptroller's Office, and from the University of Central FloridaCollege of Medicine to the First Unitarian Church of Orlando.33 0 TheOrange County's Sheriff's Department posted its video on July 1st; withinfive days, it had been viewed 2.9 million times.33The video demonstrates the way to face down terrorism and hatecrime. In terrorism, the central focus is to leverage \"the psychology offear\" by hitting the mental buttons of unfathomability and dread.3 32 In326. Williams, supra note 323. Mary Meeks, civil rights attorney and LGBT activist,questioned the specificity of the language and noted that one of the signatories, U.S. Rep-resentative John Mica, voted against the federal Employment Non-Discrimination Act.Weiner, supra note 216; see also Billy Manes, OK, We'll Bite: Rubio is Hosting an Anti-LGBT Event in Orlando Just Two Months After the Pulse Massacre, WATERMARK ONLINE(July 29, 2016), http://www.watermarkonline.com/2016/07/29/ok-well-bite-rubio-hosting-anti-lgbt-event-orlando-just-two-months-pulse-massacre [https://perma.cc/6QK5-JP97](critiquing a gathering in Orlando of anti-LGBT public figures on the two-month anniver-sary of the massacre).327. Williams, supra note 323.328. Keep Dancing Orlando, FACEBOOK, https://www.facebook.com/KeepDancingOr-lando [https://perma.cc/7JXC-MYW6] (last visited Dec. 5, 2016) [hereinafter Keep DancingOrlando]. The Orlando Sentinel reported that \"[t]he video was created by Push, an Or-lando-based digital creative firm that does a lot of work in advertising and public rela-tions.\" Matthew J. Palm, Video's Uplifting Message: Keep Dancing Orlando, ORLANDOSENTINEL (June 22, 2016), http://www.orlandosentinel.com/entertainment/arts-and-theater/the-artistic-type/os-keep-dancing-orlando-video-20160622-story.html [https://perma.cc/ZP8B-3N3V].329. Keep Dancing Orlando, supra note 328.330. Id.331. Bridgette Norris, Watch the Orange County Sheriffs Office Bust a Move for the\"Keep Dancing Orlando\" Challenge, ORLANDO WEEKLY (July 5, 2016), http://www.or-landoweekly.com/Blogslarchives/201.6/07/05/watch-the-orange-county-sheriffs-office-bust-a-move-for-the-keep-dancing-orlando-challenge [https://perma.cc/GSR6-DNM4].332. PINKER, supra note 15, at 345-46. One definition of \"unfathomable\" is \"impossi-ble to comprehend.\" Unfathomable, MERRIAM-WEBSTER, http://www.merriam-webster.com/dictionary/unfathomable [https://perma.cc/A69P-S876] (last visited, Nov. 9, 2016). It[Vol. 19:154FINDING MEANING IN A MASSACREhate crimes, fear creates loathing and objectification of others who areperceived to be different.3 33 Yet, the Keep Dancing Orlando movementsings out not to let the Pulse massacre set up stations of fear in individualand community psyches.33 4 The video is an anthem: it refuses to let themassacre immobilize us, to push LGBTQ and Latinx people back intospaces of hiding, or to rob us of the joy of living. It calls to the humanspirit to celebrate every day of life and points the way to remember the49.33 After all, they were dancing.33 6can also be defined as \"[i]ncapable of being fully explored or understood.\" Unfathomable,OxroliD DicTiONARIES, https://en.oxforddictionaries.com/definition/us/unfathomable[https://perma.cc/F2VS-SYZQ] (last visited Nov. 7, 2016). Dread is defined as \"[gireat fearor apprehension.\" Dread, OxFoRlo DIcrIONARIEs, http://www.oxforddictionaries.com/us/definition/american-english/dread [https://perma.cc/87G6-S8XA] (last visited Nov. 7,2016). This article approaches the massacre as an immense hate crime. See text and accom-panying notes supra Section II.333. See text and accompanying notes supra Section II.334. Keep Dancing Orlando, supra note 328.335. See Thompson, supra note 116. A second-generation immigrant and gay manwho grew up in Orlando advised, \"I will never be safe, but I will forever be proud-ofmyself, of the family that brought me here, of anyone who can dance in the face of hate,and love in the face of anger.\" Id.336. See Alvarez & Madigan, supra note 14 (telling the story of one of the 49 victims,Franky Jimmy DeJesus Velazquez, who was a professional dancer devoted to the folkloricdance of jibara); see also Christal Hayes, Pulse Survivor Dances for First Time After BeingShot Six Times, ORLANDO SENTINEL (July 30, 2016, 11:15 PM), http://www.orlandosentinel.com/news/pulse-orlando-nightclub-shooting/survivors/os-angel-colon-zumba-orlando-20160730-story.html [https://perma.cc/VQ8U-5Y8F] (discussing Pulse nightclub survivorAngel Colon's appearance at an Orlando Zumba convention, where he danced for the firsttime since the shooting).2016]1 55",
    "id": 229021084,
    "identifiers": {
        "doi": null,
        "oai": "oai:lawpublications.barry.edu:facultyscholarship-1109"
    },
    "title": "Pulse: Finding the Meaning in a Massacre Through Gay Latino Intersectional Justice",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T08:00:00+00:00",
    "publisher": "Digital Commons @ Barry Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://lawpublications.barry.edu/cgi/viewcontent.cgi?article=1109&context=facultyscholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/229021084.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/229021084"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/229021084/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/229021084/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/229021084"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Pulse",
        "Pulse nightclub",
        "pulse massacre",
        "LGBTQ equality",
        "discrimination",
        "terrorism",
        "islamic state",
        "gay latinos",
        "hate crimes",
        "Civil Rights and Discrimination",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:lawpublications.barry.edu:facultyscholarship-1109",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12841",
        "openDoarId": 0,
        "name": "Barry University: Digital Commons @ Barry Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 229021084,
        "depositedDate": null,
        "publishedDate": "2016-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-11T15:54:17+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-17T20:07:07+01:00"
    },
    "urls": [
        "https://lawpublications.barry.edu/facultyscholarship/108",
        "https://lawpublications.barry.edu/context/facultyscholarship/article/1109/viewcontent/Koons_Pulse.pdf"
    ],
    "lastUpdate": "2024-02-11T15:54:17+00:00",
    "setSpecs": []
}