{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Steward, Eva M."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T18:34:45+01:00",
    "dataProvider": {
        "id": 3822,
        "name": "Lesley University",
        "url": "https://api.core.ac.uk/v3/data-providers/3822",
        "logo": "https://api.core.ac.uk/data-providers/3822/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/217405016.pdf",
    "fullText": "Lesley UniversityDigitalCommons@LesleyExpressive Therapies Capstone Theses Graduate School of Arts and Social Sciences(GSASS)Spring 5-18-2019Queering Music Therapy: Literature Review ofQueer Music Therapy and Music TherapyEducationEva M. StewardLesley University, estewar6@lesley.eduFollow this and additional works at: https://digitalcommons.lesley.edu/expressive_thesesPart of the Lesbian, Gay, Bisexual, and Transgender Studies Commons, Music TherapyCommons, and the Social and Behavioral Sciences CommonsThis Thesis is brought to you for free and open access by the Graduate School of Arts and Social Sciences (GSASS) at DigitalCommons@Lesley. It hasbeen accepted for inclusion in Expressive Therapies Capstone Theses by an authorized administrator of DigitalCommons@Lesley. For moreinformation, please contact digitalcommons@lesley.edu.Recommended CitationSteward, Eva M., \"Queering Music Therapy: Literature Review of Queer Music Therapy and Music Therapy Education\" (2019).Expressive Therapies Capstone Theses. 225.https://digitalcommons.lesley.edu/expressive_theses/225Running head: QUEERING MUSIC THERAPY           Queering Music Therapy: Literature Review of Queer Music Therapy and Music Therapy Education  Capstone Thesis Lesley University         April 27, 2019 Eva M. Steward Music Therapy QUEERING MUSIC THERAPY  2 Abstract This capstone thesis presents current research on the queer (LGBTQ+) community and music therapy. Research on the education of music therapists in working with queer identified clients and patients as well as the current theories and recommendations when providing affirming music therapy for queer clients and patients is discussed. Queer theory is defined and its relationship to psychotherapy, expressive arts therapies, and music therapy is explored. This research shows that even though there is a current push for music therapists to create an affirming and therapeutic environment with queer clients and patients, there is a lack of research, education, and appropriate clinical recommendations for music therapists to adequately complete this task.  Recommendations are made for further research on how music therapy is currently is utilized with queer individuals and how music therapists can be better educated on working with queer individuals. This paper suggests that growth in the body of knowledge on both areas, will advance the field of music therapy to become more diverse.  Keywords: queer, LGBTQ+, music therapy, queer theory, psychotherapy, expressive therapies           QUEERING MUSIC THERAPY  3 Introduction When writing about the topic of queering music therapy one must first understand what queer theory is: “Queer Theory explores the interface of gender and sexuality with the cross-currents of race, ethnicity, social class, and individual bodily existence (complete with all the subcategories that pertain thereunto)” (Yep, 2014, p. 18).  According to Yep Queer theory in itself is the breaking down of social constructs in order to increase an understanding and acceptance of the LGBTQ+ community (2014). The overall construct of queer theory and its relationship to music therapy will be defined. Queer theory will be utilized to deconstruct the current institution that is music therapy, and in this process, music therapy will be further diversified, by the people who become music therapists and those that are able to access music therapy services. Further, a more accepting and affirmative music therapy practice for LGBTQ+ clients and patients will be created. Music therapy and its relationship to the queer community is significant to the progress and diversification of the field of music therapy (Baine, Grzanka, & Crowe, 2016), therefore, the education of music therapists in regard to the LGBTQIA+ community, the impact music therapy has on the queer community, the queer music therapy model, and all other intersections of queer theory and music therapy and the literature  will be discussed (2016).  There is a long “history of the medicalization of sexuality and gender” and in order to destigmatize the queer community and music therapy, music therapists must look at sexuality and gender in a non-medicalized sense (Baine et al., 2016). This means that there is a lack of awareness of working with LGBTQ+ clients in the field of music therapists. Over half of music therapists in the United States (57.9%) have received no training in how to work with the queer community and 59.2% of music therapists that did receive this training do not feel prepared to QUEERING MUSIC THERAPY  4 work with members of the queer community (Whitehead-Pleaux et al., 2013). In a global survey, only 41% of music therapy programs actually teach how to work with queer individuals and offer them therapeutic resources and only 61% of surveyed music therapists believed that it was necessary to be appropriately trained to work with queer clients (Ahessy, 2011).  Music therapists are not just untrained in working with the queer community, but 78.1% of music therapists who participated in Whitehead-Pleaux’s survey identified as heterosexual (2013). The other 22.9% of music therapists broke down to: 8.6% bisexual, 6.4% lesbian, 3.8% gay, 3.3% queer, and 1.5% pansexual (2013). This data shows that although music therapists have a higher percentage of queer identified folks than the national average, which is only 4.5% of adults, music therapists are still not being trained on how to work with the queer community in an affirming model (Newport, 2018).  Due to the limited research and music therapy’s lack of education and acceptance of LGBTQ+ clients, patients, participants, and practicing music therapists, Bain and colleagues created a practice of queer music therapy (Boggan, Grzanka, & Baine, 2017).  This model is considered a radically inclusive, anti-oppressive, and social justice-based music therapy practice (Boggan et al., 2017). The queer music therapy model was developed to combine music therapy and queer theory in a way to create an environment where individuals with stigmatized identities can create and heal (Baine, Grzanka, & Crowe, 2016). As of now, there is no data on how queer music therapy has impacted participants of the queer music therapy model, but from a survey of queer identified music therapists responding to the queer music therapy model, it is apparent that this practice will have a powerful impact on LGBTQ+ adolescents and queer individuals of all ages (Boggan et al., 2017).  Literature Review QUEERING MUSIC THERAPY  5 Queer Theory and Psychotherapy   Queer theory can be considered many things: subject of academic inquiry, a college major, a topic of conversation, a historical perspective, a myriad of  perspectives and opinions of what it is to be  “a branch of literary and critical studies that influence from French post-structuralism” (Brady, 2006, p. 185). But, where does queer theory connect to psychotherapy? Queer theory is a controversial topic to many and a place of comfort to some. Some people have found solace in queer theory, for they are able to identify and understand themselves for the first time and able to be able to create language around their identity in a way that they were not able to do so prior to understanding queer theory. Brady (2006), wrote, “the history of Queer, much like that of women, has ceased to be a sequestered sideshow to the ‘main business’ of historiographical debate and is now of integral consideration in serious work of social, gender, political and cultural history” (p. 195).  According to Merriam-Webster’s dictionary, queer theory is “an approach to literary and cultural study that rejects traditional categories of gender and sexuality” (“Queer Theory,” 2019). Queer theory can be considered simply stepping away from the heteronormative world even within psychotherapy. Moon (2016) explains: It is easy to accept the heteronormative consciousness that informs and influences all aspects of psychotherapy. But it does not make it right. Queer theory offers radical insights into therapeutic logic…   (p.i) The heterosexual normative is threaded throughout the theory of psychotherapy even if we are “blissfully” unaware of this reality (Moon, 2016).  When the lack of queer understanding within traditional therapy is addressed, then what therapy can be without the heterosexual normative can be explored.   QUEERING MUSIC THERAPY  6 There is a lack of cultural competence in heteronormative society about the LGBTQ+ community and psychotherapy (Brady, 2006).  This is particularly unfortunate because members of the queer community are highly likely to seek therapeutic help: “LG (lesbian and gay) people are at increased risk for major depression, eating disorders, generalized anxiety disorder, panic disorder, poor self-esteem, alcohol dependency, drug dependency, and comorbid diagnoses” (Bowland, Foster, & Vosler, 2013, p. 321).  LGBTQ+ clients and patients face discrimination from society at large; it is therefore unethical for therapists to be culturally incompetent when working with the queer community (Brady, 2006).  For example, in the United States, the majority of lesbian and gay individuals who seek psychotherapy report that they have been discriminated against based on their sexuality, and have sought therapy specifically in order to either come to terms with their sexuality or to heal from the trauma of societal expectations to be heterosexual (Bowland, et al., 2013). According to Bowland et al., “acknowledging one’s same-sex orientation has frequently been a stressful and destabilizing experience for gay men and lesbians due to negative societal responses and the challenges of adapting one’s personal identity to fit within a homophobic and heterosexist culture” (2013, p 323). It is also important to acknowledge the different age-related and generational-related stressors experienced by those in the queer community. As psychotherapists—or all professionals—work with queer identified clients, they must recognize that the time in history during which an individual came out as queer-identified will significantly impact their ability to acknowledge their sexual orientation (Bowland et al., 2013).  If acknowledging one’s sexual orientation is difficult, then it is the responsibility of psychotherapists to be culturally competent in order to thoroughly and appropriately provide care for queer clients.   QUEERING MUSIC THERAPY  7 To gain such cultural competence, psychotherapists must redefine the (heterosexual) matrix in which they practice (Atkinson & Depalma, 2009). The heterosexual matrix is “the conflation of sex-gender-sexuality which leads to the normalization of heterosexuality – and performative reinscription – the discursive process by which the marginalized other brings new meanings to normative identity constructions” (2009, p. 16). In simpler terms, the heterosexual matrix is the reason that queer individuals are asked about their partners by others using opposite sex language, as one example, among many, of microaggressions that queer individuals experience. The heterosexual matrix is slowly losing dominance, but that progress does not always transfer into psychotherapy. This raises the question of how psychotherapy can begin to dismantle the limitations of the heterosexual matrix and create a more queer affirming practice. An important way for psychotherapists to affirm queer clients is to avoid externalizing clients’ queer identities. Externalization is a therapeutic technique used to separate clients from their problems through creating an external identity for their problems, separating themselves in order to fully accept all aspects of self (Ackerman, 2019). In some cases clinicians lead clients to externalize their queer identity in order to be able to identify the “problem” clients are dealing with (Steelman, 2016). Stigmatization arises from the circumstance that heterosexual identities typically are not externalized in this manner; in other words, heteronormativity may drive a conceptualization of the queer client as essentially problematic. In contrast with this (in effect) objectification of queerness, others believe that an “affirmative clinician might not consider a need to externalize LGB+ identities since they are not classified as problematic or limiting” (Steelman, 2016, p. 79). This idea of not externalizing an individual’s sexuality is a way of allowing clients to accept and integrate their sexuality as a healthy facet of their identity, rather than a problem (2016). Psychotherapists who allow clients to see themselves as something other QUEERING MUSIC THERAPY  8 than a “problem” thus create a more affirmative therapeutic space. This is important because through the heterosexual matrix, as well as through dominant societal stories, clients hear frequently that their “non-normative” sexuality is indeed a problem (Atkinson et al., 2009, Steelman, 2016).  On the other hand, some queer theorists argue in favor of externalizing queer identity because, “if heterosexuality and homosexuality are historical inventions, produced not to liberate but to control us, then why should we identify as ‘gay men’ or ‘lesbians’ (or ‘heterosexuals’) in the first place?” (Steelman, p. 79, 2016). This question lends itself to the idea that externalizing queer identities breaks down the unnecessary binaries around queerness.  The queer theorist Judith Butler argues, “the status of the question itself [that] is never given much intellectual play.” (Steelman, p. 80, 2016). This does not imply overthrowing all heterosexism, but it does lend to breaking down the grand heterosexism narrative that controls the everyday world (2016). Externalizing identities within therapy can break down the idea of sexuality as fact, for example “I am gay” being an identity that cannot and will not change (2016). The externalization of one’s sexual identity can perhaps allow that identity to ebb and flow as other identities do throughout life (2016).  Externalization can be extremely useful for gay, lesbian, or bisexual clients because sexual, romantic, or relational identity labels help shape identity (2016). The literature reveals that externalization is a technique that may work with some, but not all. For example, (maybe you can find someone who has written about this point and add it here). externalization therapy with trans-identified clients because as gender is more of a foundation of self, it makes it extremely difficult to practice externalization therapy with transgender clients in an affirming manner.  QUEERING MUSIC THERAPY  9 Historically speaking, sexuality and queerness are considered to be matters of “social fact” (Seidman, 1994). Only by deconstructing this fallacy will psychotherapists be able to fully embrace the LGBTQ+ community and practice affirmative therapy (Seidman, 1994). This is something that could be done through creating counseling specific to LGBTQ+ clients and their processes of coming out, as well as the struggles they experience afterwards (Ali & Lambie, 2019). In order to delve into how to address one’s coming out it is important to understand what “coming out” is. Ali and Lambie define it as follows: “Coming out, the process in which an LGBTQ+ individual discloses identity, [which] is a stressful, ongoing, and transformative process that encompasses the life span.” (2019, p. 46). Because coming out is a lifelong process that occurs in the context of societal heteronormativity, it can cause depression, anxiety, isolation, and continuous interpersonal as well as intrapersonal struggles (Ali & Lambie, 2019). These authors argue for the value of therapy groups for clients struggling with similar coming-out issues, citing a qualitative study across five LGBTQ+ communities aged 18 to 74 which showed that, “in addition to therapy, relationships, education, and community are helpful in navigating the coming out process.” (2019, p. 47). Based on this premise, and on evidence that group therapy effectively increases coping and social support, Ali and Lambie created a strengths-based group to examine how relationships between clients benefit personal therapeutic growth (2019).  Ali and Lambie’s group consisted of an 8-hour group counseling intervention divided into four 2-hour sessions, to test whether this approach would benefit group members’ coming-out process (2019). They used Vaughan and Waehler’s Coming Out Growth Scale (COGS), which allowed them to note both interpersonal and intrapersonal growth clients experienced through the study (2019). The results showed a strong correlation between participants’ QUEERING MUSIC THERAPY  10 increased therapeutic factor scores and their positive outcomes. They concluded that it is more beneficial for LGBTQ+ clients to receive therapy in a group setting than individually.  Extensive prior research, as well as the 2009 American Psychological Association (APA) Task force on Appropriate Therapeutic Responses to Sexual Orientation, have shown that psychotherapy still requires a great deal of development in order to consistently achieve affirming therapeutic treatment with LGBTQ+ clients and patients (Glassgold et al., 2009). The study by Glassgold et al.  demonstrated that many therapists do not have proper training or sufficient understanding of sexual orientation to work in an affirming manner with LGBTQ+ clients (2009). Rather than addressing how to allow clients to be true to themselves, the APA’s task force focused mostly on individuals hoping to undergo sexual orientation changing efforts (2009).  The fact that this appeared to be the APA’s main focus in itself showed the need for further research and development on proper ways to provide psychotherapy LGBTQ+ individuals.  Queer Theory and Expressive Therapies  Queer theory is also something that greatly relates to the expressive arts therapies as a whole, including the art therapy, dance therapy, music therapy, drama therapy, poetry therapy, and expressive arts therapy disciplines. Each of these disciplines make up the expressive therapy field as a whole and the research has demonstrated that all of these disciplines require more thorough education in order to appropriately design a more queer affirming practice (Kawano, Cruz, & Tan, 2018).   The dance movement therapy  discipline recently published a research study labeled Dance/Movement Therapists' Attitudes and Actions Regarding LGBTQI and Gender Nonconforming Communities (Kawano, et al. 2018) which  relates to a similar research project QUEERING MUSIC THERAPY  11 completed for the music therapy community displaying the attitudes of music therapists and the training they received with working with the LGBTQI+ population.  Within the survey that Kawano et al. sent out there were forty-two questions asked with a 26% response rate. Eighty-seven percent of dance/movement therapist respondents reported an affirming practice and 50% reported that they seek counseling to become better clinicians in regard to the LGBTQI+ population. Kawano wrote, “fifty-two percent reported that clients' sexual orientation had no influence on their choice of music, movement, or other interventions, and 43% reported the same for gender identity” (2018). All data collected in this study reinforces the fact that the dance movement therapy community needs to be better trained and supervised in order to be fully knowledgeable and competent when working with queer identified clients (2018).   Similarly, in art therapy there has been an increase in interest in working with queer identified clients (Pelton-Sweet & Sherry, 2008). Because of this in 2008 Pelton-Sweet and Sherry examined the use of art therapy in counseling lesbian, gay, bisexual, and transgender clients (2008). LGBTQ+ clients experience many emotional and physical risks when they come out, but the difficulty experienced is ongoing as coming out is not a one-time occurrence: LGBTQ+ individuals must come out on a daily basis (2008). During this time queer individuals can experience increased isolation and feelings of social difference (2008).  Art therapy is a way for queer individuals to utilize self-expression in a creative way in order to sift through their coming out experience (2008). In order to successfully assist in this process, art therapists need to be able to consider several factors when working with LGBTQ+ individuals (2008). Findings from the literature highlight that sexuality is no longer classified as a mental illness by the American Psychological Association and that it is no longer considered ethical to practice conversion therapy with LGBTQ+ clients (2008). What this suggests is that art therapists who QUEERING MUSIC THERAPY  12 work with LGBTQ+ clients need to have awareness of the needs of the population, as well as attitudes towards homosexuality, and have understanding of homophobia and heterosexism (2008). If knowledge in these areas is not gained, the study highlights the potential consequence for practicing outside of scope and ethics of clinical practice with LGBTQ+ clients (2008). There is no current research about utilizing art therapy techniques in working with LGBTQ+ clients, but art-making techniques have shown to be useful in working with individuals who identify as transgender (2008). Due to the lack of art therapy research, there are also no published guidelines by the American Art Therapy Association for art therapists working with LGBTQ+ clients (2008). This results in a lack of knowledge and understanding of affirmative work with LGBTQ+ clients in art therapy (2008).  With that being said, researchers are looking at the potential, as one author comments, “art therapy as used in the treatment of LGBT clients is an area that has been underexplored, but one that has much potential.” (Pelton-Sweet & Sherry, p.173, 2008).  Overall, there is minimal research on expressive arts therapies and working with LGBTQ+ clients and patients.  Queer Theory and Music Therapy   Yep writes about queer theory and its relationship to all aspects of “performance,” and if this is true than it is apparent that music therapy and queer theory are strongly related (2014). Not only are queer theory and music therapy related but they are extremely similar (Baine, Grzanka, & Crowe, 2016). They both reinvent identities, theories, perspectives, and definitions. Within the context of music therapy and queer theory there is a lack of research; the research that has been carried out has shown a need for larger focus around the LGBTQ+ community and music therapy. It has also inspired the queer music therapy model as well as recommendations for best practices of working with LGBTQ+ clients in music therapy created by Annette QUEERING MUSIC THERAPY  13 Whitehead-Pleaux  et al. (2013) Baine et al. (2016) created the queer music therapy model and Whitehead-Pleaux et al. (2013) created best practices for working with LGBTQ+ clients due to the lack of acceptance that music therapists have in regard to working with the queer community. This lack of acceptance is shown through therapists’ struggle with using proper pronouns, being understanding of non-heterosexual relationships, being unaware of their biases, as well as imposing microaggressions (Baine et al. 2016).   Music and the Queer Community  In order to understand why the queer music therapy model was created, it is important to understand how music has impacted the queer community in general.  There has been more research on music and the queer community, for example in 2013 a study was done on the impact on queer identified individuals and their self-perception after being involved in a choir geared towards the LGBTQ+ individuals (Miyake, 2013). This study was necessary at this time, because if it had taken place in another period of time then people would have been less likely to become involved because of the social stigma attached to being a member of the LGBTQ+ community (2013).  In the late 2000’s there was vast legislative change in Britain (where the study took place) and due to this fact, Miyake believed that people would be more receptive to being involved in a study which involved their self-identifying as queer (2013). In order to perform this research, Miyake, who identifies as queer himself, joined multiple music-based spaces for queer identified individuals (2013). He was then able to analyze his personal  perception of self (pre and post) being involved in queer music spaces as well as interview multiple members of the queer music groups in which he was involved (2013). Through this research it was shown that the most important aspect of making music within queer groups was that people were able to “make connections with people with shared cultural understanding” QUEERING MUSIC THERAPY  14 (2013). Because of this fact, the individuals within this study had lower indicators of stress and anxiety (2013).   One problem with this research is that it did not have a control group. Rather than having a control group, Miyake used his personal experiences and previous research to indicate whether or not music had a positive impact on LGBTQ+ individuals who participated in queer music making spaces.  In order for this research to be further supported, it is important for there to be further studies with more individuals and perhaps a quantitative study with a control group in regard to this topic. It is also be important to notice that this research is based on one individual’s experience and therefore represents a personal perspective and not and universal experience.  Queer Theory and Gender Normalizing Aspects of Music Queer theory can also be related to other aspects of music (Bain et al., 2016). All genres of music experience different levels of queerness but they also all display aspects varying levels of homophobia and misogyny (Kruse, 2016). Because of this, many music educators as well as music therapists steer away from utilizing popular music in their work, for example hip-hop and rap music are often avoided in both professions (2016). But, even with apparent homophobia and misogyny, hip-hop and rap can still be used in therapeutic ways with individuals who identify as queer (2016). In order to show the ability for these genres to be therapeutic, Kruse reported on a study with JJ, an18-year-old black, bisexual, genderqueer rapper who despite at times feeling isolated within his music of choice continued to find rap and hip-hop therapeutic (2016).  This study was done while considering gender, sexuality, resilience, intersectionality, appropriation, and the relevance of the music (2016).  All of these facts together showed that utilizing hip-hop with queer identified folks continues to be therapeutic when used with sensitivity to each individual’s needs (2016). QUEERING MUSIC THERAPY  15 Queer Theory, Resilience, and Music Therapy  Kruse noted that within gender and sexuality it is remarkably important to recognize the resilience that many queer individuals hold (2016).  JJ’s resilience was similar to others for whom “…hip hop clearly served as a space in which to express themselves, to be protected, and to persist.” (2016, p. 116). Hip-hop as a genre practices resilience by the way the outside music world sees hip-hop as “ghetto” or “lesser” and because of this, certain queer identified individuals are able to relate to the struggles of which hip-hop artists are speaking (2016). JJ was able to relate to the genre and gravitate to utilizing this music as therapeutic (2016).  Findings from the study showed that…It is important that when working with queer clients who do gravitate towards this genre, music therapists do not shy away, because despite the apparent homophobia and misogyny seen in this music, specific queer identified clients will find “therapy as writing rhymes” (Author, 2016, p. 108) and will be able to heal through this specific use of music. The limitations with this research are that it was specific about one queer identified individual and so cannot be generalized.  In general, it is important for music therapists to recognize that while working with queer clients it is crucial to be aware of the history behind each genre of music and how that may impact a client.  Perspectives on Queer Theory, Music Therapy Leadership, and Training  In 2011, Bill Ahessy from Spain conducted a global study of music therapy programs and associations to assess initial training and continued professional education about lesbian, gay, and bisexual (LGB) clients (2011). This research was focused on two target groups, first the directors of music therapy programs at universities and second music therapy associations (Ahessy, 2011).  These two groups were able to represent both the educational and professional perspectives of music therapists’ work with lesbian, gay, and bisexual clients (2011). The survey QUEERING MUSIC THERAPY  16 included 134 publicly funded music therapy programs and 49 music therapy associations in 29 countries across five continents (2011). There was a 30.59% (41/134) response rate from universities and a 22.4% (11/49) response rate from music therapy associations (2011).  Both sets of surveys were distributed by email and were evaluated by five music therapists (2011).   In the first survey of universities, only 41% of program directors reported specifically addressing LGB issues in the classroom, but 63.4% of the program directors reported that they address LGB issues non-specifically in a multi-cultural setting, meaning that LGB issues are addressed only when other identities area topic of educational discussion (Ahessy 2011). The program directors that did not report specifically addressing LGB issues in their education programs had multiple reasons including low priority, time constraints, curricular needs, no student demand, insufficient needs, lack of appropriate staff, no professional demand, or other reasons unstated (2011). One institution shared that they believed LGB issues should be addressed in supervision, but it was not needed for them to be addressed in a classroom (2011). The universities that did address LGB issues had multiple ways of addressing them with only 35.2% of the universities integrating them into the curriculum rather than addressing them exclusively in one class (2011).  Other ways of addressing LGB issues included: part of core module, integrated across curriculum, workshops and role-play, clinical placements, presentations or guest speakers, contacting LGB organizations, and guided private reading or study (2011). The topic receiving the most education was of LGB clients with a diagnosis of HIV and/or AIDS, with 88.2% of universities reporting teaching about this (2011).  No universities reported educating students on conversion or reparative therapies with LGB clients, making it the least presented topic for music therapists in regard to LGB clients (2011). Interestingly enough, music therapists will likely come into contact with a client who has QUEERING MUSIC THERAPY  17 received conversion therapy or is searching for reparative therapy (Baine et al., 2016). Overall, the results from the education survey perspective demonstrate both a lack of education around LGB issues in music therapy, as well as, in some cases, a lack of willingness from universities to include LGB issues in their training (2011).   The results from the 11 music therapy associations who responded to the survey also show similar results (Ahessy, 2011).  Only one music therapy association that responded has guidelines or opportunities for further training on LGB issues and four of the eleven associations were actually aware of members working with LGB clients (2011). Sixty-three-point-eight percent of the associations responded that it would benefit professional music therapists if LGB issues were addressed at a university level, but four of the eleven see no benefit in training music therapists in LGB issues (2011). The same 63.8% or seven associations that believed receiving the education in universities would benefit music therapists in their professional settings also felt that LGB issues were moderately important or significantly important in the field (2011).  On the opposite end of the spectrum, the same four who believed there was no benefit to education at universities in regard to working with LGB clients, also felt that LGB issues were of little or no importance to the field of music therapy (2011). This survey revealed that a large portion of music therapists are not trained on LGB issues in music therapy and they are at a “competitive disadvantage” (2011, p.25) for educational time at universities. Meaning that universities have decided that other topics deserve more attention and effort than proper education of best practices of working with LGBTQ+ clients. Although the survey may make it appear that LGBTQ+ issues are not being discussed frequently enough, these issues are actually being discussed much more frequently and in higher volumes than in previous years (2011).   QUEERING MUSIC THERAPY  18  The main limitations with this survey are the limited respondents to the initial survey and the fact that at this time the survey was given already over eight years ago.  In our current political climate, conversations about LGB and queer communities are changing frequently, and it is important to note that in the past eight years there has been a rise in acceptance around the LGBTQ+ community. It is also important to note that this was a global survey and represents global perspectives.  Shaping Best Practices for Queering Music Therapy   A survey that was more recently distributed in the United States was for music therapists and their responses to working with LGBTQ+ clients (Whitehead-Pleaux et al., 2013) and only included responses from the United States, Canada, and Australia.  This survey was carried out in response to Annette Whitehead-Pleaux et al.’s article “Lesbian, gay, bisexual, transgender, and questioning: Best practices in music therapy” (Whitehead-Pleuax et al., 2012). This article was written by “a concerned group of music therapists finding each other through work settings, attending professional presentations given by one another, and sharing a common desire to continue the progress of LGBTQ work, training, and understanding.” (2012, p.159-160). The best practices were broken down into clinical practices, work environment practices, as well as educational and clinical practices (2012). These practices ranged from assessments to community outreach, specifically outlining the appropriate and affirming ways for music therapists to work with LGBTQ+ clients (2012). The most significant best practices included music therapists actively educating themselves on LGBTQ+ topics and trends while also ensuring that they are creating an inclusive environment in clinical work, education, and professional settings (2012). The survey that was  distributed after this article was published was “Music therapists’ attitudes and actions regarding the LGBTQ community: A preliminary report” (2013) and its findings also QUEERING MUSIC THERAPY  19 indicated that although music therapists are increasingly aware of LGBTQ+ individuals’ needs  and are making progress in working with them, there is still a great deal of progress to be made.   This survey included 59 questions covering nine areas (Whitehead-Pleaux et al., 2013) and each section had two to thirteen questions including four open-ended questions which were analyzed by a group of music therapists in a final report (2013). These surveys were distributed using “Survey Monkey” through social media sites, emails, and general music therapy list serves and because of this, there was no way to determine the exact response rate to the survey (2013). The results were then separated into nine general areas: demographics, education, music therapy work experience, personal views, workplace documentation, work environment and clinical practice, interventions, bullying, and theoretical orientation (2013).   The demographics of the respondents showed that 78.1% identified as heterosexual, 8.6% identified as bisexual, 6.4% identified as lesbian, 3.8% identified as gay, 3.3% identified as queer, and 1.5% identified as pansexual (Whitehead-Pleaux et al., 2013). That being said, that would mean that 29.1% of music therapists who responded identify within the LGBTQ+ community which is significantly higher than the national average of 3-12% which is currently reported (2013). It is suspected that this may be because non-heterosexual music therapists are more likely to respond to this type of survey (2013). The majority of respondents identified as Caucasian (83.9%) and Protestant/Christian (33.6%) which also correlates to the assumption that the majority of music therapists are Caucasian and Christian (2013). The respondents had varied education with 36.1% holding Bachelor’s degrees, 29.4% holding Master’s degrees, and 8.1% holding Doctorates (2013). The majority of those who responded were current clinicians (61.8%) and all had worked in varied settings ranging from medical work to geriatrics (2013). Many of these respondents felt that they were “good” or “average” in their knowledge of LGBTQ+ issues QUEERING MUSIC THERAPY  20 (33.6%) while others reported “not at all” (7.6%) (2013). The majority of the respondents reported that their workplace did not ask about one’s sexual orientation at intake and that there were only male and female options for clients when filling out paper work (2013). The fact that there were not other options than male or female indicates a lack of representation for transgender clients (2013).   Furthermore, not only is there a lack of understanding for transgender clients, but 13.4% of respondents stated that they do not use gender neutral language with clients even when they do not know their client’s self- identified gender (Whitehead-Pleaux et al., 2013). The upside of this is that only 2.4% of respondents shared that they would only use a client’s assigned gender when identifying a client and 63.4% of respondents reported being “very comfortable” (2013, p.412) with working with LGBTQ+ clients.    Music Therapy Interventions from the Survey. The data also showed varying rates of interventions being influenced by a client’s sexual orientation, which can be considered both a positive and a negative based whether a client would or would not benefit from their sexual orientation being considered (2013). Music therapists were also asked how they respond to bullying or hate speech in both individual and group settings (2013).  From the survey it was shown that 12.3% of respondents allow “all forms of expression” (2013, p.412) in groups and 37% stated that they would allow the same expression in individual sessions, which includes hate speech about individuals who identify as queer. That being said, “in both group and individual sessions, more music therapists chose to respond actively to hate speech/bullying with education, redirection, and removal/ending sessions over ignoring and allowing for all expressions” (2013, p.413). Lastly, 59.9% respondents consider QUEERING MUSIC THERAPY  21 their approach to working with LGBTQ+ clients affirming, while 38.1% are unsure and 2% reported practicing a non-open and affirming approach (2013).   These findings highlight both the positive outcomes and the on-going challenges of research about music therapists and their attitudes in working with LGBTQ+ clients and patients (Whitehead-Pleaux et al., 2013). The positive outcomes included that 97.1% of respondents reported knowing individuals in the LGBTQ+ community and 96.2% of the respondents believed in respecting their clients’ rights to privacy when it came to their sexual orientation (2013). The challenges include that 57.9% of respondents had no formal training working with queer individuals and of the percentage that did, 59.2% did not feel like they are prepared to work with LGBTQ+ clients or patients (2013). It also is concerning that 2.2% of respondents shared that they have used music therapy as a conversion therapy for LGBTQ+ individuals (2013). Overall, although the research shows that music therapists are more aware than ever about working with LGBTQ+ clients there still is a great deal of research to do in order to increase competence in both education and clinical practice (2013). Because of these findings, in addition to earlier research showing similar results, the queer music therapy model was created by Baine, Grazanka, and Crowe (2016).      The Queer Music Therapy Model  The queer music therapy theory was created in response to the increase in interest in music therapists working with lesbian, gay, bisexual, transgender, and queer individuals over the last decade or so (Baine, et al. 2016). Although there has been an influx of interest in this topic, relatively little research has been focused on music therapy and queer theory (2016). When using the term “queer” in the context of the queer music therapy model the word is being used as, “…(a) individuals as any non-conforming sexual or gender identity (including lesbian, gay, QUEERING MUSIC THERAPY  22 bisexual, transgender, transsexual, asexual, pansexual, etc.), or (b) individuals, and theoretical perspectives, that reject heteronormative sexual and gender politics.” (p.22, 2016). This is important to note because using “queer” in this context is an example of the LGBTQ+ community redefining queer rather than allowing it to continue to be a derogatory word.   The queer music therapy model analyzed the intersection between music therapy and queer theory in order to create a more anti-oppressive therapeutic model when working with those who identify as queer (Baine et al., 2016). Baine identifies the following as aspects of the queer music therapy model theoretical orientation (2016, p.23): 1) Combat heteronormativity by emphasizing the complexity and fluidity of sexual orientation, 2) Support expression of unique personal and social conflicts due to oppression, 3) Empower queer individuals to find strength in differences by freely expressing and performing their gender and sexual identity, 4) Positively impact interpersonal relationships to counteract negative social pressures, 5) Emphasize common cause rather than the commonality of identity. It is also important to note that LGBTQ+ individuals can be oppressed through the heteronormativity and gender binary of some music (Baine et al.,2016, p.23). If a music therapy program wishes to create an anti-oppressive and affirming community this can be done by using the queer music therapy model and changing language in order to “consider the complexity and fluidity of sexual orientation” (2016, p.26) or gender. Creating an anti-oppressive and affirming music therapy approach can also be done through the music therapy interventions that have been created to be used in the queer music therapy model.  The Queer Music Therapy Model Interventions QUEERING MUSIC THERAPY  23  The interventions outlined by the queer music therapy model are musical autobiographical assessments, gender bender songs, parodies and performances, transitions through creative arts and music, critical lyric analysis, as well as group anthem writing (Baine et al., 2016). These interventions can be used within the queer music therapy theoretical perspective in order to promote self-esteem, increase coping skills, and empower LGBTQ+ youth (2016).   The autobiographical Assessment. The music autobiographical assessment is an intervention that includes individuals writing down songs that represent their past, present, and future in order to for the music therapist to gain a therapeutic perspective of the client (2016).  Gender Bender Songs.  By using gender bending songs, clients are able to change gender pronouns or sing songs that are originally sung by a musician with a different gender in order to better identify with the songs (Baine et al., 2016). Transitions through creating art and music are a form of music therapy intervention which include music being played or performed while clients create art (2016).  Listening to Music.  Listening to music evokes a response while clients receive specific instructions including making three difference “canvases.” Each canvas is for creating a different artistic “exploration” which include: 1) exploring paths they have encountered due to their LGBTQ+ identity, 2) letting music guide them to artistically represent the present, and 3) what they hope the future and society holds for them (2016). This intervention is to support an exploration of self for each client.  Critical Lyric Analysis. QUEERING MUSIC THERAPY  24  The critical lyric analysis intervention includes the music therapist choosing a specific song for therapeutic purposes which will facilitate a dialogue between clients that promotes therapeutic rapport as well as serves as a way to help clients verbally process thoughts, feelings, and emotions (2016).    Group Anthem Writing. The final music therapy intervention in the queer music therapy model is group anthem writing. Group anthem writing refers to “…facilitating engagement in a constructive and supportive intervention focused on group cohesion” through a group song writing process (2016, p.28). The purpose of this intervention is to create group cohesion, increase emotional expression, decrease feelings of isolation, and reinforce the group members’ self-identity and self-concept (2016).  These five interventions create the queer music therapy. The purpose of this model is to create a radically inclusive music therapy model in order to better promote the wellness of the LGBTQ+ community within music therapy (2016).   After the queer music therapy model was designed in 2016 there was no data generated in order to know how this model would be implemented within the community.  Because of this, in 2017,  a study was designed which consisted of semi-structured qualitive interviews of twelve music therapists in regard to their responses to the queer music therapy model (Boggan, Grazanka, & Bain, et al., 2017). The music therapists who were interviewed all either identified as LGBTQ+ themselves or had a history of working with queer clients (2017). Through the responses of these music therapists, it was clear that although there are clear strengths in the queer music therapy model, it could be made better by acknowledging, “…(a) the structural limitations of the music therapy discipline including the demographic composition of the field and lack of critical perspectives in music therapy training; and (b) intersectional considerations QUEERING MUSIC THERAPY  25 of ageism and ableism within diverse LGBTQ+ populations” (2017, p. 376). In summary, this research showed that the queer music therapy model has great potential to positively impact the music therapists’ work with LGBTQ+ clients, but there must be more research on ways to further develop and grow the theory.    With the appropriate changes in both education and the diversity of music therapy the field does have potential to have a positive impact on queer identified clients. This is due to a lack of education of music therapists on how to best work with the LGBTQ+ community, in part due to the fact that there is no formal requirement for music therapists to be educated on this topic.  The small yet growing body of research shows interest, but more is needed. There are specific limitations to support growing the body of knowledge. Those limitations are represented in the data on the current demographics of music therapists (Bogan et al., 2017)  This data shows that the majority of music therapists identify as both white and heterosexual (Whitehead-Pleuax et al. 2013).  While the existing research shows the potential benefits of music therapy and the LGBTQ+ community, there is still not enough research to reflect how impactful an open and affirming music therapy practice would be for queer clients.  Discussion Critical Literature Review Findings  The purpose of this capstone thesis literature review was to research the current best practices and education in regard to music therapists working with queer identified clients and patients. Within this research the overall relationships between queer theory and music therapy, expressive therapies, and psychotherapy were analyzed in order to better understand ways in which music therapy could more effectively use its relationship to queer theory to further expand and diversify the field.  Although Whitehead-Pleaux et al. created a best practice for music QUEERING MUSIC THERAPY  26 therapist working with LGBTQ+ clients there is no way to insure that music therapists are actively practicing these affirmative techniques (Whitehead-Pleuax et al., 2012). Due to this the queer music therapy model was created (Baine et al., 2016). The queer music therapy model is integral to the diversification of the field, but there are some challenges with this model (Bogan et al., 2017). This includes the fact that music therapists are not educated in working with LGBTQ+ clients and the fact that the music therapy field is not diverse (2017). In order for the queer music therapy model to be as successful as possible it is imperative that there is a change in both the pedagogy of music therapy and the professional competencies set up by the AMTA.  Recommendations  The initial purpose to researching this topic was to identify the ways in which music therapists work with LGBTQ+ clients and how they are trained to do so. The survey done by Whitehead-Pleaux et al. displayed many gaps in both the ways that music therapists are trained to work with the LGBTQ+ population as well as how they approach working with these individuals (2013). While the queer music therapy model shows that there are specific interventions that can be used to create an anti-oppressive and affirming music therapy model with LGBTQ+ individuals it does not address the fact that many music therapists are not appropriately trained to provide these interventions (Bogan et al., 2017).  In order to address this fact, there are two recommendations that must be addressed; first a change in the American Music Therapy Association’s professional competencies to include multi-cultural competencies that will include best practices working with LGBTQ+ clients and second a change in queer music therapy pedagogy.   Transferring Findings into Music Therapy Professional Competencies  QUEERING MUSIC THERAPY  27  Currently the American Music Therapy Association has three main professional music therapy competencies which are: music competencies, clinical foundations, and music therapy (AMTA, 2019).  Due to this research this thesis transferred its research into a potential new competency requirement for professional music therapists. This competency requirement would be considered the multi-cultural competency and within it there will be multiple requirements around basic understanding of various race, gender, socio-economic status, ability, age, other diverse communities, as well as the LGBTQ+ community. The competencies around the LGBTQ+ competencies would appear as such:  1. LGBTQ+ Community  1.1 Recognize the multiple communities within the LGBTQ+ community at large 1.2 Be knowledgeable of the difference between gender and sexuality  1.3 Recognize the fluidity of both gender and sexuality  1.4 Be knowledgeable of current political and social discriminations towards the LGBTQ+ community  1.5 Be knowledgeable of current laws and regulations impacting the LGBTQ+ community 1.6 Recognize implicit biases in regard to the LGBTQ+ community Figure 1. Proposed American Music Therapy Association LGBTQ+ Competencies By implementing these competencies into the American Music Therapy Association professional competencies music therapists will be more likely to actively practice a queer affirming music therapy practice.  Transferring Findings into Pedagogy QUEERING MUSIC THERAPY  28  Current music pedagogy courses are not required to include courses that would address working with any specific populations and it is suggested that the pedagogy is edited to include working with specific non-dominant culture populations (AMTA, 2019). A suggestion for how to transform music therapy education would appear as such:  Music Therapy Educational Requirements  Musical Foundations   Music Theory  Composition and Arranging  Music History and Literature  Applied Music Major  Ensembles  Conducting  Functional Piano, Guitar, and Voice Clinical Foundations   Exceptionality and Psychopathology  Normal Human Development  Principles of Therapy  The Therapeutic Relationship  Diversity and Inclusion in Therapy  Music Therapy  Foundations and Principles  Assessment and Evaluation  Methods and Techniques  Pre-Internship and Internship Courses  Psychology of Music  Music Therapy Research  Influence of Music on Behavior  Cultural Competencies in Music Therapy  Figure 1. Proposed Music Therapy Educational Requirements  Although this does not have a course specifically titled “Working with LGBTQ+ Identified Clients” the two courses “Diversity and Inclusion in Therapy” and “Cultural Competencies in QUEERING MUSIC THERAPY  29 Music Therapy” would be required to have a section of the course specifically addressing working with queer identified clients.  Conclusions The current research on psychotherapy, expressive therapies, and music therapy with the LGBTQ+ population was summarized. It appears that in each of these modalities there is an overarching lack of research and appropriate education when working with LGBTQ+ identified clients. Each of these modalities struggles with creating an affirmative practice when working with the queer community and the overall research demonstrates that there is still a lack of education of music therapists on providing affirmative music therapy to queer individuals, as well as a lack of research as to how affirmative music therapy would impact the LGBTQ+ community. While this form of research has various challenges, it is a valuable endeavor that will increase the inclusiveness and broaden the scope and positive impact of music therapy on the LGBTQ+ community. In addition to the more research on these topics the music therapy pedagogy in regard to working with LGBTQ+ must change and music therapists must be required to have cultural competencies include in their professional competencies.               QUEERING MUSIC THERAPY  30 References  Ahessy, B. T. (2011). Lesbian, gay and bisexual issues in music therapy training and education: The love that dares not sing its name. Canadian Journal of Music Therapy, 17(1), 11-33.  Ali, S., & Lambie, G. W. (2019). Examining the utility of group counseling for LGBTQ+ young adults in the coming out process. Journal for Specialists in Group Work, 44(1), 46. Retrieved from http://ezproxyles.flo.org/login?url=https://search.ebscohost.com/login.aspx?direct=true&db=edb&AN=134434388&site=eds-live&scope=site American Music Therapy Association. (2019). Retrieved from  https://www.musictherapy.org/about/competencies/ Atkinson, E., & Depalma, R. (2009). Un‐believing the matrix: Queering consensual heteronormativity. Gender and Education, 21(1), 17-29. Retrieved from https://eds.a.ebscohost.com/eds/pdfviewer/pdfviewer?vid=15&sid=cdec4b2b-fa01-4c97 a089-0f242777eb60@sdc-v-sessmgr03 Brady, S. (2006). All about eve? Queer theory and history. Journal of Contemporary  History, 41(1), 186-195. Retrieved from https://www.jstor.org/stable/30036377. Baine, C. L., Grzanka, P. R., & Crowe, B. J. (2016). Toward a queer music therapy: The  implications of queer theory for radically inclusive music therapy. The Arts in Psychotherapy, 50, 22-33. doi:10.1016/j.aip.2016.03.004 Boggan, C. E., Grzanka, P. R., & Baine, C. L. (2017). Perspectives on queer music therapy: A  qualitative analysis of music therapists’ reactions to radically inclusive practice. Journal of Music Therapy ,54(4), 375-404.  QUEERING MUSIC THERAPY  31 Bowland, S. E., Foster, K., & Vosler, A. N. (2013). Culturally competent and spiritually sensitive therapy with lesbian and gay christians. Social Work, 58(4), 321-332. doi:10.1093/sw/swt037 Glassgold, J. M., PhD, Beckstead, L., PhD, Drescher, J., MD, Green, B., PhD, Miller, R., PhD, & Worthington, R. L., PhD. (2009). Appropriate therapeutic responses to sexual orientation. Retrieved from http://www.apa.org/pi/lgbc/publications/ therapeutic resp.html Kawano, T., Cruz, R. F., & Tan, X. (2018). Dance/movement therapists’ attitudes and actions  regarding LGBTQI and gender nonconforming communities. American Journal of Dance Therapy, 40(2), 202. Retrieved from http://ezproxyles.flo.org/login?url=https://search.ebscohost.com/login.aspx?direct=true&db=edb&AN=133291802&site=eds-live&scope=site Kruse, A.J. (2016). “Therapy was writing rhymes”: Hip-hop as resilient space for a queer  rapper of color. Bulletin of the Council for Research in Music Education (207-208),101.  Moon, L. (2016). Counselling ideologies queer challenges to heteronormativity. Farnham:   Taylor and Francis. Miyake, E. (2013). Understanding music and sexuality through ethnography: Dialogues between queer studies and music. Transposition, 3. doi:10.4000/transposition.150 Newport, F. (2018, May 22). In U.S., estimate of LGBT population rises to 4.5%. Retrieved  from https://news.gallup.com/poll/234863/estimate-lgbt-population-rises.aspx Penney, J. (2013). After queer theory: the limits of sexual politics. Retrieved from  https://ebookcentral-proquest-com.ezproxyles.flo.org Pelton-Sweet, L. M., & Sherry, A. (2008). Coming out through art: A review of art therapy  QUEERING MUSIC THERAPY  32 with LGBT clients. Art Therapy: Journal of the American Art Therapy Association, 25(4), 170–176. Retrieved from http://ezproxyles.flo.org/login?url=https://search.ebscohost.com/login.aspx?direct=true&db=eric&AN=EJ825773&site=eds-live&scope=site  Queer Theory. (2019) Retrieved from https://www.merriam-webster.com/dictionary/queer theory Steelman, S. M. (2016). Externalizing identities: an integration of narrative therapy and queer theory. Journal of Family Psychotherapy, 27(1), 79. Retrieved from http://ezproxyles.flo.org/login?url=https://search.ebscohost.com/login.aspx?direct=truedb=edb&AN=113946583&site=eds-live&scope=site  Seidman, S. (1994). Symposium: Queer Theory/Sociology: A Dialogue. Sociological  Theory, 12(2), 166-177. Whitehead-Pleaux, A., Donnenwerth, A., Robinson, B., Hardy, S., Oswanski, L., Forinash, M., .  . . York, E. (2012). Lesbian, gay, bisexual, transgender, and questioning: Best practices in music therapy. Music Therapy Perspectives, 30(2), 158-166. Retrieved from http://ezproxyles.flo.org/login?url=https://search-proquest-com.ezproxyles.flo.org/docview/1348605268?accountid=12060 Whitehead-Pleaux, A., Donnenwerth, A. M., Robinson, B., Hardy, S., Oswanski, L. G., Forinash, M. , & ... Tan, X. (2013). Music therapists’ attitudes and actions regarding the LGBTQ community: A preliminary report. Arts in Psychotherapy, 40(4), 409-414. Yep, G. A. (2014). Queer theory and communication: from disciplining queers to queering  the discipline(s). Hoboken: Taylor and Francis. Retrieved from  http://ezproxyles.flo.org/login?url=https://search.ebscohost.com/login.aspx?direct=true&db=cat05473a&AN=les.2321826&site=eds-live&scope=site  THESIS APPROVAL FORM  QUEERING MUSIC THERAPY  33                                             Lesley University               Graduate School of Arts & Social Sciences       Expressive Therapies Division                Master of Arts in Clinical Mental Health Counseling: Music Therapy, MA    Student’s Name: _______Eva M. Steward_______________________________________________________________________     Type of Project: Thesis     Title: Queering Music Therapy: Literature Review of Queer Music Therapy and Music Therapy Education         Date of Graduation: _____May 18th, 2019_______________________________________________________________________________  In the judgment of the following signatory this thesis meets the academic standards that have been established for the above degree.        Thesis Advisor:____     Rebecca Zarate, PhD.                                                                 _______   ",
    "id": 217405016,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.lesley.edu:expressive_theses-1226"
    },
    "title": "Queering Music Therapy: Literature Review of Queer Music Therapy and Music Therapy Education",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-05-18T08:00:00+01:00",
    "publisher": "DigitalCommons@Lesley",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.lesley.edu/cgi/viewcontent.cgi?article=1226&amp;context=expressive_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/217405016.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/217405016"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/217405016/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/217405016/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/217405016"
        }
    ],
    "abstract": "This capstone thesis presents current research on the queer (LGBTQ+) community and music therapy. Research on the education of music therapists in working with queer identified clients and patients as well as the current theories and recommendations when providing affirming music therapy for queer clients and patients is discussed. Queer theory is defined and its relationship to psychotherapy, expressive arts therapies, and music therapy is explored. This research shows that even though there is a current push for music therapists to create an affirming and therapeutic environment with queer clients and patients, there is a lack of research, education, and appropriate clinical recommendations for music therapists to adequately complete this task. Recommendations are made for further research on how music therapy is currently is utilized with queer individuals and how music therapists can be better educated on working with queer individuals. This paper suggests that growth in the body of knowledge on both areas, will advance the field of music therapy to become more diverse",
    "tags": [
        "text",
        "queer",
        "LGBTQ+",
        "music therapy",
        "queer theory",
        "psychotherapy",
        "expressive therapies",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Music Therapy",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.lesley.edu:expressive_theses-1226",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3822",
        "openDoarId": 0,
        "name": "Lesley University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 217405016,
        "depositedDate": null,
        "publishedDate": "2019-05-18T08:00:00+01:00",
        "updatedDate": "2024-01-21T03:58:09+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T18:34:45+01:00"
    },
    "urls": [
        "https://digitalcommons.lesley.edu/expressive_theses/225",
        "https://digitalcommons.lesley.edu/context/expressive_theses/article/1226/viewcontent/Eva_Steward_Queering_Music_Therapy.pdf"
    ],
    "lastUpdate": "2024-01-21T03:58:09+00:00",
    "setSpecs": []
}