{
    "acceptedDate": "",
    "authors": [
        {
            "name": "George, Marie-Amélie"
        }
    ],
    "contributors": [],
    "createdDate": "2022-11-18T11:53:49+00:00",
    "dataProvider": {
        "id": 3614,
        "name": "University of Richmond",
        "url": "https://api.core.ac.uk/v3/data-providers/3614",
        "logo": "https://api.core.ac.uk/data-providers/3614/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/543557562.pdf",
    "fullText": "University of Richmond Law Review Volume 54 Issue 3 Article 2 3-1-2020 Queering Reproductive Justice Marie-Amélie George Wake Forest University School of Law Follow this and additional works at: https://scholarship.richmond.edu/lawreview  Part of the Courts Commons, Family Law Commons, Judges Commons, Sexuality and the Law Commons, State and Local Government Law Commons, and the Supreme Court of the United States Commons Recommended Citation Marie-Amélie George, Queering Reproductive Justice, 54 U. Rich. L. Rev. 671 (2020). Available at: https://scholarship.richmond.edu/lawreview/vol54/iss3/2 This Symposium Articles is brought to you for free and open access by the Law School Journals at UR Scholarship Repository. It has been accepted for inclusion in University of Richmond Law Review by an authorized editor of UR Scholarship Repository. For more information, please contact scholarshiprepository@richmond.edu. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM  671  ARTICLES QUEERING REPRODUCTIVE JUSTICE Marie-Amélie George * INTRODUCTION Debates over reproductive rights tend to center on abortion, with the line dividing pro-choice and pro-life creating what often seems to be an impenetrable political barrier between blue and red. In the past several years, high profile abortion bans have further en-trenched this popular conception of reproductive rights as a matter of abortion access.1 However, this conversation’s narrow scope ig-nores the diverse set of issues and rights that fall within the scope of reproductive decision-making. It additionally overlooks the re-productive issues specific to queer individuals, meaning sexual and gender minorities.2 These two omissions obscure a potentially transformative path for securing reproductive rights for everyone: queer reproductive justice.       *    Assistant Professor, Wake Forest University School of Law. Many thanks to Meghan Boone, Allison Tait, Andrew Verstein, and Ron Wright for their helpful feedback on drafts. Hailey Cleek and Olivia Doss provided invaluable research assistance. Thanks also to the staff of the University of Richmond Law Review for their careful editing.  1. Anna North & Catherine Kim, The “Heartbeat” Bills That Could Ban Almost All Abortions, Explained, VOX (June 28, 2019, 9:50 AM EDT), https://www.vox.com/policy-and-politics/2019/4/19/18412384/abortion-heartbeat-bill-georgia-louisiana-ohio-2019 [https://pe rma.cc/9D32-2L28].  2. Alanna Vagianos, Women Aren’t the Only People Who Get Abortions, HUFFPOST (June 6, 2019, 10:37 AM ET), https://www.huffpost.com/entry/women-arent-the-only-peopl e-who-get-abortions_n_5cf55540e4b0e346ce8286d3/ [https://perma.cc/9XJK-5LDY]. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 672 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 Queer reproductive justice applies the reproductive justice movement’s principles to queer needs and interests. The reproduc-tive justice movement differs from the reproductive rights struggle by emphasizing that reproductive rights are about much more than whether and how to terminate a pregnancy.3 Founded in the mid-1990s by feminists of color, this movement adopted a holistic ap-proach to reproductive rights.4 As advocates argued, people’s abil-ity to exercise personal bodily autonomy, decide to have or not have children, and raise any children they had were also reproductive rights concerns.5 Reproductive justice work thus encompasses a range of topics, including accessing sex education and healthcare, as well as ensuring living wages, since all of these subjects influ-ence reproductive decision-making.6  Even within the reproductive justice movement’s expanded con-ception of reproductive rights, advocates tend to ignore the queer community’s specific reproductive issues.7 Among LGBTQ and other sexual minority rights advocates, queer reproductive justice receives little attention.8 Although LGBTQ rights groups have in-creasingly recognized that reproductive rights are essential to queer individuals, these conversations have tended to be circum-scribed, centering on queer people’s access to contraception and   3. Justin Murray et al., Introduction to IN SEARCH OF COMMON GROUND ON ABORTION: FROM CULTURE WAR TO REPRODUCTIVE JUSTICE 1, 4 (Robin West et al. eds., 2014); LORETTA J. ROSS & RICKIE SOLINGER, REPRODUCTIVE JUSTICE: AN INTRODUCTION 1 (2017); Laura Nixon, The Right to (Trans) Parent: A Reproductive Justice Approach to Reproductive Rights, Fertility, and Family-Building Issues Facing Transgender People, 20 WM. & MARY J. WOMEN & L. 73, 79–80 (2013).  4. See ROSS & SOLINGER, supra note 3, at 56; Kimberly M. Mutcherson, Transforma-tive Reproduction, 16 J. GENDER, RACE & JUST. 187, 192–93 (2013).  5. Reproductive Justice, SISTERSONG, https://www.sistersong.net/reproductive-justice [https://perma.cc/ZQG7-2RHS].  6. Id.  7. But see ROSS & SOLINGER, supra note 3, at 196–201 (discussing reproductive justice issues with respect to transgender people).  8. Although this Article uses “LGBTQ” and “queer” interchangeably because the legal issues are similar, the two terms are not interchangeable. Queer is an expansive term that denotes any nonheterosexual or noncisgender individual. This Article includes intersex, as well as Bondage, Dominance, and Sadomasochism practitioners, within the ambit of queer, although LGBTQ rights advocates may not represent these identity groups. T.J. Jourian, Evolving Nature of Sexual Orientation and Gender Identity, in GENDER AND SEXUAL DIVERSITY IN U.S. HIGHER EDUCATION: CONTEXTS AND OPPORTUNITIES FOR LGBTQ COLLEGE STUDENTS 11, 18 (Dafina-Lazarus Stewart et al. eds., 2015); Marie-Amélie George, Expanding LGBT (forthcoming 2020) (unpublished manuscript) (on file with author). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 673 abortion.9 Absent are discussions of other queer reproductive jus-tice concerns, such as sex education and insurance coverage, as well as assisted reproductive technologies and child custody.  Queer people’s exclusion from reproductive justice advocacy is not just harmful for sexual and gender minorities—it is counter-productive for nonqueer individuals. Queer reproductive rights may sometimes be different in form from their nonqueer counter-parts, but they nevertheless implicate the same fundamental con-cerns as other reproductive rights—dignity, autonomy, privacy, liberty, and equality. What may mask their similarities is the vast jurisprudential disconnect between them. The Supreme Court has been more receptive to LGBTQ rights cases that implicate these fundamental rights than reproductive rights litigation that makes similar claims. These gaps, however, provide an opportunity for the reproductive justice movement. Focusing on queer reproduc-tive rights may allow advocates to bridge the doctrines, thereby taking advantage of the LGBTQ movement’s legal success to pro-mote reproductive justice.  The Supreme Court has retreated from its once-protective stance towards reproductive rights. In Roe v. Wade, the Supreme Court recognized the right to personal privacy as an inherent part of individuals’ liberty interests,10 and later framed abortion as a choice “central to personal dignity and autonomy.”11 Justice Ste-vens, in his concurrence to Planned Parenthood of Southeastern Pennsylvania v. Casey, argued that “Roe is an integral part of a correct understanding of both the concept of liberty and the basic equality of men and women.”12 Recently, however, the Court has moved away from this conception of abortion and its role in pro-moting fundamental constitutional values. In the 2007 Gonzales v. Carhart opinion, only the dissent mentioned autonomy, privacy, or equality.13 The Court reinforced how marginal these rights had be-come in Burwell v. Hobby Lobby Stores, Inc., a case on access to   9. See, e.g., NAT’L LGBTQ TASK FORCE, QUEERING REPRODUCTIVE JUSTICE: A MINI TOOLKIT 6 (2019), https://www.thetaskforce.org/wp-content/uploads/2019/06/Queering-Rep roductive-Justice-Mini-Toolkit.pdf [https://perma.cc/BJ4U-M6T9]; Julianna S. Gonen, Our Common Quest for Autonomy and Dignity: Reproductive Rights and LGBTQ Equality, ALLIANCE FOR JUST. (June 27, 2019), https://www.afj.org/blog/our-common-quest-for-auto nomy-and-dignity-reproductive-rights-and-lgbtq-equality [https://perma.cc/W7JM-CPGW].   10. 410 U.S. 113, 152 (1973).  11. Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 851 (1992).  12. Id. at 912 (Stevens, J., concurring in part and dissenting in part).  13. 550 U.S. 124, 170, 172 (2007) (Ginsburg, J., dissenting); see also Whole Woman’s GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 674 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 contraception, when it framed autonomy as a right of religious ob-jectors and dismissed the government’s argument that contracep-tion access promoted gender equality.14  In contrast to abortion and contraception cases, the Court has repeatedly underscored equality in LGBTQ rights decisions, fram-ing equality as a matter of dignity, autonomy, privacy, and lib-erty.15 Even in its most recent LGBTQ-related case, in which the Court ruled in favor of a baker who objected to same-sex marriage on religious grounds, the decision emphasized that “gay persons and gay couples cannot be treated as social outcasts or as inferior in dignity and worth.”16 The Court’s commitment to LGBTQ rights may wane in the wake of Justice Kennedy’s retirement, but LGBTQ issues are currently a more robust area for rights recogni-tion and preservation than abortion or contraception. Advocates consequently may be able to forge useful precedent in the LGBTQ rights space to then apply to other issues, rather than focusing di-rectly on abortion or contraception.17  Given the doctrinal divergence, this Article argues that queer reproductive justice issues may be the most effective areas in which to build precedent that supports all reproductive justice rights, including abortion and contraception. Queer reproductive gains, in addition to their precedential value, also offer strategies that the reproductive justice movement may find useful to apply. In making the claim that reproductive rights may be best pre-served through LGBTQ rights advocacy, this Article builds upon the work of scholars who have remarked on the different fates of reproductive and queer rights.18 It also draws on the arguments of  Health v. Hellerstedt, 136 S. Ct. 2292, 2323 (2016) (Thomas, J., dissenting) (omitting the language of autonomy, dignity, and equality).  14. 573 U.S. 682, 688–90, 709, 726, 728 (2014).  15. Obergefell v. Hodges, 135 S. Ct. 2584, 2597–99, 2603–04 (2015); United States. v. Windsor, 570 U.S. 744, 769 (2013).  16. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1723, 1727 (2018).  17. Jennifer S. Hendricks, Body and Soul: Equality, Pregnancy, and the Unitary Right to Abortion, 45 HARV. C.R.-C.L. L. REV. 329, 340 (2010) (discussing the merits of an equality-based argument for abortion rights).  18. Suzanne B. Goldberg, Multidimensional Advocacy as Applied: Marriage Equality and Reproductive Rights, 29 COLUM. J. GENDER & L. 1, 1–3 (2015) (analyzing the reasons for the disparate trajectories of marriage equality and abortion rights); Scott Skinner-Thompson et al., Marriage, Abortion, and Coming Out, 116 COLUM. L. REV. ONLINE 126, 126–27 (2016) (identifying the jurisprudential disconnect between LGBTQ rights and abor-tion). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 675 reproductive rights scholars, who have theorized that equality principles may serve as a revolutionary formulation for reproduc-tive rights.19 The Supreme Court has yet to analyze reproductive rights as an equality issue, instead framing reproductive autonomy as a substantive Due Process right.20 Presenting reproductive rights as an issue of equality may thus provide advocates with “a fresh start” from which to pursue their claims.21 These equality ar-guments tend to emphasize “the bodily imposition of forced preg-nancy or the disproportionate social burdens of motherhood,” is-sues that parallel queer reproductive rights claims.22 Given that LGBTQ rights claims have turned on equality arguments, queer reproductive justice provides a platform for building equality-based reproductive rights precedent.  Although reproductive justice advocates have tended to avoid queer reproductive issues, the movement has already benefited from adapting queer legal strategies, indicating a potential will-ingness to adopt this new approach. Online campaigns to “shout your abortion,” aimed at making abortion more visible and less stigmatized, derive from the gay liberation movement’s tactic of “coming out.”23 In Whole Woman’s Health, over 100 lawyers joined in an amicus brief detailing how “meaningful access to reproduc-tive choice allowed them to become, remain, or thrive as lawyers,” thereby personalizing a politicized issue.24 Of course, queer tactics are one thing; queer legal issues are another. Yet queer reproduc-tive justice is also reproductive justice tout court, with mobilization on queer individuals’ behalf serving both a strategic and substan-tive purpose that may convince advocates.25 This Article’s claim that LGBTQ rights advances inure to the benefit of reproductive rights is more than a practical claim about developing legal doctrine—it implicitly challenges conventional wisdom around effective social movement mobilization. Social   19. Reva Siegel, Reasoning from the Body: A Historical Perspective on Abortion Regula-tion and Questions of Equal Protection, 44 STAN. L. REV. 261, 352–54 (1992).  20. Ruth Bader Ginsburg, Some Thoughts on Autonomy and Equality in Relation to Roe v. Wade, 63 N.C. L. REV. 375, 375–76 (1985).  21. Hendricks, supra note 17, at 339.  22. Id. at 340.  23. Skinner-Thompson et al., supra note 18, at 144–46.  24. Brief of Janice Macavoy et al. as Amici Curiae in Support of Petitioners at 4, Whole Woman’s Health v. Hellerstedt, 136 S. Ct. 2292 (2016) (No. 15-274).  25. There are likely areas in which the goals of LGBTQ and reproductive justice advo-cates diverge, but detailing these are beyond the scope of this Article. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 676 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 movement scholarship has repeatedly suggested that advocates tend to promote the interests of more privileged community mem-bers, since these are easier to secure and because incremental gains serve as a stepping stone for additional rights work.26 As a result, they tend to focus less on the needs of more marginalized individuals, and indeed, those at the bottom of the social ladder have been accused of benefiting unduly from their association with those higher up.27  Given that the reproductive rights movement is larger and holds more social capital than the LGBTQ movement, promoting queer reproductive claims would invert this traditional mobilization framework. Rather than a trickle-down approach, advocacy on be-half of LGBTQ individuals may produce rights gains that “trickle up” to a broader population.28 Queer reproductive claims thus re-cast the helpers and the helped, instantiating a different frame-work of social justice advocacy. A main reason for this trickle-up effect is that the LGBTQ movement’s fortunes are waxing, while reproductive rights are waning.29 For that reason, the LGBTQ movement is a useful strategic partner, despite its more marginal status. To present these arguments, this Article proceeds in three Parts, with each Part taking up a different set of queer reproductive is-sues to illustrate how LGBTQ rights advocacy may promote repro-ductive justice writ large. The first examines family formation de-bates around LGBTQ assisted reproductive technologies and custody of children. These victories provided the factual and legal support for the Supreme Court’s marriage equality decisions, which emphasized equality, dignity, and autonomy principles—that reproductive justice advocates may be able to apply more broadly.    26. Marie-Amélie George, Framing Trans Rights, 114 NW. U. L. REV. 555, 615–19 (2019) [hereinafter George, Framing Trans Rights]; Marie-Amélie George, The LGBT Dis-connect: Politics and Perils of Legal Movement Formation, 2018 WIS. L. REV. 503, 558–61 [hereinafter George, The LGBT Disconnect].  27. George, The LGBT Disconnect, supra note 26, at 561.  28. Barnard Ctr. for Research on Women, Dean Spade: Trickle-Up Social Justice, YOUTUBE (May 7, 2009), https://www.youtube.com/watch?v=0i1fREeZXPI [https://perma.cc /VX33-HN4K]. Notably, transgender men may also become pregnant, but the trickle-up ef-fect extends from the rights of transgender individuals to cisgender women.  29. The trickle-up effect this Article describes therefore may be circumscribed to similar situations. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 677 Parts II and III—on sex education curricula and medical deci-sion-making, respectively—also offer avenues for reproductive rights advocates’ intervention. Sex education tends to exclude, and sometimes discriminates against, queer youth. Challenging the curricula’s antiqueer formulation may provide an avenue for changing the materials more generally. As for medical decision-making, Part III takes up intersex infant normalization surgery, insurance coverage for transition-related care, and religious refus-als to provide gender transition treatment. All of these tie directly to concerns about abortion and contraception access. The issues in Part III may thus provide the most direct path to developing abor-tion and contraception rights precedent.  I.  FAMILY FORMATION Reproductive justice, at its core, concerns people’s ability to de-cide whether, how, and when to have children, as well as their ca-pacity to raise the children they have. Queer rights groups, through legislation and litigation on behalf of LGBTQ individuals, have advanced everyone’s ability to beget and raise children. This Part details two areas of LGBTQ family related law reform: the first examines nonbiological parenthood, and the other child cus-tody. These legal rights underpinned the marriage equality victo-ries, which emphasized same-sex couples’ equality, dignity, and autonomy. In addition to demonstrating how queer reproductive advocacy can promote broader legal principles, these areas of law provide strategic insights for reproductive justice advocacy.  A.  Nonbiological Parenthood Many parents are not biologically related to their children, ei-ther because they conceived those children through alternative re-productive technologies (“ART”) or because they are adoptive par-ents, stepparents, or nonlegal partners. Nonbiological parenthood asks courts to recognize the social dimension of parenting, as well as the parties’ intent and consent. When gay and lesbian couples were unable to marry, nonbiological parenthood rights were a key means of protecting parents and children—and these rights in turn served as the foundation for marriage equality.30    30. NAOMI CAHN, THE NEW KINSHIP: CONSTRUCTING DONOR-CONCEIVED FAMILIES GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 678 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 Nonbiological parenthood is not solely an LGBTQ rights issue. In addition to heterosexual couples who have nonbiological rela-tionships to children, women’s rights advocates have long acknowl-edged the role of surrogacy in maintaining abortion rights, as both turn on people’s legal ability to exercise agency over their bodies.31 Advocacy on behalf of nonbiological parents has produced decisions emphasizing these individuals’ equality, dignity, and autonomy, principles central to reproductive justice more broadly. LGBTQ rights advocates focused on nonbiological parenthood rights because parentage assumptions that linked reproduction with biology and marriage left intended parents without a legal relationship to their children. To remedy courts’ focus on biology, lesbian couples sometimes had one partner conceive a child with the other’s egg, thereby creating a biological link between the child and both mothers. Doing so, however, did not guarantee that the gestational mother would qualify as a legal parent. The biological requirement also imposed barriers for heterosexual women; the law did not necessarily recognize as a legal parent the woman who engaged the services of an egg donor and gestational surrogate.32 The net effect of the parentage assumptions was often to divide families. In Russell v. Pasik, for example, each woman in a lesbian couple had two children by the same sperm donor.33 Although they had raised their four children together for years, the court limited their constitutionally protected parental rights to the children they bore.34 The court explained that “it is the biological connection be-tween parent and child that ‘gives rise to an inchoate right to be a parent that may develop into a protected fundamental constitu-tional right based on the actions of the parent.’”35 This case was not  (2013); Courtney Megan Cahill, Reproduction Reconceived, 101 MINN. L. REV. 617, 619–20 (2016); Douglas NeJaime, The Nature of Parenthood, 126 YALE L.J. 2260 (2017). For a dis-cussion of the history of queer kinship, as well as a critique of biogeneticism, which favors biological and genetic kinship, see Michael Boucai, Is Assisted Procreation an LGBT Right?, 2016 WIS. L. REV. 1065.  31. Elizabeth S. Scott, Surrogacy and the Politics of Commodification, 72 LAW & CONTEMP. PROBS. 109, 144 (2009) (“In contrast to abortion, surrogacy was not a core issue for feminists; ultimately it became clear that support for restrictions on surrogacy under-mined pro-choice advocacy.”).   32. NeJaime, supra note 30, at 2311.  33. 178 So. 3d 55, 57 (Fla. Dist. Ct. App. 2015).  34. Id. at 57, 60.  35. Id. at 60 (quoting D.M.T. v. T.M.H., 129 So. 3d 320, 338 (Fla. 2013)).  GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 679 an outlier, as at least eleven states required intended mothers to adopt their children.36 Before marriage equality, advocates secured various types of doctrinal remedies to promote nonbiological parent rights, includ-ing second parent adoption and de facto parenthood recognition. Second parent adoption permits a parent to adopt a child without the other parent losing their rights, while de facto parenthood rec-ognizes psychological and intended parents. Although the doc-trines are different, both provided custodial rights to same-sex co-parents upon the dissolution of their relationships.37 Since the Su-preme Court’s decision recognizing same-sex couples’ fundamental right to marry, courts have continued to apply these doctrines, alt-hough they have sometimes limited their applicability to couples who had children before they could legally marry.38 Marriage equality has become a crucial means of protecting the rights of nonbiological parents, but nonbiological parenthood helped convince courts to overturn same-sex marriage bans in the first place. Same-sex marriage litigation featured gay and lesbian couples to emphasize the legal, financial, and social harms the state imposed on their children by denying the parents access to marriage—including by rendering one parent a legal stranger to their child.39 Over the course of more than two decades, states de-fended their bans on same-sex marriage by claiming that limiting marriage promoted “responsible procreation” and “optimal family” structures.40 The former encompassed both promoting childbirth   36. NeJaime, supra note 30, at 2309 n.239.  37. Leslie Joan Harris, Obergefell’s Ambiguous Impact on Legal Parentage, 92 CHI. KENT L. REV. 55, 61–62 (2017); Melissa Murray, Obergefell v. Hodges and Nonmarriage Inequality, 104 CALIF. L. REV. 1207, 1253–54 (2016).  38. See, e.g., In re Brooke S.B. v. Elizabeth A.C.C., 61 N.E.3d 488, 490, 494 (N.Y. 2016); Ramey v. Sutton, 362 P.3d 217, 221 (Okla. 2015).  39. That so many same-sex marriage litigants were parents was a deliberate choice on the part of lawyers bringing the cases. Mary L. Bonauto, Goodridge in Context, 40 HARV. C.R.-C.L. L. REV. 1, 31–32 (2005). As Cynthia Godsoe has documented, two-thirds of the Obergefell plaintiffs had children, significantly more than the eighteen percent national av-erage for LGBTQ couples. Cynthia Godsoe, Perfect Plaintiffs, 125 YALE L.J.F. 136, 149 (2015).  40. Between 1993 and 2015, federal circuit and state supreme courts adjudicated the constitutionality of same-sex marriage bans in twenty different cases; the state invoked re-sponsible procreation or optimal childrearing justifications in seventeen of those cases. The cases in which the state invoked child protection as a justification were: Baskin v. Bogan, 766 F.3d 648, 654 (7th Cir. 2014); Bishop v. Smith, 760 F.3d 1070, 1079–80 (10th Cir. 2014); Bostic v. Schaefer, 760 F.3d 352, 381, 383 (4th Cir. 2014); DeBoer v. Snyder, 772 F.3d 388, 404–05 (6th Cir. 2014); Kitchen v. Herbert, 755 F.3d 1193, 1219 (10th Cir. 2014); Latta v. Otter, 771 F.3d 456, 468–69 (9th Cir. 2014); Perry v. Brown, 671 F.3d 1052, 1086 (9th Cir. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 680 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 within heterosexual marriage and encouraging family formation after unintended pregnancies, while the latter indicated a prefer-ence for children to be raised by their dual-gender, biological par-ents.41 Ultimately, most courts concluded that the state harmed the very children it claimed to be trying to protect with same-sex marriage bans. By denying the children of same-sex couples the benefits and advantages associated with having married parents, including protecting the relationship between the nonbiological parent and their child, the state effectively penalized children to express its disapproval of their parents’ sexual orientation.42  The Supreme Court’s marriage equality decisions emphasized same-sex couples’ equality and dignity, as well as citizens’ auton-omy over their intimate lives. In making this last point, the Court placed marriage equality in the larger reproductive decision-mak-ing context, noting: “Like choices concerning contraception, family relationships, procreation, and childrearing, all of which are pro-tected by the Constitution, decisions concerning marriage are among the most intimate that an individual can make.”43  The opinions on same-sex marriage thus reinforced reproductive rights as a constitutional matter, serving in stark contrast to how the Court has framed its decisions on traditional reproductive rights issues like abortion and contraception. That the high-water mark for LGBTQ advocacy framed reproductive rights in a more positive manner than many reproductive rights decisions indicates just how much reproductive justice advocates may benefit by focus-ing on queer reproductive issues.  2012); Citizens for Equal Prot. v. Bruning, 455 F.3d 859, 867 (8th Cir. 2006); Ex parte State ex rel. Ala. Pol’y Inst., 200 So. 3d 495, 546 (Ala. 2015) (per curiam); In re Marriage Cases, 183 P.3d 384, 431–33 (Cal. 2008); Varnum v. Brien, 763 N.W.2d 862, 873 (Iowa 2009); Con-away v. Deane, 932 A.2d 571, 630 (Md. 2007); Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941, 961 (Mass. 2003); Griego v. Oliver, 316 P.3d 865, 877 (N.M. 2013); Hernandez v. Robles, 855 N.E.2d 1, 7 (N.Y. 2006); Baker v. State, 744 A.2d 864, 881 (Vt. 1999); Andersen v. King Cty., 138 P.3d 963, 982–83 (Wash. 2006). The three in which child protection was not a feature were: Kerrigan v. Comm’n of Pub. Health, 957 A.2d 407, 477–78 (Conn. 2008); Baehr v. Lewin, 852 P.2d 44 (Haw. 1993); Lewis v. Harris, 908 A.2d 196 (N.J. 2006). Note that in Baehr v. Lewin, the court did not reach the justifications for limiting marriage; on remand, the state proffered optimal childrearing as one of its reasons for its statutory ban. Baehr v. Miike, No. 91-1394, 1996 WL 694235, at *3 (Haw. Cir. Ct. Dec. 3, 1996).   41. CARLOS A. BALL, SAME-SEX MARRIAGE AND CHILDREN: A TALE OF HISTORY, SOCIAL SCIENCE, AND LAW 48–54, 69 (2014).  42. Obergefell v. Hodges, 135 S. Ct. 2584, 2600 (2015); Goodridge, 798 N.E.2d at 964; Griego, 316 P.3d at 888.  43. Obergefell, 135 S. Ct. at 2599. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 681 B.  Child Custody Much like nonbiological parenthood, custody rights have been a means through which LGBTQ advocates have entrenched queer rights into the Constitution. Custody rights are a quintessential reproductive justice issue, since families, once formed, often fall apart. However, the connection between queer custody rights and reproductive rights is as much strategic as it is substantive. These queer legal victories depended significantly on changes within the medical profession, much like abortion rights once did.44 Doctors and public health workers were the ones who initiated efforts to legalize abortion; their later alliance with feminist reformers gave rise to Roe v. Wade’s medicalized abortion framework.45 Physicians likewise successfully challenged laws limiting their patients’ right to contraception.46 Medical providers were thus essential allies in battles over queer and nonqueer reproductive justice. Custody disputes long served as a crucial battleground for queer rights. In the 1970s and 1980s, courts often denied lesbian mothers and gay fathers custody because of their sexual orientation, ex-pressing fears that children would suffer harm by being exposed to same-sex sexual intimacy.47 When courts relented, these queer parents created the families that eventually undergirded the Su-preme Court’s marriage equality decisions. Both United States v. Windsor and Obergefell v. Hodges emphasized how marriage pro-moted the interests of gay couples’ children, who were otherwise stigmatized by their parents’ unmarried status.48 Advocates were able to attain lesbian mother and gay father cus-tody rights by first securing a diagnostic change to the American   44. LESLIE J. REAGAN, DANGEROUS PREGNANCIES: MOTHERS, DISABILITY, AND ABORTION IN MODERN AMERICA (2010); LESLIE J. REAGAN, WHEN ABORTION WAS A CRIME: WOMEN, MEDICINE, AND LAW IN THE UNITED STATES, 1867–1973 (1997) [hereinafter REAGAN, WHEN ABORTION WAS A CRIME].  45. REAGAN, WHEN ABORTION WAS A CRIME, supra note 44, at 217–19; see Roe v. Wade, 410 U.S. 113, 163–64 (1973).  46. Roe, 410 U.S. at 152; Eisenstadt v. Baird, 405 U.S. 438, 440, 443 (1972); Griswold v. Connecticut, 381 U.S. 479, 480, 486 (1965).  47. Marie-Amélie George, The Custody Crucible: The Development of Scientific Author-ity About Gay and Lesbian Parents, 34 LAW & HIST. REV. 487, 488–90 (2016).  48. Obergefell, 135 S. Ct. at 2600–01 (“Without the recognition, stability, and predicta-bility marriage offers, their children suffer the stigma of knowing their families are some-how lesser.”); United States v. Windsor, 570 U.S. 744, 772 (2013) (describing marriage equality as “humiliat[ing] tens of thousands of children now being raised by same-sex cou-ples”). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 682 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 Psychiatric Association’s (“APA”) Diagnostic and Statistical Man-ual (“DSM”). Since, until 1973, the APA defined same-sex sexual attraction as a mental illness, courts refused to grant gays or les-bians custody when they had children in heterosexual relation-ships.49 The diagnostic change, which came after years of lobbying by gay and lesbian rights advocates, eliminated that barrier.50 Similarly, parents who engaged in Bondage, Dominance, and Sadomasochism (“BDSM”) often lost custody and visitation rights as a result of their sexual relationships and practices,51 but they too were able to reverse this legal trend by working with the APA to alter its diagnostic codes.52 Between 1997 and 2010, eighty per-cent of parents who sought legal assistance from the National Co-alition for Sexual Freedom (“NCSF”), a group that advocates for consenting adults in the BDSM, fetish, leather, swing, and poly-amory communities, lost their custody battles.53 After 2010, when the APA changed its diagnostic definitions to clarify that engaging in atypical sex practices did not indicate a mental illness, that per-centage dropped to ten.54 The new DSM categorization has reduced the number of custody disputes involving BDSM practitioners. In 2008, 157 people contacted the NCSF for help with divorce and child custody issues that arose because of their sexual practices.55   49. George, supra note 47, at 487–88.  50. Marie-Amélie George, Bureaucratic Agency: Administering the Transformation of LGBT Rights, 36 YALE L. & POL’Y REV. 83, 111–16 (2018).  51. Margo Kaplan, Sex-Positive Law, 89 N.Y.U. L. REV. 89, 116 (2014). Whether to in-clude BDSM within the definition of queer is a matter of debate; however, gay male leather groups are undoubtedly part of the LGBTQ movement. Richard A. Sprott & Bren Benoit Hadcock, Bisexuality, Pansexuality, Queer Identity, and Kink Identity, 33 SEXUAL & RELATIONSHIP THERAPY 214, 214–16 (2018).  52. Merissa Nathan Gerson, BDSM Versus the DSM, ATLANTIC (Jan. 13, 2015), https://www.theatlantic.com/health/archive/2015/01/bdsm-versus-the-dsm/384138/ [https:// perma.cc/YQ5D-WFDB]. Medical professionals have remarked on the similarity between the situation of BDSM practitioners and their gay and lesbian predecessors, with one article noting that “[t]he situation of the Paraphilias at present parallels that of homosexuality in the early 1970s.” Charles Moser & Peggy J. Kleinplatz, DSM-IV-TR and the Paraphilias: An Argument for Removal, 17 J. PSYCHOL. & HUM. SEXUALITY 91, 94 (2006).  53. Gerson, supra note 52.  54. Id.; see also AM. PSYCHIATRIC ASS’N, PARAPHILIC DISORDERS (2013); Mark Moran, DSM to Distinguish Paraphilias from Paraphilic Disorders, PSYCHIATRIC NEWS (May 3, 2013), https://psychnews.psychiatryonline.org/doi/full/10.1176/appi.pn.2013.5a19 [https:// perma.cc/8K25-GLKC].  55. Susan Wright, Depathologizing Consensual Sexual Sadism, Sexual Masochism, Transvestic Fetishism, and Fetishism, 39 ARCHIVES SEXUAL BEHAV. 1229, 1230 (2010). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 683 In 2018, that number was only thirty-one.56 Reports of discrimina-tion against BDSM practitioners also decreased after the diagnos-tic change, from more than 600 in 2002 to 200 in 2015.57 Discrimination in custody disputes involving transgender par-ents has likewise waned.58 Where courts once restricted custody and visitation after describing gender transition as inherently harmful to the children,59 some now refuse to apply such categori-cal rules.60 In an Arizona case, the trial court noted that the transgender father was “free to be who he or she wishes to be,” although the judge ultimately denied the father’s custody claim.61 Courts have distinguished between parents’ gender transition and whether the children have responded negatively to the transition, with only the latter serving as a basis for denying custody.62  Medical authority has served as a linchpin for these custody rights, much like it once did to secure access to contraception and abortion. However, the reproductive rights doctrinal framework has shifted away from abortion as a medical issue, turning instead to its moral dimension. Recent Supreme Court cases on contracep-tion and abortion have all centered on religious objections, rather than approaching the topic from a medical paradigm. Queer repro-ductive justice work that reinforces medical authority therefore may be a means of reframing the reproductive rights conversation.   56. SUSAN WRIGHT, NCSF, INCIDENT REPORTING & RESPONSE—2018 REPORT (2018), https://ncsfreedom.org/2019/01/09/incident-reporting-response-2018-report/ [https://perma. cc/CF5E-HBZA]; Wright, supra note 55, at 1229–30 (providing response rates from earlier years).  57. Gerson, supra note 52.  58. JAIME M. GRANT ET AL., INJUSTICE AT EVERY TURN: A REPORT OF THE NATIONAL TRANSGENDER DISCRIMINATION SURVEY 98 (2011), https://www.transequality.org/sites/de fault/files/docs/resources/NTDS_Report.pdf [https://perma.cc/W4MH-GHBS]; Sonia K. Katyal & Ilona M. Turner, Transparenthood, 117 MICH. L. REV. 1593, 1621, 1624 (2019).  59. Daly v. Daly, 715 P.2d 56, 71 (Nev. 1986); Magnuson v. Magnuson, 170 P.3d 65, 67 (Wash. Ct. App. 2007).  60. Pierre v. Pierre, 898 So. 2d 419, 425 (La. Ct. App. 2004) (vacating the trial court order that terminated transgender parent’s parental rights).  61. Tipsword v. Tipsword, No. 1 CA-CV 12-0066, 2013 Ariz. App. Unpub. LEXIS 364, at *6, *9 (Apr. 2, 2013).   62. See, e.g., M.B. v. D.W., 236 S.W.3d 31, 35 (Ky. Ct. App. 2007) (terminating a transgender father’s parental rights because of the negative psychological effect the transi-tion had on the child). Such a distinction does not prevent bias against transgender parents in custody and visitation disputes, where courts may mask their objections to the parent’s gender transition by focusing on the children’s response. Katyal & Turner, supra note 58, at 1632–37. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 684 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 Child custody and nonbiological parent rights illustrate two dif-ferent ways in which queer reproductive issues may promote re-productive justice more broadly. The former presents a strategic path, namely reinforcing the role of medical providers in reproduc-tive justice debates. The latter demonstrates the trans-substantive nature of advocacy, given that queer custody rights helped bring marriage equality into being. Both indicate that reproductive jus-tice advocates may be able to promote their goals through queer rights work.  II.  SEX EDUCATION LGBTQ rights advocates have enjoyed the most success around family formation rights, but their agenda has also begun to gain traction in the sex education context. Reproductive justice advo-cates have commented on the importance of sex education for indi-viduals to exercise their reproductive rights. However, the sex ed-ucation that youth receive varies significantly across the country, with all fifty states imposing different requirements and limita-tions.63 Legislatures have imposed restrictions on “controversial” subjects, a label that subsumes contraception, abortion, sexually transmitted infections, and human sexuality, including queer sex-ual intimacy.64 Courts have heard a series of challenges to laws requiring sex education, but few have questioned the limitations the state imposes on controversial issues. Additionally, the pro-grams’ emphasis on abstinence as the only form of acceptable con-traception, which remains prevalent throughout the country, is a central reproductive justice concern.65 Since sex education curricu-lar statutes are often facially discriminatory against queer youth, challenging that aspect of the laws may serve as the first step to reframing sex education more generally.   63. Melody Alemansour et al., Sex Education in Schools, 20 GEO. J. GENDER & L. 467, 468 (2019).  64. Id. at 468–77.  65. Id. at 484–88; see also JANICE M. IRVINE, TALK ABOUT SEX: THE BATTLES OVER SEX EDUCATION IN THE UNITED STATES 121–22 (2002) (describing lawsuits in the 1990s). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 685 A.  Discriminatory Curricula America’s curricular patchwork implicitly and explicitly ex-cludes LGBTQ students, creating unequal and discriminatory ed-ucational programs. LGBTQ students are often ignored in sex ed-ucation because of the pervasiveness of abstinence-only-until-marriage requirements, which typically present marriage as be-tween opposite sexes. Nineteen states currently mandate absti-nence-only curricula; seventeen of those states continue to define “marriage” as heterosexual and apply that definition to their edu-cational policies.66 For that reason, abstinence-only education re-mains exclusionary in more than a third of the country. The federal government began earmarking funds for abstinence-only educa-tion in 1981,67 and as of 2018 had spent more than $2.2 billion on the programs.68 These curricula definitionally excluded same-sex couples until 2003, when Massachusetts became the first state to legalize marriage equality.69  Sex education laws proliferated in the late 1980s due to the AIDS epidemic, with legislators taking the opportunity to incorpo-rate anti-LGBTQ principles into their education codes.70 In 1987,   66. Clifford Rosky, Anti-Gay Curriculum Laws, 117 COLUM. L. REV. 1461, 1472 (2017). Compare the states’ abstinence-only education laws, ALA. CODE § 16-40A-2(a)(2); ARK. CODE ANN. § 6-18-703(d)(3); FLA. STAT. § 1003.46(2)(a); IND. CODE §§ 20-30-5-13, 20-34-3-17(a); LA. STAT. ANN. § 17:281(A)(4); MICH. COMP. LAWS § 380.1507; MISS. CODE ANN. § 37-13-171(2)(f)(1); MO. REV. STAT. § 170.015(1); N.C. GEN. STAT. § 115C-81.30(a); N.D. CENT. CODE § 15.1-21-24; OHIO REV. CODE ANN. § 3313.6011(C)(1); S.C. CODE ANN. § 59-32-10(2); TENN. CODE ANN. § 49-6-1304(a); TEX. HEALTH & SAFETY CODE ANN. §§ 85.007, 163.002; UTAH CODE ANN. § 53G-10-402(2); VA. CODE ANN. § 22.1-207.1 (Cum. Supp. 2019); WIS. STAT. § 118.019, with their legal definitions of marriage, ALA. CONST. art. I, § 36.03; ARK. CONST. amend. 83 § 1–2; FLA. CONST. art. I, § 27; LA. CONST. art. XII, § 15; MICH. CONST. art. I, § 25; MISS. CONST. art. 14, § 263A; MO. CONST. art. I, § 33; N.C. CONST. art. XIV, § 6; N.D. CONST. art. XI, § 28; OHIO CONST. art. XV, § 11; S.C. CONST. art. XVII, § 15; TENN. CONST. art. XI, § 18; TEX. CONST. art. I, § 32; UTAH CONST. art. I, § 29; VA. CONST. art. I, § 15-A; WIS. CONST. art. XIII, § 13; ALA. CODE § 30-1-19(b); ARK. CODE ANN. § 9-11-109; FLA. STAT. § 741.212; IND. CODE § 31-11-1-1; LA. STAT. ANN. § 86; MICH. COMP. LAWS § 551.1; MISS. CODE ANN. § 93-1-1(2); MO. REV. STAT. § 451.022; N.C. GEN. STAT. § 51-1.2; N.D. CENT. CODE § 14-03-01; OHIO REV. CODE ANN. § 3101.01; S.C. CODE ANN. § 20-1-15; TENN. CODE ANN. § 36-3-113; TEX. FAM. CODE ANN. § 2.001(b); UTAH CODE ANN. § 30-1-4.1; VA. CODE ANN. § 20-45.2 (Repl. Vol. 2016); WIS. STAT. § 765.01.  67. Omnibus Budget Reconciliation Act of 1981, Pub. L. No. 97-35, 95 Stat. 357, 578–80, 582 (codified as amended at 42 U.S.C. §§ 300z to z-10).  68. Dedicated Federal Abstinence-Only-Until-Marriage Programs: Funding by Fiscal Year (FY), 1982–2019, SEXUALITY INFO. & EDUC. COUNCIL U.S. (Oct. 2018), https://siecus. org/wp-content/uploads/2018/10/AOUM-Funding-Table-FY19-Oct-2018-FINAL.pdf [https:// perma.cc/X89Z-J8RC].  69. Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941, 948 (Mass. 2003).  70. In 1980, only six states mandated sex education; by 1989, that number had reached GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 686 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 Oklahoma amended its sex education law to require students to learn that same-sex intimacy was “primarily responsible for con-tact with the AIDS virus.”71 Six other states—Arizona, Alabama, Texas, Missouri, South Carolina, and Utah—also enacted anti-LGBTQ curriculum laws, which ranged from prohibitions on “[p]ortray[ing] homosexuality as a positive alternative lifestyle” to requirements that courses emphasize “that homosexuality is not a lifestyle acceptable to the general public.”72  Other anti-LGBTQ curricular laws require teachers to exclude discussions of same-sex sexuality or mandate its denigration.73 Public schoolteachers have been disciplined, terminated, and forced to resign for engaging in “pro-LGBT activities,”74 such as reading a children’s book about a prince marrying another prince,75 teaching students about the harassment that LGBTQ students face,76 advocating for LGBTQ-inclusive antidiscrimination poli-cies,77 permitting the student newspaper to run a pro-LGBTQ edi-torial,78 and putting up displays for LGBTQ History Month.79  One of the reasons that challenges to antiqueer curricular laws may be effective is that these policies have especially pernicious  seventeen. Valerie J. Huber & Michael W. Firmin, A History of Sex Education in the United States Since 1900, 23 INT’L J. EDUC. REFORM 25, 40 (2014).  71. 1987 Okla. Sess. Laws 190, 191 (codified at OKLA. STAT. tit. 70, § 11-103.3(D)(1)).  72. 1992 Ala. Laws 1216, 1219 (codified at ALA. CODE § 16-40A-2(c)(8)); 1991 Ariz. Sess. Laws 1392, repealed in pertinent part by 2019 Ariz. Legis. Serv. Ch. 86; 1998 Miss. Laws 609, 610 (codified at MISS. CODE ANN. § 37-13-171(2)(e)); 1988 S.C. Acts 2911, 2914–16 (cod-ified at S.C. CODE ANN. § 59-32-30(A)(5)); 1989 Tex. Gen. Laws 4854, 4856, 4874 (codified at TEX. HEALTH & SAFETY CODE ANN. § 85.007(b)(2)); 2001 Utah Laws 442, repealed in pertinent part by 2017 Utah Laws 644.  73. Rosky, supra note 66, at 1465–66.  74. Id. at 1509–10.  75. Michael Schaub, Teacher Who Read Gay-Themed Fairy Tale in Class Resigns After Protest, L.A. TIMES (June 16, 2015, 10:22 AM), https://www.latimes.com/books/jacketcopy /la-et-jc-teacher-who-read-gay-fairy-tale-resigns-20150616-story.html [https://perma.cc/Q4 FC-UWRE].  76. Beall v. London City Sch. Dist. Bd. of Educ., No. 2:04-CV-290, 2006 U.S. Dist. LEXIS 37657, at *3 (S.D. Ohio 2006).  77. Charles Bassett, Teacher Backs Gay Policies, Fired by School Board, NEWS 9 (May 12, 2009, 4:10 PM CDT), https://www.news9.com/story/10349549/teacher-backs-gay-polici es-fired-by-school-board [https://perma.cc/5QW4-CDXL].  78. Associated Press, Teacher’s Job on Line Over “Tolerance” Column, NBC NEWS (Apr. 23, 2007, 5:54:30 PM ET), https://www.nbcnews.com/id/18268259/ns/us_news-education/t/ teachers-job-line-over-tolerance-column/#.WxpmSojytEY [https://perma.cc/SM3U-2TJC].  79. Complaint and Jury Request at 3, 6, Johnson v. Corunna Pub. Schs., No. 2:13-CV-10468, 2013 WL 501424 (E.D. Mich. dismissed Dec. 27, 2013).  GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 687 effects on queer youth.80 The instruction they receive is often irrel-evant or inaccurate, such that sex education tends to be less useful for LGBTQ students than their cisgender and heterosexual peers.81 This may explain why LGBTQ youth are “five times as likely to have searched online for information on sexuality” as non-LGBTQ youth.82 The lack of education can have significant consequences: LGBTQ youth have higher rates of STIs and experience intimate partner violence at higher levels than their non-LGBTQ counter-parts.83 Discriminatory curricula also contribute to the dispropor-tionately high rates of harassment and physical violence that sex-ual and gender minority students experience at school.84 Bullying and isolation likewise contribute to LGBTQ youth’s extremely low levels of self-esteem and high rates of depression.85 Gay, lesbian, and bisexual youth are three times more likely to attempt suicide than their heterosexual peers.86 This minority stress impacts LGBTQ students’ academic performance, as students who are vic-timized and discriminated against have “lower educational aspira-tions, lower grades, and higher absenteeism.”87  Recent reform efforts demonstrate the potential of challenging the curricular laws by focusing on queer rights. In 2017, to settle a lawsuit filed under Title IX and the Equal Protection Clause, Utah amended its law, which “prohibit[ed] instruction in . . . the advo-cacy of homosexuality.”88 The legislature removed the reference to   80. Am. Acad. of Pediatrics v. Clovis Unified Sch. Dist., No. 12-CEG-02608, 2015 WL 2298565, at *10 (Cal. Super. Ct. Apr. 28, 2015).  81. JOSEPH G. KOSCIW ET AL., GLSEN, THE 2017 NATIONAL SCHOOL CLIMATE SURVEY 57 (2018), https://www.glsen.org/sites/default/files/2019-12/Full_NSCS_Report_English_20 17.pdf [https://perma.cc/4ZM3-NYZS].  82. NEAL A. PALMER ET AL., GLSEN, OUT ONLINE: THE EXPERIENCES OF LESBIAN, GAY, BISEXUAL AND TRANSGENDER YOUTH ON THE INTERNET 12 (2013), https://www.unh.edu/ccrc /pdf/Out%20Online.pdf [https://perma.cc/9MBW-N6AC].  83. KOSCIW ET AL., supra note 81, at 57.  84. Id. at 14, 24–25.  85. Id. at 50; Allison S. Bohm et al., Challenges Facing LGBT Youth, 17 GEO. J. GENDER & L. 125, 154 (2016).  86. U.S. DEP’T OF HEALTH & HUMAN SERVS. OFFICE OF THE SURGEON GEN. & NAT’L ACTION ALL. FOR SUICIDE PREVENTION, 2012 NATIONAL STRATEGY FOR SUICIDE PREVENTION: GOALS AND OBJECTIVES FOR ACTION 121 (2012), https://www.ncbi.nlm.nih. gov/books/NBK109917/pdf/Bookshelf_NBK109917.pdf [https://perma.cc/4AAY-K6XJ].  87. KOSCIW ET AL., supra note 81, at 51.  88. Act of Mar. 20, 2017, ch. 162, 2017 Utah Laws 644 (codified at UTAH CODE ANN. § 53A-13-101); Amended Complaint for Declaratory and Injunctive Relief at 2, Equal. Utah v. Utah State Bd. of Educ., No. 2:16-cv-01081-BCW (D. Utah Nov. 15, 2016); see Benjamin Wood, Senate Approves Lifting Ban on “Advocacy of Homosexuality” in Utah Schools, SALT LAKE TRIB. (Mar. 1, 2017, 7:50 PM), https://archive.sltrib.com/article.php?id=5000707&ity pe=CMSID [https://perma.cc/NLA6-CDPR]. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 688 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 homosexuality, but replaced it with a prohibition on “the advocacy of premarital or extramarital sexual activity.”89 Utah had been particularly diligent about enforcing its curriculum law, warning teachers against sex education publishers’ “advocacy of homosexu-ality” and requiring every district to establish a “curriculum mate-rials review committee” to ensure their instructional materials complied with the state standard.90 As a result, in 2014, one school district shelved 315 new textbooks—on which it had spent $24,000—because they included references to prohibited topics like gay and lesbian partnerships.91  Although the Utah example indicates that litigation on behalf of queer youth does not necessarily instantiate broader reproductive justice principles, it can have such effects. In Anoka-Hennepin, Minnesota, for example, a challenge to an anti-LGBTQ curricular policy led the school district to revise its position on all “controver-sial” subjects. The origins of the case date back to 1995, when the school district adopted a measure prohibiting schools from teach-ing or addressing homosexuality “as a normal, valid lifestyle.”92 In 2009, the board enacted a “Sexual Orientation Curriculum Policy” that required staff to “remain neutral on matters regarding sexual orientation.”93 However, school officials applied the facially neutral policy in a discriminatory fashion, leading a group of students to sue the district in 2011.94 The board consequently replaced its pol-icy with one that addressed more than sexual orientation discrim-ination; it also promoted broader reproductive justice principles.95   89. Health Education Amendments, S.B. 196, 62d Leg., Gen. Sess. (Utah 2017).  90. Rosky, supra note 66, at 1511 (internal quotation marks omitted).  91. Paul Rolly, Utah School District Shelves Health Books Because of Sex Talk, SALT LAKE TRIB. (Feb. 7, 2014, 12:21 PM), https://archive.sltrib.com/story.php?ref=/sltrib/polit ics/57506243-90/district-books-sexual-policy.html.csp [https://perma.cc/C7AU-7VKA].  92. Elizabeth Dunbar, Anoka-Hennepin Sexual Orientation Policy Has Roots in 1995 School Board Action, MPR NEWS (June 20, 2011, 8:35 AM), https://www.mprnews.org /story/2011/06/20/anoka-hennepin-sexual-orientation-policy-school-board-action [https://pe rma.cc/BXD7-TMJ6].  93. ANOKA-HENNEPIN DIST. NO. 11, SEXUAL ORIENTATION CURRICULUM POLICY 604.11 (2009), https://www.edweek.org/media/720_sexorientation-blog.pdf [https://perma.cc/872K-VBES].  94. Complaint, Doe v. Anoka-Hennepin Sch. Dist. No. 11, No. 11-cv-01999-JNE-SER (D. Minn. July 21, 2011).  95. ANOKA-HENNEPIN DIST. NO. 11, RESPECTFUL LEARNING ENVIRONMENT—CURRICULUM POLICY 604.40 (2012), https://www.ahschools.us/cms/lib/MN01909485/Centri city/Domain/82/604.40%20Respectful%20Learning%20Environment.pdf [https://perma.cc/ PS9L-KY7S]; Zack Ford, Minnesota’s Anoka-Hennepin School District Finally Replaces Its Anti-Gay Policy, THINK PROGRESS (Feb. 14, 2012, 3:46 PM), https://thinkprogress.org/minn esotas-anoka-hennepin-school-district-finally-replaces-its-anti-gay-policy-ad4d84704902/ GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 689 The new regulation provided that discussions of controversial is-sues were to “be presented in an impartial, balanced and objective manner” that “affirm[ed] the dignity and self-worth of all stu-dents.”96 The challenge to one part of the policy thus effectuated change to all of it.  Opportunities for law reform abound in this area. Precedent that prohibits curricula “enacted and/or enforced with discriminatory intent” offers the possibility of Equal Protection challenges.97 Since same-sex sexuality is often grouped with abortion and contracep-tion in a category of “controversial” subjects, challenging a policy as to one element may provide inroads to the others. In addition to challenging the constitutionality of state policies, advocates may seek to tackle local school district guidelines.98 Given that there are over 13,500 school districts in the country, a district-by-district approach is inefficient; indeed, one of the rea-sons the civil rights movement sought to strike down separate but equal, rather than equalize school funding, was the impracticabil-ity of filing enforcement actions against each school district, as every lawsuit was extremely time intensive and fact specific.99 However, the local nature of school board policies also provides op-portunities, insofar as it may allow advocates to challenge both the anti-LGBTQ provisions and the abstinence-only policies without engendering the level of opposition that state level reform would produce.   [https://perma.cc/X39N-8UCK]; see also Consent Decree at 8, Doe v. Anoka-Hennepin Sch. Dist. No. 11, No. 11-cv-01999-JNE-SER (D. Minn. Mar. 6, 2012) (agreeing to review any policy that “impact[ed] harassment”).   96. ANOKA-HENNEPIN DIST. NO. 11, supra note 95; Zack Ford, Anoka-Hennepin Might Finally Pass a Policy That Respects Its LGBT Students, THINK PROGRESS (Jan. 25, 2012, 9:01 PM), https://thinkprogress.org/anoka-hennepin-might-finally-pass-a-policy-that-respe cts-its-lgbt-students-60d991946cf7/ [https://perma.cc/68DR-ZJDW].  97. Arce v. Douglas, 793 F.3d 968, 976 (9th Cir. 2015). For a discussion of how advocates could challenge the laws under the Equal Protection clause, see Rosky, supra note 66, at 1517–34.  98. Richard Briffault, The Local School District in American Law, in BESIEGED: SCHOOL BOARDS AND THE FUTURE OF EDUCATION POLITICS 24, 24–26, 39–40 (William G. Howell ed., 2005); Nat’l Ctr. for Educ. Stat., Number of Public School Districts and Public and Private Elementary and Secondary Schools: Selected Years, 1869–70 Through 2016–17, DIG. EDUC. STAT. (Apr. 2019), https://nces.ed.gov/programs/digest/d18/tables/dt18_214.10. asp [https://perma.cc/C2JU-JYR5].  99. MARK V. TUSHNET, THE NAACP’S LEGAL STRATEGY AGAINST SEGREGATED EDUCATION, 1925–1950, at 108–11 (1987). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 690 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 B.  Inclusive Policies The same arguments that have led courts to strike down anti-LGBTQ curricula support the legislative enactment of inclusive policies. Positive rights are harder to secure than negative ones, but legal decision-makers are increasingly responsive to queer cur-ricular claims. For that reason, queer curricular reform may pro-vide an entry point for other sex education reform efforts.  LGBTQ-inclusive curricular policies derive support from recent Supreme Court precedent. Exclusionary curricula simultaneously demean queer youth and stamp them as unequal, an effect the Su-preme Court decried in Windsor and Obergefell.100 In those deci-sions, the Court emphasized that bans on same-sex marriage were unconstitutional because of their dignitary harms, which stigma-tized same-sex couples.101 Discriminatory curricula inflict similar injuries.102 Indeed, research has shown that inclusive racial repre-sentation improves students of color’s academic performance, self-confidence, and educational aspirations.103 Additionally, survey data indicates that LGBTQ students attending schools with posi-tive portrayals of LGBTQ-related topics report greater levels of ac-ceptance among their peers, as well as lower levels of harass-ment.104 The shifting perspective on LGBTQ rights has allowed advocates to make headway in their curricular reform projects. Such efforts met significant resistance when they first began. In 1989, advo-cates convinced the New York City Board of Education to include sexual orientation in its new multicultural curriculum, but discord   100. See Complaint for Injunctive and Declaratory Relief at 5–6, Equal. Ariz. v. Hoffman, No. 419-cv-00192 (D. Ariz. Mar. 28, 2019); Courtney Crowell, Comment, Anti-Gay Sex Edu-cation: A Lasting Tool for Discrimination?, 28 TUL. J.L. & SEXUALITY 45, 49–51 (2019). This dignitary harm is a cognizable claim that courts have recognized, particularly in the realm of LGBTQ rights. See, e.g., Obergefell v. Hodges, 135 S. Ct. 2584, 2601–05, 2608 (2015); United States v. Windsor, 570 U.S. 744, 775 (2013). See generally Jasmine J. Haddad, Note, The Evolution of Marriage: The Role of Dignity Jurisprudence and Marriage Equality, 96 B.U. L. REV. 1489 (2016) (evaluating the role of dignity-based rationales historically and in modern judicial opinions).  101. Obergefell, 135 S. Ct. at 2601–02; Windsor, 570 U.S. at 770, 772.  102. Rosky, supra note 66, at 1531–35.  103. Chan Tov McNamarah, Note, On the Basis of Sex(ual Orientation or Gender Iden-tity): Bringing Queer Equity to School with Title IX, 104 CORNELL L. REV. 745, 791 (2019). LGBTQ students who attend schools with inclusive curricula are less likely to miss classes. KOSCIW ET AL., supra note 81, at 70–71.  104. KOSCIW ET AL., supra note 81, at 70–72. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 691 and defiance torpedoed the project.105 Five of the city’s thirty-two school boards rejected the Department of Education-designed ma-terials, which referenced gays and lesbians on 3 of its 443 pages, as an effort to “proselytiz[e]” homosexuality.106 The curriculum also spurred public protests, shoving matches at school board hearings, and death threats against the head of the Department of Educa-tion.107 The New York City Board of Education ultimately aban-doned the sexual orientation portion of the guide by limiting mul-ticultural education to “ethnic, racial and linguistic groups.”108 Since that failed effort, perceptions of same-sex sexuality have changed, and its acceptance has led one state—California—to mandate LGBTQ-inclusive curricula. In 2011, California began re-quiring its schools to teach “the role and contributions of . . . les-bian, gay, bisexual, and transgender Americans.”109 Senator Leno, who authored the law, explained that “historically inaccurate ex-clusion [of] LGBT Americans in social sciences instruction,” com-bined with “the spreading of negative stereotypes in school activi-ties,” sustained “an environment of discrimination and bias” in schools.110 Without reform, he argued, the state could not address “California’s bullying epidemic that continues to plague a majority of LGBT youth.”111  Opponents’ arguments in the California curricular battle demonstrate why it is that queer curricular advocacy may promote   105. See Dear Paul, GAY TEACHERS ASS’N NEWSL. (Lesbian Gay Teachers Association Records, NYC LGBT Community Center, New York, N.Y. (“LGTA Collection”), Box 1, Folder 35), Sept. 1989, at 1; The Coalition for Lesbian and Gay Rights Speaks Out vs. “Woeful” AIDS Education in New York City Schools, GAY TEACHERS ASS’N NEWSL. (LGTA Collection, Box 1, Folder 38), Apr. 1987, at 1.  106.  Steven Lee Myers, How a ‘Rainbow Curriculum’ Turned into Fighting Words, N.Y. TIMES, Dec. 13, 1992, at E6 [hereinafter Myers, Rainbow Curriculum]; Steven Lee Myers, Values in Conflict: Schools Diversify the Golden Rule, N.Y. TIMES, Oct. 6, 1992, at B1; School Board District 31 (LGTA Collection, Box 4, Folder 217), Sept. 30, 1992, at 3–4.  107. Chris Bull, N.Y. Curriculum Fight Gets Physical, ADVOCATE, Jan. 26, 1993, at 21; Peg Byron, NYC Parents Protest “Children of the Rainbow,” BAY AREA REP. (Jessea Green-man/PERSON Project Records, S.F. Public Library, San Francisco, Cal. (“PERSON Pro-ject”), Box 6, Folder labeled Rainbow Curriculum), Sept. 10, 1992, at 23; Editorial, In N.Y., Educrats vs. Parents, BOS. HERALD, Dec. 12, 1992, at 16; Donna Minkowitz, The Religious Right Hits N.Y.C.: Wrong Side of the Rainbow, NATION, June 28, 1993, at 901–02; Myers, Rainbow Curriculum, supra note 106, at E6.   108. Rainbow Curriculum Abandoned by Board of Ed, S.F. BAY TIMES (PERSON Project, Box 6, Folder labeled Rainbow Curriculum), Feb. 23, 1995.  109. CAL. EDUC. CODE § 51204.5.  110. Hearing on S.B. 48 Before the S. Comm. on Educ., 2011–2012 Leg., Reg. Sess. (Cal. 2011) (statement of Sen. Leno, author of S.B. 48).  111. Id. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 692 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 broader reproductive justice principles. Rather than deploying ex-plicit anti-LGBTQ rhetoric, as they did in the New York City de-bates of the late 1980s, conservative groups and religious organi-zations focused on parents’ rights. They argued the law “turn[ed] teachers into state-sanctioned propagandists,” and that parents did not want their children taught about these “sexual life-styles.”112 These claims mirrored those made by opponents of same-sex marriage, who had argued marriage equality would require students to learn about same-sex sexuality against their parents’ wishes.113  Opponents of comprehensive sex education curricula have simi-larly claimed that schools should not usurp parents’ rights.114 Countering parents’ rights arguments in the queer curricular con-text—where scientific evidence has established the stark harms that LGBTQ youth suffer—may therefore render advocacy efforts to introduce comprehensive sex education curricula more persua-sive.  Queer and nonqueer students alike would benefit from more in-clusive curricula. The discriminatory framework of existing poli-cies and regulations, which marginalize and stigmatize LGBTQ youth, provide an opportunity to promote broader curricular changes. Likewise, LGBTQ-inclusive curricular efforts may allow advocates to make inroads on comprehensive curricular reform. Like the family formation context, LGBTQ curricular reform offers both substantive and strategic avenues for reproductive justice ad-vocacy. III.  MEDICAL DECISION-MAKING  Reproductive justice advocates may find that a third area of queer law reform—medical decision-making—provides a key open-ing for advancing abortion and contraception access. Queer reform efforts in this space include the prohibition of “gender normaliza-  112. Hearing on S.B. 48 Before the Cal. S., 2011–2012 Leg., Reg. Sess. (Cal. 2011) (state-ment of the Cavalry Christian Church).  113. Melissa Murray, Marriage Rights and Parental Rights: Parents, the State, and Proposition 8, 5 STAN. J. C.R. & C.L. 357, 359 (2009).  114. SETH DOWLAND, FAMILY VALUES AND THE RISE OF THE CHRISTIAN RIGHT 60–64 (2015). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 693 tion” surgeries on intersex infants—individuals born with discord-ant sex characteristics.115 Transgender individuals face a related problem, access to medical treatments, as insurance companies may deny “gender-specific” care—treatments typically associated with one gender, such as ovarian cancer screenings or prostate ex-ams—to transgender individuals with nondimorphic bodies.116 Be-cause insurance companies categorize patients as either “male” or “female,” those designations become significant impediments for accessing reproductive healthcare. At the same time, hospitals and healthcare professionals may refuse transition-related care for transgender individuals because of their religious beliefs. To pro-mote these medical decision-making claims, advocates have em-phasized equality, dignity, and privacy arguments that reproduc-tive justice groups may be able to apply to the abortion and contraception contexts, particularly since the parallels between the queer and nonqueer issues are so striking.  A.  Gender Normalization Surgeries Autonomy, bodily integrity, equality, and consent are the prin-ciples that drive advocacy around abortion access—and intersex advocates’ efforts to prohibit infant gender normalization surger-ies. This law reform project may be the one that has the closest doctrinal connection to abortion rights advocacy, with precedent for one directly implicating the other because of their shared status as medical procedures.  Medical providers have been surgically altering intersex infants’ ambiguous genitalia since the 1950s.117 Doctors originally focused on cosmetic appearance, not functionality, to promote gender iden-  115. Maayan Sudai, Revisiting the Limits of Professional Autonomy: The Intersex Rights Movement’s Path to De-Medicalization, 41 HARV. J.L. & GENDER 1, 6 (2018). Intersex is an umbrella term for individuals with discordant sex characteristics, such that their genitals, gonads, or chromosomes do not clearly establish them as male or female. Id. Since intersex is a broad category that groups together different conditions, intersexuality may become manifest at different points in a person’s life and in various ways. The effects of intersex conditions range from ambiguous genitalia to discordant secondary sex characteristics, such as body hair and breasts. Id.  116. LAMBDA LEGAL, CREATING EQUAL ACCESS TO QUALITY HEALTH CARE FOR TRANSGENDER PATIENTS: TRANSGENDER-AFFIRMING HOSPITAL POLICIES 20 (2016), https:// www.lambdalegal.org/publications/fs_transgender-affirming-hospital-policies [https://perm a.cc/8WNC-8YMT].  117. KATRINA KARKAZIS, FIXING SEX: INTERSEX, MEDICAL AUTHORITY, AND LIVED EXPERIENCE 56–57 (2008). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 694 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 tity formation, since they considered gender a learned behavior de-pendent on environment, with biology irrelevant to the outcome.118 To help the parents adjust to their child, physicians assigned the infant a sex—and performed surgery—as soon as possible, even though the interventions often resulted in heavy scarring, inconti-nence, infertility, and little to no sexual sensation when the chil-dren became adults.119  Although medical professionals have revised their approach to intersex conditions since the mid-twentieth century, genital sur-geries have continued apace.120 In 2006, after decades of lobbying by intersex rights advocates and internal debates among scientists, medical experts promulgated the Consensus Statement on Manage-ment of Intersex Disorders.121 The statement for the first time ex-pressed the need for a cautionary approach to gender normaliza-tion procedures, although it did not call for a moratorium on all surgeries. Instead, it emphasized that surgery should be limited to   118. See id. at 53–54. Medical professionals made their decisions based on the appear-ance of external genitalia and, if the infant had female sex organs, attempted to preserve future fertility. GEORGIANN DAVIS, CONTESTING INTERSEX: THE DUBIOUS DIAGNOSIS 72 (2015).  119. M. JOYCELYN ELDERS ET AL., PALM CTR., RE-THINKING GENITAL SURGERIES ON INTERSEX INFANTS (2017); ANNE FAUSTO-STERLING, SEXING THE BODY: GENDER POLITICS AND THE CONSTRUCTION OF SEXUALITY 61–63, 85–87 (2000); KARKAZIS, supra note 117, at 57–58; see also David Sandberg, A Call for Clinical Research, HERMAPHRODITES WITH ATTITUDE (Intersex Soc’y of N. Am., S.F., Cal.), 1995–96, at 8–9, https://www.digitalt ransgenderarchive.net/files/ff365533x [https://perma.cc/K5F6-J76D].  120. ELLEN K. FEDER, MAKING SENSE OF INTERSEX: CHANGING ETHICAL PERSPECTIVES IN BIOMEDICINE 140 (2014); Sarah M. Creighton et al., Childhood Surgery for Ambiguous Genitalia: Glimpses of Practice Changes or More of the Same?, 5 PSYCHOL. & SEXUALITY 34, 38 (2014); Lina Michala et al., Practice Changes in Childhood Surgery for Ambiguous Gen-italia?, 10 J. PEDIATRIC UROLOGY 934, 937 (2014); Stefan Timmermans et al., Does Patient-centered Care Change Genital Surgery Decisions? The Strategic Use of Clinical Uncertainty in Disorders of Sex Development Clinics, 59 J. HEALTH & SOC. BEHAV. 520, 521 (2018); see also Aimee M. Rolston et al., Disorders of Sex Development (DSD): Clinical Service Delivery in the United States, 175C AM. J. MED. GENETICS 268, 276 (2017) (describing variability in clinics’ conformity with informed consent and clinical management guidelines).  121. KARKAZIS, supra note 117, at 237, 254; Cheryl Chase, Hermaphrodites with Atti-tude: Mapping the Emergence of Intersex Political Activism, 4 GLQ: J. LESBIAN & GAY STUD. 189, 201–02 (1998); Rolston et al., supra note 120, at 268. The Academy of Pediatrics adopted the Consensus Statement on Management of Intersex as a policy statement. Rolston et al., supra note 120, at 268. It identifies the principles for care, but it does not constitute “practice guidelines.” Id. The use of the term “disorders of sex development” to refer to intersex indi-viduals has been a source of conflict between medical professionals and intersex rights ad-vocates. Elizabeth Reis, Divergence or Disorder?: The Politics of Naming Intersex, 50 PERSP. BIOLOGY & MED. 535, 538 (2007). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 695 instances of medical necessity and that interventions should focus on function over appearance.122  The consensus statement did not change the rate of surgeries, only the process by which doctors obtained consent from parents to perform surgery. Rather than simply making a recommendation, clinicians now leave the decision to the parents.123 However, doc-tors tend to emphasize the surgeries’ benefits and positive out-comes, ignoring research on the potential harm of early surgery and dismissing the complaints of intersex adults as the result of outdated surgical methods.124 These factors, along with the provid-ers’ reluctance to discuss other options, often convince undecided parents to provide their consent.  Instead of focusing on gender identity congruence, doctors today often justify the surgery as a means of reducing stigma, while ig-noring the autonomy and privacy principles that underpin repro-ductive justice. Medical providers argue that “normal-looking” gen-itals will reduce a child’s sense of difference and thereby promote “psychosocial well-being.”125 The surgery is aimed at alleviating family members’ discomfort with the infant’s physical appearance, as doctors are concerned that care providers will otherwise isolate the child.126 Thus, the surgeries are a function of how the noninter-sex world will respond to intersex bodies, with autonomy, privacy, and equality sacrificed to avoid stigma. Several states have considered legislation to prohibit these sur-geries, although none have yet been enacted. In 2018, California passed a resolution that urged healthcare professionals to “defer[] medical or surgical intervention, as warranted, until the child is   122. I. A. Hughes et al., Consensus Statement on Management of Intersex Disorders, 91 ARCHIVES DISEASE CHILDHOOD 554, 557 (2006).  123. DAVIS, supra note 118, at 123; FEDER, supra note 120, at 133, 148; Timmermans et al., supra note 120, at 521.  124. See JOHN COLAPINTO, AS NATURE MADE HIM: THE BOY WHO WAS RAISED AS A GIRL 222 (2000); FEDER, supra note 120, at 149; Timmermans et al., supra note 120, at 521. There are studies of intersex adults who had early genital normalization surgery and support the practice, but scientists debate the validity of that research. There are also studies demon-strating the harm of early surgery. See, e.g., Arlene B. Baratz & Ellen K. Feder, Misrepre-sentation of Evidence Favoring Early Normalizing Surgery for Atypical Sex Anatomies, 44 ARCHIVES SEXUAL BEHAV. 1761, 1761 (2015); A. Binet et al., Should We Question Early Feminizing Genitoplasty for Patients with Congenital Adrenal Hyperplasia and XX Karyo-type?, 51 J. PEDIATRIC SURGERY 465, 467 (2016); Sara Reardon, Stuck in the Middle, 533 NATURE 160, 162 (2016).  125. KARKAZIS, supra note 117, at 135.  126. DAVIS, supra note 118, at 123; FEDER, supra note 120, at 141. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 696 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 able to participate in decisionmaking[sic].”127 A resolution is not a binding law, and therefore does not prohibit infant intersex sur-geries, but it expresses legislative priorities and views, as well as helps foster normative commitments.128 California and Nevada have tabled legislative bans on infant surgeries,129 while Connect-icut is considering an intersex nondiscrimination law.130  Given the challenges of securing legislation, intersex rights ad-vocates have sought to limit infant surgeries by bringing malprac-tice suits against providers.131 In 2017, a case brought by the adop-tive parents of an intersex child settled for over $400,000.132 The goal of these suits is not just to compensate intersex individuals, but also induce changes to medical standards of care by putting pressure on insurance companies, since these businesses produce clinical practice guidelines aimed at reducing the cost of litiga-tion.133 Health and liability insurers may enforce compliance with their guidelines, which may differ from those of professional med-ical associations, as a condition of coverage, or may increase pre-miums for noncomplying physicians.134 Of course, statutes have a broader impact because they change the practices of everyone in   127. S. Con. Res. 110, 2017–2018 Leg., Reg. Sess. (Cal. 2018).  128. Hearing on S. Con. Res. 110 Before the Assemb. Comm. on Judiciary, 2017–2018 Leg., Reg. Sess. (Cal. 2018); RICHARD H. MCADAMS, THE EXPRESSIVE POWERS OF LAW: THEORIES AND LIMITS 139–42, 166 (2015); see Elizabeth S. Anderson & Richard H. Pildes, Expressive Theories of Law: A General Restatement, 148 U. PA. L. REV. 1503, 1504 (2000). Because laws have important expressive effects, some rights groups have sought primarily expressive statutes to promote their legal agendas. Marie-Amélie George, Expressive Ends: Understanding Conversion Therapy Bans, 68 ALA. L. REV. 793 (2017).  129. S.B. 201 § 1 (b)(2)(C), 2018–2019 Leg., Reg. Sess. (Cal. 2019); S.B. 408 § 1(1)(c), 79th Leg., Reg. Sess. (Nev. 2017).   130. S.B. 388, 2019 Gen. Assemb., Jan. Sess. (Conn. 2019) (Public Health Committee bill). The bill would also offer an intersex gender designation on birth certificates and driv-ers’ licenses.  131. M.C. ex rel. Crawford v. Armhein, 598 F. App’x 143, 145 (4th Cir. 2015).   132. Id.; Order Approving Settlement on Behalf of a Minor, M.C. ex rel. Crawford v. Aaronson, 13-CP-40-02877 (S.C. Cty. Ct. July 24, 2017). Doctors performed feminizing sur-gery on the sixteen-month-old M.C., who was born with ovarian and testicular tissue, by removing his phallus, testicle, and testicular tissue, despite concluding there was “no com-pelling biological reason to raise M.C. as either male or female.” Crawford, 598 F. App’x at 146 (internal quotation marks omitted). M.C. later identified as male, rendering the irre-versible surgery especially catastrophic. Complaint ¶¶ 1, 7–8, M.C. ex rel. Crawford v. Aaronson, No. 2:13-CV-01303 (D. S.C. 2013).  133. Michelle M. Mello, Of Swords and Shields: The Role of Clinical Practice Guidelines in Medical Malpractice Litigation, 149 U. PA. L. REV. 645, 652–53 (2001).  134. Id. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 697 the state, rather than those practitioners covered by specific insur-ance companies.135  Both legislative prohibitions and malpractice suits serve similar ends: eliminating infant genital surgeries that are rooted in con-ceptions of how sexed bodies should appear, rather than prioritiz-ing consent, bodily autonomy, and privacy. Intersex rights advo-cacy thus buttresses the principles that promote reproductive rights more broadly. B.  Insurance Coverage For transgender individuals, the challenge is in accessing medi-cal care, rather than being subjected to forcible surgeries. Despite the divergent goals, the underlying issues—privacy, autonomy, and equality—are the same. Reproductive justice advocates have long recognized that the right to abortion is virtually meaningless without the ability to pay for abortion. Insurance law reform is thus as central an issue within the reproductive justice movement as it is for queer rights. At the same time, even when insurance covers reproductive issues, medical practitioners may refuse to provide treatment because of their religious beliefs—an issue that extends from transgender care to abortion and contraception.  To align their physical bodies with their gender identities, transgender individuals often obtain medical treatments, includ-ing hormone therapy and transition-related surgery.136 These sur-gical interventions include chest reduction or reconstruction, hys-terectomy, phalloplasty, and metoidioplasty, which is the construction of a penis from existing genital tissue.137 In a compre-hensive survey of transgender individuals in the United States, forty-nine percent of respondents had received hormone therapy, and twenty-five percent had had some form of transition-related surgery.138 Many transgender individuals only want some of the treatments available, while others have not had all (or any) of the   135. See id. at 654–55.  136. SANDY E. JAMES ET AL., NAT’L CTR. FOR TRANSGENDER EQUAL., THE REPORT OF THE 2015 U.S. TRANSGENDER SURVEY 99–101 (2016) [hereinafter U.S. TRANSGENDER SURVEY], https://transequality.org/sites/default/files/docs/usts/USTS-Full-Report-Dec17.pdf [https:// perma.cc/YV3F-CPBH].  137. Id. at 101.  138. Id. at 99–100. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 698 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 surgeries they would like.139 Transgender bodies consequently may not conform to a binary model of sexual difference. One significant problem arises when transgender individuals’ gender designations do not meet insurers’ conceptions of male or female. Insurers have designated some routine care as gender-spe-cific and will therefore deny coverage for these treatments after a transgender individual’s gender classification changes.140 For ex-ample, after a person with a uterus and breasts has a double mas-tectomy, that individual may be classified as male; Medicaid or other insurance may then refuse to cover gynecological care, such as ob-gyn exams, mammograms, and hysterectomies.141 Similar problems arise for females who require testicular care, or other male-coded medical procedures.142 Survey data show that thirteen percent of transgender individuals have been denied coverage for gender-specific services, including sexual or reproductive health screenings like Pap smears.143 The medical providers that transgender individuals visit for routine care may not be familiar with the healthcare of transgender individuals, thereby compound-ing the insurance problem.144 Billing staff may be able to reverse claim denials, but the process increases impediments to obtaining reproductive healthcare—and equal treatment.145 Transgender rights advocates have consequently pressed for in-surance law reform by challenging policy exclusions for transgender care.146 Insurance agents and medical professionals often reject routine care claims for transgender individuals be-cause the policies exclude “transgender-related services.”147 For that reason, whether insurers provide transition-related coverage is tied to other types of care for transgender individuals.    139. Id. at 99–102.  140. Chase Strangio, Can Reproductive Trans Bodies Exist?, 19 CUNY L. REV. 223, 241–42 (2016).  141. Id.  142. LAMBDA LEGAL, supra note 116, at 20.  143. U.S. TRANSGENDER SURVEY, supra note 136, at 95.  144. Id. at 97–98.  145. LAMBDA LEGAL, supra note 116, at 20.  146. Samuel Rosh, Beyond Categorical Exclusions: Access to Transgender Healthcare in State Medicaid Programs, 51 COLUM. J.L. & SOC. PROBS. 1, 11–13 (2017); Strangio, supra note 140, at 241.  147. LGBT MOVEMENT ADVANCEMENT PROJECT & SERVS. & ADVOCACY FOR GAY, LESBIAN, BISEXUAL & TRANSGENDER ELDERS, IMPROVING THE LIVES OF LGBT OLDER ADULTS 41 tbl.3 (2010). GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 699 Beyond implicating autonomy, privacy, and dignity, insurance coverage has been a central concern for reproductive justice advo-cates, as insurance funding restrictions for abortion and contracep-tion have become proxies for the broader struggle over reproduc-tive rights.148 Although the two battles are not identical, both draw on conceptions of what constitutes an “elective” procedure. Refram-ing one may help reshape ideas of the other.  Even where individuals obtain insurance coverage for their re-productive healthcare, another issue arises that aligns queer re-productive claims with reproductive justice advocacy more gener-ally: religious refusals.149 Conscience-based claims serve as a barrier to abortion and contraception access, as well as access to transition-related treatment.150 A primary source of contention in   gender-affirming care is hospitals’ refusals to perform “elective sterilization” because of their religious objections.151 Sterilization is often required for a transgender individual to legally change their gender designation, making the procedure a regular part of transition-related care. Beyond the legal effect of sterilization, the procedure avoids the potential psychological toll of pregnancy on transgender men, for whom the quintessentially female condition undermines their male sense of self.152 Even when doctors at religiously affiliated hospitals have or-dered the procedures to treat gender dysphoria, the institutions may prevent the operations because of conscience claims. Thus, a day before Evan Minton, a transgender man, was scheduled to   148. Mary Ziegler, Sexing Harris: The Law and Politics of the Movement to Defund Planned Parenthood, 60 BUFF. L. REV. 701, 728 (2012); Alisha Patton, Note, Harris and Whole Woman’s Health Collide: No Funding Provisions Unduly Burden Reproductive Free-dom, 70 HASTINGS L.J. 297, 300 (2018).  149. NAT’L LGBTQ TASK FORCE, TRUMP ADMINISTRATION FINAL HEALTHCARE “CONSCIENCE” RULE: FREQUENTLY ASKED QUESTIONS (2019), https://www.thetaskforce.org/ wp-content/uploads/2019/05/Final-Healthcare-Conscience-Rule-FAQ.pdf [https://perma.cc/ 3K43-2HTN].  150. NAT’L LGBTQ TASK FORCE, supra note 9, at 8; Aliya Bean, Queering Reproductive Justice: How to Ensure LGBTQ Access to Sexual and Reproductive Health Care on the Fed-eral Level, VICTORY INST. (June 2019), https://victoryinstitute.org/wp-content/uploads/2019 /06/VCF-Policy-Paper-Update.pdf [https://perma.cc/SL89-HVAH].  151. Franciscan All., Inc. v. Burwell, 227 F. Supp. 3d 660, 675 (N.D. Tex. 2016).  152. HUMAN RIGHTS WATCH, “A REALLY HIGH HURDLE”: JAPAN’S ABUSIVE TRANSGENDER LEGAL RECOGNITION PROCESS (2019), https://www.hrw.org/report/2019/03/19/really-high-h urdle/japans-abusive-transgender-legal-recognition-process [https://perma.cc/TK7D-9LU6]; Samantha Allen, It’s Not Just Japan. Many U.S. States Require Transgender People Get Sterilized, DAILY BEAST (Mar. 22, 2019, 5:13 AM ET), https://www.thedailybeast.com/its-not-just-japan-many-us-states-require-transgender-people-get-sterilized [https://perma.cc/ XA99-W8AU]. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 700 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 have a hysterectomy at a Catholic hospital in California, the hos-pital’s president called Minton’s doctor to cancel the procedure.153 The president explained the doctor “would ‘never’ be allowed to perform a hysterectomy on Minton at [the hospital] because ‘it was scheduled as part of a course of treatment for gender dysphoria, as opposed to any other medical diagnosis.’”154 The Catholic hospital followed the United States Conference of Catholic Bishops’ “Ethi-cal and Religious Directives for Catholic Health Care Services,” which prohibits sterilization and requires the protection and preservation of “bodily and functional integrity.”155 Similarly, a Catholic hospital prohibited Jionni Conforti, a transgender man whose doctors recommended a hysterectomy as part of his transi-tion-related care, from scheduling an operation at their facility.156 The hospital’s director emphasized that, as a Catholic hospital, they could not permit the operation because it “was being per-formed for the purposes of ‘gender reassignment.’”157 Catholic hospitals are an increasingly significant part of the healthcare landscape, rendering religious refusals a particularly salient problem for transgender individuals—as well as those seek-ing abortion. After Congress enacted the Affordable Care Act (“ACA”), hospital consolidation intensified, and experts predict that a fifth of the country’s hospitals will merge or consolidate in the near future.158 Catholic hospital systems have enjoyed particu-lar commercial success, such that mergers are likely to intensify the problem of religious objections.159 Hospitals’ and doctors’ religious refusals are statutorily pro-tected in eighteen states, and a recent federal guideline on “statu-tory conscience rights in health care” noted that such refusals were possible under the law.160 Religious objections implicate the ability   153. Minton v. Dignity Health, 39 Cal. App. 5th 1155, 1159 (2019)  154. Id.  155. Id.   156. Conforti v. Saint Joseph’s Healthcare Sys., Inc., No. 2:17-cv-00050-CCC-CLW, 2019 U.S. Dist. LEXIS 138433, at *1–2 (D.N.J. Aug. 15, 2019).  157. Id. at *2 (quoting Complaint at 16, Conforti, 2019 U.S. Dist. LEXIS 138433).  158. Elizabeth B. Deutsch, Note, Expanding Conscience, Shrinking Care: The Crisis in Access to Reproductive Care and the Affordable Care Act’s Nondiscrimination Mandate, 124 YALE L.J. 2470, 2484 (2015).  159. Id. at 2487. 160. Protecting Statutory Conscience Rights in Health Care, 84 Fed. Reg. 23,170 (May 21, 2019) (codified at 45 C.F.R. pt. 88); Refusing to Provide Health Services, GUTTMACHER INST. (Dec. 1, 2019), https://www.guttmacher.org/state-policy/explore/refusing-provide-hea lth-services [https://perma.cc/V4XT-6QL5]. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 701 to access abortion and contraception, with recent Supreme Court cases balancing the First Amendment’s religious liberty protec-tions and the Fourteenth Amendment’s equality guarantee.161 The ACA’s antidiscrimination provision may alleviate at least some of the reproductive justice access to care issues, but it is cur-rently mired in litigation. The Department of Health and Human Services (“HHS”), which issued implementing regulations, inter-preted the ACA’s protections based on sex and gender as including sexual orientation and gender identity.162 In its regulations, HHS mandated that “a covered entity may not deny or limit health ser-vices that are ordinarily or exclusively available to individuals of one sex, to a transgender individual” because “the individual’s sex assigned at birth, gender identity, or gender otherwise recorded is different from the one to which such health services are ordinarily or exclusively available.”163 Therefore, under this rule, insurers must extend sex-specific coverage to transgender individuals, re-gardless of their gender designation. HHS also defined discrimina-tion on the basis of sex as including “termination of pregnancy,” thereby protecting abortion rights.164  Less than a week after HHS issued its rule, eight states and three private healthcare providers filed a lawsuit challenging it, arguing that the rule violated doctors’ religious freedom, thwarted independent medical judgment, and imposed impermissible bur-dens on health insurance plans.165 The plaintiffs objected to the re-quirement that they provide either abortion or transition-related care, especially sterilization procedures.166 The Texas district court issued an injunction prohibiting HHS from enforcing the antidis-crimination rule while the case was pending.167 Recent reproductive rights cases before the Supreme Court have turned on religious refusals, rendering conscience claims a central   161. Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682 (2014).  162. See 45 C.F.R. §§ 92.1, 92.3, 92.206 (2016).  163. Id. § 92.206; Nondiscrimination in Health Programs and Activities, 81 Fed. Reg. 31,376–77 (May 18, 2016). Insurance companies may, however, apply neutral policies that ultimately deny coverage for these treatments.  164. 45 C.F.R. § 92.4 (2016).   165. Franciscan All., Inc. v. Burwell, 227 F. Supp. 3d 660, 670–72, 696 (N.D. Tex. 2016); Complaint, Franciscan All., Inc. v. Burwell, 7:16-cv-00108-O (N.D. Tex. Aug. 23, 2016).  166. Franciscan All., Inc., 227 F. Supp. 3d at 673–75; Complaint, supra note 165, at 35–36, 41, 43.  167. Franciscan All., Inc., 227 F. Supp. 3d at 696.  GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 702 UNIVERSITY OF RICHMOND LAW REVIEW [Vol. 54:671 obstacle for LGBTQ and reproductive rights advocates.168 The spe-cific religious tenets that underpin one as opposed to the other are not the same, and yet the question of how much weight to give re-ligious objections is almost identical. Given that religious objectors to LGBTQ antidiscrimination laws have not fared well in the courts, addressing the queer element of this problem may prove to be the best path forward.169 Religious refusals and insurance coverage are two areas in which transgender reproductive justice claims and abortion access rights align directly. As for intersex infant surgeries, while further removed from traditional reproductive justice issues, they likewise implicate the fundamental questions of autonomy, equality, dig-nity, and liberty on which reproductive decision-making turns. Thus, as with school curricula and family formation, queer medical decision-making issues provide a clear opportunity from which the reproductive justice movement can build. CONCLUSION Queer reproductive rights projects may serve as the foundation for the broader reproductive justice movement. The reproductive issues this Article has highlighted—family formation, sex educa-tion, and medical decision-making—are ones that implicate all cit-izens, not just queer ones. However, addressing specifically queer issues may allow courts to focus on the equality, autonomy, dignity, privacy, and liberty concerns that have propelled LGBTQ rights, rather than being mired in abortion’s undue burden framework and its attendant politics. By focusing on queer reproductive rights, the reproductive jus-tice movement may invert the typical social movement framework, whereby advocates tend to prioritize the needs of more privileged group members.170 Rather than tackling abortion and contracep-tion rights, and then having those principles trickle down to LGBTQ reproductive justice issues, queer rights advances would trickle up to nonqueer issues. Given that the reproductive justice   168. See, e.g., Zubik v. Burwell, 136 S. Ct. 1557, 1559–60 (2016); Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682, 688–91 (2014).  169. J. Stuart Adams, Cultivating Common Ground: Lessons from Utah for Living with Our Differences, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 441, 445 (William N. Eskridge, Jr. & Robin Fretwell Wilson eds., 2019).  170. See George, Framing Trans Rights, supra note 26, at 615–20. GEORGE AC (DO NOT DELETE) 2/17/2020 1:45 PM 2020] QUEERING REPRODUCTIVE JUSTICE 703 movement formed to address the needs of marginalized women, families, and communities, this new strategy would promote the movement’s goals and principles.171 For that reason, the reproduc-tive justice movement would not just win specific rights battles—it would secure victories in ways that also further its fundamental values.172 This, in turn, may give rise to trickle-up effects. Reproductive justice and LGBTQ rights both fundamentally shape individuals’ decision-making and place in society. Queer rights advocacy has benefited from reproductive justice precedent, drawing arguments from the parallels between the two. The repro-ductive justice movement may succeed by doing the reverse, ren-dering the two mutually constitutive, rather than just related. The future of reproductive rights is currently fraught, such that focus-ing on the issues that affect the most marginalized may seem coun-terintuitive. And yet, as this Article has shown, the future of re-productive justice may be queer.   171. See Reproductive Justice, supra note 5.  172. George, Framing Trans Rights, supra note 26, at 620–25. ",
    "id": 543557562,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.richmond.edu:lawreview-3351"
    },
    "title": "Queering Reproductive Justice",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-03-01T08:00:00+00:00",
    "publisher": "UR Scholarship Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.richmond.edu/cgi/viewcontent.cgi?article=3351&context=lawreview"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/543557562.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/543557562"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/543557562/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/543557562/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/543557562"
        }
    ],
    "abstract": "Queer reproductive justice applies the reproductive justice movement’s principles to queer needs and interests. The reproductive justice movement differs from the reproductive rights struggle by emphasizing that reproductive rights are about much more than whether and how to terminate a pregnancy.3 Founded in the mid- 1990s by feminists of color, this movement adopted a holistic approach to reproductive rights. As advocates argued, people’s ability to exercise personal bodily autonomy, decide to have or not have children, and raise any children they had were also reproductive rights concerns. Reproductive justice work thus encompasses a range of topics, including accessing sex education and healthcare, as well as ensuring living wages, since all of these subjects influence reproductive decision-making",
    "tags": [
        "symposium_article",
        "Courts",
        "Family Law",
        "Judges",
        "Law",
        "Sexuality and the Law",
        "State and Local Government Law",
        "Supreme Court of the United States"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "symposium_article"
    ],
    "oai": "oai:scholarship.richmond.edu:lawreview-3351",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3614",
        "openDoarId": 0,
        "name": "University of Richmond",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 543557562,
        "depositedDate": null,
        "publishedDate": "2020-03-01T08:00:00+00:00",
        "updatedDate": "2024-02-20T23:15:25+00:00",
        "acceptedDate": null,
        "createdDate": "2022-11-18T11:53:49+00:00"
    },
    "urls": [
        "https://scholarship.richmond.edu/lawreview/vol54/iss3/2",
        "https://scholarship.richmond.edu/context/lawreview/article/3351/viewcontent/George_543.pdf"
    ],
    "lastUpdate": "2024-02-20T23:15:25+00:00",
    "setSpecs": []
}