{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Leslie, Isaac"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:41:48+01:00",
    "dataProvider": {
        "id": 2394,
        "name": "UNH Scholars' Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/2394",
        "logo": "https://api.core.ac.uk/data-providers/2394/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215521064.pdf",
    "fullText": "University of New HampshireUniversity of New Hampshire Scholars' RepositoryMaster's Theses and Capstones Student ScholarshipSpring 2016Queer Farmers: Sexuality and the Transition toSustainable AgricultureIsaac LeslieUniversity of New Hampshire, DurhamFollow this and additional works at: https://scholars.unh.edu/thesisThis Thesis is brought to you for free and open access by the Student Scholarship at University of New Hampshire Scholars' Repository. It has beenaccepted for inclusion in Master's Theses and Capstones by an authorized administrator of University of New Hampshire Scholars' Repository. Formore information, please contact nicole.hentz@unh.edu.Recommended CitationLeslie, Isaac, \"Queer Farmers: Sexuality and the Transition to Sustainable Agriculture\" (2016). Master's Theses and Capstones. 921.https://scholars.unh.edu/thesis/921\t    QUEER FARMERS:  SEXUALITY AND THE TRANSITION TO SUSTAINABLE AGRICULTURE  BY  ISAAC SOHN LESLIE  BA, Vassar College, 2010  THESIS  Submitted to the University of New Hampshire  in Partial Fulfillment of  the Requirements for the Degree of  Master of Arts  in Sociology May, 2016  ii   This thesis has been examined and approved in partial fulfillment of the requirements for the degree of Master of Arts in Sociology by:     Thesis Director, Thomas Safford, Associate Professor of Sociology Cliff Brown, Associate Professor of Sociology  Nicole Fox, Assistant Professor of Sociology   On May 3, 2016     Original approval signatures are on file with the University of New Hampshire Graduate School.         iii  TABLE OF CONTENTS   ABSTRACT……………………………………………………………………………………...iv INTRODUCTION………………………………………………………………………………...1 LITERATURE REVIEW: GENDER AND SEXUALITY IN SUSTAINABLE AGRICULTURE………………………………………………………………………………….4 Gender and the Transition to Sustainable Agriculture…………………………………....4 Sexuality and the Transition to Sustainable Agriculture………………………………….6 METHODS: CO-CONSTRUCTING INTERVIEWS, CO-CONSTRUCTING OUTNESS……10 RESULTS: QUEER EXPERIENCES IN SUSTAINABLE AGRICULTURE…………………15  How Heterosexism can Deter Queer People from Sustainable Farming………………..15 How Gender and Sexuality can Attract Queer People to Sustainable Farming…………19 Finding Land and Home: Heterosexism and Queer Alternatives………………………..23 DISCUSSION: QUEERING SUSTAINABLE AGRICULTURE………………………………26 CONCLUSION…………………………………………………………………………………..30 LIST OF REFERENCES………………………………………………………………………...31 APPENDIX: Institutional Review Board Approval Letter………………………………………35    iv  ABSTRACT  QUEER FARMERS:  SEXUALITY AND THE TRANSITION TO SUSTAINABLE AGRICULTURE by Isaac Sohn Leslie University of New Hampshire, May, 2016  Intimate relationships are foundational to farm viability. Such relationships affect how farmers share tasks, earn income, and access land, yet the role of sexuality and heteronormativity in agriculture remains understudied. Furthermore, queers are largely ignored as potential farmers by the sustainable agriculture and LGBT movements. Through participant observation and interviews with 30 sustainable farmers of various genders and sexualities in New England, I document the lived experiences of queer sustainable farmers, an under-researched group, and examine whether sexuality and gender affects why they farm. Whereas the perception of rural heterosexism can discourage queer participation in agriculture, queer farmers faced less overt heterosexism than expected. However, they did experience heterosexism particular to sustainable agriculture, and confronting it jeopardized relationships important for economic and environmental sustainability and land access. Some were attracted to sustainable agriculture for reasons specific to gender, sexuality, and anti-consumerist values. I offer the sustainable agriculture movement a lens for observing how sexuality and heteronormativity are embedded in farmer recruitment, retention, and land acquisition. 1  INTRODUCTION [Sustainability] means that you have a husband or wife or spouse that works on Wall Street and therefore can help float the business. That’s sustainability. -Joseph, gay, goat farmer  The sustainable agriculture and LGBT movements are renegotiating long-established norms in pursuit of social and environmental justice, while also both endorsing marriage as the primary institution for organizing work, home, and family. They do so without thoroughly considering how marriage, and more broadly speaking, sexuality, impacts the sustainability of farms or of rural queer1 lives. I utilize the perspectives of queer sustainable farmers to examine the role of sexuality in sustainable agriculture. In doing so, I shed light on the lived experiences of an understudied rural group, and on how rural heterosexism2 operates in the context of sustainable agriculture. I use a queer standpoint to discuss implications for socially, environmentally, and economically sustainable food futures. My theoretical approach is thus about “queering” sustainable agriculture and “sustaining” rural queer farmers, both important for the future of agricultural and rural communities. I argue that the sustainable agriculture movement could benefit by further examining how sexuality is embedded in key elements of farmer recruitment and retention. Specifically, I ask, how does sexuality and gender affect why queers farm? What it means to be a farmer is changing. The expansion of capitalist industrial agriculture is reshaping the “family farm,” an iconic institution of agriculture and, more implicitly, of sexuality and heteronormativity. The sustainable agriculture movement works \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t1 For this paper, I use “queer” whenever I refer to multiple people who do not identify as heterosexual and/or cisgender (people whose gender identity aligns with their sex assigned at birth). I use self-identified term(s) when referring to specific individuals.  2 Heterosexism is the “systemic nature of oppression against queers through cultural, political and economic structures favouring heterosexuality and heterosexuals. Heterosexism is the form of oppression resulting from the ideology of heteronormativity” (Jeppesen 2010:464). 2 tirelessly to build alternatives to the environmental, economic, and social harms of industrial agriculture (Ackerman-Leist 2013). However, it has hardly questioned whether it is truly sustainable to base food systems on the family farm, the economic viability of which typically demands a long-term, monogamous relationship.   What it means to be queer is also changing. On June 26th, 2015, when the Supreme Court overturned all state-level bans on same-sex marriage, I was interviewing a 20-something vegetable farmer about her experiences as a queer in sustainable agriculture. Tiffany reflected on the newly achieved rights, “It feels like we are just becoming part of this thing, sort of the status quo as usual, instead of trying to push boundaries of things and trying to be something new and different.” What it means to be queer is contested, and as demonstrated by the Supreme Court decision and the broader debate over marriage equality, is changing rapidly. I conducted participant observation and interviews with queer and heterosexual sustainable farmers in New England, an important region for studying the transition to sustainable agriculture. The New England states are six of only sixteen nationally that increased their number of farms since 2007 (U.S. Department of Agriculture 2014b). To begin, I examine queer farmers’ expectations and experiences of heterosexism in sustainable agriculture, which is a deterrent to entering the profession. Heterosexism often takes the form of microaggressions, or “brief, daily assaults on minority individuals, which can be social or environmental, verbal or nonverbal, as well as intentional or unintentional” (Balsam et al. 2011). Although queers experience microaggressions in all walks of life, I focus on how the relationship-based nature of sustainable agriculture constrains queer farmers in addressing them. Next, I demonstrate how elements of sexuality and gender that are important to queer farmers, such as gender presentation and skill and identity development, align with certain structures of sustainable agriculture, in 3 order to illustrate how gender and sexuality can attract queers to sustainable farming. Finally, because obtaining land is a major barrier for recruiting and retaining sustainable farmers, I examine how heterosexism is embedded in land acquisition, and describe uniquely queer approaches to developing agricultural and home spaces. I also seize this historic opportunity, as the sustainable agriculture and LGBT movements move forward, to argue that queer scholars must push our focus beyond the inequality of social institutions to how explicitly queer approaches can illuminate and alleviate some of our time’s most pressing issues, such as the sustainability of agriculture.                4  LITERATURE REVIEW: GENDER AND SEXUALITY IN SUSTAINABLE AGRICULTURE Gender and the Transition to Sustainable Agriculture  The definition of sustainable (alternative) agriculture is complex, as it does not stand in binary opposition to conventional (capitalist industrial) agriculture (Fairweather et al. 2009). There is general agreement that sustainable agriculture includes social, economic, and environmental dimensions (Leonardo Academy 2015), and can vary regardless of scale, location, or organic certification (Ackerman-Leist 2013). Although there is no one way to do sustainable agriculture, scholars identify it as an emerging practice and social paradigm that emphasizes decentralization, independence, community, harmony with nature, diversity, and restraint (Beus & Dunlap 1990). Others argue that the very negotiation of what it means to farm sustainably has been a gendered process, and that elements important to women farmers, such as quality of family life and spirituality, have been excluded from definitions of alternative agriculture (Chiappe & Flora 1998). Especially relevant to this study are sustainable farmers tend to (1) produce a diversity of plant and animal products, necessitating a wide range of farm tasks, (2) direct market goods at farmers markets, local businesses, or through Community Supported Agriculture (CSA) schemes, (3) use environmentally-friendly inputs procured from the local community, (4) learn skills by building relationships with other sustainable farmers at farmers markets, CSAs, or apprenticeships, and (5) rely on handwork. Thus, sustainable farming requires more labor than industrial agriculture (Pimentel et al. 2005), making farmer recruitment and retention a critical concern for the sustainable agriculture movement.  Women are increasingly drawn to sustainable agriculture. Women are the principal operators on 12% of all farms and 22% of certified organic farms in the U.S. (U.S. Department 5 of Agriculture 2012; U.S. Department of Agriculture 2014a). Although the title “farmer” is typically associated with heterosexual men (Campbell et al. 2006), women play critical roles in food systems (Allen & Sachs 2007), and are increasingly identifying as farmers (Brasier et al. 2014). Trauger (2004) argues that women are transgressing traditional gender roles by claiming the identity of “farmer,” and are more comfortable doing this in sustainable than industrial agricultural spaces. Women may be attracted to sustainable farming for the feelings of independence and autonomy it affords, the opportunity to do traditionally masculine tasks, and “a work culture that does not emphasize mechanization or synthetic chemical use” (Trauger 2004:304). Whereas some women in Trauger’s study liked the more masculine farmer dress, others did not because it limited their ability to express themselves through “professional or feminine clothes” (Trauger 2004:302). Women may enact masculinity, for instance, by doing tasks or wearing clothes typically associated with masculinity, which can serve to increase their social status in rural areas (Kazyak 2012). Although the concept of female masculinity is relatively new, American farm women throughout history “certainly understood that one could be both female bodied and masculine at the same time” (Johnson 2013:3).  The growing body of rural feminist scholarship examines performances of masculinity as well as femininity (Little 2002). Peter et al. (2000) argue that transitioning to sustainable agriculture requires farm men to not only adopt agricultural practices, but to redefine their own masculinity to better fit “the social and environmental interrelations and openness to change stressed by sustainable agriculture” (Peter et al. 2000:231). Similarly, Ferrell (2012) contends that adopting sustainable practices, and diversifying production in particular, requires a different way of “doing” masculinity. Although sustainable agriculture may offer ideals and practice more conducive to gender equality than industrial agriculture, Hall and Mogyorody (2007) argue that 6 organic farms often replicate conventional gender relations, and agree with scholars such as Meares (1997) that “alternative farming will not produce transformed gender relations without specific political and ideological attention to promoting gender-neutral practices and ideas within organic farm organizations and farms” (Hall & Mogyorody 2007).  Accessing land, one of the biggest barriers to becoming a farmer, is a gendered process. Pilgeram and Amos (2015) find that most women sustainable farmers obtain land through marriage, late in life using savings, or early in life with the help of a husband’s off-farm income. Importantly, Pilgeram and Amos (2015) argue that women participate in sustainable agriculture not only because it may align with their ideals, but because economically insecure women are only able to access small plots, which are made more viable through small-scale sustainable agriculture than capital-intensive industrial farming. Sustainable agriculture is not void of gender oppression. Furthermore, none of the extant literature examines the experiences of transgender farmers, which may lend further insights into the role of gender in the transition to sustainable agriculture.   Sexuality and the Transition to Sustainable Agriculture Whereas the role of gender in agriculture is fairly well established in the literature, the role of sexuality and heteronormativity is largely absent, despite the fact that marriage, an institutionalized intimate relationship, is frequently how people access land and make ends meet (Pilgeram & Amos 2015). Rosenberg (2016) argues that the term “family farm” was not in widespread use before the 1930s, and that USDA-sponsored 4-H youth clubs “asserted that the economic and biological union between a revenue-producing male ‘farmer’ and a nurturing ‘farmer’s wife’ constituted both the ideal and normal form of organization for rural life” 7 (Rosenberg 2016:89). There is no natural link between heteronormativity and rural areas; queers have long flourished in rural areas in ways often ignored by history (Howard 1999). As Johnson (2013) argues, “heterosexuality had to be constructed in nonmetropolitan America in much the same way that it had to be constructed everyplace else” (Johnson 2013:19). The state chose the family farm as the primary organizing structure of the nation’s food system, according to Rosenberg, as part of “the effort…to govern rural bodies, family life, and ‘heterosexual relations’ in the countryside” (Rosenberg 2016:88).  It is perhaps unsurprising, then, that rural places are “generally assumed to be intolerant of gender and sexual diversity at best, if not overtly sexist and homophobic,” even though rural and urban spaces vary enormously in degrees of sexism and heterosexism (Johnson et al. 2016:5). This diversity is perhaps especially prevalent in New England, home to lesbian and gay enclaves and a history of lesbian separatist and Radical Faerie communities (Kirkey & Forsyth 2001). Despite the variation of queer experiences, traditional gay migration narratives are depicted as going in one direction, from the countryside to the city. However, rural queers use urban spaces for developing queer identities and relationships in complicated ways, and it is a myth that all rural queers desire to leave the country (Annes & Redlin 2012b; Fellows 1998; Gorman-Murray 2009).   Kazyak (2011) argues that both the close-knit and “live and let live” narratives of rural places influence how queers gain acceptance in rural areas and how they experience rurality, queerness, and gender. On the one hand, rural queers are hyper-visible in small towns (except, perhaps, if they are single), and on the other hand rural communities may quietly accept them, especially if they have close community ties (Gray 2009; Kazyak 2011). Kazyak (2012) argues that lesbians and gays may use masculinized discourses and practices to gain acceptance in rural 8 areas. Some rural gay men attempt to do so through “effeminophobia,” or distancing themselves from the imagined “effeminate” urban gays (Annes & Redlin 2012a; Bell 2000).   Sustainable agriculture stands in contrast to the mainstream LGBT movement’s focus on urban life, which creates the impression that rural queers must move to the city to find happiness (Gray 2009; Johnson et al. 2016). Sender (2004) argues that the rise of the LGBT movement is inseparable from the emergence of gay marketing, which “equated consumer visibility with political progress” (Sender 2004:93). Queers who have anti-capitalist values contest the movement’s focus on consumerism through actions as varied as potlucks (Kirkey & Forsyth 2001) to direct action vomiting (Jeppesen 2010). Queer sustainable farmers may further reject this emphasis on consumerism due to environmental values or economic constraints.  In their literature review of rurality and sexuality, Keller and Bell (2014) argue that “A great part of the justification for studying rural sexualities, then, is about…for example, capturing the lives of those neglected others in rural places, or better understanding how heterosexuality structures everyday rural life. But the flip side to these justifications is the importance of representations of the rural with respect to sexualities” (Keller & Bell 2014:508). Echoing Keller and Bell (2014), my approach speaks to several areas of interest to rural scholars. First, I document the lived experiences of a group of marginalized rural people. Second, I build from the work of rural sociologists who use feminist standpoint theory to “reexamine farm households and to redefine categories of work and family, to examine the complexity of farm households, to explicate social constructions of community, and to argue for alternative knowledge claims in agriculture” (Naples & Sachs 2000:198), by utilizing a queer standpoint to examine how heteronormativity is embedded in sustainable agriculture, as called for by Keller (2015). For several decades, sociologists of sexuality have used a queer perspective to examine 9 topics not typically considered sexual (Gamson & Moon 2004). Third, although other subdisciplines of sociology, such as globalization studies, have “pushed sociologists of sexuality into crucial new zones of inquiry” (Gamson & Moon 2004:60), the influence of rural and sustainability studies on sexuality studies is largely absent. I address this by using the experiences of queer farmers to demonstrate how rural and sustainability lenses are important to queer lives. Although this study is primarily about queering sustainable agriculture, it is also about sustaining rural queers. Understanding how sexuality and gender affects why queer sustainable farmers farm demands investigation of their lived experiences of queerness. This calls for a methodology that is not simply about queers, but one that uses a queer standpoint to account for queerness and heterosexism in the data collection process itself, which influences the data gathered. A queer methodology is critical for examining sexuality in the transition to sustainable agriculture.            10  METHODS: CO-CONSTRUCTING INTERVIEWS, CO-CONSTRUCTING OUTNESS I collected data through participant observation and interviews with 19 queer and 11 heterosexual sustainable farmers in New England. Participants identified their gender as genderqueer, man, trans, transgender, or woman, and their sexuality as fag, gay, heterosexual, lesbian, queer, straight, or undefined. Despite my focus on queers, it was important to include heterosexuals in my sample to have a basis for comparing queer and heterosexual experiences and to examine how sexuality affects all sustainable farms, regardless of farmers’ sexuality.  I recruited participants through local queer farmer events, farmers markets, CSAs, and snowball sampling. I distributed a letter describing the purpose of the study as “research on the lived experiences of farmers,” including, “how and why farmers farm, successes and challenges to maintaining a viable farm, and how household relationship and gender dynamics factor into successful farming.” I told my initial contacts in the snowball sample that I would be interviewing farmers of all sexualities, including heterosexuals, but that I was particularly interested in interviewing LGBTQ farmers. To avoid unintentionally “outing”3 potential participants, I gave initial contacts copies of the letter and my contact information to distribute, rather than asking for the names of potential participants.  Despite variation in environmental, economic, and social sustainability, I considered all participants’ farms eligible because they fit the five characteristics of sustainable agriculture described above. I continued sampling until I had a wide variety of genders, sexualities, and ages represented. In order to maintain a gender balance, I had to actively recruit queer men and deny several queer women farmers’ request to participate. An important gap in my sampling method, which exists in most qualitative research about queers, is that it does not capture the experiences \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t3 “Outing” refers to the act of revealing a person’s gender or sexual identity. 11 of queers who are not out. As such, this study may not capture the pervasiveness of rural and agricultural heterosexism.  My sample is composed of transgender men (2), cisgender women (15), and cisgender men (13). Participants’ ages ranged from 21 to 68. Participants had been farming from several years to four decades. They farmed in Massachusetts (10), New Hampshire (10), Vermont (8), Connecticut (1), and Maine (1). Because the snowball started with several different people, few participants knew each other. Only two were raised on farms, but many gardened since they were young. Most lived on their farm (20), and the others were employees at a farm they did not own (7) or were farming family land that they hoped to move to (3). Farms ranged from homesteads that grew food exclusively for self-consumption to operations that hired up to six employees. They produced mixed vegetables (21), vegetables, meat, and eggs (5), or primarily dairy (4). Farmers either earned all of their income from the farm (10), a combination of the farm and a partner’s off-farm job (8), full-time farm work and a second off-farm job (1), full-time farm work on land they did not own (7), or primarily off-farm income supplemented by homesteading (4). Data were not sufficient to generalize about income or socioeconomic status across groups. All participants identified as white except for one, who identified as Native American. Thus, my sample is not representative of racial diversity in New England, and so the results may, or may not, be reflective of the experiences of queer farmers of color.    To maintain confidentiality, I assigned each participant a pseudonym and removed all identifiable information. The selection of pseudonyms was particularly important given that most names are gendered and because of the relevance of gender to the study. To minimize my own bias in selecting pseudonyms, I devised a process using the Social Security Administration’s catalogue of most popular names by decade (Social Security Administration 2015). Although 12 this process worked for my sample, further ethical and methodological consideration might be necessary if participants had gender-neutral, self-chosen, or otherwise queer or ethnically specific names. I followed Bell’s (2004) method of qualitative participatory research on farms, where I helped with daily work while asking open-ended questions and pursuing topics farmers found most salient. These “co-structured procedures” helped pioneering researchers on gender and the transition to sustainable agriculture “[increase] the likelihood that the content of our interviews reflected more than our own preconceptions” (Peter et al. 2000:220). Given the dearth of research on queer farmers, it was important that my methods allowed data collection to follow paths I otherwise could not have foreseen.   I co-constructed the data collection process with farmers. I offered farmers the choice of (1) a farm tour, (2) observation of a normal workday, during which I offered to work, and/or (3) a sit-down interview. Most visits began with a tour. I audio-recorded interviews with all but two farmers, who requested not to be recorded. Some occurred while sitting and others while working together. I helped farmers with tasks like weeding, planting, harvesting, herding animals, and squishing pests. I relied on my prior farming experience to complete most tasks, and farmers taught me how to do the rest. To conduct interviews while working, I memorized my interview guide and kept the audio recorder in a pocket.    Farmers and I also co-constructed the interviews, which lasted between 45 minutes and three hours. I had a uniform set of open-ended questions I asked every farmer, but I also asked farmers to elaborate whenever they mentioned something interesting to them, even if at first it did not seem relevant to my project. I asked queer and heterosexual farmers the same questions about how and why they became a farmer, successes and challenges they experienced, who did 13 what work, and what their relationships were like in the household, with neighboring farmers, and in their local community. I also asked specific questions about farm characteristics, demographics, and how they preferred to identify their gender and sexuality. Conducting interviews while working helped raise questions I had not otherwise thought of asking before making key observations. Questions about relationships and the labor process revealed important insights into intersections of sexuality, gender, and agriculture. These participatory methods allowed me to observe a snapshot of daily life, and compare that snapshot to how farmers made sense of their own lived experiences, agricultural practices, gender, and sexuality in the interviews. They also helped me develop a degree of rapport and trust that I may not otherwise have been able to achieve. After collecting data, I transcribed the interviews. I used ATLAS.ti qualitative data analysis software and Grounded Theory, a systematic approach for developing theory that is grounded in empirical data (Charmaz 2014). My initial coding used gerunds to identify actions and meanings, such as “ignoring microaggressions.” I then used focused coding to synthesize and categorize data into emergent themes, such as “relationships in sustainable agriculture that constrain farmers in addressing microaggressions.” Coding for emergent themes helped me make sense of the nuances of queer farmers’ lived experiences and draw connections between sexuality and sustainable agriculture that I had not previously seen.  To address a methodological challenge specific to qualitative research about queers, I extended the principle of co-structured procedures to what I call the “co-construction of outness.” What I revealed about my own queer identity varied with each participant. I began visits uniformly, and adjusted my gender presentation and disclosure of my sexuality as I felt necessary. I always erred on the side of saying as little about myself as possible, to minimize the 14 possibility that disclosure would bias participants’ impressions of me and thus influence their responses. I began visits in a way that echoed Pascoe’s (2012) approach of adopting a “least-gendered identity,” by dressing in a way that was gender-neutral (at least in this agricultural context). I wore work boots, jeans or brown shorts, and a plain t-shirt whenever I was with participants. I used the same clothes I use while doing my own farm work, so they were appropriately worn. As the visit progressed, I was intentionally more flexible than Pascoe in how I navigated my gender presentation and disclosure of sexuality, to assure the safety of my participants and of myself. I relied on existing scholarship about qualitative methods for studying gender and sexuality (Pascoe 2012), rural feminist ethnography and self-reflection (Naples & Sachs 2000), and my own daily experiences as a queer for how to navigate my outness with participants. As a queer, I practice this process of co-constructing outness with every new person I meet. This entails finely balancing my gender presentation and explicit outness with its relevance to the present situation and to safety. Researchers’ presentation always has some effect on data elicited from participants. However, many queer farmers were justifiably reluctant to share intimate details about their lives, or even talk to me at all, without some knowledge of my motivations for doing this research and of my own sexuality. Rather than being an impediment to my data collection, my co-construction of outness was central to its success.       15  RESULTS: QUEER EXPERIENCES IN SUSTAINABLE AGRICULTURE How Heterosexism Can Deter Queers from Sustainable Farming A deterrent for queer farmers in wanting to farm was the perception of rural places as heterosexist. Although most queer farmers did not experience overt heterosexism, they regularly experienced heterosexist remarks, but were constrained in addressing them because of their reliance on the relationship with the offender for the farm’s economic and environmental sustainability. To a greater degree than industrial farms, sustainable farmers rely on such relationships while entering the profession, procuring farm materials, marketing, and farming. Many queer farmers expected to encounter heterosexism when they began farming. Joseph explained that growing up as a gay man taught him  to be really on guard around macho guys that are more likely to somehow, if they found out you were gay, you’re in danger there…And so I have to say that when we came here and by default kind of becoming part of the farm community, to some extent, it was a little, you know, a little weird, because I didn’t know how I would be responded to.  After being involved in marriage equality activism, he even feared having a brick thrown through his home window. Just the perception, and not necessarily even the experience, of heterosexism might be enough to prevent prospective queer farmers from joining the profession. Interested young people build relationships with established farmers to decide if it is a good fit. This happens in spaces like apprenticeships or farmers markets. Will, a gay man in his 30s who has farmed vegetables all over New England, reflected on how he started by going to farmers markets to meet established farmers; 16 I was so nervous about farmers. I was afraid that, you know, my gayness or my non-manliness – like I have curtains, you know? – that I wouldn’t be accepted on a farm. I would go to a farmers market in hopes to talk to a farmer about how they became a farmer. Never did it. I was too scared. And I was even afraid to buy the produce, like I felt like a poser or something. And so I’d always end up leaving with a cookie or something like that. You know, something in a package.  Will experienced discomfort because of the heteronormativity and hegemonic masculinity at farmers markets, which prevented him not only from asking farmers for advice about becoming a farmer, but even from interacting with them to buy produce.    Most queer farmers, however, did not experience the overt heterosexism that they may have expected. Drew, a trans farmer, started through an apprenticeship. He feared heterosexism and transphobia from his hosts, who he described as “the all-American family. They are white, cisgendered and straight. Good old, you know, family farmin’.” Drew spoke directly with them about his gender and sexuality and asserted, “just so you know I’m trans, I use male pronouns, and it’s an important part of my identity and I need to be in a place where that is safe and not judged or questioned.” He found that his gender and sexual identity “has never arisen as a problem.” Sustainable farmers depended on community relationships for local, cheap, and environmentally sustainable fertilizer. One farmer who used lobster shells for fertilizer recounted,  just the other day we went down to the docks and I was like, OK, can we get lobster shells from you?  And that already is a community connection that I wouldn’t have if I wasn’t farming here. So every day I meet new people and just kind of put myself out there. And in regards to my gender, people might look at me funny. I get stared at a lot.    17 Despite the microaggressions, this farmer continued to cross gender and sexual boundaries to maintain relationships and access sustainable inputs.  Unlike most industrial farmers, many sustainable farmers direct market their products. Local relationships form the backbone of these marketing avenues, like farmers markets, CSAs, and contracts with small businesses. Customers frequently misgender Drew. When this happens, he explained, “I don’t correct people, I’m awful because I, it’s this weird thing. When it comes down to it, at the end of the day I’m trying to sell my vegetables.” Although he corrects people who misgender him in a non-business relationship, doing so as a farmer selling vegetables puts business relationships at risk. The economic need for cooperative hand labor and consumer presence on the farm sometimes limited queer farmers’ ability to avoid heterosexist remarks. Sustainable farmers often relied on multiple people in close proximity. This forced queer farmers to have extended conversations with heterosexist coworkers while doing handwork together. For Tracy, a young vegetable farmer working at a non-profit, the field sometimes felt “extremely claustrophobic.” She remembered feeling “really targeted” when a heterosexual cisgender man questioned her about her relationship status. She explained, “There was no out of that situation and I didn’t feel comfortable or want to tell him anything so I just kind of like lied and made things up and changed the subject.” Similarly, in CSAs that rely on bringing working volunteers and customers onto the farm, queer farmers did not have the option to simply walk away from heterosexist comments, and they ran an economic risk by confronting them.  This relationship-based structure of sustainable farms often made heterosexist comments unavoidable, yet queer farmers also used the variety of tasks as a way to escape heterosexist interactions. Because sustainable farms typically produce a diversity of crops, there is always a 18 wide range of necessary work to do. Tracy described, “I could just walk away. I could literally just go do something else or…just be like, oh we gotta pick these beets, or like, I’m trying to count!” Although conversations with coworkers often extended into farmers’ personal lives during long hours of group work, Tracy took advantage of the variety of tasks to escape when personal conversation topics turned heterosexist. Anti-queer sentiments were often hidden in rural communities, or seeped out in the form of microaggressions, but the marriage equality debate made them more publicly visible. In 2000, Vermont became the first state to approve civil unions. Wendy, a dairy farmer in her 60s, remembered, “it was painful to see how many people had ‘Take Back Vermont’ signs on their lawn.” This heterosexist slogan advocated reclaiming the state from the direction queers were taking it with the civil union legislation. Wendy, and her partner Maureen, recalled that one of their farmer friends, a publically-elected justice of the peace who had the right to officiate marriages, decided “he would not marry gay people, he stopped being a justice of the peace” when marriage equality was legalized in Vermont in 2009. These three farmers never previously discussed sexuality directly. The backlash against marriage equality in their rural community made public the oppressive views of neighboring farmers with whom queer farmers have agricultural relationships. Although relationships between farmers exposed queer farmers to heterosexism, and constrained their ability to address it, they also helped alleviate aspects of heterosexism. Drew summed up a common sentiment expressed among queer farmers about “old timers” in the local farming community, who “don’t get it, but they also don’t care…you’re working your ass off so it doesn’t matter what your gender or sexuality is.” Farming is hard work, and queer farmers spoke about the respect they earned from other farmers when they stuck with it. Maureen 19 explained, “We have stood the test of time and I think that is something that our neighbors really admire.”   Queer farmers tended to expect more overt heterosexism in rural and agricultural communities than they experienced, but they experienced microaggressions from people on whom they relied to maintain the economic and environmental sustainability of their farm. The marriage equality debate made some overtly heterosexist sentiments public. At the same time, queer farmers expressed that their work as farmers earned them respect in their agricultural community, which may have caused other farmers to change their heterosexist attitudes, or to at least tolerate genders and sexualities they did not understand.  How Gender and Sexuality can Attract Queers to Sustainable Farming Queer and heterosexual farmers identified similar lifestyle and environmental motivators to farm. Most farmers, regardless of sexuality, appreciated being outside, doing physical work, producing tangible results, and feeling healthier. Many expressed that it made them feel good to feed people. Others spoke about the joy of feeling connected to the earth and seasons. Queer and heterosexual farmers shared many motivations to farm but queer farmers specifically expressed motivations based on sexuality and gender. An individual’s decision to become a sustainable farmer is based on a mix of factors unrelated to sexuality and gender. Notwithstanding, it is significant that sexuality and gender drew women and queer farmers to the profession.   Some heterosexual women, many queer women, and the trans farmers appreciated gender-neutral farmer dress. Casey, a vegetable farmer in her 20s, described, “I like the more androgynous aspect of farmer wear…I like that I can wear pretty gender-neutral type clothing.” When dressing up for special occasions as a farmer, Tracy liked that farmers simply put on a vest 20 over their normal wear. Dianne, a semi-retired farmer in her 60s, wore worn overalls, and expressed that it felt good to be able to do a sit-down interview “dressed like this.”   Doris, also in her 60s, explained that one of the reasons she was attracted to farming was for the seclusion it provided when she was newly discovering her sexual identity. Whereas sustainable farming typically involves more human interaction than industrial farming, some small-scale sustainable farmers work alone, exposing them to less interaction than in other professions. As part of their coming out processes, Doris and Drew farmed by themselves on sustainable farms. Doris remembered, “I found my comfort away from people and in nature, and that is where I felt safest.” Drew expressed a similar sentiment when coming into his gender identity;  Through all this self-exploration I had been farming and it was a really grounding force for me, and it was so great that, you know, while dealing with misgendering every day, and dealing with people that don’t really understand it and can sometimes say really problematic shit, like the plants don’t give a fuck!...It was just kind of a really safe space for me to go.  Whereas before coming out as trans Drew could not “see myself living past the age of 25,” choosing solitude on a sustainable farm contributed to him becoming “exponentially happier.”  Women and trans farmers were also drawn to sustainable farming because it allowed them to do tasks, like working construction and with machines, which are traditionally reserved for cisgender men. Casey explained, “to do some more masculine type jobs…working with machinery, lifting, I feel like it is a job where I actually get to do stuff like that…I feel kind of more masculine and kind of gay and it feels good.” Some women spoke about how coming out as queer helped them break away from traditional gender roles. Susan, Dianne’s partner, explained, “Identifying as a lesbian…has pretty much wiped away those kinds of role definitions that come…with heterosexual relationships. For me it has allowed me to be more of who I really 21 am, than I was allowed to be in a heterosexual relationship.” It takes a variety of skills to operate a diversified sustainable farm. Dianne recalled, “We were so free…being out on the farm, being able to do all those things that we did. We could teach. The range of activities we had. The amount of skills that we could do.” Mastering these skills is necessary for becoming one’s own boss as a farmer, which women, and especially queer women, found important.  Some queer farmers saw their choice to become a farmer, which was often seen by others as an atypical path, as directly related to their queer identity development. Doris explained,   I think being a little bit of a misfit gave me choices because I couldn’t just follow the crowd. I didn’t fit in…it took me a long time to figure out that that was my sexual orientation and my sense of self and place. So it forced me to explore options and I feel lucky that the lesbian feminist movement coincided with my young adulthood…I couldn’t follow the mainstream, so I followed my heart…That is how I think lesbianism and farming intersect in my soul.  Being queer caused Doris to question, and pursue alternatives to, gender and sexual norms. Although she first started questioning established social structures because of gender and sexual marginalization, she extended that questioning, and the pursuit of alternatives, to other areas, like agriculture and capitalism. Whereas the decision to become a farmer is more or less typical depending on multiple factors related to an individual’s background, it is perhaps an especially big leap for queers, given the mainstream LGBT movement’s emphasis on urban life and consumerism.   Queer farmers also used anti-capitalist language to describe their motivation to be sustainable farmers more than the heterosexual farmers I interviewed. Donna built her lifestyle of farming and consciously reduced consumption as a reaction to “the goal that society set up…is one that is based on how much money you can get.” As Doris saw it, “the values that are so beautiful that started this country have been overruled by the greed of corporate 22 expansionism…[meanwhile] we’ve been on the land and role modeling recycling nutrients back into the soil, and not bringing in a lot of inputs off the land.” Doris understood sustainable practices as an alternative to the corporate capitalist model of endless economic growth. Jason, a trans vegetable farmer in his 20s, viewed part of his role as a sustainable farmer as “figuring out how to not rely on the capitalist system so much.” Nicole, Jason’s partner, spoke about their farming operation in a broader social context of economic and social oppression. She explained, humans are such smart creatures, right, that we have schemed up this system where other humans work to make us money, in tiers. And we are constantly vying for power on very small scale and very large scale. These systems affect everybody. This is how civilized capitalist society is organized and has been organized…I think as children and as adults we are told this is the way it is, you have to accept this. You have to learn how to navigate your life within these boundaries, but it’s not true. It’s totally limited, and it’s totally bullshit. For the majority of this country and for the vast majority of humans on this planet, it’s no good. It’s a privilege to be outside working, self-employed, poor, but having food to eat.   Farmers who held anti-capitalist sentiments balanced them with the fact that they were running a business within capitalism, and some degree of economic competition was necessary for their survival. Joseph’s passion in sustainable farming was rooted in animal husbandry. Although he depended on animals for economic survival, he explained,  a pig is not a commodity…I mean, to some extent you have to be wise and some of the decisions you have to make in terms of the number of goats you keep and who you might sell…But if you know animals you realize that there’s really souls in there. Each one has souls.    Both queer and heterosexual farmers took economic losses to provide exceptional animal care or to offer quality food to low-income people by donation or sliding scale, yet only the queer farmers I interviewed used anti-capitalist language to describe these actions. Despite being prudent business owners, queer farmers with anti-capitalist sentiments regularly took economic 23 losses, even while living below the poverty line, to fulfill their values towards their animals and community.  Although queer and heterosexual farmers expressed similar lifestyle motivations to farm, queer farmers also expressed gender and sexuality-specific reasons for farming related to individual agency, including farmer dress and gender presentation, seclusion on the farm, and the mastery of diverse skills often reserved for cisgender men. Whereas some of these factors may be consistent on industrial and sustainable farms, such as gender presentation, others are more unique to sustainable agriculture, such as developing a more diversified skill set and practicing anti-capitalist values. Furthermore, queer farmers were far more explicit than heterosexual farmers in their anti-capitalist sentiments as a motivation to farm sustainably.   Finding Land and Home: Heterosexism and Queer Alternatives Three queer farmers were lucky enough to acquire land through family. However, this was not an option for others. Scott, who was dairy farming on his parents’ land all of his life, had a deal with his parents to acquire their farm when they retired. After he came out as gay, his parents reneged on their commitments, which resulted in a long, bitter legal battle. Scott won the ruling, but he barely broke even after legal fees, and still did not have access to land. As a 50-year-old, he was forced to take out a new mortgage on a different plot, which was “a little late” to start something like this.  Nicole and her partner successfully shared land with their parents. However, being newly bound to the town she grew up in before she came into her sexuality offered a particular challenge. She “never identified as straight but also didn’t identify as queer,” and she was frustrated by “being told that [she] was identifying incorrectly.” After she came out, “some of the 24 cats that used to stop in and shoot the shit, don’t stop in and shoot the shit anymore, because they are transphobic, because they are homophobic, or because they’ve got other shit to do, maybe.” Being tied to land in her hometown forced Nicole to deal with heterosexism specific to her changing expressions of sexuality differently than if she lived away from the place where she grew up.    However, queer farmers also had unique approaches for acquiring land outside of the typical family structure. Maureen and Wendy reflected, “just about everyone we know who is farming started out with oodles of money. Trust funds or whatever. And we didn’t have anything.” They purchased their land by getting an interest-free loan through a relationship they developed with a non-profit. Donna and Dorris, two of the four farmers who had long ties to the lesbian separatist movement, remembered, “we wanted to remove ourselves from the patriarchy and take care of our own needs.” Their land was gifted to them through the separatist community. Two older participants built agricultural connections in New England through the Radical Faerie community. Several younger queer farmers who could not yet afford land worked on other people’s farms, and some specifically sought mentorship and employment on queer farms. Building agricultural relationships with other queers helped them get started.   Whereas farmers in relationships can share household and agricultural costs and duties, single people do not have that luxury. Tiffany overcame this by cohabitating with a coworker and her partner;  It feels very like an integrated home farm life...there is a lot of things about farming that bleed directly over into the house…[My coworker’s partner] feels very much part of the farm family even though she is not part of the farm. And [my coworker] often feels part of my farm family...they have their relationship, and I have a relationship with both of them, and it is, you know, not the traditional family structure in any way, but it feels really important to me.  25  Even though she is single, Tiffany built a queer farm family that integrated the non-farming partner into the farm and the coworker into the home.  Land acquisition is the largest economic hurdle for beginning farmers. Some farmers accessed land through family. However, familial heterosexism eliminated that option for other queer farmers, and returning to the town in which they grew up brought other challenges for queers whose gender and sexual identities have evolved over time. Queer farmers who did not have family land, money, or a partner to share the economic burden, sometimes pursued alternative living situations and collaborations with non-profits and other queers to find land and home.               26  DISCUSSION: QUEERING SUSTAINABLE AGRICULTURE For queer farmers, real and perceived heterosexism in rural areas can diminish their desire to farm. It is difficult to know how many non-farming queers (of any gender or sexuality) would otherwise choose to farm, but who are deterred by their perception or experience of rural or agricultural heterosexism. Given this dilemma, it is a particularly important finding that most farmers did not encounter the overt heterosexism they expected. My research should serve as a reminder not only to urban-focused LGBT advocates that many queers lead socially sustaining lives in the country, but also to sustainable agriculture advocates who make heteronormative assumptions about farm families. Queer farmers themselves reevaluated their preconceived notions of rural and agricultural heterosexism, as community relationships specific to sustainable farming often built ties across sexual and gender differences. However, these ties typically put the onus of confronting heterosexist acts on queer and genderqueer, rather than on heterosexual and cisgender, people. Queer sustainable farmers are constrained in confronting heterosexist remarks when they rely on the perpetrators for economic and environmental sustainability.  Given the sustainable agriculture movement’s focus on the environment and the LGBT movement’s emphasis on consumerism, it is significant that many of the queer farmers I interviewed used anti-consumerist and anti-capitalist language when describing their motivations to farm. Most sustainable farmers I spoke with employed creative ways of reducing consumption, both because of economic necessity and environmental values. Queer farmers made explicit connections between their sustainable farming practices and limited consumption to anti-capitalist attitudes. This suggests that mainstream LGBT culture’s focus on consumption may exclude certain members of the community. The LGBT movement may find this 27 increasingly salient with the recent emergence of broader critiques of capitalism and economic inequality, such as the Occupy Movement and the Bernie Sanders campaign. Queers who are disillusioned with the consumption and urban-centrism of the mainstream LGBT movement and culture may be drawn to sustainable agriculture because of how it aligns with their values. Furthermore, there are gender and sexuality-specific reasons for farming, such as the gender-neutral nature of farmer dress, the seclusion that can be found on the farm, and the mastery of skills typically done by cisgender men. All of these examples afford queer farmers some degree of individual agency to shape their own experiences vis-à-vis established gender and sexual norms.  The sustainable agriculture movement needs more farmers, and may be able to expand its ranks by adopting a queer-inclusive culture. This may attract rural queers who do not see themselves represented in the mainstream LGBT movement or social life, and for urban and suburban queers who would prefer to lead a rural life if they knew they could find a fulfilling profession and community there. One practical way to recruit and sustain more queer farmers, as several participants expressed, is for farm apprenticeship programs to offer mentor farmers the option to be listed in the apprenticeship databases as queer or queer-friendly. Queer and queer-friendly farmers exist throughout New England, but it is challenging for beginning farmers to find them. Linking queer prospective with established farmers would utilize preexisting queer social support networks, which is especially important in rural areas where human and other resources may be sparse.   Recruitment must be matched with support, however. Participants stressed the importance of queer and queer-friendly mentors, coworkers, and friends. These relationships foster a sense of solidarity related to gender and sexual identity and experiences of heterosexism. 28 Many of my participants described their desire to know and interact with more queer farmers at social events, such as potlucks. Support systems, such as queer community workdays, already exist in New England. They provide a platform for farmers to get much-needed labor help, for rural queers to strengthen ties with each other, and for prospective farmers to ask established farmers about their experiences as farmers and as rural queers. Explicitly queer farmer events may also provide queer farmers a space to do what has been important for women sustainable farmers, which is to have a space to publically assert their identity as farmers (Trauger 2004). Expansion of events like this is a second practical option for working towards sustainable agricultural and queer futures. Increasing the number of sustainable farmers relies on their ability to access land, which is insurmountable for many people. As many participants described, accessing affordable land was the foundation for building socially fulfilling and economically viable livelihoods. Furthermore, farmers expressed the importance of developing a long-term connection with their land and desire to improve it for future generations. Maintaining the land, agriculturally and financially, is a daily burden, and the stress of making ends meet can strain other aspects of farmers’ social lives, such as their relationships and farming practices. Land access often depends on intimate relationships within and across generations. Heterosexism prevented some participants from acquiring family land. For others it meant that they would have to return to the town where they grew up, which can have complicated implications for how they forge relationships in the community where they came of age. Whereas I have demonstrated various reasons that queer farmers are attracted to the profession, which are related to individual agency, I have also shown how they are constrained by structured, heteronormative interactions and relationships that they must prioritize for farm 29 viability. My participants sacrificed various aspects of their lives in pursuit of economic stability, such as working hours, relationships, and their own physical health. Despite the anti-oppressive ideals of the sustainable food movement (Sbicca 2012), sustainable farmers often face a disconnect between their ideals and the inequalities endemic to the socioeconomic context in which they live (Pilgeram 2011). Like other sustainable farmers, queers rely on some degree of self-exploitation to keep their farms viable (Galt 2013). This raises questions as to whether sustainable agriculture can offer anti-oppressive alternatives to capitalist industrial agriculture, without systematically making other unjust social sacrifices. The recent explosion of alternative economic and social models in the sustainable agriculture movement, such as CSAs, makes food systems a ripe area for future research about oppression in the pursuit of alternatives to capitalist agriculture.             30  CONCLUSION By taking a sustainability perspective on rural queer lives, I have sought to demonstrate how queer farmers, who do not resonate with the mainstream LGBT movement, are building fulfilling livelihoods in the countryside. By taking a queer perspective on sustainable agriculture, I have sought to illuminate how key aspects of our food system are organized by sexuality, and how the sustainable food movement is reproducing these heteronormative patterns. As the sustainable agriculture movement renegotiates what it means to be a farmer, and redesigns food systems focused on sustainability, it must question whether it is truly sustainable to base the economic viability of farms on sexualized structures such as marriage and monogamy. Despite the mainstream LGBT movement’s inattention to rural and anti-capitalist queers, and the sustainable agriculture movement’s failure to acknowledge queers in its ranks and its own perpetuation of sexual and gender oppression, the lived experiences of queer farmers hold the promise of queer sustainability. The transition to a more socially sustainable agriculture not only involves fully embracing queers in agriculture, but also utilizing queer perspectives to further interrogate how sexuality shapes our food futures.         31  LIST OF REFERENCES Ackerman-Leist, Philip. 2013. Rebuilding the Foodshed: How to Create Local, Sustainable, and Secure Food Systems. White River Junction: Chelsea Green Publishing.  Annes, Alexis & Meredith Redlin. 2012a. “The Careful Balance of Gender and Sexuality: Rural Gay Men, the Heterosexual Matrix, and ‘Effeminophobia.’” Journal of Homosexuality 59(2):256-288.  Annes, Alexis & Meredith Redlin. 2012b. “Coming Out and Coming Back: Rural Gay Migration and the City.” Journal of Rural Studies 28:56-68.  Allen, Patricia & Carolyn Sachs. 2007. “Women and Food Chains: The Gendered Politics of Food.” International Journal of Sociology of Food and Agriculture 15(1):1-23.  Balsam, Kimberly F., Yamile Molina, Blair Beadnell, Jane Simoni, & Karina Walters. 2011. “Measuring Multiple Minority Stress: The LGBT People of Color Microaggressions Scale.” Cultural Diversity and Ethnic Minority Psychology 17(2):163-174.  Bell, David. 2000. “Farm Boys and Wild Men: Rurality, Masculinity, and Homosexuality.” Rural Sociology 65(4):547-561.  Bell, Michael Mayerfeld. 2004. Farming for Us All: Practical Agriculture and the Cultivation of Sustainability. University Park: The Pennsylvania State University Press.  Beus, Curtis E. and Riley E. Dunlap. 1990. “Conventional versus Alternative Agriculture: The Paradigmatic Roots of the Debate.” Rural Sociology 55(4):590-616.  Brasier, Kathryn J., Carolyn E. Sachs, Nancy Ellen Kiernan, Amy Trauger, & Mary E. Barbercheck. 2014. “Capturing the Multiple and Shifting Identities of Farm Women in the Northeastern United States.” Rural Sociology 79(3):283-309.  Campbell, Hugh, Michael Mayerfeld Bell, & Margaret Finney. 2006. “Masculinity and Rural Life: An Introduction.” Pp. 1-22 in Country Boys: Masculinity and Rural Life, edited by Hugh Campbell, Michael Mayerfeld Bell, & Margaret Finney. University Park: The Pennsylvania State University Press.  Charmaz, Kathy. 2014. Constructing Grounded Theory. Los Angeles:SAGE.   Chiappe, Marta B. and Cornelia Butler Flora. 1998. “Gendered Elements of the Alternative Agriculture Paradigm.” Rural Sociology 63(3):372-393.  Fairweather, John R., Chris J. Rosin, Lesley M. Hunt, & Hugh R. Campbell. 2009. “Are Conventional Farmers Conventional? Analysis of the Environmental Orientations of 32 Conventional New Zealand Farmers.” Rural Sociology 74(3):430-454.  Fellows, Will. 1998. Farm Boys: Lives of Gay Men from the Rural Midwest. Madison: The University of Wisconsin Press.  Ferrell, Ann K. 2012. “Doing Masculinity: Gendered Challenges to Replacing Burley Tobacco in Central Kentucky.” Agriculture and Human Values 29:137-149.  Galt, Ryan E. 2013. “The Moral Economy Is a Double-edged Sword: Explaining Farmers’ Earnings and Self-exploitation in Community-Supported Agriculture.” Economic Geography 89(4):341–365.  Gamson, Joshua & Dawne Moon. 2004. “The Sociology of Sexualities: Queer and Beyond.” Annual Review of Sociology 30:47-64.  Gorman-Murray, Andrew. 2009. “Intimate Mobilities: Emotional Embodiment and Queer Migration.” Social & Cultural Geography 10(4):441-460.  Gray, Mary L. 2009. Out in the Country: Youth, Media, and Queer Visibility in Rural America. New York: New York University Press  Hall, Alan & Veronika Mogyorody. 2007. “Organic Farming, Gender, and the Labor Process.” Rural Sociology 72(2):289-316.  Howard, John. 1999. Men Like That: A Southern Queer History. Chicago: The University of Chicago Press.  Jeppesen, Sandra. 2010. “Queer Anarchist Autonomous Zones and Publics: Direct Action Vomiting Against Homonormative Consumerism.” Sexualities 13(4):463-478.  Johnson, Colin R. 2013. Just Queer Folks: Gender and Sexuality in Rural America. Philadelphia: Temple University Press.  Kazyak, Emily. 2011. “Disrupting Cultural Selves: Constructing Gay and Lesbian Identities in Rural Locales.” Qualitative Sociology 34:561-581.  Kazyak, Emily. 2012. “Midwest of Lesbian? Gender, Rurality, and Sexuality.” Gender & Society 26(6):825-848.   Keller, Julie C. 2015. “Rural Queer Theory.” Pp. 155-166 in Feminisms and Ruralities, edited by Barbara Pini, Berit Brandth, and Jo Little. Lanham: Lexington Books.  Keller, Julie C. & Michael M. Bell. 2014. “Rolling in the Hay: The Rural as Sexual Space.” Pp. 506-522 in Rural America in a Globalizing World: Problems and Prospects for the 2010s, edited by Conner Bailey, Leif Jensen, and Elizabeth Ransom. Morgantown: West Virginia University Press. 33  Kirkey, Kenneth & Ann Forsyth. 2001. “Men in the Valley: Gay Male Life on the Suburban-Rural Fringe.” Journal of Rural Studies 17:421-441.  Leonardo Academy. 2015. “The American National Standard for Sustainable Agriculture (ANSI/LEO-4000).” Madison: Leonardo Academy.   Little, Jo. 2002. “Rural Geography: Rural Gender Identity and the Performance of Masculinity and Femininity in the Countryside.” Progress in Human Geography 26(5):665-670.  Meares, Alison C. 1997. “Making the Transition from Conventional to Sustainable Agriculture: Gender, Social Movement Participation, and Quality of Life on the Family Farm.” Rural Sociology 62(1):21-47.  Naples, Nancy A. & Carolyn Sachs. 2000. “Standpoint Epistemology and the Uses of Self-Reflection in Feminist Ethnography: Lessons for Rural Sociology.” Rural Sociology 65(2):194-214.  Pascoe, C.J. 2012. Dude You’re a Fag: Masculinity and Sexuality in High School. Berkeley: University of California Press.  Peter, Gregory, Michael Mayerfeld Bell, Susan Jarnagin, & Donna Bauer. 2000. “Coming Back Across the Fence: Masculinity and the Transition to Sustainable Agriculture.” Rural Sociology 65(2):215-233.  Pilgeram, Ryanne. 2011. “‘The Only Thing That Isn’t Sustainable…Is the Farmer’: Social Sustainability and the Politics of Class among Pacific Northwest Farmers Engaged in Sustainable Farming.” Rural Sociology 76(3):375-393.  Pilgeram, Ryanne & Bryan Amos. 2015. “Beyond ‘Inherit It or Marry It’: Exploring How Women Engaged in Sustainable Agriculture Access Farmland. Rural Sociology 80(1):16-38.  Pimentel, David, Paul Hepperly, James Hanson, David Douds, & Rita Seidel. 2005. “Environmental, Energetic, and Economic Comparisons of Organic and Conventional Farming Systems.” BioScience 55(7):573-582.  Sbicca, Joshua. 2012. “Growing Food Justice by Planting an Anti-oppression Foundation: Opportunities for a Budding Social Movement.” Agriculture and Human Values 29:455-466.  Sender, Katherine. 2004. Business, Not Politics: The Making of the Gay Market. New York: Columbia University Press.  Social Security Administration. 2015. “Popular Baby Names By Decade.” Retrieved December 11, 2015. (https://www.ssa.gov/oact/babynames/decades/). 34  Trauger, Amy. 2004. “‘Because They Can Do the Work’: Women Farmers in Sustainable Agriculture in Pennsylvania, USA.” Gender, Place & Culture 11(2):289-307.  U.S. Department of Agriculture. 2012. “United States Summary and State Data.” Retrieved December 11, 2014. (http://www.agcensus.usda.gov/Publications/2012/Full_Report/Volume_1,_Chapter_1_US/usv1.pdf).  U.S. Department of Agriculture. 2014a. “Characteristics of principal farm operator households, by gender of principal operator, 2012.” Retrieved December 11, 2014 (http://www.ers.usda.gov/datafiles/Farm_Household_Income/table08.xls).  U.S. Department of Agriculture. 2014b. “U.S. Farms and Farmers.” Retrieved January 5, 2016 (http://www.agcensus.usda.gov/Publications/2012/Preliminary_Report/Highlights.pdf).                 35  APPENDIX  ",
    "id": 215521064,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.unh.edu:thesis-1920"
    },
    "title": "Queer Farmers: Sexuality and the Transition to Sustainable Agriculture",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T08:00:00+00:00",
    "publisher": "University of New Hampshire Scholars\\u27 Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.unh.edu/cgi/viewcontent.cgi?article=1920&context=thesis"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215521064.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215521064"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215521064/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215521064/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215521064"
        }
    ],
    "abstract": "Intimate relationships are foundational to farm viability. Such relationships affect how farmers share tasks, earn income, and access land, yet the role of sexuality and heteronormativity in agriculture remains understudied. Furthermore, queers are largely ignored as potential farmers by the sustainable agriculture and LGBT movements. Through participant observation and interviews with 30 sustainable farmers of various genders and sexualities in New England, I document the lived experiences of queer sustainable farmers, an under-researched group, and examine whether sexuality and gender affects why they farm. Whereas the perception of rural heterosexism can discourage queer participation in agriculture, queer farmers faced less overt heterosexism than expected. However, they did experience heterosexism particular to sustainable agriculture, and confronting it jeopardized relationships important for economic and environmental sustainability and land access. Some were attracted to sustainable agriculture for reasons specific to gender, sexuality, and anti-consumerist values. I offer the sustainable agriculture movement a lens for observing how sexuality and heteronormativity are embedded in farmer recruitment, retention, and land acquisition",
    "tags": [
        "text",
        "gender",
        "LGBT",
        "qualitative",
        "queer",
        "rural",
        "sustainable agriculture",
        "LGBTQ studies",
        "Agriculture",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.unh.edu:thesis-1920",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2394",
        "openDoarId": 0,
        "name": "UNH Scholars' Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215521064,
        "depositedDate": null,
        "publishedDate": "2016-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T12:47:00+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:41:48+01:00"
    },
    "urls": [
        "https://scholars.unh.edu/thesis/921",
        "https://scholars.unh.edu/context/thesis/article/1920/viewcontent/Leslie_unh_0141N_10299.pdf"
    ],
    "lastUpdate": "2024-01-20T12:47:00+00:00",
    "setSpecs": []
}