{
    "acceptedDate": "",
    "authors": [
        {
            "name": "McKnight, Megan"
        }
    ],
    "contributors": [],
    "createdDate": "2018-10-02T12:14:14+01:00",
    "dataProvider": {
        "id": 292,
        "name": "Columbia University Academic Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/292",
        "logo": "https://api.core.ac.uk/data-providers/292/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.7916/D8T15428",
    "downloadUrl": "https://core.ac.uk/download/161455634.pdf",
    "fullText": "10 | Columbia SoCial Work revieW, vol. vii Columbia SoCial Work revieW, vol. vii | 11 Over the last decade, the visibility of  LGBT (lesbian, gay, bisexual, and transgender) families has multiplied greatly, and these families have begun gaining acceptance within American society. Compared with even 10 years prior, the number of  organizations dedicated to advancing legal protections for LGBT families, producing teacher trainings about LGBT families, including more inclusive language on parental consent forms in school, and even increasing the number of  children’s books centering on LGBT families have climbed dramatically. Yet, despite the new attention LGBT families have received, an evident hierarchy has emerged with regard to which members of  LGBT families are discussed most frequently by researchers and in the media. There have been extensive research studies and publications that address same-sex parenting, including topics of  adoption, donor insemination, surrogacy, same-sex stepfamilies, and coming out to your children (Goldberg, Moyer, Weber, & Shapiro, 2013; Bergman, Rubio, Green, & Padron, 2010; Lynch, 2005; Vanfraussen, Ponjaert-Kristoffersen, & Brewaeys, 2003; Lynch & Murray, 2000). Families with transgender parents have not received this high level of  attention, and far fewer research inquiries have been conducted in this area. Yet, of  particular importance for this paper is the lack of  acknowledgement of  the experiences, realities, and identities of  those who were raised in LGBT-parented households. As a result of  the shortage of  research about this population, there is little knowledge about this group proliferating outside of  peer communities of  those raised in LGBT families. In particular, clinicians are often not presented with information about this population and aspects to consider when working Queerspawn on the Couch: A Guide for Clinicians Working With Youth and Adults With LGBT ParentsMegan McKnightSupport for LGBTQ families is on the rise and many research studies have been published proving that children with LGBTQ parents fare just as well as children raised by heterosexual, cisgender parents. However, despite the growing acceptance of  LGBTQ families, much of  the literature and many community resources have only focused on the parents. We still know very little about the experiences and development of  queerspawn. In particular, many are unfamil-iar with the kinds of  support queerspawn need, the language they may use to speak about their identity/ies, and their unique relationship to queerness and queer community. The culmination of  this paper includes clinical recommenda-tions for providers to consider when working in clinical settings with queerspawn.  12 | Columbia SoCial Work revieW, vol. vii Columbia SoCial Work revieW, volume vii | 13 QueerSPaWn on THe CouCH mCknigHTwith these clients. This paper seeks to begin filling that gap by outlining recommendations and considerations for clinicians working with youth or adults raised by one or more LGBT parents.Literature ReviewAlthough relatively new, there are multiple terms employed among those with LGBT parents to identify themselves within their communities and to create a way to discuss their social positionality and identities. “Queerspawn” is a term used by many members of  this community to not only speak to their identity as children with LGBT parents, but to also claim a space within the larger LGBT community (Fitzgerald, 2010). The term “COLAGEr” is also used as an identifier, particularly among those involved with COLAGE, the only national organization for youth and adults with LGBT parents (Fitzgerald, 2010). In addition, “bothie” and “ 2nd Gen” are used to mark subset identities within the queerspawn community. “Bothie” refers to someone who was born into a heterosexual relationship in which the parents later both came out as LGBT or applies to instances in which LGBT people came together to create their own families, such as a lesbian couple and a gay male friend who decide to conceive together (Kuvalanka & Goldberg, 2009). Those who identify as “2nd Gen” are queerspawn who are lesbian, gay, bisexual, transgender, or queer themselves (Kuvalanka & Goldberg, 2009). Some queerspawn with transgender parents also use the abbreviation “KOT,” meaning “kids of  trans” (COLAGE, 2008). Unfortunately, the bulk of  literature about children with LGBT parents has been organized around the idea of  “proving” that children raised in same-sex households are no different than children raised in heterosexual households, and that being raised in LGBT families does not negatively affect the wellbeing of  these children (Bos, Gartrell, Peyser, & van Balen, 2008; Lick, Tornello, Riskind, Schmidt, & Patterson, 2012; Marks, 2012). Studies have also sought to show that children with LGBT parents are not more prone to identify as gay themselves (Marks, 2012). The use of  this narrow scope to understand children in LGBT families is a direct reaction to assertions and previous flawed studies from conservatives suggesting that same-sex couples and trans people should not be allowed to parent (Clarke, 2001). This debate has shown up in many research studies in the last 25 “This narrow scope is actually harming LGBT families by determining one’s right to parent based on the successes of one’s children and continues to measure the ‘wellbeing’ of queerspawn by heteronormative standards and norms.”12 | Columbia SoCial Work revieW, vol. vii Columbia SoCial Work revieW, volume vii | 13 QueerSPaWn on THe CouCH mCknigHTyears and recordable studies continue to show that children raised in LGBT families fare as well as children raised by heterosexual parents. Although studies like these were needed in the past to shift public opinion, that time has passed. Now, this narrow scope is actually harming LGBT families by determining one’s right to parent based on the successes of  their children and measuring the “wellbeing” of  queerspawn by heteronormative standards and norms. This has left many issues pertaining to children of  LGBT parents unexamined and has allowed little room for queerspawn of  all ages to voice their experiences and views of  being raised in nontraditional families. More recently, a few studies have surfaced that address more nuanced and real experiences of  children with LGBT parents. Research looking into the experiences of  queerspawn in schools have found that these children often face heightened stigma in classroom environments due to homophobic and transphobic beliefs held by teachers, staff, and other parents (Kosciw, Diaz, GLSEN, COLAGE, & Family Equality Council, 2008; Lindsay, Perlesz, Brown, McNair, de Vaus, & Pitts, 2006).  A lack of  inclusion of  alternative family structures in curriculums was also noted. Queerspawn who were taught such curriculums were found to be more withdrawn or aggressive than those who had inclusive curriculums (Kosciw et al, 2008; Lindsay et al, 2006). Shifting the focus to adolescent experiences, researchers have examined what it is like for adolescents to grow up in LGBT families and how they develop their gender identity and sexual orientation slightly different from most children raised in homes in which both parents are heterosexual and cisgender (Davis, 2014; Welsh, 2011; Istar, 2010). This is due to the decentralizing of  heteronormativity and cisnormativity, thus allowing for less rigid gender expectations and opening up the possibility of  sexual expression (Davis, 2014; Istar, 2010).Although the literature on queerspawn development is already extremely limited, studies that address adults with LGBT parents are even less common (Bourdon, 2013; Hart, 2005). These individuals have a unique positionality in society, given their potential to “border-walk” two opposing cultural realities (Bourdon, 2013; Goldberg, Kinkler, Richardson, & Downing, 2012; Goldberg, 2007). Now, one may say that LGBT-identified people must also walk the border of  queer culture and the dominant, heterosexual culture. However, heterosexual adults with LGBT parents are often raised in the queer community and learn about society through a queer lens first, and then are exposed to the heterosexual culture and its norms later in life.(Goldberg et al., 2012; Goldberg, 2007). However, unlike someone who is Catholic, grows up immersed in Catholic traditions and culture, and has the option to still identify as Catholic once he or she is an adult, heterosexuals raised in 14 | Columbia SoCial Work revieW, vol. vii Columbia SoCial Work revieW, volume vii | 15 QueerSPaWn on THe CouCH mCknigHTqueer culture are often unable to access queer space and cultural traditions once in adulthood, even though this community may be a large part of  their cultural identity. This type of  exclusion is often due to a lack of  knowledge in the queer community about queerspawn identity and relations to queerness, particularly in adulthood. Thus, heterosexual queerspawn are not seen as queer and are considered either allies or outsiders. To combat this erasure of  cultural identity or the “cultural homelessness” experienced by heterosexual adults who were raised in LGBT families, many use the term queerspawn, as well as “culturally queer,” to describe their experience and relationship to this piece of  their identity (Fitzgerald, 2010).Clinical Considerations and RecommendationsAs clinicians, it is critical that we develop a level of  competency for working with clients from a multitude of  backgrounds, identities, and cultures. Given that there is not much literature yet on doing clinical work with queerspawn, the hope is that this guide will bring more attention to the importance of  understanding this community’s needs. Ask them how they identify and validate those identitiesAs with any client, it is important not to assume you know how someone identifies. One must ask how clients identify themselves and how they would like you, as the clinician, to address them. As mentioned earlier, the queerspawn community has a subcultural set of  language with which a client may identify, so it is important to understand the terminology. It is equally important to validate this identity, as queerspawn identities are rarely acknowledged and validated in broader society. In addition, many people with LGBT parents may come into your office or attend a group you are facilitating without ever having been exposed to the existence of  this terminology and the establishment of  any type of  collective identity to speak to their experience. It may be helpful to explore this with them in therapy and allow them to “try on” the language and meanings for themselves. Acknowledge culture and connections to the queer communityMany queerspawn articulate a strong affiliation and connection to the queer community, regardless of  their own sexual orientation or gender identity. (Some of  the personal struggles associated with this were mentioned “To combat this erasure of cultural identity or the ‘cultural homelessness’ experienced by heterosexual adults who were raised in LGBT families, many utilize the term queerspawn, as well as ‘culturally queer,’ to describe their experience and relationship to this piece of their identity.”14 | Columbia SoCial Work revieW, vol. vii Columbia SoCial Work revieW, volume vii | 15 QueerSPaWn on THe CouCH mCknigHTabove.) It is necessary to allow queerspawn space to discuss in what ways they may experience a sense of  bicultural identity, exclusion from queer spaces where they feel most at home and accepted, denial of  their cultural identity in adulthood, or their struggles with identifying within the dominant, heterosexual culture. A goal with a client who articulates feelings such as these may be to work on developing a sense of  understanding about this bicultural identity, how to discuss it with others (particularly partners) who often do not understand the role of  queer culture and traditions in their lives, and how to work through or cope with their feelings surrounding exclusion or isolation. Ask how their parents identify and how they refer to their parentsDo not assume you know the identity of  a client’s parent. It is still significant to ask clients how each of  their parents identifies and if  they have more than two people whom they consider parents. Also inquire as to how clients refer to their parents, as there are all sorts of  terms that queerspawn may use. In addition, ask what pronouns to use when referring to their parents. This is necessary because although a client may be talking about their father, one should not assume that he/him/his pronouns are appropriate to use when discussing the client’s father. For example, the client may still refer to a father who uses she/her/hers pronouns as “Dad.”  Become educated on the impact of being raised by LGBT parents across one’s life courseLike any other client, the onus of  describing one’s identity and culture should not lie solely on the shoulders of  the client. Clinicians need to take it upon themselves to become familiar with the experiences of  those raised in LGBT families. This includes being knowledgeable about the multitude of  ways LGBT families are formed (donor insemination, adoption, foster care, a prior heterosexual relationship, surrogacy, etc.) and the possible clinical implications for each. It also includes an understanding of  implications and experiences of  queerspawn in schools, particularly during different eras. Clinicians should reflect on ways clients may have had to hide their family’s identity, difficulties they experienced “coming out” about their families in school, in their communities, and in their relationships, and how they were affected by heterosexism, cissexism, and discrimination. Additionally, clinicians should explore what is it like for queerspawn to transition to adulthood, how their intimate relationships are affected by their identity, how they identify with their queer upbringing, and how they talk to their own children about love and relationships. The questions go on, but they 16 | Columbia SoCial Work revieW, vol. vii Columbia SoCial Work revieW, volume vii | 17 QueerSPaWn on THe CouCH mCknigHTmake the point that these are areas that clinicians should be researching and coming to understand when working with queerspawn. Create outlets for personal narratives to be sharedQueerspawn are often denied the opportunity to speak for themselves and share their stories and truths, particularly for the many queerspawn whose stories do not align perfectly with the dominant, liberal, and political discourse about queer families. Thus, clinicians should think about working with queerspawn on articulating their stories and developing their own voice outside of  the narratives they are told about themselves. Narrative therapy and creative therapies, such as art and drama therapy, offer modes through which queerspawn can begin to share their narratives.Pay attention to silence For queerspawn, there are particular areas in which silence is prevalent and often used to cope. First, do not assume because a client identifies as 2nd Gen that they are out to their parents. Despite their parent being LGBT, the client may still experience anxiety and pressure causing them to stay closeted. This is often because there is a fear shared by many 2nd Gen queerspawn that by being LGBT, they are letting down their parents and community (Davis, 2014). One of  the biggest fears that those who oppose LGBT parenting voice is that LGBT parents will raise gay and trans children. Thus, organizations lobbying for legal protections for and increased visibility of  LGBT families tend to counter this assertion by citing statistics that children of  LGBT parents are no more likely to be LGBT themselves than those raised in non-LGBT households. However, it is important to consider the impact of  this discourse on queerspawns’ comfort or level of  social acceptance if  they come out as lesbian, gay, bisexual, transgender, or queer. Questions to think about: Are there fears about the impact of  this identity on the perception of  their family in their community? What does it mean for their family and the larger community if  they do not produce a heterosexual, cisgender child? How does this identity impact the struggle for LGBT family rights at large? Why may their truth be stifled within and outside of  queer community?Similarly, because of  the increasingly positive state of  public opinion about LGBT parents, abuse in these homes is also often silenced. Queerspawn are aware of  the possible implications of  reporting such behavior reaching far beyond the borders of  their own family. Even adult queerspawn struggle with telling people that they were abused in any way by their parents. The fear is that sharing may reflect negatively upon all LGBT parents rather than just their parents. Even within queerspawn communities, sometimes these 16 | Columbia SoCial Work revieW, vol. vii Columbia SoCial Work revieW, volume vii | 17 QueerSPaWn on THe CouCH mCknigHTindividuals feel silenced because they may not celebrate or express pride in their family in the way others do.“Parentification,” a child’s embodiment of  taking on pain or baggage for their parents, is another struggle many young queerspawn experience (Fitzgerald, 2010). Many queerspawn often keep instances of  bullying or discrimination they have experienced in school, in a community group, or from relatives a secret from their parents. They do this as a way of  protecting their parents and, in this way, are taking on the parental role of  protection. They do not want their parents to blame themselves for the negative experiences they have had navigating a heteronormative society as queerspawn. The effects of  this behavior are also worth exploring in therapy.ConclusionIt is time to move past solely focusing on parents when discussing LGBT families and stop producing studies “proving” child wellbeing to appease conservatives who preach about protecting children from LGBT parents. There was an appropriate time for these studies, but now we need to move forward and begin addressing queerspawn as a community and understanding their unique positionality. It is time to acknowledge how homophobia and transphobia in our society also harm queerspawn, no matter how they may identify. It is time to pay more attention to the truths of  queerspawn. Specifically, clinicians have the ability to practice this by being open to explore queerspawn identity and how queerspawn view the impact of  being raised by LGBT parents. As a first step, clinicians need to educate themselves and learn how to create space for these clients to be heard. ReferencesBergman, K., Rubio, R. J., Green, R., & Padron, E. (2010). Gay men who become fathers via surrogacy: The transition to parenthood. Journal of  GLBT Family Studies, 6(2), 111-141. Bos, H., Gartrell, N., Peyser, H., & van Balenn, F. (January 01, 2008). The USA National Longitudinal Lesbian Family Study (NLLFS): Homophobia, psychological adjustment, and protective factors. Journal of  Lesbian Studies, 12(4), 455-471. Bourdon, T. (2013). A phenomenological study of  non-LGBT students with LGBQ parents (Doctoral dissertation). Northeastern University, Boston, MA.Clarke, V. (September 01, 2001). What about the children? Arguments against lesbian and gay parenting. Women’s Studies International Forum, 24(5). COLAGE. (2008). Kids of  Trans Resource Guide. In COLAGE.org.Davis, S. (2014). Implicit expectations about intimacy and romantic relationships for adult children of  gay and lesbian parents (Doctoral dissertation). California Institute of  Integral Studies, San Francisco, CA.Fitzgerald, T. J. (2010). Queerspawn and their families: Psychotherapy with LGBTQ families. Journal of  Gay and Lesbian Mental Health, 14(2), 155-162.Goldberg, A. E. (January 01, 2007). (How) does it make a difference? Perspectives of  adults with lesbian, gay, and bisexual parents. The American Journal of  Orthopsychiatry, 77(4), 550-562. 18 | Columbia SoCial Work revieW, vol. vii Columbia SoCial Work revieW, vol. vii | 19 Goldberg, A. E., Kinkler, L. A., Richardson, H. B., & Downing, J. B. (January 01, 2012). On the border: young adults with LGBQ parents navigate LGBTQ communities. Journal of  Counseling Psychology, 59(1), 71-85. Goldberg, A. E., Moyer, A. M., Weber, E. R., & Shapiro, J. (2013, June). What changed when the gay adoption ban was lifted?: Perspectives of  lesbian and gay parents in Florida. Sexuality Research and Social Policy, 10(2), 110-124. Hart, M. (November 01, 2005). Meet the ‘Queerspawn’. Gay & Lesbian Review Worldwide, 12(6), 32-33. Istar, L. A. (January 01, 2010). How queer!--the development of  gender identity and sexual orientation in LGBTQ-headed families. Family Process, 49(3), 268-290. Kosciw, J. G., Diaz, E. M., Gay, Lesbian, and Straight Education Network., COLAGE., & Family Equality Council. (2008). Involved, invisible, ignored: The experiences of  lesbian, gay, bisexual and transgender parents and their children in our nation’s K-12 schools. New York, NY: GLSEN. Kuvalanka, K. A., & Goldberg, A. E. (2009, August). “Second generation” voices: Queer youth with lesbian/bisexual mothers. Journal of  Youth and Adolescence, 38(7), 904-919. Lick, D. J., Tornello, S. L., Riskind, R. G., Schmidt, K. M., & Patterson, C. J. (June 07, 2012). Social climate for sexual minorities predicts well-being among heterosexual offspring of  lesbian and gay parents. Sexuality Research and Social Policy, 9(2), 99-112. Lindsay, J., Perlesz, A., Brown, R., McNair, R., de Vaus, D., & Pitts, M. (January 01, 2006). Stigma or respect: Lesbian-parented families negotiating school settings. Sociology, 40(6), 1059-1077. Lynch, J. M. (2005). Becoming a stepparent in gay/lesbian stepfamilies. Journal of  Homosexuality, 48(2), 45-60. Lynch, J. M., & Murray, K. (2000). For the love of  the children: The coming out process for lesbian and gay parents and stepparents. Journal of  Homosexuality, 39(1), 1-24. Marks, L. (July 01, 2012). Same-sex parenting and children’s outcomes: A closer examination of  the American psychological association’s brief  on lesbian and gay parenting. Social Science Research, 41(4), 735-751. Welsh, M. G. (January 01, 2011). Growing up in a same-sex parented family: The adolescent voice of  experience. Journal of  GLBT Family Studies, 7, 49-71. Vanfraussen, K., Ponjaert-Kristoffersen, I., & Brewaeys, A. (2003, January). Family functioning in lesbian families created by donor insemination. American Journal of  Orthopsychiatry, 73(1), 78-90.Megan McKnight is a Midwestern transplant living in New York City. She is completing her Masters in Social Work at Columbia University and has a Bachelor of  Arts in Sociology from DePaul University where she also triple-minored in LGBTQ Studies, Women’s and Gender Studies, and Peace, Justice, and Conflict Studies. Megan has significant work history supporting LGBTQ families and youth in university, community center, and social service settings. How Megan conducts her work is greatly informed by her identity as 2nd Gen queerspawn, and she dedicates much of  her work to creating space for queerspawn inside and outside of  the LGBTQ community. ",
    "id": 161455634,
    "identifiers": {
        "doi": "10.7916/D8T15428",
        "oai": "oai:academiccommons.columbia.edu:10.7916/D8T15428"
    },
    "title": "Queerspawn on the Couch: A Guide for Clinicians Working With Youth and Adults With LGBT Parents",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://academiccommons.columbia.edu/doi/10.7916/D8C257G6/download"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/161455634.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/161455634"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/161455634/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/161455634/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/161455634"
        }
    ],
    "abstract": "Support for LGBTQ families is on the rise and many research studies have been published proving that children with LGBTQ parents fare just as well as children raised by heterosexual, cisgender parents. However, despite the growing acceptance of LGBTQ families, much of the literature and many community resources have only focused on the parents. We still know very little about the experiences and development of queerspawn. In particular, many are unfamiliar with the kinds of support queerspawn need, the language they may use to speak about their identity/ies, and their unique relationship to queerness and queer community. The culmination of this paper includes clinical recommendations for providers to consider when working in clinical settings with queerspawn",
    "tags": [
        "Articles",
        "Social work with sexual minorities",
        "Sexual minorities' families",
        "Families",
        "Family social work",
        "Sexual minorities",
        "LGBTQ+ families",
        "Social service",
        "Gay and lesbian studies",
        "Gender identity",
        "Sex role",
        "LGBTQ+ people"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Articles"
    ],
    "oai": "oai:academiccommons.columbia.edu:10.7916/D8T15428",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "292",
        "openDoarId": 0,
        "name": "Columbia University Academic Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 161455634,
        "depositedDate": null,
        "publishedDate": "2016-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-15T22:03:12+00:00",
        "acceptedDate": null,
        "createdDate": "2018-10-02T12:14:14+01:00"
    },
    "urls": [
        "https://doi.org/10.7916/D8T15428"
    ],
    "lastUpdate": "2024-02-15T22:03:12+00:00",
    "setSpecs": []
}