{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Heidenreich, Linda"
        },
        {
            "name": "Gonzalez, Maria"
        },
        {
            "name": "Villegas, Francisco"
        }
    ],
    "contributors": [],
    "createdDate": "2019-08-09T03:32:55+01:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/223074212.pdf",
    "fullText": "San Jose State UniversitySJSU ScholarWorksNACCS Annual Conference ProceedingsThe Queer Turn Selected Proceedings of the 2018Meeting of the National Association for Chicanaand Chicano StudiesApr 1st, 12:00 AMQueer Turn: 2018 Proceedings CompleteLinda HeidenreichWashington State University, lheidenr@wsu.eduMaria GonzalezUniversity of Houston - Main, mgonzalez@uh.eduFrancisco VillegasKalamazoo College, francisco.villegas@kzoo.eduFollow this and additional works at: https://scholarworks.sjsu.edu/naccsPart of the Gender and Sexuality Commons, and the Race and Ethnicity CommonsThis Event is brought to you for free and open access by the National Association for Chicana and Chicano Studies Archive at SJSU ScholarWorks. Ithas been accepted for inclusion in NACCS Annual Conference Proceedings by an authorized administrator of SJSU ScholarWorks. For moreinformation, please contact scholarworks@sjsu.edu.Heidenreich, Linda; Gonzalez, Maria; and Villegas, Francisco, \"Queer Turn: 2018 Proceedings Complete\" (2018). NACCS AnnualConference Proceedings. 1.https://scholarworks.sjsu.edu/naccs/2018/Proceedings/1The Queer Turn  Selected Proceedings of the 2018 Meeting of the National Association for Chicana and Chicano Studies                 Edited by Linda Heidenreich, María González, and Francisco Villegas       CONTENTS  INTRODUCTION Queer Turns: NACCS XLV and the Call to “Queer the World in a Lot of Different Ways” Linda Heidenreich .....................................................................................................1   PART ONE: ROSES 1. 2018 NACCS Scholar Award Speech Rosaura Sánchez ..................................................................................................13 2. The Future of Chicanx/Latinx Community-Academic Praxis in the Neoliberal University Mari Castañeda ...................................................................................................17  PART TWO: BEWARE THE RAIN 3. Los Secretos de la Redada de los 41 (The Secrets of the Raid of the 41): A Sociohistorical Analysis of a Gay Signifier Lucas E. Espinoza & Rosalva Resendiz ...............................................................24 4. Memoir of Un Ser Humano:  The Life and Times of raulrsalinas Louis Mendoza, Arizona State University ............................................................31 5. Femicide in the Americas Daniella Hernández .............................................................................................42  PART THREE: HEAT 6. Moises Serrano's Forbidden: A North Carolinian DREAMer’s Twist on Chicanx Memoir, Testimonio, and Geography Jennifer Carolina Gómez Menjívar  ....................................................................54 7. Who is Valued in a “Community of Value”? Conceptualizing the Boundaries of Belonging at the County Level Elizabeth Munoz...................................................................................................63 8. Invoking History: A Queer Roadmap to Liberation Irene Mata ............................................................................................................70  Contributors ...............................................................................................................78 Queer Turns | Heidenreich  1  Queer Turns: NACCS XLV and the Call to “Queer the World in a Lot of Different Ways”1  Linda Heidenreich     Before addressing the context and content of the Proceedings for the 45th annual meeting of the National Association for Chicana and Chicano Studies I must take space to extend a great thank you to Drs. María González and Francisco Villegas for all their fabulous work in helping to edit this collection.  2018 marks the year that NACCS shifted to having an editorial board not headed by the Chair of the organization; having a great team made the transition smooth and the work rewarding.  Thank you as well to Kathy Blackmer Reyes and Julia Curry Rodríguez for all they do for NACCS and to the NACCS board (Aureliano María DeSoto, Karleen Pendleton Jiménez, Lilia Soto, Chalane Lechuga and Ernesto Colín, María González and Francisco Villegas) for a productive year. Sobre todo, thank you to all who made the journey to NACCS 45 to present work, critique work, and move each other forward.  Your open and honest collaboration—our open and honest collaboration—makes us stronger as scholars and as an organization. The forty-fifth gathering of the National Association for Chicana and Chicano Studies brought together over 300 scholars from north, south, east and west to share our scholarship, to network, and to carve out new paths in our institutions, communities, and nation.  While we continue to work and struggle within a culture of backlash, Dr. Aureliano M. DeSoto, with his theme of The Queer Turn, called us forward: … The Queer Turn functions as a double entendre, referencing both the influence of LGBTQ and feminist analysis and thinking on Chicana/o/x Studies, as well as the peculiar and profoundly disturbing political moment we find ourselves in almost two decades into the 21st century. As old shibboleths, practices, and customs wither and fall away, we are entering, in conflict and collaboration, a different moment with other, emergent values and truths, both good and bad.  However, like any crisis point, this one too offers us the opportunity, if we choose to take it, to create and foster ameliorative transformations of our Queer Turns | Heidenreich  2  world.  We must see the seemingly imminent crises and devolution of the post-war American Imperial State as a moment of productive fracturing and rebirth, even if, at times, this is not the natural emotional reaction to the increasing rhetorical, structural, symbolic, and literal chaos, violence, and disorder we have been living through for the past 24 months.2 Indeed the past 24 months were months of “chaos, violence, and disorder.”   Some of the chaos was/is fueled by a government official who normalized hate speech, misogyny and xenophobia.3  The toxic effects of the 2016 election continue to be felt on our campuses and nationally.  Immigrant communities have become hyper-vulnerable and men, women and children of color continue to be targets of hate crimes and police violence. In 2018, “at least 40 people in the US and Canada were killed by individuals who were either motivated by or attracted to far-right ideologies.”4  Twenty-six transgender women and gender nonconforming people were murdered, 82% of whom were people of color.5 On college campuses hate crimes spiked.  While the four years preceding the 2016 election colleges averaged 970 reported hate crimes a year, in 2016 the number increased dramatically to 1,250.6  And for all of us the frightening and violent image of children in cages remains seared into our hearts and minds; after surviving the ordeal of crossing the US/Mexico border, thousands of children were viciously torn from their parents.7 The election of a man who bragged of assaulting women and who actively fueled xenophobia brought out the very worst characteristics of many US citizens and exacerbated a toxic climate fed by decades of violence: police violence, economic violence, spirit violence, environmental violence, and domestic violence.  Amid this violence our communities continued to push back, to “create and foster ameliorative transformations of our world.”  On my own campus when racist students built a “Trump wall” hundreds of students from a multiple campus groups mobilized to send a stronger message, dwarfing the attempted statement of exclusion.8 Local faith communities stepped up their efforts to protect the environment, and several came forward to aid students in supporting Sanctuary networks. They made an extra effort to welcome immigrants and refugees. At the national level Sanctuary cities continued and continue to push back, protecting immigrants and refugees and, at times, winning in the courts.9 In our classrooms, communities, and in the streets we continue to fight for immigrant and refugee rights, economic justice, and a world where all people can live authentic lives.10  Much of this work, to-date, is responding to the violence of our time and thus we have much work to do.  Responding, we know, is not enough; we must answer the call of today’s Zapatistas to “create new worlds.”11 Queer Turns | Heidenreich  3  We know this country is not new to chaos and violence.  At the turn of the last century, native-born white Protestants raged against the influx of Eastern European immigrants and the great migration of African Americans to the north.  The Ku Klux Klan revived as white Protestants of northern European descent reacted to the demographic and cultural change of their time.  “Between three and six million native-born Protestant white men” and half-million white women joined the Klan.12  Federal legislation in the form of the Immigration Act of 1924 was a direct product of that backlash: a frightened majority pushing back against the inevitable and already real change within which they lived. 13  Then, like now reactionary movements targeted public education, waging “cultural warfare on behalf of white, native-born, Protestant public schools.”14 Similarly during that great economic downturn known as the Great Depression, Mexican and Chicanx communities were targeted and scapegoated.  Congress appropriated funds for repatriation campaigns, and efforts to deport Mexican nationals increased with federal, state, and local governments coordinating their efforts.15 Throughout the US Mexican citizens as well as Chicanxs were forced, often times under threats of violence to leave their homes.  By the close of the decade hundreds of thousands of Mexicans, Latinxs and Chicanxs had lost their homes and livelihoods.16  Yet even amid this violence Mexican, Chicanx and Latinx communities continued to organize and push back.  The 1930s were also an era of active mutualistas and labor organizing with activists like Emma Tenayuca and Manuela Solis Sager taking risks and dreaming new worlds –activists who continue to inspire us today.17 We draw inspiration from our antepasadas/os/@s, from our colegas, compañeras/os/@s and from our students.  Together we engage a moral imagination that, amid a world of toxic chaos allows us to dream, envision and create new worlds.  The Queer Turn is central to those new worlds. Some would argue that, for NACCS, the Queer Turn, began years ago—and so it did.  Critical queer watersheds weave in and out of our past as reminders that the Queer Turn was fought for and continues to be fought for amid resistance from without and within.  Our history of queer turns at NACCS is, not coincidently, one of nepantlan movement with destructive and creative energy, motion, and action giving rise to productive and life-giving, critical spaces.18  As Chicana historians Emma Pérez and Deena González have noted, the path-breaking work of the 1980s was met with openly hostile resistance.   NACS 1981, UC Riverside, “González and three other openly gay panelists bravely brought Chicana lesbians and Chicano gay men to the forefront.19 Queer Turns | Heidenreich  4   NACS 1983, Ypsilanti, Michigan, Gloria Anzaldúa, Deena González, and Emma Pérez presented their work.  Again openly lesbian scholar-activists were faced with open hostility.20 While the aggressive and violent response to this work created a tangibly toxic environment, the work stands out as critical queer turns making possible the motion-change of today’s scholar activists.  In this climate of push-back the first Chicana Plenary was held and Chicana Caucus was established with an explicitly anti-sexist and anti-homophobic agenda.21  Building on the struggles of the 1980s, the 1990s birthed multiple and diverse queer sitios within NACCS.  NACCS 1990 again saw push-back when Chicanas sought to create a sitio where Chicana sexuality could be addressed from a lesbian perspective.22  It also saw critical movement forward with the founding of the Joto Caucus in 1992.  In his 2001 recollection of its history Raúl Coronado Jr. noted the movement of the time, with word of the Chicana Caucus spreading throughout our multiple networks, and the numbers of out jotería presenting their work at NACCS steadily increasing: I was twenty years old, a member of the feminist and queer-friendly MEChA at UT Austin, and was attending my first NACCS conference. Deborah Vargas (former chair of the Lesbian Caucus) and Sandra K. Soto were then undergraduate Mechistas at UT as well, and had told me of the recently created Lesbian Caucus. Naturally, I was quite excited at the idea of meeting other queer Chicanas/os. But to my disappointment, there was no scheduled meeting for a gay male caucus. Don’t get me wrong. There were many queer Chicanos at that conference. That was also the year that Tomás Almaguer and Ramón Gutiérrez were on a panel on Chicano masculinity.23  Coronado posted a sign asking “Where are all the jotos?” and called a meeting.  “About ten men showed up,” and Dennis Medina suggested calling the not-yet-official caucus the National Association of Latino Gay Academics and Activists (NALGAA), previously the acronym of the National Association of Latina/o Gay Activists.  At San José the following year a number of queer Chicanos put forward a resolution to officially establish the caucus and the NALGAAS met as recognized caucus at the Chicago meeting in 1995.  NALGAAs changed its name to the Joto Caucus that same year to clarify that they were not a separate organization from NACCS.24 The activism of the Lesbian and Joto Caucuses was met by activism on the dance floor. As noted by Michael Hames-García and Ernesto Javier Martínez, “An early Queer Turns | Heidenreich  5  political intervention of the Joto Caucus and the Lesbian Caucus (now the Lesbian, BiMujeres, and Trans Caucus) of the National Association for Chicana and Chicano Studies was to claim space on the floor at the annual conference’s Gran Baile.” They recall: Over the years some same-sex couples became fixtures at the dance…. By the time the Association discontinued its tradition of the Gran Baile queer couples mostly felt fully accepted there, although we sometimes wondered what the local musicians were thinking and the occasional straight woman still wondered why so many men were dancing together when there were single women available as partners.25 By the twenty-first century NACCS had experienced multiple Queer Turns. Pushback continued, at times vicious, at times thinly veiled, and the diverse perspectives that we, as jotería brought and bring to NACCS often resulted in fierce motion-change among ourselves.  Yet here we stand, amid this change and the move forward due to the hard labor of the queer scholar-activists of past decades and of the generations before us.  Like Lorenzo Herrera y Lozano, many of us remember sitting in the banquet room at NACCS 2001 as Cherrie Moraga was honored with the NACCS Scholar Award.  In “Poetry of the Flesh,” Herrera later wrote powerfully of his experience: where Moraga “honored the queer brown men we lost due to a pandemic that attempted to decimate generations and admonished their non-queer brothers who saw it happen—calling on them to turn to the young jotos in the room and recognize us as their brothers,” he noted “It was during this speech that I learned my lineage. In that moment, I realized what the poet Marvin K. White says, ‘We don’t just appear, we come from somewhere.’ It was in Moraga’s words that I came to understand that these queer brown men are my forefathers.”26   While Yolanda Broyles González was honored by the organization in 1996, it was not until the twenty-first century that many from the generation that carved queer paths were honored with the NACCS Scholar Award: Cherríe Moraga in 2001, Gloria Anzaldúa in 2005, Norma Alarcón in 2011, and Rusty Barceló in 2012.27 At times the recognition was very bitter sweet: Anzaldúa, so viciously attacked by homophobes in 1983, and whose work inspired and inspires and sustains so many Chicanx scholars and activists and scholar-activists was recognized with the award posthumously.28  Differences and disagreements within our communities while painful were sometimes beautifully productive.  In 2007, following difficult dialogues, including a daylong workshop titled “Difficult Dialogues,” the Joto Caucus and students, activists, and a certain fabulous faculty member in Las Vegas, joined efforts to host “Towards a Queer Queer Turns | Heidenreich  6  Homeland: Bridging Communities and Resisting Hate.”  Such collaborations formed the roots from which the Association for Jotería Arts, Activism, and Scholarship (AJAAS) grew.29   Indeed the multiple and varied queer turns which brought us to NACCS XLV, in their creative movement, motion-change, and nepantlan birthing of new generations with new multiple and varied dreams demonstrates that by 2018 we, the members of NACCS, were well overdue for a celebration of the Queer Turn.  While this brief note addresses only the structural changes within the organization, the scholarship produced by our membership continues to fill volumes.30 The wealth and richness of the work presented at NACCS 45, The Queer Turn, then should be of no surprise.  From the Opening Plenary where Lorenzo Herrera y Lozano pushed and prodded us:  Queer-inclusive scholarship should set amygdalas on fire as you resist the push, the tug, the prodding of the boundaries of your imagination.  Queer-inclusive scholarship should hurt a little, it should be hard, because making the world larger is hard. And what is the point of scholarship if not to make the world larger?31  to Dr. Rosaura Sánchez’s Scholar Award Speech where she reminded us that Chicanx Studies is “a field in which one can write and lecture against the grain…. Saying and writing what is not ‘in,’ what challenges dominant opinion, what has not been said, what has been erased, that is what we are here for,”32  NACCS XLV reminded and reminds us that there is much work to be done. The turns must continue. In this collection you have a sampling of the variety and breadth of work presented at NACCS XLV.  Part One, “Roses,” consists of two pieces: Rosaura Sánchez’s NACCS Scholar Award Speech, and Mari Castañeda’s plenary address “The Future of Chicanx/Latinx Community-Academic Praxis in the Neoliberal University.”  Both pieces call us to action. Dr. Sánchez reminds us of the legacy on which we are building, that our work is possible because of the activism of the generations of scholar-activists who came before us and that “At its best, Chicano Studies has both an educational and political mission; this twofold mission and commitment is something that we all must support if we are to continue to have relevance both within and without the academy.” In relation, Dr. Castañeda calls attention to the challenges of the neoliberal turn in higher education while focusing on the work that is being done that insists on liberatory education.  Castañeda highlights the present and the future of Chicanx/Latinx Queer Turns | Heidenreich  7  community-academic praxis in which scholar-activists such as Claudia Evans-Zepeda of California State Fullerton, and Jonathan Rosa of Stanford University continue to engage. “Beware of the Rain,” Part Two addresses struggles, often violent struggles, of the past which continue to shape our present.  The section opens with Espinoza and Resendiz’s “Secrets of the Raid of the 41,” an excavation of the infamous raid of 1901, where 41 (predominately) wealthy gay men were arrested at a drag ball in Mexico City.  Their paper engages a class analysis of the treatment of the men, equally important, it maps the mobilization of the arrest to fuel homophobia in the popular press.  Louis Mendoza’s paper, in contrast, highlights the struggles but also the joys and triumphs of fierce Chicano activist Raúl Salinas.  In “Memoir of Un Ser Humano: The Life and Times of raulsalinas,” Dr. Mendoza maps Salinas’s childhood and his imprisonment at a young age.  He walks readers through Salinas’s move into activism and engagement, and the powerful voice he brought to all his work both before and after his release from Leavenworth.  The paper is especially moving because it is a collaborative work of Mendoza and Raúl Salinas himself.  Finally part two closes with the work of Daniella Hernández, a young scholar-activist who just completed degrees in Chicanx Studies and Sociology at California State University Channel Islands.  Hernández’s work, grounded in the Chicana feminist work of Alicia Gaspar de Alba and Georgina Guzman, reminds us that femicide is not restricted to the EPZs of Juárez and that multiple factors continue to fuel the crisis of violence against women. Part Three, “Heat,” features three papers on immigration which each address queer immigration in a different way.  The two opening papers call readers to reimagine immigrant rights and immigrant lives.  Jennifer Carolina Gómez Menjívar, in “Moises Serrano’s Forbidden: A North Carolina DREAMer’s Twist on Chicanx Memoir, Testimonio, and Geography,” introduces us to Moises, a gay undocumented immigrant, his family and his community in North Carolina.  The rich lives, resistance and testimonio analyzed by Gómez Menjívar calls readers to turn their gaze to the rural Southeast, and to see the queer and undocumented lives and testimonies beyond the Southwest.  Elizabeth Munoz’s “Who is Valued in a ‘Community Value”? also asks us to broaden and shift our gaze—in this case, to Kalamazoo, Michigan.  In her analysis of the debates surrounding an initiative to provide undocumented residents with government-recognized ID’s, Munoz points critiques how advocates use of divisive language and how that language created two categories of immigrants: worthy, and unworthy. Munoz calls on readers to move beyond discourses of binaries, especially when working for immigrant rights and lives.  The section closes with a paper that answers Munoz’s call for inclusive language and a new discourse of immigrant liberation.  Dr. Irene Mata’s “Invoking History: A Queer Roadmap to Liberation,” examines the video “No Papers No Queer Turns | Heidenreich  8  Fear Ride for Justice” and the liberation movements fueled by the No Papers No Fear Movement. From the Freedom Rides of the 1960s to the activism of the Immigrant Youth Justice League, to the No Papers No Fear Ride for Justice, Mata maps the subtle and not-so-subtle weave of queer resistance throughout and which today is emerging as “a more inclusive immigrant rights movement—one that no longer marginalizes its jotería, but incorporates the multi-faceted lives of its community members.”  We are not yet there, but NACCS 45 demonstrated, and as this small collection illustrates, we are moving toward a more inclusive movement.  We hope our readers will be inspired to also continue the work. We live and work in a time of backlash.  As Cornell West noted just months following the 2016 election, “We live in an age, the Orwellian age of mendacity and criminality.”33 Yet we also live in a time of hope—of queer turns where educators continue to insist on liberatory pedagogy; where the next generation is taught that we build on the work of the giants, such as Raúl Salinas, who went before us and; that we are everywhere, from Califas, to Kalamazoo, to North Carolina to the 1972 MCI Challenger bus now known as Priscilla.     Notes:   1 Monica Hernández interview with Gloria E. Anzaldúa, “With Heart in Hand/Con Corazón En La Mano,” Colorlines, 20 October 1999. https://www.colorlines.com/articles/heart-handcon-corazon-en-la-mano.  2 Aureliano M. DeSoto, Welcome Letter, NACCS Conference Program, The Queer Turn, (Minneapolis-Saint Paul, MN, April 2018), 1.  3 For xenophobia and white supremacy see Mónica Verea, “Anti-Immigrant and Anti-Mexican Attitudes and Policies during the First 18 Months of the Trump Administration,” Norteamérica 13 no. 2 (July-December 2018): 197- 226, http://dx.doi.org/10.22201/cisan.24487228e.2018.2.335. For boasts of sexual assault see Ben Jacobs, Sabrina Siddiqui and Scott Bixby, “You Can Do Anything’ Trump Brags On Tape about Using Fame to Get Women,” The Guardian October 8, 2016, https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women;  Brave New Films, “16 Women or Donald Trump—Whom Would You Believe,” The Nation November 16, 2017, https://www.thenation.com/article/16-women-or-donald-trump-who-would-you-believe/.                                                             Queer Turns | Heidenreich  9                                                                                                                                                                               4 Bill Morlin, “The ‘Alt-Right’ Is Still Killing People,” Intelligence Report 166 (Spring 2019): 6.   5 Brett Barrouquere, “Under Attack,” Intelligence Report 166 (Spring 2019): 20.  6 Dan Bauman, “After 2016 Election, Campus Hate Crimes Seemed to Jump.  Here’s What the Data Tell Us, Chronicle of Higher Education, February 23, 2018, https://www.chronicle.com/article/After-2016-Election-Campus/242577.  7 Donna M. Owens, “An Immigration Nightmare,” Essence 49 no.5 (October 2018), 94-97; Marielena Castellanos, “Call to Unify Separated Families Grows Louder,” La Prensa San Diego, June 29, 2018, https://issuu.com/laprensasd/docs/laprensasandiego-6-29-2018-final-lo.  8 Chad Sokol, “’Trump Wall’ on WSU Campus Draws Hundreds of Supporters and Protesters,” Spokesman-Review, October 19, 2016, http://www.spokesman.com/stories/2016/oct/19/trump-wall-on-wsu-campus-draws-hundreds-or-support/.  9 Jonathan Stempel, “Philadelphia Beats US Appeal in Sanctuary City Case,” Reuters, February 15, 2019, https://www.reuters.com/article/us-usa-immigration-philadelphia/philadelphia-beats-u-s-appeal-in-sanctuary-city-case-idUSKCN1Q42BS; “’Sanctuary’ Cities Are Getting Their Grants Despite Threats,” CBS Chicago March 4, 2019, https://chicago.cbslocal.com/2019/03/04/sanctuary-cities-are-getting-their-grants-despite-threats/.  10 From the motto of the Transgender Law Center, “Making Authentic Lives Possible.” TLC is a national leader fighting for the rights of transgender immigrants and refugees.  11 “We are not gathered here today in order to change the world… we are here with a more modest proposal…which proposes to create a new world.” Comandanta Ramona, International Meeting for Humanity and Against Neoliberalism, 1996.  See Terry Wolfwood, “Who is Comandanta Ramona?,” Schools for Chiapas, http://schoolsforchiapas.org/wp-content/uploads/2014/03/Who-is-Comandanta-Ramona_.pdf.   12 Adam Laats, “Red Schoolhouse, Burning Cross: The Ku Klux Klan of the 1920s and Educational Reform,” History of Education 52 no.3 (August 2012): 323.  13 Mae M. Ngai, “The Architecture of Race in American Immigration Law: A Reexamination of the Immigration Act of 1924,” Journal of American History 86 no.1 (June 1999): 67-92; Heidi Beirich, “Is Demography Really Destiny?,” SPLC Intelligence Report 166 (Spring 2019): 3.  Ngai notes that the Act is more complex than often noted, with the end result being the assimilability of Eastern and Southern Europeans, and Mexican and Asian immigrants marked as forever alien (see especially pp. 69-70).  14 Laats, 329.  15 David Gutiérrez, Walls and Mirrors: Mexican Americans, Mexican Immigrants, and the Politics of Ethnicity (Berkeley: University of California Press, 1995), 72.  Queer Turns | Heidenreich  10                                                                                                                                                                               16 Gutiérrez, 72.  Gutiérrez notes that between 350,000 and 600,000 people were deported during this time.  Poorly kept records account for the wide disparity.  He also notes that, for government records regarding ethnic Mexican communities at this time missing and or erroneous data is common.  17 Gutiérrez, 95-112; Rudolfo Acuña, Occupied America: A History of Chicanos 6th ed. (New York: Pearson, 2007), 167-174, 185-187; Roberto R. Calderón and Emilio Zamora, “Manuela Solis Sager and Emma Tenayuca: A Tribute,” in Chicana Voices: Intersections of Class, Race, and Gender, eds. Teresa Córdova et al. (1986 Albuquerque: University of New Mexico, 1990): 30-41.  18 Gloria Anzaldúa in Karin Rosa Ikas, Chicana Ways: Conversations with Ten Chicana Writers (Reno: University of Nevada, 2002): 13, 14.  It was Emma Pérez who, in reflecting on the influence of Anzaldúa wrote of Nepantla as “\"that ambiguous, tentative, ever-changing space we inhabit.\"  See Emma Pérez, \"Gloria Anzaldúa: La Gran Nueva Mestiza Theorist, Writer, Activist-Scholar,\" NWSA Journal 17 no. 2 (Summer 2005): 1.  19 Emma Pérez, The Decolonial Imaginary: Writing Chicanas into History (Bloomington: Indiana UP, 1999), 139 n.101.  Here note that our organization was still the National Association for Chicano Studies (NACS).  The shift to the more inclusive National Association for Chicana and Chicano Studies was made in 1995 when “the membership voted to rename the association the National Association for Chicana and Chicano Studies, in recognition of the critical contribution and role of Chicanas in the association” (see NACCS History, https://www.naccs.org/naccs/History.asp).    20 Pérez, 139; Deena González, “Speaking Secrets,” in Living Chicana Theory, ed. Carla Trujillo (Berkeley: Third Woman Press, 1998), 50.  21 Cynthia Orozco, “A Brief Timeline of MALCS Events,” News from Nepantla: UCSB Chicano Studies Newsletter 5 (Fall 2011). Available at http://malcs.org/about/herstory/a-brief-malcs-timeline/.  The timeline design is by William Calvo-Quiros.  Orozco also noted the work is based on Antonia I. Castañeda’s 2012 MALCS Plenary address, “MALCS’ Decolonizing Work: Naming and Undoing Institutional Violence, from SB1070 to Chicana/o Studies.”  22 Luz María Gordillo, “Birthing Chicana History: Plática with Antonia Castañeda, Emma Pérez, and Deena González,” in Three Decades of Engendering History: Selected Works of Antonia I. Castañeda ed. Linda Heidenreich with Antonia Castañeda (Denton: University of North Texas Press, 2014), 282-285. Pérez notes that the struggles for Chicana lesbian spaces in NACCS and in MALCS helped fuel the development of her theory of sitio y lengua.  See also González, 49.   23 Raúl Coronado, “Joto Caucus,” Noticias de NACCS 28 no.2 (June 2001), 7.   24 Coronado, 7.  25 Michael Hames-García and Ernesto Javier Martínez, “Re-membering Gay Latino Studies,” in Gay Latino Studies: A Critical Reader eds. Michael Hames-García and Ernesto Javier Martínez (Durham: Duke, 2011), 15.  Queer Turns | Heidenreich  11                                                                                                                                                                               26  Lorenzo Herrera y Lozano, “Poetry of the Flesh,” in For Colored Boys Who Have Considered Suicide When the Rainbow is Still Not Enough: Coming of Age, Coming Out, and Coming Home, ed. Keith Boykin (New York: Magnus Books, 2012), 295.  27 “NACCS Scholar Recipients,” https://www.naccs.org/naccs/Past_Scholar_Recipients.asp. In relation, Antonia Castañeda, once accused of acting as “la santa patrona de las lesbianas” received the NACCS Scholar Award in 2007.  For attacks on those supporting lesbian Chicanas see Luz María Gordillo, “Birthing Chicana History,” 248.  28 González, in “Speaking Secrets,” notes that Anzaldúa’s scholarly activism has been grossly underappreciated (see especially p. 61).  29 “Our Historia,” Association for Jotería Arts, Activism, and Scholarship,http://www.ajaas.com/our-history.html.   30 For historiographies and literature reviews of this foundational scholarly work see Ramón Gutiérrez, “\"Community, Patriarchy and Individualism: The Politics of Chicano History and the Dream of Equality,\" American Quarterly 45, no. 1 (March 1993): 44-72; Catrióna Rueda Esquibel, With her Machete in her Hand: Reading Chicana Lesbians (Austin: University of Texas Press, 2006). 31 Lorenzo Herrera y Lozano, “What Courses through My Veins: Forging and Forcing Space for Brown Queer Desire and Memory,” Plenary Address delivered at the National Association for Chicana and Chicano Studies XLV, The Queer Turn, Minneapolis-Saint Paul, MN, April 2018.  32 Rosaura Sánchez, “2018 NACCS Scholar Award Speech,” delivered at the National Association for Chicana and Chicano Studies XLV, The Queer Turn, Minneapolis-Saint Paul, MN, April 2018. See this volume for the full address.  33 Cornel West, “The Trump Era: Hope in a Times of Escalating Despair,” Transition 122 (2017): 29. https://www.jstor.org/stable/10.2979/transition.122.1.27    PART ONE: ROSES  Shaped by an awareness of the ways in which young Brown female, male, and gender queer bodies have been “othered” and regulated our praxis reminds us to affirm the wisdom and experiences of those Brown bodies.  It is a praxis motivated by a yearning to rupture heterosexist, racist, anti-immigrant, classist, and patriarchal structures while simultaneously pushing us toward a spiritual activism… We propose transformative ruptures…. The spaces in which roses can grow from cracks in the concrete. Dolores Delgado Bernal and Enrique Alemán, Jr.,  Transforming Educational Pathways for Chicana/o Students Scholar Award Speech | Sánchez  13  2018 NACCS Scholar Award Speech   Rosaura Sánchez     Buenas Tardes.  It’s a real honor to be recognized, especially by one’s own and I’d particularly like to thank Julia Curry and Angie Chabram for their kind words as well as other former students, like Clara Lomas, Rosalinda Fregoso, Demian Pritchard, and Lauro Flores for nominating me, all of whom, I might add, also deserve to be recognized with this award.  I also wish to thank June Pedraza and Kathryn Blackmer for this nomination.  I am truly honored. We stand on the shoulders of the many that have come before us. As I thought of this day I considered mentioning others who also deserve to be recognized and when Julia sent me the list of 41 former NACCS Scholars I found that just about everyone I knew was already on the list.  I then looked to see who wasn’t on the list that I would propose for future recognition.   All are scholars, writers, and teachers who have made substantive and sustained contributions to our field and the list is ever-growing.  María Herrera Sobek of UC Santa Barbara José Limón formerly of UT Austin and Notre Dame Helena María Viramontes of Cornell University Juan Rodríguez formerly of Texas Luther College Mario García of UC Santa Barbara David Montejano of UC Berkeley David Gutiérrez of UC San Diego Nick Kanellos, our Chicano- riqueño from the University of Houston Marta Sánchez formerly of UC San Diego and Arizona State Manuel Hernández of Arizona State Marcial González of UC Berkeley Deena González of Loyola Marymount University Emma Pérez of University of Colorado, Boulder and University of Arizona Denise Segura of UC Santa Barbara Adelaida del Castillo of San Diego State Pierrette Hondagneu-Sotelo of UCLA Scholar Award Speech | Sánchez  14  Ben Olguín of UC Santa Barbara  I am doubtless leaving out many names of senior and not so senior colleagues.  There are of course many more to come  When I first started teaching at UCSD in the 1970s, there were few of us in Chicano/a related fields. While it might seem unbelievable to you “youngsters,” Chicano Studies courses did not exist in universities, at least none that I knew about, and those of us entering the field had, for the most part, studied something else, especially Latin American and Peninsular literature or U.S. and Latin American history.  There were no Chicano scholarly journals to speak of; libraries had made little or no space for our work, whether academic or creative.  Today, of course, there are close to 60 million Latinos/as in this country and Chicano/a and Latino/a courses are available throughout the Southwest in colleges and universities and even in the Midwest and Northeast.  There are now hundreds, if not thousands, of us in Chicano/a fields. The landscape has shifted significantly.  And yet, …and yet… according to statistics shared by  Alvaro Huerta, only 7% of UC tenured faculty are Latino/a; only 10% in California State Colleges are Latino/a tenured faculty; and only 15% of tenured faculty in Community Colleges are Latino/a.  When one considers that Latinos/as are the largest ethnic population in the state of California, with 39% of the population (or 15 million), then it is evident that we are not doing very well. I am hopeful that these statistics will improve in the near future, as we will by the end of this century be the largest ethnic population in this country.  But what will it mean?  According to the PEW Research Center,i by the 4th or 5th generation only half of U.S. adults with “Hispanic” ancestry identify as Latino.  It should be clear then to us all that new immigrants are crucial to sustaining our identity.  Otherwise it could well be that in 100 years ethnic identity as Chicanos/as will no longer be relevant, except perhaps as some type of perfunctory holiday, as it is today for those who celebrate St. Patrick’s day by wearing green.   But clearly there are other structural factors that will ensure that we will continue to identify as Chicanos and Chicanas, and those are issues of class, barrio residence, racism, and poverty.  Unless there is a total change in the economic and political structure of this country, these factors will continue to be relevant and will sustain some type of Chicano/a or Latino/a identity.  It is the ever more globalized capitalist system that dispossesses workers in the south that will guarantee their continued migration north.  I think there will always be first and second generation Chicanos/as in this country, at least during this century, and for them, as it was for my generation, identity as a Chicana/o  or Latina/o will continue to be defining and a site of contestation. Scholar Award Speech | Sánchez  15  Chicano/a Studies has taken many turns and adapted itself to changing issues, but it has always been tied to social movements and activism.  My hope and expectation is that it will continue to do so.   As it has become institutionalized it has become more “professional” and conservative, and survival as a university entity has become a dominant issue, but during times of crises at home and abroad, it has also come through and supported our causes and those of others.  Today we support our Native American brothers and sisters that continue to be displaced and dispossessed as well as subject to fracking and the contamination of their water supplies through mining.  We stand with our Black brothers and sisters that, like Chicanos and Chicanas, suffer police brutality and harassment.  The police killing of young black men is almost a monthly occurrence in this country; it is something that cannot continue.   We are now living under an administration that blatantly favors the rich, opposes women’s right to choose, discriminates against Moslems and gays, opposes gun control, and is willing to discriminate against our undocumented brothers and sisters.  And here again, Chicanos and Chicanas have shown their support to all DACA students and others as well, both students and adults, who have to live in fear of being deported.  We are here also to lend our support to the Palestinian people who face dispossession and military aggression from Israeli settlers and military forces on a daily basis.  I am proud to know that NACCS has supported the BDS movement. At its best, Chicano Studies has both an educational and political mission; this twofold mission and commitment is something that we all must support if we are to continue to have relevance both within and without the academy.  And there are so many issues that affect us all, including the disproportionate incarceration of  Black and Brown men and women. In California we just marked the 50th anniversary of the LA student walkouts.  This anniversary comes at a time when youth across the nation have walked out to protest the sale of guns, powerful military weapons that are used to murder youth and adults alike.  This is one more protest that we need to support. I certainly could have used the support of a Chicano Studies scaffolding when I was coming up the ranks.  As a senior faculty member I can say that getting tenure at UCSD was not easy.  In my time mentors were few and far between, especially if one was not aiming to please or was not a “monedita de oro” que le cayera bien a todos.  Chicano literature, linguistics, and history were not considered legitimate fields of study in many university departments.  Getting published was problematic then too.  Things have changed somewhat in the last three decades, although today ironically publishing in Latino/a – Chicano/a venues is still difficult if one is not writing trendy and sexy things, especially articles dealing with sexuality, or politically “in vogue.”  Scholar Award Speech | Sánchez  16  I however continue to see Chicano Studies as a field in which one can write and lecture against the grain.  And isn’t that what it’s all about?  Saying and writing what is not “in,” what challenges dominant opinion, what has not been said, what has been erased, that is what we are here for.  It is in that contestatory site that we need to continue to make our mark, aunque disguste; otherwise our work will just be another line on some academic CV. I have been fortunate that despite going against dominant opinion, even within Chicano/a Studies, I have been able to work in a number of different areas: I’ve done critical work in linguistics and literature, in theory, and creative writing.   And I’ve learned, in the process, to think outside the individualist box.  In the 1980s as I read the work of scholars and students at the Birmingham School of Cultural Studies, I came to admire how they did research collectively and wrote theoretical papers collectively and I wished we could do the same in my graduate seminars, but requirements always have been set up for student production on an individualist level, despite all knowledge being collective at bottom.  In the last three decades, however, I have discovered that researching and writing with others allows for better work as two heads are always better than one.  Even creative writing can be done collectively.  I am fortunate in having been able to work together with several generations of graduates students and more recently jointly with Beatrice Pita on a number of projects.  We are now finishing a project on enclosures in Texas and New Mexico and we have a second science fiction novel in the works, to be finished when we have more time. In closing, let me just say that in all that I have done, I have always written for Chicanos/as – Latinos/as.  I do not write for the mainstream.  Others have and will no doubt continue to do that.   Being recognized here in this venue, en casa como quien dice, by Chicanos/as is thus a special honor for me as you are my intended readers.  Writing is and has always been an important part of my life.  Above all things, however, I think I am a teacher and preparing others to continue this scholarly and political work has been my greatest accomplishment.  Thank you, de todo corazón, for this honor.  i PEW Research Center, “Hispanic Identity Fades Across Generations as Immigrant Connections Fall Away” (1/26/18).                                                          Future of Chicanx/Latinx Praxis | Castañeda  17  The Future of Chicanx/Latinx Community-Academic Praxis in the Neoliberal University   Mari Castañeda    There is no denying that we are under attack. Chicanx/Latinx communities are feeling the pressure from ICE, the aggressive and violent language and actions of the White House administration, and the various policies and policing that are taking place across our many neighborhoods throughout the country.  For example, the Family Separation Policy currently in place by the White House administration and the persistent pattern of ICE raids at sanctuary cities are both forms of state violence that are terrorizing many of our immigrant communities and deepening a culture of fear that is already in place.1 In this context of increased deportations and dismissive treatment of our gente, I have been contemplating and asking myself, what can we do within the university? Is it possible to push back, resist and reimagine what it means to live in this country through the work we do in higher education? I often feel I’m not doing enough to change and transform what is going on around me, particularly as a professor, particularly at a research institution that emphasizes grants and publications. Can our courses really transform our students? Can our research actually impact the world and our communities? Can our subaltern presence and unapologetic voices at faculty meetings and the various spaces we inhabit recreate, alter, and decolonize our institutions?  Lately, this line of questioning has influenced my conversations with colleagues, familia, and friends, many of whom are from communities of color, and some of whom are progressive allies. These discussions have centered on the history of Chicanx studies, ethnic studies, feminist studies, and community studies, and their interventions to break down the structural barriers in higher education, and the insistence that our communities have much to contribute to the knowledge production efforts that many of us are involved in within and outside our classrooms.  My first encounter with community engagement and social justice knowledge came from home, very similarly to what Judith Carmona-Flores describes in her powerful essay, “Motherists’ Pedagogies of Cultural Citizenship: Claiming Rights and Space in a Xenophobic Era.”2 My first teacher was mi mama, who didn’t have more than a sixth-grade education but imparted her wisdom of how to treat others with dignity, inclusiveness, and love; and instilled in my hermanas/hermanos and myself how to Future of Chicanx/Latinx Praxis | Castañeda  18  engage in the world with openness, generosity, and reciprocity. I carry those lessons within me and everywhere I go, and they have influenced my praxis along with recent discussions with scholar-activist friends about how we can continue to work closely with our local (and in some cases transnational) communities to enact collaborative social justice approaches to educational access, economic equity, political participation and cultural inclusion/significance/impact.  There is deep concern about the future of Chicanx/Latinx community-academic praxis in light of the ever-growing neoliberal university.3 Is it even possible to do this critical community and civic engagement work given the increased efforts to commercialize and monetize higher education? In this moment when we are under attack, I believe that this work is more important than ever if we are to change the tide of hate that is growing every day; we need to think about what our community-academic praxis look like locally, regionally and even globally as institutions of higher education trouble the waters as they double down their efforts to transform students into consumers. We are under attack as gente trying to provoke un Nuevo mundo, but we are not going away silently or without resistance.  This is expressed and demonstrated by the transformational forms of Chicanx/Latinx community-academic praxis that faculty, students and community partners are enacting in relational ways through love, respect, and inquiry; through the much-needed reckoning of who gets to produce new epistemologies and ontologies; and lastly, the ongoing reflection of who benefits from the critically oriented and innovative knowledge production that emerges when we collaborate with our communities, however we define those and which are not homogenous but complex, contradictory as we as healing spaces. For indeed, the communities we work with are not laboratories or basins of data but relationships of cuerpo, sangre y espiritu. We must continuously be aware and reflective of how our scholarly desires can reproduce structures of power, and therefore we must double down our efforts to reexamine how our community collaborative engagements can embody and express a decolonial community-academic praxis.  Here I want to briefly note some examples of Latinx community-academic praxis that I think are challenging traditional interpretations of what it means to occupy, claim and operationalize our college/university positions in an increasingly neoliberal context, especially as first-generation professors of color from immigrant familias. These examples are from a newly published co-edited book about civic engagement in diverse Latinx communities that aims to show how, despite the hate and attacks on our communities, faculty, students and community partners are working together to disrupt, decolonize, be creative, and make interventions about what it means to be Chicanx and Latinx today and in the future. The co-edited book, Civic Engagement in Diverse Latinx Communities: Learning from Social Justice Partnerships in Action,4 emerged from many Future of Chicanx/Latinx Praxis | Castañeda  19  conversations over the past five years, including panels at NACCS, in which the book contributors discussed and described the various social justice partnerships they were enacting in collaboration with community partners and students. We gathered together as a group of self-identified Chicana, indigenous, boricua and Latinx scholar-activists aiming to challenge the status quo of civic engagement scholarship as well as to make a positive intervention at our universities by bringing community knowledge to campus spaces. I also want to note that the forthcoming examples of social justice partnerships in action are building upon a long tradition in Chicana/o studies, Latina/o studies and ethnic studies (including black, indigenous and Asian American studies), which were forged through the battles by our communities to gain entrance into higher education and be recognized as veritable and inimitable organic intellectuals with deep rooted knowledge born out of lived experience, everyday struggles and histories passed down through storytelling and counter-narratives. The scholarship and documentation of community lived experiences by writers such as Rosaura Sánchez (this year’s NACCS Scholar), Antonia Castañeda, and Tomás Ybarra-Frausto as well as reports such as The Chicano Struggle: Analyses of Past and Present, efforts come to the forefront of my mind. 5 Indeed, la lucha sigue and thus the partnerships described below point to the possibilities of what Gloria Anzaldúa professes: “the creation of a yet another culture, a new story to explain the world and our participation in it, a new value system with images and symbols that connect us to each other and the planet… We are the people who leap in the dark, we are the people on the knees of the gods. In our very flesh, (r)evolution works out the clash of cultures.”6 Similarly, as Boricua scholar Sonia Nieto states, our “difference in the world is but a ripple in the pond, yet” we know we are making a difference.7  Today we see Claudia Evans-Zepeda, an assistant professor at Cal State Fullerton, who worked with her students and both local and national organizations to change the Library of Congress’ usage of the word “illegal” which was part of a broader effort called, “Drop the I” that was especially aimed at media coverage and representation. She writes in her chapter, “these efforts reveal how Latinx undocumented youth can resist linguistic hegemony and transform their student identities to support their educational success…Moreover, such involvement demonstrates why the work of Latinx youth, who have engaged in co-curricular learning and in anti-racism action, are having huge victories, transforming institutional and public consciousness and fighting for more inclusive campus environments and society at large.”8  There is also the work of Jonathan Rosa, an assistant professor at Stanford University, whose adaption of the “community as campus” framework developed a partnership between students, educators and community partners in order to document and challenge how mainstream language practices racialize interactions and landscapes. Future of Chicanx/Latinx Praxis | Castañeda  20  Through community connections and civic engagement, students and teachers were able to “document, analyze and contest the stigmatization of language practices in a predominantly Latinx community where linguistic diversity is often viewed as a problem from mainstream…while also demonstrating the resilience and ingenuity of its residents… It reimagines the participants in learning processes by positioning community members as legitimate teachers and researchers.”9  Another example is Katynka Martinez, associate professor and chair of Raza Studies at San Francisco State University, who addresses in one of her courses the impact that neoliberal municipal and corporate policies are having in restructuring who has access to the city, and how community-based newspapers are sites of struggle and testimonio about the historical and present lived realities of Chicana-o populations. She states, “by interrogating California newspaper coverage of Latinas/Latinos and reading counter-narratives in the ethnic press students can link their own acts of resilience and organizing to a legacy of self-determination.”10  Lastly, my dear colega J. Estrella Torrez, also associate professor and Co-Director, of the Indigenous Youth Empowerment Program at Michigan State University, has co-created partnerships through principles that emphasize collective knowledge building and storytelling as our medicine. Through such storytelling, trusting relationships can be developed and sustained since reciprocity is practiced as well as presence: “this time spent with my partners doing everyday activities and engaged in ordinary conversations, time that many university bureaucracies may not acknowledge, emerges from my willingness to listen, reflect, and act when called upon.”11  There are many more examples of social justice-based Chicanx/Latinx community-academic praxis that we can point to that are taking place despite the increasing pressures to produce work that is largely revenue generating, apolitical, and disinterested in civic engagement. Eimear Enright and her coauthors note that the neoliberal university is indeed pressing a market driven orientation to education and research, and thus, influencing so many aspects of academia.12 Although we are certainly operating within conditions not entirely of our own making as Marx once noted, we are no doubt social agents that can embody and practice different ways of imagining and being social justice scholar-activists. For me, the academy only makes sense if I am in relation with others, in community, both on and off the university grounds, and it is my aspiration that we continue transforming our lived realities and structures of feeling. It is what motivates me to do my part to smash down the walls of the Ivory Tower. Do I fail and make mistakes? Constantly. As Eden Torres noted in Chicana without Apology: The New Chicana Cultural Studies, “eliminating all forms of oppression is an ideal that no single person can hope to achieve – nor can we expect complete agreement [yet] we must fight to Future of Chicanx/Latinx Praxis | Castañeda  21  maintain connections, stay with complexity, work our way through our differences and the despair that comes with defeats along the way.”13  For, indeed, we are still in the midst of the aftermath of the revolutions from the 1960s and we still feel the attack dogs upon us. Because of this we need to be real about where we work, where we study and where our communities exist in those spaces. But I am also hopeful in large part because it is clear that youth and young adults – beginning with DACA and the immigrant rights social movements to Black Lives Matter to the most recent anti-gun walk-outs – are leading the way and rupturing language, sexual, gender and racial normative identities as well as cultural practices and long-held political ideologies. That is the future of our mestiza consciousness, and community-academic praxis. And ultimately, of higher education itself.   NOTES  1 Julian Aguilar, “Federal government tells border prosecutors to adopt ‘zero-tolerance’ policy on immigration,” The Texas Tribune, April 6, 2018. https://www.texastribune.org/2018/04/06/feds-order-border-prosecutors-adopt-zero-tolerance-policy-immigration/; Curtis Mills, “Sanctuary cities targeted with enhanced raids,” U.S. News and World Report, March 24, 2017. https://www.usnews.com/news/national-news/articles/2017-03-24/sanctuary-cities-targeted-with-enhanced-raids-report-says.  2 Judith Carmona Flores, “Motherists’ pedagogies of cultural citizenship: Claiming Rights and Space in a xenophobic era,” in Civic Engagement in Diverse Latinx Communities: Learning from Social Justice Partnerships in Action, eds. Mari Castañeda & Joseph Krupczynski (New York: Peter Lang, 2018), 125-142.  3 Estrella J. Torrez, “Translating Chicana testimonios into pedagogy for a white Midwestern classroom,” Chicana/Latina Studies 14, no. 2 (Spring 2015):101-130; Sofia Villenas, “Latina/Chicana feminist postcolonialities: Un/tracking educational actors’ interventions,” International Journal of Qualitative Studies in Education, 19, no. 5 (2006): 659-672; G. L. Ochoa and E. C. Ochoa (2004). Education for Social Transformation: Chicana/o and Latin American Studies and Community Struggles,” Latin American Perspectives, 31, no. 1 (2004): 59–80.  4 Mari Castañeda and Joseph Krupczynski, eds. Civic Engagement in Diverse Latinx Communities: Learning from Social Justice Partnerships in Action (New York: Peter Lang, 2018), 125-142.                                                       Future of Chicanx/Latinx Praxis | Castañeda  22                                                                                                                                                                5 Juan A. García, Theresa Córdova, and Juan R. García, eds., The Chicano Struggle: Analyses of Past and Present Efforts (Binghamton, NY: Bilingual Press/Editorial Bilingüe, 1984).  6 Gloria Anzaldúa, Borderlands: La Frontera 2nd Ed. (San Francisco, Aunt Lute, 1999), 103.  7 Sonia Nieto, Why We Teach Now (New York: Teachers College Press, 2014), 44.  8 Claudia Evans-Zepeda, “Subject-Heading or Social Justice Solidarity? Civic Engagement Practices of Latinx Undocumented Immigrant Students,” in Castañeda and Krupczynski, 59-61.  9 Jonathan Rosa, “Community as a Campus: From ‘Problems’ to Possibilities in Latinx Communities,” in Castañeda and Krupczynski, 112, 121.  10 Katynka Z. Martinez, \"’I Exist Because You Exist’: Teaching History and Supporting Student Engagement via Bilingual Community Journalism,” in Castañeda and Krupczynski, 226.  11 J. Estrella Torrez, “Responsibility, Reciprocity, and Respect: Storytelling as a Means of University-Community Engagement,” in Castañeda and Krupczynski, 150.  12 Eimear Enright, Laura Alfrey and Steven B. Rynne, “Being and Becoming an Academic in the Neoliberal University: A Necessary Conversation,” Sport, Education and Society 22, no.1 (2017): 1-4.  13 Eden Torres, Chicana without Apology: The New Chicana Cultural Studies (New York: Routledge, 2003), 182.    PART TWO: BEWARE THE RAIN  Beware the rain this month. It is quite acidic from the thick pollution in the air.  Your favorite shirt will become stained if you don’t take cover under the ledge of the closest panadería. Anel I. Flores Empanada: a lesbiana story en probaditas Los Secretos | Espinoza and Resendiz  24   Los Secretos de la Redada de los 41 (The Secrets of the Raid of the 41): A Sociohistorical Analysis of a Gay Signifier    Lucas E. Espinoza & Rosalva Resendiz    According to scholars, Buffington, Nasser, and Irwin, homosexuality and homophobia in Mexico came to the forefront with the corrido/ballad of “El baile de los 41 maricones.” In 1901, during the reign of President Porfirio Diaz, forty-two men were arrested in a raid in Mexico City, but only 41 were processed. Half of the men wore feminine attire, while the other half wore suits. Although the dance was a private event, police accidentally uncovered the dance and proceeded to raid the event under the guise that they had failed to procure a permit. Out of the 41 processed, only nineteen were found guilty and punished, and the number 41 became a gay signifier popularized by Posada’s print of the ballad/corrido, whose author remains unknown. The broadside boldly prints “Los 41 Maricones…” and proceeds to tell details of the dance on November 20th, 1901:  Aqui estan los maricones Muy chulos y coquetones Hace aun muy pocos dias Que en la calle de La Paz,  Los gendarmes atisbaron Un gran baile singular  Cuarenta y un lagartijos Disfrazados la mitad De simpaticas muchachas Bailaban como el que mas  La otra mitad con su traje, Es decire de masculinos Gozaban al estrechar A los famosos jotitos… Here are the fairies/faggots  Very cute and coquettish.  It was a very few days  That in the street of La Paz,  The armed police peeped  One great singular dance.  Forty-one lizards  Half in costume  Of charming girls  Danced like the most  The other half with their suit,  Is to say in masculine,  Enjoying as they moved  the famous jotitos Los Secretos | Espinoza and Resendiz  25    However, other sources state that the raid occurred on November 17th, 1901 in the early morning around 3 AM. Other accounts report November 18th and 19th, while the corrido broadside leaflet reported the 20th (Irwin, McCaughan and Nasser, 2003). The forty-two men at the ball were rumored to be of “high society;” the term lagartijo (lizard) in the corrido was about the type of extravagant dress (i.e., the big hats and coat tails) used by the elite. Half of the participants were transvestites, dressed in ball gowns, while the other half were dressed in suits. However, only one was allowed to escape and not be processed (Irwin, McCaughan, and Nasser, 2003; Najar, 2017; Orozco, 2003). Hence, the number originally reported was 42 and later became 41. According to the news, the police raided the dance on the claim that the people had no permit and that it was an assault on public morality (Irwin, McCaughan and Nasser, 2003). The news further highlighted many of these “criminals” to be from well-to-do families as reported by the newspapers El Diario De Hogar, El Universal, El Popular, El Pais, El Imperial, etc. (Irwin, McCaughan and Nasser, 2003). The newspaper, El Hijo del Ahuizote criticized the way the matter was handled, as punishment was not equally applied (Barrón Gavito, 2010). Of the 41 detained, those dressed in masculine attire claimed that they were unaware that their dance partners were males dressed in feminine attire and hence were able to buy their freedom. While those dressed in feminine attire  were left to be punished/exiled in order for some normalcy to be restored to the heteronormative expectations of Mexican society (Castrejón, 2003; Sifuentes-Jáuregui, 2002).  The 19 feminine cross-dressers were publicly shamed and forced by the governor to sweep the streets dressed in their gowns. As further punishment, they were to serve in the federal army in the southern border of Mexico. There was much public uproar, as popular sentiment did not approve of such disgraceful males to be part of what they considered a masculine and honorable army. Therefore, the nineteen gays were assigned to serve the federal forces by attending to the soldiers as maids, working in the mess halls as the masculine soldiers fought against the indigenous Mayan uprisings in Yucatan. According to Irwin, McCaughan, and Nasser (2003), it is highly likely that the 19 suffered abuses, sexual assault or worse. The punishing of the cross-dresser males demonstrated the institutionalization of hegemonic masculinity, using shame and punishment to control gender roles, gender performance/expression, and sexuality. To be gay and masculine could be forgiven with the right payment, but to be gay and feminine was to be publicly denounced, ridiculed and punished. In turn-of-the-century Mexico, homosexuality itself was not a crime, but a violation of heteronormative gender roles.  Los Secretos | Espinoza and Resendiz  26  The arrests and reporting were also influenced and shaped by class privileged.  This is very clear when we consider the forty-second gay man —the man who was not processed.  Who was the forty-second man? He was none other than the Hacendado, Don Ignacio ‘Nacho’ de la Torre y Mier, a wealthy landowner married to the daughter of Porfirio Diaz. Thus, he was released in order to prevent a socio-political scandal. Before this, his sexual preference was widely rumored in the circles of Mexican high society, as well as questioned by his wife, Amada Diaz. She had resigned to living a lavish lifestyle with a man who did not share her bed. Nadie me habla del vicio de Nacho, pero todos lo saben y me compadecen. Que terrible castigo envió Dios a mi vida; muchas deben haber sido mis culpas! La sodomía de Nacho causa asco y burla en la gente, dejando en mi necesidades físicas insatisfechas (lo que ninguna mujer decente debiera mencionar), que solo la practica intensa de la religión me permite soportar (Orozco, 2003, p. 17).  According to Orozco (2003), Porfirio Diaz saved his son-in-law to protect his daughter from embarrassment. In her journal, Amada Diaz remembers the day her father called her to the presidential palace to inform her that her husband was captured in a dance where men were dressed as women. Her father told her that he respected her decision in this matter, but that she had a right to know about her husband, which she had already suspected. Nevertheless, the news of the event became a nationalized scandal, due to the political and moral basis of the time. The news media also took this to the mainstream as Amada’s husband image was plastered in Posada’s broadside leaflet. In the depiction, Ignacio was shown wearing a gown, as a way to attack his masculinity. However, he had been dressed in masculine attire at the ball when apprehended.  Porfirio Diaz further intervened and had the police records of the raid removed, including the testimonies, court records and even diaries which corroborated the raid and punishment of the 19 feminine gay men (Irwin, McCaughan, and Nasser, 2003; Monsivais, 2003; Najar, 2017). Although the raid was meant to be erased, historian Juan Carlos Harris located the names of some of the detainees from records in the Suprema Corte de Justicia de la Nación. Seven of the nineteen filed a writ of amparo/protection against their placement in the military: Pascual Barrón, Felipe Martínez, Joaquín Moreno, Alejandro Pérez, Raúl Sevilla, Juan B. Sandoval and Jesús Solórzano (Najar, 2017). Their defense claim was that homosexuality was not prohibited or against the law. The charge was simply changed to crimes against decency, but their punishment remained the same (Monsivais, 2003; Morales, 2018). Another example of class privilege is the story of Antonio Adalid, who recounted his tale to Salvador Novo, in the book titled La Estatua de Sal (Monsivais, 2003). Adalid was the son of Don Jose Adalid, a caballerango/horseman and godson to Emperor Los Secretos | Espinoza and Resendiz  27  Maximillian I, who ruled Mexico from July 11th, 1863 to June 19th, 1867. Monsivais (2003) further explained that Antonio Adalid was known in his woman persona as Toña la Mamonera. In La Estatua de Sal, Adalid goes on to provide further details of the night, which contradict the news and the corrido/ballad. According to Adalid, the supposed fourteen-year-old boy being raffled at the ball, which was a ritual of prostitution. The young man it turns out was almost twenty-years-old. The corrido of “El Baile...”goes on to describe the event:  Se trataba, segun dicen,  De efectuar alegre rifa De un niño de catorce años Por colmo de picardías …It was about, or so they say,  To conduct a joyful raffle  Of a boy of fourteen years  On top of it all…  The almost twenty-year-old boy was also named Antonio and Adalid won the raffle as the highest bidder (Irwin, McCaughan, and Nasser, 2003; Monsivias, 2003). Although Antonio, who was engaging in the prostitution act could be considered a form of human trafficking given that according to the corrido he was a minor at the time and his body was sold to the highest bidder. The authorities punished Antonio as one of the 19 as he was dressed in feminine attire.  According to Novo’s account Adalid’s family did pay for his release to avoid having him be charged or punished with any crime. His release was further facilitated by the fact that he was not dressed in feminine clothing at the time, but in a suit. His transgression did not violate heteronormative gender role performativity. However, upon his discovery by the public, he was disowned and disinherited by his family. He moved to California penniless and with limited prospects for a job. Upon his arrival in California, he went to confession, and the priest who heard him helped him get a job teaching Spanish at a local college. The other Antonio would later find Adalid, and they were to remain together (Monsivias, 2003). As a result of the Gran Redada, the ballad of “El baile…” was published to ridicule homosexuality and gender transgressions against hegemonic masculinity (Sifuentes-Jáuregui, 2002). The primary source that kept the story of the 41 alive was the broadside sheets illustrated by Jose Guadalupe Posada (Irwin, McCaughan and Nasser, 2003). Posada was a premier printmaker known for his broadsides, etchings, and engravings that brought attention to the ridiculous and scandalous (Sifuentes-Jáuregui, 2002). He created a series of engravings to recreate the event.  Amada Diaz, who had been married to Ignacio for a little over 13 years, explained that when news of the story spread, the illustration by Posada depicted her husband dressed as a woman right in the center of the main scene (Orozco, 2003). Amada Los Secretos | Espinoza and Resendiz  28  explained as the media carried the news, “La noticia trascendio al publico merced a una hoja ilustrada donde aparecia mi marido, en caricatura se entiende, vestido de damisela” (Orzoco, 2003, p. 45). Hence, this image of homosexuality provided a source of humor. Later other images and depictions of the events that night and the weeks done by Posada were published in 1901 in the newspaper, El Mundo that ridiculed the baile/dance (Sifuentes-Jáuregui, 2002).  Before 1901, gay activity under the rule of Porfirio Diaz was discreet and kept underground. Mexico had been strong-armed ruled under Porfirio Diaz (1877-1910/11) who was ‘re-elected’ through violent suppression of any political opposition. In 1910, Diaz even went so far as to reinstate himself as the president-elect when he lost to his opponent Francisco Madero. Under El Porifiato, the capitalist class and politicians engaged in abuses and injustices against the peasants/campesinos. Political unrest grew until it erupted into the Mexican Revolution (Ibañez, 1920; Monsivais, 2003).  As class conflict increased in Mexico, those oppressed and subjugated by the injustices of El Porfiriato viewed the President’s modernization, alliance with the capitalist foreigners and lifestyles as decadent. With the scandal of 1901, the poor working class associated homosexuality with the excesses/decadence of the elites and modernization as one of the reasons for moral corruption. The press, along with the dissemination of the broadsides further produced and reproduced homophobia. The moral sensibilities of the campesinos began to equate high society as effeminate and corrupt, with the peasant male as the true representation of masculinity (Barrón Gavito, 2010; Irwin, McCaughan and Nasser, 2003).  The news and the popularity of Posada’s prints went on to popularize the association of the number 41 with gender transgressive homosexuality. According to Sifuentes-Jáuregui (2002), the number 41, from the time of the incident, to-date, has been used to identify, label and disparage people as gay-effeminate/sissy. From 1901 to 1978, gay men experienced worry and panic around the cultural production and mobilization of “El baile do los 41Maricones” due to its use in fanning homophobia and sparking hate crimes (Monsivais, 2003). Irwin (2003) cites revolutionary General Francisco Urquizo, who sees the number 41 as derivative, derogatory, a disgrace, and offensive to the heteronormative male because to use 41 is to call a man passive/effeminate, a lesser being. The number 41 became so offensive that when a person became the age of 41, they would express their age as “30-11 years old” (Irwin, 2003, p.178). As the number 41 became an emblem of homosexuality, the Mexican government and military removed the number from public buildings, license plates, and police badge numbers. This practice reinforced hegemonic masculinity and demonstrated institutionalized homophobia, which also treats the feminine as abject (Sifuentes-Jáuregui, 2002). Los Secretos | Espinoza and Resendiz  29  Homophobia arose as a tool to reinforce the binary gendered system, but also to divide and conquer the elite. The penny presses of the time further extended this by cross-dressing the political leaders to demonstrate their weakness in order to ridicule them and challenging the masculinity of the bourgeoisie (Buffington, 2003). The measures further perpetuated homophobia and employed a narrative that could be used against the elite.  The baile of the 41 became part of the public discourse and as such, the number ‘41’ tied homosexuality to corruption, perversion and intrinsic to the elite. Buffington (2003) argues that the working class further outlined an appropriate working-class model of the masculine as heteronormative. In this way, the people and the press engaged in a rhetoric of homophobia in their attempt to challenge class superiority. In other words, the working class, in conjunction with the press highlighted the case that the elite had become “too soft to control their women… [to] exert their male prerogatives and responsibilities” (p. 218).         Los Secretos | Espinoza and Resendiz  30  REFERENCES   Barrón Gavito, M. A. (2010). El baile de los 41: La representación de lo afeminado en la prensa porfiriana. Historia Y Grafía, no. 34. Retrieved from http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S1405-09272010000100003 Buffington, R. (2003). Homophobia and the Mexican working class. In The famous 41: Sexuality and social control in Mexico, 1901 (pp. 193-226). New York, NY: Palgrave Macmillan. Castrejón, E. (2003). Los cuarento y uno: Novela critico-social (seleciones). In The famous 41: Sexuality and social control in Mexico, 1901 (pp. 93-138). New York, NY: Palgrave Macmillan. Dean, C., & Leibsohn, D. (2003). Hybridity and Its Discontents: Considering Visual Culture in Colonial Spanish America*. Colonial Latin American Review, 12(1), 5-35.  Ibañez, Blasco. (1920). Mexico in Revolution. New York: E. P. Dutton & Co.  Irwin, R. M. (2003). The centenary of the famous 41. In The famous 41: Sexuality and social control in Mexico, 1901 (pp. 169-189). New York, NY: Palgrave Macmillan. Irwin, R. M., McCaughan, E., & Nasser, M. R. (2003). The famous 41: Sexuality and social control in Mexico, 1901. New York, NY: Palgrave Macmillan. Monsivias, C. (2003). The 41 and the gran redada (A. Walker, Trans.). In The famous 41: Sexuality and social control in Mexico, 1901 (pp. 139-168). New York, NY: Palgrave Macmillan. Morales, M. A. (2018). Monsi, los 41 y el 14. Confabulario: Suplemento cultural: El Universal: El Gran diario de Mexico. Retrieved from http://confabulario.eluniversal.com.mx/monsi-los-41-y-el-14/ Najar, A. (2017). ¿Por qué en México el número 41 se asocia con la homosexualidad y sólo ahora se conocen detalles secretos de su origen? BBC Mundo. Retrieved from http://www.bbc.com/mundo/noticias-america-latina-38563731 Orozco, R. (2003). El álbum de Amada Díaz. México, D.F.: Editorial Planeta Mexicana, de C.V. Sifuentes-Jáuregui, B. (2002). Transvestism, masculinity, and Latin American literature: Genders share flesh. New York, NY: Palgrave.  Ser Humano | Mendoza   31 Memoir of Un Ser Humano:  The Life and Times of raulrsalinas1   Louis Mendoza, Arizona State University     In this paper I discuss a recently published collection of new writing by the renowned tejano, cucharacho, pinto, pachuco, Xicanindio, anti-prison, pro-youth activist poet raúlrsalinas—a work whose publication coincides with the 10th anniversary of his death. While salinas is best known for his poetry, his 2005 book raulrsalinas and the Jail Machine provided us with a glimpse of his acerbic, witty, insightful and nuanced  prose style in his  personal letters, newspaper  and journal selections written from prison, this posthumous memoir extends our understanding of Salinas’ poetry and prose style by making available his efforts to write his own life story, previously unpublished letters, essays, and poetry. Before delving more deeply into the memoir, I want to provide some background for those who may not know who Salinas was. Salinas was born in San Antonio, Texas in 1934 but mostly grew up in the East Austin neighborhood of La Loma, the barrio that was central to his signature poem written in Leavenworth prison in 1967, “A Trip Through the Mind Jail.” In many respects, the life of this pachuco turned pinto turned poet-activist exemplifies the contentious, vexed, and often over-determined relationship that Latinos have with the criminal justice system in the United States. Raised by a single mom, Salinas attended Catholic elementary school and public high school until he was given a “choice” by a juvenile court judge to go to jail, join the military or leave town. Faced with the prospect                                                           1 Portions of this essay borrow from previous biographies of Salinas I wrote for other publications including, raúlrsalinas and the Jail Machine:  Selected Writings by Raúl Salinas (UT Press, 2006). Ser Humano | Mendoza   32 of institutionalization, he opted to enter the migrant stream, a decision that took him to the fields of northern California at the age of 17.  As a youth, Salinas was often in conflict with mainstream institutional and cultural mores; thus he was, in many respects, both representative and exceptional. During his childhood, the city of Austin's segregationist policies were being codified to ensure that East Austin was comprised exclusively of ethnic minorities. It was within the barrios of this deliberately marginalized community, comprised of several African American and Mexican neighborhoods, that Salinas first learned his \"place\" in society. As an adolescent, he experienced continuous harassment by police and school officials for any aspect of his behavior or appearance that signaled difference from a  narrowly defined cultural norm, be it his style of dress, hair, tattoos, or language usage, all of which had their specific manifestation in a defiant pachuchismo that he eagerly embraced. His alignment with this counter-culture visibly marked him as a troublemaker even as he excelled in school. Labeled as a “delinquent,” local police developed a dossier on Salinas at a young age, an action that made him easy prey for police, which resulted in short stints in local and state juvenile detention centers. He often stated that he was pushed-out of school despite being a smart student.  Photo 2:  Salinas in Austin circa late '40s and early '50s. Salninas’ rebelliousness and interest in jazz and the nightlife, led him to embrace a pachuco idenity in his teens. Pachucos were a counterculture within the Mexican American community who developed a idiosyncratic argot and dress style that exemplified their Photo 1:  Salinas at age 14. Courtesy of Red Salmon Archives. Ser Humano | Mendoza   33 interest in celbratng their distinctiveness from mainstream culture and values.2 A pachuco hipster with an affinity for jazz and blues music, Salinas \"came of age\" in 1952, the same year that The New York Times heralded the emergence of the countercultural  beat literary movement.3 Salinas identified with the rejection of cultural and social conventions promoted by these young artists. California offered him a respite from the oppressive conventions and expectations of society and family in the post-war boom period. As a streetwise young man, his lifestyle soon included the consumption and selling of drugs. In 1957, Salinas was convicted in Los Angeles of \"violating the health and safety code for sale and possession of marihuana\" and was sent to Soledad State Penitentiary, aka the \"Gladiator School.\" Not counting his experience in juvenile detention centers, Soledad would be his first home behind bars. It was here that he began to write poetry for the first time until he was released on parole in 1959.  In November of 1961, he was busted on possession of marijuana in Austin and sent to Huntsville State Prison where he stayed until May 1965. There, he joined the production team of the monthly prison newspaper, The Echo, and wrote \"Quartered Notes,\" a jazz column. These early writings were penned under his childhood name of Roy Salinas; not until he was in Leavenworth did Salinas reclaim his birth name of Raúl, and later, inspired by e. e. cummings, he began using the lowercased, raúlrsalinas.  When he was sent to Leavenworth on a felony drug charge in 1967, Salinas' outlaw perspective was turned inside out by Ramón Chacón, a convict from South Texas who introduced him to the writings of Ernesto\"Ché\" Guevara and Frantz Fanon. He was also befriended by Standing Deer (alias Robert Wilson) and Rafael Cancel Miranda, a Puerto Rican independentista in prison for his participation in a 1954 armed protest in congressional chambers. Through his interaction with these men, Salinas began to see how race and class functioned in prison and the outside world to keep people from discovering constructive solutions to individual and group disempowerment.  Just as there was a clear relationship between his pre-prison experience of social marginalization and his eventual incarceration, there was also a direct link between his prison experience and his development as an intellectual-activist. The transformation he underwent led him to engage fellow convicts, prison authorities, friends, and political activists in the outside world. It is within the context of a highly politicized and racist prison culture, that Salinas came to terms with his Mexicano-Chicano-Indigenous identity; and it                                                           2 An excellent overview of Pachucos can be found in this online article: “Pachucos: Not Just Mexican-American Males or Juvenile Delinquents.” 3 All photos come from Salinas’ personal archives, many of which are maintained at Resistencia Bookstore/Casa de Red Salmon Press. My thanks to Lilia Rosas for sharing them with me. An extensive collection of Salinas’s visual archive is also in the Stanford University Library special collections archives labeled as Raúl Salinas papers, 1957-2008. Ser Humano | Mendoza   34 is through a Xicanindio identity that he acquired political insight, found individual and collective fulfillment, and initiated a life-long struggle to advance human liberation. Originally a prisoner of social crimes (drug possession and distribution), Salinas' experience exemplifies the ways in which a convict is transformed by and transforms the prison system. His 1972 relocation from Leavenworth to the Marion control unit clearly marked prison authorities’ recognition of his metamorphosis from a social prisoner to a political prisoner as he was marked for “behavior modification” due to his prolific activity on behalf of fellow convicts.  Salinas' transformation was a process that was both solitary and communal. The emotional, spiritual, and political substance of this transformation is mapped out in his writings and makes his life one worthy of study, one that provides insight on society and the human capacity to persevere, adapt, and rebuild oneself. Salinas' writing and activism can be seen as interventions in the ahistorical and dehumanizing popular discourse on prisoners and crime that often preempts any critical discussion of the faults, limitations, and corrupt nature of the justice system. As part of a prisoner rights movement, he and his cohorts forged a radical cultural praxis that linked issues of identity and power with notions of history and justice.   By 1970 Salinas had undergone a major ideological shift due to his contact with political prisoners, his extensive reading, as well as the educational and organizational experiences obtained through his membership in Chicanos Organizados Rebeldes de Aztlán (CORA), a political action group in Leavenworth. His editorial and literary contributions to the important prison publications, Aztlán de Leavenworth, New Era, Entrelíneas, and Signet,4 document the evolution of his political consciousness. Having developed his skills and reputation under austere circumstances, Salinas' writing and activism eventually earned him international recognition as a spokesperson for causes ranging from prisoner rights and national liberation struggles to gang intervention and youth arts advocacy. He first                                                           4 Select writings from these publications are published in raúlrsalinas and the Jail Machine. See Section I on Salinas’ Journalism. Photo 3: Members of Chicano Organizados de Rebeldes de Aztlán (CORA) in the Cultural Hisotry of the Southwest class in Leavenworth Federal Pentitentiary, 1971. Courtesy of Salinas Special Collection, Stanford Libraries. Ser Humano | Mendoza   35 received recognition as a writer in 1969 when what was to become his signature poem,\" A Trip Through the Mind Jail,\" was published to wide critical acclaim. Since then, Salinas published three collections of poetry, a collection of prison writings, and three spoken word CDs.  A consistent motif in Salinas' writing is that of the journey. His exceptional journey from individual alienation to rage to resistance was linked to social movements occurring within and outside of prison. While prison served as a catalyst for his political consciousness, what was extraordinary about Salinas was his decision upon leaving prison to devote his life to the pursuit of social, political, and economic justice.  Salinas gained his final release from prison in 1972 with the help of faculty and graduate students at the University of Washington. Unable to return to Texas or California due to parole restrictions, Salinas chose to be exiled in Seattle. Immediately following hisarrival, he joined a multiracial, Latino-led coalition of community groups that had seized control of an abandoned school building. Successful in their effort, they formed El Centro de La Raza. His reputation as a poet and activist blossomed as he entered full-force into the national Chicano literary scene. In the Northwest, he joined the Native American fishing rights struggle in the Seattle-Tacoma region, working with the Nisqually/Puyallup peoples. It was through El Centro de La Raza that his international vision and his ideas regarding Indian-Chicano unity were cultivated. In 1975 he traveled to Cuba for the first time. Later that year, he met and worked with American Indian Movement (AIM)5 member Leonard Peltier. In 1976 he co-coordinated the Trail of Self-Determination, a seven-month cross-country caravan led by the Survival of American Indians Association that arrived in D.C. on July 4th to present an indigenous perspective on the bicentennial. In 1977, Salinas co-founded the National Leonard Peltier Defense Committee. Four years later he would be selected as part of an International Indian Treaty Council delegation sent to represent Peltier at a human rights symposium in Geneva.   In 1981, after completing the terms of his parole with the Texas Department of Corrections, Salinas returned to Austin where he began teaching critical media studies at the University of Texas and joined the League of United Chicano Artists (LUChA). Almost immediately he established Resistencia Bookstore/Casa de Red Salmon Press; it remains open to this day. In 1985, Salinas moved to St. Louis for a year to head the national office of the Leonard Peltier Defense Committee. As part of his ongoing work with the                                                           5 The American Indian Movement (AIM) is an American Indian advocacy group founded in 1968 in Minneapolis, Minnesota to address issues related to sovereignty, leadership, and treaties. More about AIM can be found online at https://dp.la/primary-source-sets/the-american-indian-movement-1968-1978.  Ser Humano | Mendoza   36 International Indian Treaty Council, Salinas traveled to Nicaragua, Libya, Cuba, Panama, Chiapas, Mexico, as well as Vieques, Puerto Rico.  From 1989 to 1992 Salinas worked as a counselor with South Austin Youth Services. This work led him to become a specialist in gang intervention and conflict resolution, skills he utilized locally and nationally. A popular poet and speaker on social justice issues at universities and political and cultural venues, Salinas' dedication to literacy and empowerment earned him a reputation as a steadfast cultural and political force in Austin. Resistencia Bookstore became a haven for emerging writers and young activists, serving as home base for local chapters of AIM, the Leonard Peltier Defense Committee, the Comité en Solidaridad con Chiapas y Mexico, SOY (Save Our Youth) arts program, a read- in of Live from Death Row (part of the Free Mumia Campaign), as well as numerous other political committees addressing local, state, national, or international causes.  Salinas' contributions as a cultural worker were extensive. In addition to conducting youth writing workshops and maintaining a busy schedule on the reading circuit, he taught courses at St. Edward’s University. An activist and writer of the prison rebellion movement, Salinas' work helped heighten social consciousness about the unjust and disproportionate imprisonment of people of color in the United States. Salinas is a representative figure inasmuch as his pre-prison life and his incarceration are all too typical of the prison population; his experiences of social disenfranchisement, under-education, participation in the lumpen economy, migrancy and other forms of displacement are indicators of experience and social location that are shared between him and many other prisoners.  Salinas’ literary legacy is eclectic and masterful in its creative bilingual engagement with multiple literary and music traditions. The continued existence of Red Salmon Arts and Resistencia Bookstore in Austin, Texas stand as testimony to his influence as a teacher and inspirational cultural worker for many generations of writers, thinkers, and advocates for social justice. Salinas never forgot his prison past and the ongoing injustices perpetuated by the criminal justice system. He took every opportunity available to visit prisoners to provide discussions, free readings, and workshops.  Un Memoir of un Ser Humano was a project Salinas and I began working on at the same time as My Weapon is My Pen about 15 years ago. In Salinas’ archives, there were many fragmented and incomplete attempts by him to “write his life.” One of these serves as the preface to the book:   Preface of Sorts 12/08/81, 6:00 a.m. Sitting here in my secluded south Austin cottage, with the leaking roof and busted commode, I contemplate in early morning hours, a possible return trip to Cuba (my Ser Humano | Mendoza   37 third since 1975), it occurs to me that there is still much unsaid, so much left to say. Back home (my 1st in 15 years), there is a burning need to jot down (by way   of explaining to mi pueblo just where it is I’ve been and what it is I’ve learned), record for posterity the experiences that have shaped and molded my life; the people that have made me the person of today. Some will no doubt find this acontecimiento del vivir of no special consequence. For others, a bit of truth, a contradiction here or there. For some, a lesson to be learned, for others something to condemn or reject. For me, it is merely the poetic/political of a road well travelled; a humble, creative and retrospective recording to share with the world.  (Memoir, 8)  Following the publication of My Weapon is My Pen in 2006, raúl and I developed a plan to compile his scattered and fragmented autobiographical writings. With his permission, I transcribed and retyped these fragments and, more importantly, I converted many of them from the third person to the first person. He made clear to me that he found it easier to write about himself in the third person because much of the material felt too close, too raw, and he was highly self-conscious about writing in the first person. Today this approach is called creative non-fiction; he saw it as a useful strategy for distancing himself because it made him feel less vulnerable. When I first saw these efforts by raúl to document his life, I felt strongly that this was a story that needed to be shared. As with so much of his work, raúl’s story is not only his individual story but that of his community. While I never imagined one book could ever completely capture the arc of raúl’s entire life, I believed these fragments offered special insight into parts of his life’s journey that few know about. As I completed this transcription, we discussed a strategy for fleshing it out and connecting the fragments. While I encouraged him to sit down and complete individual pieces and the collection as a whole, after some time passed I realized that sitting down and writing his story out in some linear fashion simply wasn’t going to happen. That kind of intense and solitary endeavor focused solely on himself just wasn’t a commitment he could make. He was too engaged in the daily business of life, running Resistencia and his youth development program, Save Our Youth, speaking, teaching, sponsoring events, and conducting writing workshops, among other things, to sit down and reflect on his life in a sustained way. While I think a part of him knew how important a project this was, I believe another part of him thought it didn’t rise to the level of importance of interrupting all the other urgent work that needed to get done. Once we agreed that we needed an alternate plan, we decided a way around this was for us to have a series of one-on-one platicas in which he would recall, ruminate, reflect on his life as a way to complete this project. On October 22, 2000 we spent an Ser Humano | Mendoza   38 afternoon talking through the various stages of his life. Unfortunately, the devastating illness he was soon to face and the geographical distance between us, and the challenges of setting aside the time we would need to do justice to this project, all conspired to thwart the full realization of this plan. I’ve included this sketch of raul’s life based on that conversation at the end of Part I of the book. I believe it provides insight into periods of his life that he didn’t write about in detail. Because I had the chance to organize two sets of raúl’s archives, I knew there were numerous incomplete and unpublished projects of both poetry and prose. When we were preparing to ship a second set of raúl’s archives to Stanford shortly after his death, Ben Olguín and I took a Sunday afternoon to wean through them and spent numerous hours at a Kinko’s copy shop in Austin duplicating manuscripts and fragments of writing. These copies would complement the many other pieces of writing that raúl and I had identified as the foundation for this book. This book is a compilation of raúl’s numeorus efforts to tell his story—sometimes stilted, fragmented, incomplete—and at other times remarkably developed and sustained. But this collection also includes more than that—unpublished letters from before and after his years in prison, jailyard journalism, published and unpublished poems that complement his prose, essays from his time as a student, press releases from his time with the League of United Chicano Artisists (LUChA) in Austin, and excerpts from Notas de Resistencia, among others. I include these because they add value to anyone who wants to understand his many voices, the range and nuance of his writings and his work. And yet, all this constitutes only a portion of his unpublished work.  Memoir of un Ser Humano was one of the many titles raúl gave his “autobiographical” writings, and the one he favored for this project. The collection captures snapshots of raúl few know about. The few poems included here provide condensed and powerful emotional insight into his life, in ways that his incomplete and fragmented prose is often unable to do.  The parts of the book that are direct recollections of his life comprise only about a third of this volume. But as I noted in the Introduction to The Jail Machine, looking at the many genres of raul’s writing collected over time tell us a story—of what interested him, what he was invested in, what he cared about.  Memoir of un Ser Humano is divided into five sections. Section I, In-Formation, contains the bulk of what might be called typical autobiographical materials (15-60). These include brief profiles of family elders based on memories and conversations shared with him, and his most extensive prose efforts to write about his family, his youth, and people who populated his life. In here, we learn about his relationships, his coming of age experiences and cultural influences. Those familiar with raúl’s poetry collections, especially A Trip through the Mind Jail y Ttras Excusions and East of the Freeway, understand that many of his poems were autobiographical snapshots about his youth, his Ser Humano | Mendoza   39 strong sense of place, people in his life, and formative experiences that helped shape his identity and worldview. We find in this collection, stories that provide us broader and deeper narratives about his formation, his motivations and desires. The material comprising Section II, Transformation, complements raúl’s known prison writings (61-110). They come from the materials that we could not include in The Jail Machine. Here are poems, essays on jazz, profiles of fellow prisoners, and correspondence with people in the free world. Throughout the book, I’ve included poems that either complement or are referred to in the narrative. Some of these have been published in other collections, but I’ve also included a few choice unpublished poems as appropriate. Section III, Transition focuses on his hiatus, his exile, from Texas immediately following his release from Marion in 1972 (111-46). These were important times of transition and growth for raúl, as he adapted to life in the free world as a very different person than the one who entered Leavenworth; his stints in Leavenworth and Marion utterly and profoundly changed not just his worldview but his entire way of being in the world. It is in Seattle that he evolves further to become an activist, to truly grapple and grasp what it means to be Xicanindio, to become an authentic internationalist. Section IV, East of the Freeway, picks up on his return to Texas following the expiration of his parole in 1983 (147-76). Here he continues his activism, joins a local Chicano arts organization, starts Resistencia Bookstore/Casa De Red Salmon Press, and begins making a niche through as a political and counter-cultural force. Section V (177- 84) is a short sheaf of erotica written by raúl.  Salinas was proud of this work but also anxious about how it might be received. He was genuinely concerned that it would be received as sexist, as objectifying women, but he was also adamant that this was not his intent. As someone who was an avid libertine when it came to sexual mores, attitudes, and practices, raúl was a fan of erotic fiction and the bawdy poetry of Charles Bukowski. The final section of the book (185-212) includes a series of homages written to raúl by individuals who were important friends and collaborators. Each in their own way, recall his importance to them. Raúl’s son, Lawrence Salinas provides us with three pieces that reveal his conflicted, complex, and ever evolving relationship with his father. Finally there are three appendices that include essays raúl wrote as a student at the University of Washington, one article about his court case in Marion, and a court decision on a case in which raúl was a plaintiff. Raúl left an amazing  legacy, one that is not easily quantified. This legacy is not just a literary one—but one about the needed commitment to social justice, to doing away with a corrupt and unjust criminal justice system and our country’s addiction to mass incarceration. Raúl knew, better than most, that the pipeline from the schoolhouse to the jailhouse need not be. He knew that too often young people fail to see their potential and Ser Humano | Mendoza   40 fail to be seen at all by their teachers. He knew that writing was a powerful form of self-affirmation and self-love—and that writing could chart a path to discovery and empowerment. I recall numerous times raúl was brought to tears by the spontaneous verbal and written expressions of people of all ages during writing workshops, in brief exchanges after he gave a reading or a workshop, when people found words to express their anger, their love, their sorrow, and their aspirations. It was this knowledge of the power of language that fueled his commitment to keeping Resistencia Bookstore open despite it being a financial burden on him.  Raul was a centrifugal force that attracted people from near and far. He could be a difficult, brash, and unyielding person who came on too strong for many people. When he was well, his level of energy was well beyond his years and wore out people many years younger than him. Raúl’s sphere of influence is hard to measure, but it is not mere hyperbole to say he continues to live on through fans, friends, followers, and fellow warriors. He was our mentor, friend, guide, inspiration, provocateur, devil’s advocate, and above, all, as others have noted, he was someone who struggled to transform, to become better, to adopt and understand new ways of thinking and being in the world. He was imperfect, but so are we, and in this way he showed us how important the struggle to be free, to be human, was essential.   Photo 4:  Photo by Alan Pogue, circa 2005. Courtesy of Red Salmon Archives. 1934-2008 c/s     Ser Humano | Mendoza   41  WORKS CITED  Abbott, Frank. The American Indian Movement, 1968-1978. Digital Public Library of America. https://dp.la/primary-source-sets/the-american-indian-movement-1968-1978. Accessed 02/18/2019. Licón, Gerardo.  Pachucos: Not Just Mexican-American Males or Juvenile Delinquents.” https://www.kcet.org/shows/artbound/the-history-of-pachuco-culture. Accessed 02/15/2019. Mendoza, Louis and raúlrsalinas.  raúlrsalinas and the Jail Machine:  My Weapon is My Pen, Selected Prison Writings (1963-1974).  Austin:  UT Press, 2006. Mendoza, Louis, ed.  Memoir of Un Ser Humano:  The Life  and Times of raúlrsalinas. Austin:  Red Salmon Press, 2018. ---.  “The Re-education of a Xicanindio: Raúl Salinas and the Poetics of Pinto Transformation.”  Eds.  Garuav Desai, Supriya Nair, and Felipe Smith. MELUS Special Issue: Literature and the Idea of Social Justice. Spring 2003. ---.  “Introduction:  A Legacy of Conviction.”  Memoir of Un Ser Humano:  The Life  and Times of raúlrsalinas.  Austin:  Red Salmon Press, 2018.  ---.  “Introduction: Raúl Salinas and the Poetics of Human Transformation.”  In raúlrsalinas and the Jail Machine:  My Weapon is My Pen, Selected Prison Writings (1963-1974). Austin:  UT Press, 2006. 3-24. Raùlrsalinas.  Indio Trails:  A Chicano Odyssey Thru Indian Country.  San Antonio: Wings Press, 2006. ---.  Un Trip Through the Mind Jail y Otras Excursions.”  Houston:  Arte Público, 1999.  ---.  East of the Freeway:  Reflections de mi Pueblo.  Austin:  Red Salmon Press, 1995.   Femicide | Hernández  42   FEMICIDE IN THE AMERICAS   Daniella Hernández     Femicide has no borders, affecting women on a global scale, however, in the past twenty years, it has become especially prevalent in Latin America. Alicia Gaspar de Alba and Georgina Guzman note that the first cases of femicide in Latin America were recorded in the early 1990’s in Mexico (2010). The passing of the North American Free Trade Act (NAFTA) in 1993 created many border jobs specifically targeted to hire women in the maquiladoras because of their supposed ability to assemble parts with their “small hands” (Nauman 951). After the expansion of the maquiladoras, the number of women in the workforce doubled, making women more than 80% of the population working in these assembly lines (Nauman 950-1). Additionally, “there is a perception that women are generally ‘supplementary wage-earners’ whose income is either extraneous to that of the household--just for luxuries-- or it merely complements that of the male head” which devalues women in their work and as people. (Nauman 951). It is, in part, because of attitudes such as these that so many women are victims of femicide in spaces of rapid economic change.  Femicide has continued to rise and is now prevalent in other Latin American countries such as Colombia, El Salvador, and Guatemala. According to Jennings, femicide is not just the “murder of a woman or women but also to a system in which women are targeted for various forms of violence because they are women” (Jennings 344). Furthermore, its heinous nature sets femicide apart from other forms of violence.  Other defining characteristics of femicide include “the disappearance, torture, rape, mutilation and murder of hundreds of young women” (Jennings 343). Femicide is a violent act towards women with a purpose that is endorsed on a political and institutional level due to the fact that it has not ceased as a social problem.  This paper examines the contributing factors that lead to femicide in Latin America as well as the related crisis of transfemicide. An extensive literature search was conducted in which three main factors were identified. The factors are (1) impunity, (2) sexism and (3) post-civil war effects. These factors highlight the complex nature of femicide in Latin America. Impunity allows for individuals to get away with committing Femicide | Hernández  43  crimes and avoid being held accountable for their actions which is unfortunately all too prevalent in many countries in Latin America, especially those affected by the civil wars of the 1970s and 1980s.  This culture of impunity in many Latin American countries paves the way for crimes such as femicide to go unpunished and uninvestigated. In most cases, impunity was a direct effect of sexism where the people in power, usually in the government or in the military were males. Sexism is a patriarchal belief that males are superior to females and thus abide by strict, Christian-Judeo gender roles. The same men with patriarchal mentalities were in charge of armies during the civil wars of the late twentieth century. They trained the men how to kill and aided them with the necessary resources to execute their slaughters which were later used on women. Femicide also includes the killing of transwomen, better known as transfemicide. Christian-Judeo values influenced the way in which many people treated transwomen. Transphobia is what ultimately took the lives of many transwomen via harassment, assault, and murder who were delegitimized not only as being women, but also as being human.  Methods I conducted a literature review on femicide in Latin America by using databases such as Sociological Abstracts, Project MUSE, Gender Watch, and ERIC, and searches of journals such as Aztlán and Latino Studies. My initial keywords included “feminicide”, “hate crimes” and “Latin America”. However, this led to articles that did not specifically utilize the word femicide or did not treat female homicide as a separate issue. I then added keywords such as “gendered violence” and “misogyny” which led to more specific articles on violence against women. My research became a collection of primary and secondary data collection. Several of the articles included personal stories and testimonies of family members who had lost a daughter, sister, or friend to femicide in Latin America. From my initial searches, I gathered ten journal articles in which I found the four recurring themes. This helped guide and narrow my direction for my research further. However, I found that news articles or interviews were the most effective in giving insight to what femicide genuinely felt like for many communities affected by the violence. Reading about femicide in a scholarly journal article as secondary data was more passive and detached. News reports and interviews gave more insight into the depth of the issue and stated direct causes of femicide such as impunity. I found this method most effective because it asked the witnesses of femicide to recount their stories which were then supported by scholarly work.  I turned to internet to search for various newspapers in Latin America and found personal narratives and testimonies. I conducted this search by using the Spanish word Femicide | Hernández  44  “feminicidio” which generated several newspaper articles about incidents of femicide in Latin America. A total of 16 articles were used in this project; the articles used different methods such as qualitative, quantitative, testimonies, secondary and primary data. Most of the articles were in English and a few were in Spanish from scholars who resided in these countries and conducted research themselves on femicide and/or gendered violence. The authors of the articles came from different disciplines such as Political Science, Justice studies, Civil Rights studies, Sociology, Economics, Women’s studies, and Women’s History which offered an interdisciplinary and diverse perspective on femicide in Latin America. Overall, the articles ranged in publication dates from 1999 to 2017 to offer background on the history that influences femicide as well as current information that reveals why it continues to occur in present day.   Impunity Impunity is the lack of being held accountable or punished for harmful actions and is by far the largest cause of this self-perpetuating cycle of violence in regard to femicide. Many of the attackers were men who in one way or another had significant political power and could evade being held accountable for their actions. Many of the victims of these abuses never had the courage to report the crimes because they that authorities seldom pursued the cases and that justice was seldom served.  During Guatemala’s 36 year long civil war, “government troops under Rios Montt’s command massacred 1,771 people and forcibly displaced at least 29,000” (Patterson-Markowitz et al. 82). This resulted in a total 200,000 people being killed during the war. Of these, “1,445 case of rape and sexual violence against Maya-Ixil women” were classified as genocide (Patterson-Markowitz et al. 83). 100,000 indigenous women were wrongfully accused of collaborating with the guerrillas and many were raped as part of a war tactic to terrorize their ethnic communities (Patterson-Markowitz et al. 83). Guatemala’s former president Colom, had promised in 2008 to “declassify and make public all military archives relating to the conflict” of all the killings under General Rios Montt but nothing was ever accomplished (“Amnesty Report: Guatemala 2011” 3).  Guatemala is known as “killer’s paradise” for the fact that impunity is so common that many of the murderers are able to avoid being sentenced, let alone prosecuted (Bellino 7). In Guatemala specifically, “state complicity in the crime is revealed by the investigator’s inability or unwillingness to protect women’s rights and conduct comprehensive investigations to punish violators of those rights”, this is what ultimately results in “less than 2 percent” of the “nearly 700 reports of sexual violence each month” where a suspect is identified and charged (Bellino 6). That means that only 14 out of the 700 reports are able to identify a suspect—a perpetrator of femicide. To correctly analyze impunity, we must critically observe the population that is being targeted. In the cases of Femicide | Hernández  45  femicide in most of  Latin America, it is the lower socio-economic class, dark skinned women who are being murdered and tortured by men. Femicide is intersectional and specifically seeks to target the most disenfranchised members of society. The killers are not targeting the light skinned, wealthy women of the country, they target the marginalized because they know that the government will not persecute the perpetrators. Historically, indigenous people have been wrongfully targeted for various forms of violence. The United States of America would not be one of the world “superpowers” without the same violence that was directed towards the indigenous people in this land.  Ogrodnik and Borzutzky state that “when the state fails to hold the perpetrators accountable, impunity not only intensifies the subordination and powerlessness of the targets of violence, but also sends a message to society that male violence against women is both acceptable and inevitable” (60). In Guatemala this has created a toxic culture in which some men believe that the killing of women is normal. Individuals become desensitized to this form of violence which allows for the dehumanization of women and justifies their mass killings.   Sexism Sexism was another leading cause for femicide and transfemicide which was also associated with impunity. The culture of sexism allows for the rape and violence against women. In her study of violence in Guatemala, Cindy Forster describes how women are viewed by society after they have been raped. In these cases, the women who were raped, were abandoned by their husbands, claiming they did not want “her dishonor” (Forster 61).  She goes on to also state that “before the rape the husband’s power in his marriage was probably secure, not it was shattered” (Forster 61). It is ideologies such as these that have contributed to a negative treatment of women who have fallen victims to sexual violence.  Sexism is deeply rooted in Catholicism and its definitions of values, morals, and ethics. The concept of mala mujer or bad woman, is one that emerged through the influence of Roman Catholicism in the Americas. This concept shames any woman who is sexually liberated, sentencing them to public shame, humiliation, and even dehumanization. “The concept of mala mujer serves as a paradigm for unequal gender relations and works as the inverse of sexism, since promiscuous men were a class apart from ‘fallen women’” (Forster 61). The Catholic church defined women as “loose” who were sexually liberated beings and as a result, when they were raped by an individual, courts would not allow for their cases to be taken seriously, rather their supposed “promiscuity” was seen as a valid reason to disregard them altogether (Forster 61).  In Guatemala, several cases of rape were reported by women but no justice was ever reached. It has been stated that in Guatemala, a woman’s social status will weigh Femicide | Hernández  46  heavily on their social mobility (Forster 56). When people made their cases public, the rest of the towns would learn that a woman had been raped and her reputation as well as social status perished. Even a woman who was wealthy could lose it all once it was learned that she had been sexually abused as was the case in San Marcos, Guatemala. Other forms of explicit sexism were the instances in which a woman was ostracized for having abortions of unwanted children as a result of rape but the men were never held accountable for raping them and impregnating them to begin with (Forster 66).  Bellino makes a point that “after the peace accords, women had increased opportunities to become socially and politically engaged, but femicide is meant to put women back in their (domestic) place” and that machismo is “rooted in official policy” (Bellino 7). Because of the high rates of femicide, many of the women are forced to stay at home for fear of being killed as soon as they leave their homes. This traps them behind the walls of their homes and does not let them become integrated members of society. This also hinders their possibilities of going to school and pursuing higher education; they are not able to get jobs either because they are forced to stay at home. Femicide interrupts their lives and spins it upside down, making the woman a powerless being in society.  In cases such as that of Norma, who was a survivor of an attempted femicide in El Salvador, she “ran to safety with her ant and uncle, changed her number, and never left the house” (Fleming 1). Her husband is a policeman in El Salvador and not even his job was able to provide security for her and their family. He filed a report and wanted justice but neighboring gangs threatened their children which is what led Norma to flee to Mexico in hopes of being able to reach the U.S. Lastly known, she was held at a detention facility in the U.S. meanwhile her family in El Salvador are still being threatened by gangs (Fleming 1).   Post-Civil War Effects The civil war in Guatemala drafted many men and simultaneously equipped them with the resources and ability to use weapons and tactics to kill others. These practices unfortunately stayed with the men of Guatemala who in turn used their training on the women (Bellino 2010). In Guatemala’s 36-year civil war (1960-1996), under General Rios Montt 200,000 Guatemalans were killed, mostly indigenous Guatemalans (Ogrodnik Borzutzky, 57). Because of political and military leaders such as Rios Montt, “post war Guatemala is plagued by new forms of violence caused by former military and police members, paramilitary and guerrilla forces, and street gangs” (Ogrodnik Borzutzky, 57).  Rios Montt was found guilty of genocide only recently in 2013. A few days later, the government changed their stance and overturned the verdict and two years later, stated that he was in poor health and thus could not attend the retrial. He was released of Femicide | Hernández  47  the charges of genocide because the court ruled that at the time he committed the crime, it was not classified as genocide yet under Guatemalan law. They would resume hearings in early 2016 behind closed doors. Ultimately, Rios Montt was tried but not sentenced because of his dementia. It is crimes like these that go unpunished which allows for the further perpetuation of injustices in countries throughout Central American countries that experienced civil wars in the late twentieth century (“Guatemala Court: Former Dictator Can Be Tried for Genocide – but Not Sentenced” 1).  Bellino further proposed the argument that the aftermath of the civil war in Guatemala was what ultimately led to so much violence. She writes, “they were equipped with resources and strategies to commit mass atrocities”, which resulted in “the confluence of military strategies for victimization and the politics of the war’s aftermath that have produced the tragedy of feminicide” (7). By aiding recruits with the strategies and resources necessary to be able to kill others, they were indirectly teaching the men how to efficiently execute violence against women. Given the known impunity that was prevalent during the civil war it is not surprising that it continued after the war and that many recruits later used that leverage to get away with femicide.  The civil war had lasting effects on the people of Guatemala in the sense that this was ultimately what paved the way for gender norms to be more strongly enforced. Sexism is also closely related to the lasting effects of the civil wars. An example is that “unstable and vulnerable post-civil war circumstances as predisposing heads of household ‘to experience sexual and domestic violence as well as stigmatization.’ The surge in violence is also viewed as a backlash against women’s increasing presence in the public sphere” (Chazaro et al. 7). The aftermath of the civil war left many women as the heads of households as many of the men were either killed in the war or fled to the U.S. in search of job opportunities which caused a disruption in already established expectancies of women and their life duties.   Transphobia  Transphobia is the outward prejudice and discrimination towards transsexual and transgender people. Too often, when a trans individual is victim to either travesticidios or transfemincidios, the case will often go uninvestigated due to the fact that the government will not use their chosen name, but rather their birth name which often results in not being identified by their friends or relatives (Radi and Sarda- Chandiramani 6). Due to the fact that the majoritarian view in most countries in Latin America only accept binary, cisgender, heterosexual individuals, often times, “Las travestis y mujeres trans suelen ser recibidas más como sospechosas que como denunciantes o testigos” (Radi and Sarda- Chandiramani 6).  Femicide | Hernández  48  Even more so, this occurs most often in cases where the individual is a prostitute because of the stigma that comes with their profession.  Yet even when the women have been able to find other employment, sexism and patriarchy is so embedded in society that unfortunately, the blame often goes onto the victim for the sole purpose of them being themselves. “La importancia y gravedad de estos crimenes tiende a ser minimizada y explicada por la identidad de genero y/o fuente de ingresos de las victimas, atribuyendo a ellas la responsabilidad por sus propias muertes” (Radi and Sarda- Chandiramani 5). Radi and Sarda-Chandiramani define transfemicide as “la expresión más visible y final de una cadena de violencias estructurales que responden a un sistema cultural, social, político y económico vertebrado por la división binaria excluyente entre los géneros” (4).  Many violent hate crimes against transwomen have also taken place in El Salvador. Because of high gang activity and high rates of impunity, many transwomen are being killed. Transwoman and human rights activist, Karla Avelar states that “these murders share several common denominators, including the patterns of violence, hate and persecution that underscore the extreme vulnerability that LGBTI people face in El Salvador” (Rodriguez and Colotta). Avelar stated that local gangs have forced her to escape at least six times in the last two years because of threats she has received as well as monetary demands (Renteria 2).  Many of the countries in Latin America are predominantly Catholic or Evangelical Protestant with followers who also deeply believe in rigid gender norms. In the country of Colombia for example, Cantillo Barrios states that one of the causes of femicide is due to “la dominación masculina, reforzado por la cultura judeocristiana” which constructs “roles tradicionales masculinos y femeninos a los cuales se les asigna significados y valores distintos y jerarquizados” (3). By establishing these rigid gender norms, and assigning characteristics to each gender, there is little room left for people who believe in these Judeo-Christian values to accept the fact that people do not always identify with their assigned gender at birth. This is what ultimately paves the way for homophobia and transphobia.  According to the Report on Human Rights Conditions of Transgender Women in Mexico, the Catholic Church has failed to “support increased rights for women and has actively campaigned against rights for LGBT people” (22). The same report stated that Cardinal Javier Lozano Barragan from Mexico “denounced same-sex marriage, saying it would be like considering ‘cockroaches’ part of the family” (22). As a result of transphobia, communities are socialized to grow in intolerance for these individuals on the sole reason of their gender identity. When a public figure such as Cardinal Lozano Barragan takes the liberty to make such statements, many followers of the church will take his words at face value. Many of the countries in Latin America have a strong Femicide | Hernández  49  Catholic influence which dictates the way that people view and treat each other not only in their countries of origin but also when they migrate to other countries such as the U.S.  Conclusion Femicide and transfemicide is a toxic social problem that continues to occur today. It is blatant discrimination towards women which hinders their advancement in society. This paper explored four major themes identified in articles from a variety of disciplines.  The articles addressed femicide as a whole across countries such as Colombia, El Salvador, and Guatemala. Impunity is what ultimately allowed many individuals to get away with murdering and desecrating the bodies of many of the women. The culture of impunity was closely linked to that of sexism which consists of a patriarchal notion that men are to be the sole bread winners of the house and the head of the household, leaving women in subordinate roles in society, often times this means staying at home to be the primary caregiver of children and performing other household duties. It was found that the effects of civil wars often times perpetuated these forms of violence and often normalized the ways in which many of the men killed women. Lastly, I examined how all of those factors came together to explain how transphobia and sexism are related. The mixture of impunity, sexism, and post-civil war effects have made cisgender and transgender working class and poor women vulnerable throughout the Americas.  Moving forward, it is important to continue to fund and expand on this research. Many of the crimes that were reported did not find or sanction the perpetrator of the crimes and too often, many people did not have the courage to self-report due to the high impunity rates. In some countries today, police officers are failing at doing their job or also being threatened if they try to find justice for the victims. Women throughout the Americas are fighting back, in our research, activism and advocacy, we can also fight to support them.   Femicide | Hernández  50  WORKS CITED   Annual Report: Guatemala 2011. Amnesty International USA. Amnesty International, 16 June 2011. Web. 28 June 2017. Gaspar De Alba, Alicia, and Georgina Guzman. Making a Killing: Femicide, Free Trade, and La Frontera. Austin, TX: U of Texas, 2010. Print. Associated Press in Guatemala City. Guatemala Court: Former Dictator Can Be Tried for Genocide – but Not Sentenced. The Guardian. Guardian News and Media, 25 Aug. 2015. Web. 11 July 2017. Retrieved from https://www.theguardian.com/world/2015/aug/25/guatemala-rios-montt-genocide-trial-not-sentenced  Bellino, M. (2010). Feminicide and silence in ‘postwar’ Guatemala. Women's Policy Journal of Harvard, 7, 5-10. Retrieved from http://summit.csuci.edu:2048/login?url=https://search-proquest-com.summit.csuci.edu/docview/910357184?accountid=7284 Cantillo Barrios, Ligia. El Femenicidio En Colombia En El Contexto De Los Derechos Humanos. Sociologia Especialista En Genero Planeacion y Desarollo y Maestria En Estudios Politicos y Economicos, pp. 1–12. Chazaro, Angelica, et al. Getting Away with Murder: Guatemala’s Failure to Protect Women and Rodi Alvarado’s Quest for Safety. Center for Gender & Refugee Studies, Nov. 2005, pp. 1–25. doi:10.1215/9780822392644-006. Fleming, Melissa. The Other Refugee Crisis – Women on the Run from Central America. The Guardian, Guardian News and Media, 16 Jan. 2016, 05.00 EST, www.theguardian.com/global-development-professionals-network/2016/jan/16/the-other-refugee-crisis-women-on-the-run-from-central-america.  Foster, C. (1999). Violent and violated women: Justice and gender in rural Guatemala, 1936-1956. Journal of Women's History, 11(3), 55-77. Retrieved from http://summit.csuci.edu:2048/login?url=https://search-proquest-com.summit.csuci.edu/docview/203246174?accountid=7284 Femicide | Hernández  51  Jennings, L. (2011). Terrorizing women: Feminicide in the Américas. Social Forces 90(1), 343-344. Retrieved from http://summit.csuci.edu:2048/login?url=https://search-proquest-com.summit.csuci.edu/docview/941272066?accountid=7284  Nauman, A. K., & Hutchinson, M. (1997). The integration of women into the Mexican labor force since NAFTA. The American Behavioral Scientist 40(7), 950-956. Retrieved from http://summit.csuci.edu:2048/login?url=https://search-proquest-com.summit.csuci.edu/docview/214760108?accountid=7284  Ogrodnik, C., & Borzutzky, S. (2011). Women under attack: Violence and poverty in Guatemala. Journal of International Women's Studies 12(1), 55-67. Retrieved from http://summit.csuci.edu:2048/login?url=https://search-proquest-com.summit.csuci.edu/docview/853849661?accountid=7284  Patterson-Markowitz, Rebeca, et al. (2012). “Subjects of change”: Feminist geopolitics and gendered truth-telling in Guatemala. Journal of International Women's Studies 13(4), 82-99. Retrieved from http://summit.csuci.edu:2048/login?url=https://search-proquest-com.summit.csuci.edu/docview/1041250700?accountid=7284 Radi, Blas and Sardá-Chandiramani, Alejandra (2016). Travesticidio / transfemicidio: Coordenadas para pensar los crímenes de travestis y mujeres trans en Argentina. Acta Academica, 1-6.  Renteria, Nelson. U.N. Calls for Probe into Violence against Transgender Women in El Salvador. Reuters, Thomson Reuters, 12 May 2017, www.reuters.com/article/us-elsalvador-violence-lgbt-idUSKBN189018. Report on Human Rights Conditions of Transgender Women in Mexico. 2016, pp. 1–34. Transgender Law Center and Cornell University Law School LGBT Clinic, transgenderlawcenter.org/wp-content/uploads/2016/05/CountryConditionsReport-FINAL.pdf. Rodriguez, Maria and Francesco Colotta. NGO Demands Justice for Transgender Women Killed in El Salvador; NGO Demands Justice for Transgender Women Killed in El Salvador This Week, La Prensa Grafica- La Izquierda Diario- Human Rights Femicide | Hernández  52  First, 24 Feb. 2017, www.telesurtv.net/english/news/NGO-Demands-Justice-for-Transgender-Women-Killed-in-El-Salvador-20170224-0007.html.     PART THREE: HEAT  Change requires a lot of heat. It requires both the alchemist and the welder, the magician and the laborer, the witch and the warrior, the myth-smasher and the myth-maker…. Hand in hand, we brew and forge a revolution. Gloria Anzaldúa, “Mundo Zurdo” in  This Bridge Called My Back   Moises Serrano | Gómez-Menjívar  54  Moises Serrano's Forbidden: A North Carolinian DREAMer’s Twist on Chicanx Memoir, Testimonio, and Geography   Jennifer Carolina Gómez Menjívar      Moises Serrano’s Forbidden: Undocumented and Queer in Rural America opens with a black screen and the voice of the 45th president of the United States uttering the now-familiar words, “When Mexico sends its people, they’re not sending their best…” The mention of rapists, still against a black screen, brings with it chants of “build that wall” against complete darkness. The first 55 seconds of the film are thus impenetrable and ominous. This moment immediately evokes the experience of “living in the shadows” and the fear of being persecuted by a mob fueled by mass hysteria. It is no surprise that Forbidden should begin this way. Young DREAMers have increasingly appropriated the concept of “living in the shadows” and metaphor of “coming out” in the last twenty years (Enriquez and Saguy 2016). Theirs has been a step taken by millions across the country to collectively emerge out of spaces of fear into spaces of action. Far from shrinking before chanting crowds like those featured in the first seconds of Forbidden, these young people have passionately transformed the immigration debate and brought about changes in policies at the state and federal levels. In fact, the direct challenge to the prevailing “criminal illegal alien,” evoked in many political rallies across the United States, with the image of the high-achieving commendable young citizen is unreservedly due to the young DREAMers who have put their bodies and lives on the line to fight for pro-immigrant policy changes (Walter Nicholls 2013). As multiple studies show, California has one of the highest concentrations of undocumented student and community organizations in the country, and one of the most highly networked and organized segments of the undocumented youth movement (Varsanyi 2005; S.I.N. Collective 2007; Abrego 2008; Pérez and Solorzano 2009; Negrón-Gonzáles 2014). It should come as no surprise that California had the highest number of DACAmented individuals (196,670 recipients), according to the Migration Policy Institute (2018).  What might come as a surprise to some is the matter which brought me to deliver this paper here, at the 2018 NACCS annual conference: with 25,000 DACAmented individuals, North Carolina is the seventh highest state in the program. These figures situate it just after Arizona, which has 25,670 DACAmented individuals. To put this in perspective, the number of DACAmented individuals in North Carolina is approximately 55  Moises Serrano | Gómez-Menjívar  five times that of Minnesota—the host of NACCS 2018—which has 5,520 DACAmented individuals. Yet, we know very little about North Carolina, its DREAMers, and the Chicanx experience in that state. In fact, as I suggest in below, there exists a very serious gap in the literature with regard to this geographic region. The time has come for North Carolina and other Southeastern states to be critically examined in our scholarship and for the lives and narratives of its Chicanx people to be documented. Moises Serrano himself suggests this in Forbidden. As I argue, he delivers a film that (1) blurs the boundaries between memoir and testimonio by documenting his memories as well as his reactions to state and federal policies in real time, and (2) brings viewers to consider the DREAMer experience in North Carolina specifically as well as the broader Southeastern Chicanx experience within the field of Chicanx Studies.   Textures of Memoir and Shapes of Testimonio   After the first 55 seconds of Forbidden, the darkness lifts and the mob’s chant of “build the wall” recedes. The obscurity is replaced by over twenty seconds of footage featuring people—brown, white, smiling, serious, adults, children, walking, one in a wheelchair, in street clothes, some in danzante and folklorico clothing—all preparing for the Faith Action House International Pro-Immigrant Rally in Greensboro, North Carolina. The first time Moises “comes out of the shadows” in Forbidden is at this rally. He holds a microphone and translates his own words, slipping seamlessly from Spanish to English, as he tells a crowd his name and informs them that he is there to share his story. “I’m undocumented, and I’ve been living in this state for over twenty-one years,” he tells everyone. He continues with a list of slurs that have been used against him and his community, and declares that it is time to fight for an inclusive immigration reform that doesn’t leave anyone behind. Seconds pass as the images of the rally in Greensboro—which has a population of 287,027—give way to images of Yadkinville—which has a population of 2,926. We see images of the town’s GOP headquarters, open land, more open land, yet more open land, an older mexicano working on a car, images of la Virgen and other santos, rosaries, and an older mexicana putting the finishing touches on a plate of enchiladas, before the brief scenes cut to Moises talking directly to the camera. It becomes clear that he is in his parent’s home and that the enchiladas are his mother’s. He says, with a sense of irony, “I am a gay, undocumented Latino living in the South, living in North Carolina, and my rights as an undocumented man and my rights as an LGBTQ man are one and the same.” The film consists largely of public moments of coming out of the shadows like those at the Greensboro rally and more intimate moments like these, in his childhood home, in which he talks “unapologetically and unafraid,” to borrow a phrase from the movement, about his experience in Yadkinville.  56  Moises Serrano | Gómez-Menjívar   As Marion Christina Rohrleitner (2007) notes, the past decade has seen the proliferation of films and texts that highlight the harrowing experience of immigration and its impact on the familial bond. Many of these narratives highlight the separation between parents and their children, as Forbidden does with its inclusion of Moises’ mother story of being separated from her children during the five days that she walked without food or water across the Arizona desert. It is also present in the testimony of Moises’ oldest sister, who shares her feeling of being a prisoner in her own home, given her ever-present fear of being separated from her U.S.-born children. We observe in Forbidden a strategy of blurring the lines between memoir, autobiography, and memoir that is often used in Chicana memoirs, especially those written by Chicanas who identify with the LGBTQ community. Rohrleitner explains that they, “are neither testimonios in the classic definition of the term, nor are they the individual-driven narratives that dominate most of Anglo autobiographies; instead, they draw on conventions of the testimonial mode and defy mutually exclusive binaries by blurring generic boundaries and creating a hybrid form of life writing that is partly memoir, partly testimonio, and partly autobiography” (40). A marvelous feature of Forbidden is that it encompasses not only Moises’ own haunting experiences, but those of his mother and sisters, which further blurs the borders of the aforementioned genres.   The interviews with the powerful women in Moises’ life function in much the same way as family photos in a Chicanx memoir. Snapshots of their lives allow us to get to know a private side of the characters in the narrative, in much the same way as if we were to observe details about their hair, dress, posture, and clothing if we were looking at pictures in a friend’s family album or, these days, a friend’s Instagram. Photographs, as Rohrleitner reminds us, are often associated with preserving personal and collective memories as well as documenting the lives of those whose stories tend to be marginalized or forgotten. They also evoke feelings in the observer for, as Marta Caminero-Santangelo (2016) states, the affective response of the viewer to the image establishes a relationship of familiarity and even kinship between the two. In Forbidden, Moises’ mother and sister deliver testimonios through hot tears, establishing a relationship between the viewer and the woman on the screen, effecting the necessary affective bond involved in “reading” a testimonio.   Forbidden brings together a variety of voices and testimonial techniques in order to establish affective bonds between viewers and the undocumented and DACAmented individuals in Moises’ community. We listen to fragments of his sister’s and mother’s story, we see DACAmented youth preparing for peaceful protest on buses, and we see Moises deliver keynote speeches in which he comes out of the shadows in spaces as broad as North Carolina’s streets, Rotary Clubs, churches, women’s groups, and universities. Neither Moises nor the individuals that join him are coming out of the shadows for the first time; their narrative belongs to a genre in which disclosure occurs on multiple occasions. 57  Moises Serrano | Gómez-Menjívar  As Genevieve Negrón-Gonzáles observes, “coming out is not a singular event for young people, but rather a repeated process that requires a decision to breach the code of silence many have been following their entire lives” (272). For this reason, the testimonios about the past occur in conjunction with both testimonios in real-time and reflections on juridical injustice and poignant political victories filmed at the precise moment they occur. A hand-held camera holds steady on Moises as he reports in 2012, “Today is the day the DMV will start issuing licenses to DACA recipients in Yadkin.” The statement cuts to a conversation with a young woman standing in line for her license who tells the camera about her dreams to take Certified Nurse Assistant (CNA) classes at the community college in Surrey, North Carolina, and her hope become a pediatrician now that she is DACAmented and can continue her education. The same hand-held camera technique captures Moises’ reaction to the breaking news that the Supreme Court has struck down DOMA as unconstitutional. He gasps, attempts to speak, has no words, attempts to speak again, and chokes up once more, unable to speak through the overwhelming emotion he is experiencing in real-time. The hand-held camera is there again as Moises reads an email on camera in silence, smiles, repeats the word “congratulations,” and looks at the camera before looking back at his laptop screen and reading aloud his admissions letter in to Sarah Lawrence College. As in the case of the young woman in line at the DMV, Moises’ glowing smile captures the bliss of a victory in the life of a young individual to whom the promise of a future had been denied.    The film thus encompasses a variety of techniques that fall into classic descriptions of testimonio, memoir, autobiography, the “Latina/o life writing” theorized by Frederick Louis Aldama (2013) and even the “autobioethnography” (1995) theorized by Norma Elia Cantú. I would like to hold onto, however, the important observation made by Kathryn Blackmer Reyes and Julia Curry Rodríguez (2012) in their analysis of the roots of testimonio in Latin America and its transformation by Chicanxs and Latinxs. As they state:   This type of writing entails a first person oral or written account, drawing on experiential, self-conscious, narrative practice in order to articulate an urgent voicing of something to which one bears witness. Presented at times as memoirs, oral histories, qualitative vignettes, prose, song lyrics, or spoken word, the testimonio has the unique characteristic of being a political and conscienticized reflection that is often spoken. . .what is certain is that the testimonio is not meant to be hidden, made intimate or kept secret. (162)   The techniques used to render memories, emotions, legislative battles and legislative victories give Forbidden a thick textual layer, situating the urgency of action and the need to win the battle by any means—or narrative techniques—necessary.   58  Moises Serrano | Gómez-Menjívar   Expanding the Boundaries of Aztlán   As I write this in 2018, the number of Chicanx and Latinx intellectuals, speakers, and writers is growing across the South and the Southeast at an exponential rate. The last U.S. Census showed a demographic shift away from California, the Southwest, and the Northeast to states like Arkansas and West Virginia, which until now have not been associated with the Chicanx experience. The migratory flow has critical implications for Chicanx Studies. According to Passel, Cohn, and López (2011), “in 2010, 20.6 million Hispanics lived in the West, 18.2 million lived in the South, 7 million lived in the Northeast, and 4.7 million lived in the Midwest.” South Carolina, the state with the most rapid growth between 2000 and 2010, saw a 148 percent growth in the Latinx population. The figures in descending order were 145 percent in Alabama, 134 percent in Tennessee, 122 percent in Kentucky, 114 percent in Arkansas, and 111 percent in North Carolina.  There is no doubt that the Latinx community is transforming counties across the Southeast and, in due time, we will hear more about our presence in places that dominant discourses have been coded as white spaces—as in the 2014 “Las Voces de los Apalaches,” a community theater project in Kentucky that literally brought Appalachian Latinx voices out of the shadows. Research outside of Chicanx Studies has considered how changes in tobacco farming, Christmas tree harvesting, and agro-processing (particularly turkeys and hogs) have created the conditions for Latinx migration to North Carolina (Torres, Popke, Hapke 2006, inter alia). Emerging scholarship, likewise outside of Chicanx Studies, has begun to consider the discrimination faced our community in North Carolina with regard to employment, housing, and public services (Lippard and Spann 2014). A growing number of academics in the South are beginning to bring to the fore the voices of undocumented youth and adults fighting for justice in this part of the United States (Torres and Wicks-Asbun 2014; Bustamante and Gamino 2018).  In her acceptance speech for the 2018 NACCS Scholar Award, Rosaura Sánchez referred to the difficulty of publishing on topics that don’t fall neatly into our expectations for Chicanx Studies. I hold that it is time to challenge the Chicanx imaginary regarding the boundaries of Aztlán, particularly as the number of deportations of our people increase in this part of the United States. Days after the 2018 NACCS conference, three headlines appeared pointing to the urgency of addressing what is happening in this part of the South: “Mother from Honduras Takes Sanctuary from ICE in Chapel Hill Church,” “ICE Raided a Meatpacking Plant [in Tennessee]. More than 500 Kids Missed School the Next Day,” and “Asheville Volunteers Work to Feed Families Hiding from ICE.” The voices of the mother, children, and the volunteers in these news articles have few venues for being heard and, indeed, their strategies for survival have been outside of the frameworks of analysis we have traditionally used to critically examine Chicanx experience. Forbidden gives us a 59  Moises Serrano | Gómez-Menjívar  memoir and testimonio with which to begin the challenging feat of incorporating these experiences into our analyses of Chicanx (and Latinx) experience. The South, we are reminded in Forbidden, continues to be a place where the legacy of civil disobedience and social movements remains rich and powerful. It is a place where justice and belonging in a rural southern homeland is part of the movement’s objective. In Forbidden, Moises states that something happened when he came out of the shadows at a “Come out of the Shadows” rally in Winston-Salem, North Carolina (a city of 242,000 people). There, “it was ok to be an undocumented immigrant, it was ok to be gay, it was ok to be queer, it was ok to be Southern, it was ok to be fierce.” One phrase stands out in his statement: “it was ok to be Southern.”  In the United States, being Southern is often equated with being white, inbred, uneducated, and racist (Holloway 2008; Billings, Norman, and Ledford 2010; Guerrero 2017). For DREAMers like Moises, this place is something more. Together, they demand in-state tuition at city-council meetings in Winston-Salem, face threats of arrest and deportation from North Carolina state representative Virgina Fox and house representative Mike McIntyre, challenge ICE’s 287(g) delegated authority program which led to a rise in for-profit detention centers, and receive death threats from the county sheriff himself. This is a place of unlikely allies, such as religious leaders from different faiths who use New Testament verses to develop a pro-immigrant theology, and of ponds where you need to watch out for snapping turtles if you go swimming, a place outside of the urban cities in which we imagine Chicanx experience, and a place far from the US-Mexico border that has informed our epistemologies. The South is, Forbidden suggests, an important battleground for the civil rights movement of the twenty-first century. In order to document its landscape and frontlines, and to document experiences of its brave combatants, it is imperative to use all the means we have at our disposal.   Parting Words. Fighting Words.  Something is happening as we speak and work and write, and I wouldn’t have realized it, perhaps, if I hadn’t lived in the Midwest for 15 years now and if my family hadn’t lived in Arkansas for 10 of those years. After all, I spent the first 21 years of my life in Los Angeles, and the South was thousands of miles away from my academic radar.  Chicanxs and Latinxs are leaving established urban areas in the Midwest and the West Coast and heading to the rural Southeast. This is a demographic shift that has been tracked by census data, the Pew Research Center, and many other organizations. And, yet, research in Chicanx Studies has yet to explore this segment of our community or to record its battles and victories. I’d like to advocate for scholarship on the Southeast for what our colleague, Linda García Merchant called in her 2018 NACCS presentation on innovative methodologies, “the search for breadcrumbs.” Until we do so, our field might very well be 60  Moises Serrano | Gómez-Menjívar  limited by the lack of a production, circulation, and pedagogical attention to this increasingly important region. For much of our field’s history, we have seen these states as spaces full of pick-up trucks and Confederate flags, instead of the tobacco and strawberry fields that have historically exploited brown labor. We have overlooked the meatpacking plants, bagel chip factories, and canneries that at this very moment employ thousands of brown workers. Given the many years of Guatemalan Maya presence in Morganton, North Carolina and the prevalence of taquerías in Fayetteville, Arkansas, the time is now ripe for us as scholars to dive deep into the Southeastern Latinx and Chicanx experiences and to critically examine their testimonios—in any and all existing forms—testimonios that will speak to the lives of brown children and their families who speak with a southern twang and live unrepresented, undocumented and, yes, DACAmented, lives in these southern sites.   61  Moises Serrano | Gómez-Menjívar  WORKS CITED    Abrego, Leisy. “Legitimacy, social identity, and the mobilization of law: The effects of Assembly Bill 540 on undocumented students in California.” Law & Social Inquiry 33.3 (2008): 709-734. Billings, Dwight B., Gurney Norman, and Katherine Ledford. Back Talk from Appalachia: Confronting Stereotypes. The University of Kentucky Press, 2010.  Blackmer Reyes, Kathryn and Julia E. Curry Rodríguez. “Testimonio: Origins, Terms, and Resources, Equity & Excellence in Education,” Equity and Excellence in Education 45:3 (2012): 525-538.  Bustamante, Juan José, and Eric Gamino. “‘La Polimigra’ A Social Construct behind the “Deportation Regime” in the Greater Northwest Arkansas Region.” Humanity & Society (2018). https://doi.org/10.1177/0160597617748165. Caminero-Santangelo, Marta. Documenting the Undocumented: Latino/a Narratives and Social Justice in the Era of Operation Gatekeeper. University Press of Florida, 2016. Cantú, Norma Elia. Canícula: Snapshots of a Girlhood en la Frontera. University of New Mexico Press, 2015. Enriquez, Laura E., and Abigail C. Saguy. “Coming out of the shadows: Harnessing a cultural schema to advance the undocumented immigrant youth movement.” American Journal of Cultural Sociology 4.1 (2016): 107-130. Forbidden: Undocumented and Queer in Rural America. Directed by Tiffany Rhynard, performance by Moises Serrano. 2016.  García Merchant, Linda. “Chicana Diasporic: The Four-Dimensional Search for Breadcrumbs.” NACCS 45. 6 April 2018. Minneapolis, Minnesota.  Grubb, Tammy. “Mother from Honduras Takes Sanctuary from ICE in Chapel Hill Church.” The Herald Sun, 17 April 2018. http://www.heraldsun.com/news/local/counties/orange-county/article208997494.html Guerrero, Perla M. Nuevo South: Latina/os, Asians and the Remaking of Place. The University of Texas Press, 2017.  Holloway, Pippa. Other Souths: Diversity and Difference in the U.S. South, Reconstruction to Present. University of Georgia Press, 2008.  Lippard, Cameron D., and M. Graham Spann. “Mexican Immigrant Experiences with Discrimination in Southern Appalachia.” Latino Studies 12.3 (2014): 374-398. Lunsford, Mackensy. “Asheville Volunteers Work to Feed Families Hiding from ICE.” Citizen Times, 20 April 2018. https://www.citizen-62  Moises Serrano | Gómez-Menjívar  times.com/story/news/local/2018/04/20/asheville-volunteers-work-feed-families-hiding-ice/524279002/  Migration Policy Institute. “Deferred Action for Childhood Arrivals (DACA) Data Tools.” Migration Policy Institute. https://www.migrationpolicy.org/programs/data-hub/deferred-action-childhood-arrivals-daca-profiles   Negrón-Gonzales, Genevieve. “Undocumented, unafraid and unapologetic: Re-articulatory practices and migrant youth “illegality”.” Latino Studies 12.2 (2014): 259-278. Nicholls, Walter J. The DREAMers: How the undocumented youth movement transformed the immigrant rights debate. Stanford University Press, 2013. Passel, Jeffrey S., D. V. Cohn, and Mark Hugo Lopez. “Hispanics account for more than half of nation’s growth in past decade.” Pew Research Center-Pew Hispanic Center Report, 24 March 2011. http://www.pewresearch.org/wp-content/uploads/sites/5/reports/140.pdf  Perez, William. We are Americans: Undocumented students pursuing the American dream. Stylus Publishing, LLC., 2009. Rohrleitner, Marion Christina. “Chicana Memoir and the DREAMer Generation: Reyna Grande’s The Distance Between Us as Neo-colonial Critique and Feminist Testimonio.” Gender a výzkum/Gender and Research 18.2 (2017): 36-54. Sánchez, Rosaura. Acceptance Speech for the 2018 NACCS Scholar Award. NACCS 45. 6 April 2018. Minneapolis, Minnesota.  S. I. N. Collective. “Students Informing Now (SIN) Challenge the Racial State in California without Shame… ¡SIN Verguenza!.” Educational Foundations 21.1-2 (2007): 71-90. Shoichet, Catherine E. “ICE Raided a Meatpacking Plant. More than 500 Kids Missed School the Next Day.” CNN, 12 April 2018. https://www.cnn.com/2018/04/12/us/tennessee-immigration-raid-schools-impact/index.html  Torres, Rebecca María, E. Jeffrey Popke, and Holly M. Hapke. “The South’s Silent Bargain: Rural Restructuring, Latino Labor and the Ambiguities of Migrant Experience.” Latinos in the New South: Transformations of Place (2006): 37-67. Torres, Rebecca María, and Melissa Wicks-Asbun. “Undocumented Students’ Narratives of Liminal Citizenship: High Aspirations, Exclusion, and ‘In-between’ Identities.” The Professional Geographer 66.2 (2014): 195-204. Varsanyi, Monica W. “The paradox of contemporary immigrant political mobilization: Organized labor, undocumented migrants, and electoral participation in Los Angeles.” Antipode 37.4 (2005): 775-795. Who is Valued? | Munoz  63  Who is Valued in a “Community of Value”? Conceptualizing the Boundaries of Belonging at the County Level   Elizabeth Munoz       In July of 2017, Kalamazoo County passed a resolution to develop a County Identification Card Program to provide an accessible form of government recognized ID for people residing in the county. Proposed post-election in 2016, the program took almost eight months to get through the local government. After significant community pressure, the County Commission voted 10-1 in favor of creating a task force, which would be led by two “rookie” commissioners, neither of whom had any prior experience in leading or organizing a task force, clearly placing the ID Program as a low priority project. The task force split into five subcommittees: Needs and Barriers, Compliance, Implementation, Finance, and Outreach, which collectively developed an argument recognizing the need for the ID and the value it would have for residents. However, regardless of the depth of research and information from community members needing an ID, commissioners still voted along party lines with the final vote at 6-5 (Democrats-Republicans) in favor of the ID.   I position myself in relation to this project as a member of the research group for the Needs and Barriers subcommittee of the task force, which focused on understanding the different needs for an ID and the barriers that many populations face in obtaining one. I also aided in the compilation and writing of the report presented to County Commissioners two weeks before their final vote. While I have access to a state ID, the work with the task force facilitates an important entry point to discuss the methods utilized by individuals to argue for and against the ID. In this paper, I focus on problematic rhetoric deployed by “allies.”  Data for this paper comes from various County Commission meetings between December 2016 and July 2017. I transcribed videos of each of the County Commission meetings, where community members spoke at “citizens’ time,” a time set aside in the agenda for citizen comments in which speakers are given four minutes each to talk on any topic they may want to address. I then coded these transcriptions for discursive themes regarding the strategies used by proponents of the ID to counteract prevalent illegalizing discourses, or ways undocumented migrants are framed as criminals by opponents of the program. Who is Valued? | Munoz  64  The Kalamazoo County Identification Card Program provides a more accessible route to obtaining an identification card than the state of Michigan ID. Given the normalization of identification in today’s society, the inability to furnish a form of ID prevents marginalized populations from accessing essential services. The ID program not only provides a way to reduce the exclusion of marginalized groups from the community, it can serve as a way to build community and transgress boundaries of belonging among excluded people within the county by highlighting one shared source of exclusion to the overall society: the ineligibility to obtain state issued ID. Populations who will benefit most from this ID include but are not limited to the following individuals: the homeless, the transgender community, formerly incarcerated individuals, persons with a disability, the elderly, children in foster care, domestic abuse survivors, and, for the purposes of this presentation, I focus solely on undocumented migrants.  To Bridget Anderson (2013), the modern-state’s “community of value” is a place that has a collection of shared values made up of ‘Good Citizens’. She describes the construct of the ‘Good Citizen’ as a member of the community who is law abiding, honorable, and contributes to the community.  She explains that “the community of value is valued” (Anderson 3). Therefore, it needs protection specifically from members outside the community who allegedly do not share the same values. Consequently, the category of the ‘non-Citizen’ is created to describe those who fall outside the community. Anderson explains, “part of being an outsider is not sharing the same values—which easily becomes about having the ‘right’ values…immigration and citizenship are not simply about legal status, but fundamentally about status in the sense of worth and honour—that is, membership of the community of value” (4). The social production of illegality is a way of continuing to concretize and strengthen the borders that exist throughout the community to exclude “outsiders” (De Genova, 2005; Calavita, 2005).  Throughout County Commission meetings, undocumented migrants were consistently illegalized and placed outside the boundaries of the community by speakers and commissioners. The arguments against the ID were mainly nativist arguments, such as, “there are a lot of people in this country, and a lot of countries, getting tired of the immigrants coming in, taking jobs, getting other things, getting the benefits and cutting down the money available for other benefits” In another meeting, the same community member said, “I think, using the word ‘immigrants,’ but then towards the end they don’t have any documents. If you're a legal immigrant, you got some documents… What you’re doing is mainly letting illegals in” Kevin Johnson (1996) tells us that the modern appeal to nativism and more stringent borders provide a scapegoat for societal frustrations and a solution to the fear of the “other” (see also, Santa Ana, 2002 and Chavez, 2008). Due to such illegalizing arguments, proponents of the ID strategically attempted to counter the illegalization and argue the undocumented population as one of Who is Valued? | Munoz  65  value. However, in this attempt, illegalizing tropes were redeployed, that, while utilizing meritocratic, financial, and religious ideals to place the undocumented as a valuable population, also reinscribed the presence of “bad migrants.” These discourses further placed this population outside the community and perpetuated the same boundaries of belonging that the ID project attempts to transgress.  In this paper I delineate four problematic illegalizing discourses: us and them discourse, humanitarian arguments, arguments of undocumented migrants as valuable because of their economic benefits, and illegalizing arguments by individuals who defined themselves as undocumented. Arguments in favor of the ID deployed discourses that divided the undocumented population into two categories: good potential members of society and abject others. I argue that the ideological boundaries of belonging as a ‘non-Citizen’ in a community mainly composed of ‘Good Citizens’ became more concrete, particularly as the discourses created by proponents for the ID increased separation between populations, specifically undocumented migrants.  The majority of community members speaking at County Commission meetings were in favor of the ID. However, many arguments perpetuated the distinguishing of “them” from “us.” Irene Bloemraad et al. (2008) explain that “some must fall outside the community in order for a ‘we’ to exist” (156). This argument was supported at Commission meetings. One community member argued, “this will benefit the community while also benefitting undocumented immigrants at the same time.” Immediately, while attempting to argue for the ID’s benefits for undocumented migrants, the speaker removed undocumented migrants from “the community,” creating a clear distinction between the two. Rather than overcoming the separation between two communities, comments such as this reinforce the boundaries of belonging within the community and place the undocumented in the space of non-belonging. Reece Jones (2008) explains that the reason for the struggle to move beyond categories stems from our tendency to focus more on analyzing the categories themselves rather than the way they came about. These categories, he says, “allow power to be exercised as the world is ordered and organized in particular ways that are favorable to a select group of people” (185). The remark of the citizen quoted above reimposes borders in a project aimed to erode them through the demarcation of the undocumented existing outside the parameters of community. Although the proponents of the ID may not have purposefully perpetuated “us and them” discourses, categories of belonging remain normalized, and the power differential between the ‘Good Citizen’ and the ‘non-Citizen’ remains. The power differential continues within the humanitarian argument that the ‘non-Citizen’ needs to be looked after by the ‘Good Citizen,’ since the ‘Good Citizen’ is defined as a law abiding, honorable, contributing member of the community. Anderson (2013) continues that ‘the Good Citizen,’ is one who has a “moral compass that enables Who is Valued? | Munoz  66  him to consider the interests of others…firmly anchored in liberal ideals about the individual, autonomy, freedom, belonging, and property” (3). Those who use the liberal humanitarian discourse, then, fall into this category. One speaker, explained, “I also think as a compassionate, caring community, don’t we want to look after everybody as fellow human beings?” Another speaker continued, “the opportunity to help human beings in our community get identification so they can establish their identity for any good number of reasons I think that’s an honor and a privilege for us to be able to offer that opportunity” Taking responsibility for the inclusion of others through this initiative removes the responsibility from the exclusion that has already been taking place and instead shifting the focus to what is being done now. Specifically, rather than addressing the inequities built into the processes of illegalization, it simply places liberals on a pedestal of “good people” who are willing to “share” this opportunity with “others.” Furthermore, humanitarian discourse removes agency from marginalized populations, assuming that they are lesser and need the ‘Good Citizen’ to look after them/ save them.  Another argument used in an attempt to avoid the exclusion of undocumented migrants is that of migrants as an economic benefit. Thobani (2000) writes that speaking of migrants as benefitting ‘our’ economy means “‘our’ economy is treated as if it belongs to all of ‘us’ equally, and, although migrants make a contribution by working and living in this same economy, it is not ‘their’ economy” (38). Speaking of undocumented migrants as benefitting the economy assumes that the economy is benefitting everyone equally, which is not the case as long as undocumented migrants continue to be imagined as outside the boundaries of ‘our’ community. One community member argued, “as far as employment goes, I think we are all well aware countywide that there are undocumented citizens working very dutifully for us countywide,” while another explained that the presence of undocumented migrants equals the availability of fruits and vegetables. That is, the deployment of neoliberal logic served to imagine the undocumented migrant solely as an economic unit whose sole value is financial. This presents a number of problematics as it places all undocumented migrants in a homogenized category, excludes other types of work, and dehumanizes undocumented migrants by placing them as only valuable to the community for economic purposes.   The final problematic discourse I consider is illegalizing logic by individuals who defined themselves as undocumented. Consistently illegalized by community members and officials, undocumented migrants, Anderson says, “must endlessly prove themselves, marking the borders, particularly of course by decrying each other to prove that they have the right values” (6). Some self-defined undocumented migrants made the following statements: “I pay taxes as much as everybody else,” stated one person; another argued to pass the initiative “from a faith-based perspective” because “I’m an evangelical Christian”; or, “I have always wanted to go and get a formal education,” explained Who is Valued? | Munoz  67  another. One of the more prominent arguments was the plea to pass this initiative for undocumented children who are “not at fault.” Such arguments are made through an attempt to prove they are “the ideal migrant,” or “the good migrant,” aiming to prove their place within the community of value. But in that same instance, they maintain the presence of a “bad migrant.”  The use of illegalizing logic by undocumented migrants may be an instance of what McLaughlin (2010) describes as “weapons of the weak,” or, “subtle forms of resistance to domination” (90), and in this case, consist of classifying themselves as ideal citizens: educated, Christian, and law-abiding to sway the “moral conservative” to vote in favor of the ID. While this did not succeed in swaying the “moral conservatives,” it potentially had an effect in determining the swing vote from the Democrats, which was not assured given the Commissioners’ proclivity to voting against their parties. However, the deservingness argument excludes undocumented individuals who fall outside these categories. By establishing that the ID should be passed to benefit undocumented migrants who deserve it because they are able to pay taxes, attend school, are Christian, and children, the migrants outside these categories continue to be placed as undeserving of acceptance in the community.   It is important to note that a discursive shift is not a comprehensive solution to the categorization of people – this requires a material shift in the availability of status for all. Even then, citizenship does not automatically include belonging in the community. While citizenship may minimize the boundaries faced by ‘non-citizens’, Johnston (2012) explains that citizenship is not merely a status, but “a lived experience, characterized by struggle over recognition, inclusion, redistribution, and space” (125). The ID was described by one speaker as “an emblem of membership in a community.” Having a form of identification which identifies all people as members of the same community should be a way of transgressing boundaries that are formed by everyday exclusion of populations placed outside of the community. However, the arguments for the ID simultaneously perpetuated such boundaries.  In addition, none of the arguments I present in this paper allow for the placing of responsibility on the state in the illegalization of undocumented migrants, as Anderson et al (2009) tell us, “the state is deeply implicated in constructing vulnerability through immigration controls and practices” (8). Therefore, they say, “social justice movements must not only ‘confront’ the question of the border, they must reject borders” (11). The boundaries of belonging to the community of value are perpetuated by the discourses I’ve discussed in this paper. Instead of using the ID to form a more cohesive community, the limits of liberal discourse remove responsibility from the state and the community, resulting in the concretizing of boundaries.  Who is Valued? | Munoz  68  Not all community members perpetuated the theme of exclusion and border creation. One speaker expressed that as a community, “we believe that all people thrive when conditions are created in a community where barriers that limit potential are removed” (Kalamazoo County Commission, July 5, 2017). Anderson et al (2009) state that we are in a “struggle for the commons,” that is, rather than arguing for human rights, which generally imply citizenship, we should be demanding that, “the rights held by commoners are the rights of persons…the right of persons consists of the right to not be excluded…it includes the right to not be distinguished from others who also carry the right of persons” (12). Only through the achievement of common rights can society begin to be constructed of a group of equals. Unfortunately, in response to the social production of illegality, strategies were formed to counter illegalization that instead maintained the boundaries and barriers that undocumented migrants face to belonging to a community. In order for the ID to successfully begin breaking down the boundaries and categories between ‘Good Citizens,’ and ‘non-Citizens,’ the discursive arguments in favor of the ID must shift to accept all persons into the community and take responsibility for exclusionary actions.              Who is Valued? | Munoz  69     BIBLIOGRAPHY  Anderson, B. (2013). Us and Them: The Dangerous Politics of Immigration Control. Oxford: Oxford University Press.   Anderson, B., Sharma, N., Wright, C. (2009). Editorial: Why No Borders? Refuge, 26(2), 5-18.   Bloemraad, I., Korteweg, A., Yurdakul, G. (2008). Citizenship and Immigration: Multiculturalism, Assimilation, and Challenges to the Nation-State. Annual Review of Sociology, 34, 153-179.   Calavita, K. (2005). Immigrants at the Margins: Law, Race, and Exclusion in Southern Europe. Cambridge: Cambridge University Press.   De Genova, N. (2005). Working the Boundaries: Race, Space, and “Illegality” in Mexican Chicago. Durham: Duke University Press.   Johnson, K. (1996). Fear of an Alien Nation: Race, Immigration, and Immigrants. Stanford Law and Policy Review, 7(2), 111-126.   Johnston, K. (2012). Access for All? Struggles over Citizenship and Social Policy. Canadian Woman Studies, 29(3), 124-137.   McLaughlin, J. (2010). Classifying the “ideal migrant worker”: Mexican and Jamaican transnational farmworkers in Canada. Focaal—Journal of Global and Historical Anthropology, 57, 79-94.   Santa Ana, O. (2002). Brown Tide Rising: Metaphors of Latinos in Contemporary American Public Discourse. Austin: University of Austin Press.         Invoking History | Mata  70  Invoking History: A Queer Roadmap to Liberation   Irene Mata     In No Papers No Fear Ride for Justice, we witness the transformation of Priscilla, previously a nondescript 1972 MCI Challenger bus, into a transportable work of art and resistance (Franco). We see a diverse community of immigrant rights activists paint, stencil, and draw images of flying butterflies across the bus. The song which provides the soundtrack to the video, “Ain’t Gonna Let Nobody Turn Me Around,” is an old spiritual that became popular during the African American Civil Rights Movement.1 Because the images and music invoke a long history of struggle, it would be easy to see the ride as simply employing a schema of the past. However, if we look closely at the different strategies that converge in the Ride, we get a much broader narrative of community and belonging, one that embraces multiple historical moments of resistance to create a vision of change that is deeply intersectional in its mobilization. In this paper I suggest that as scholar-activists we must bring together multiple movements of resistance to form and inform new models of activism (Narcia).  I’m interested in excavating the queer history of struggle and resistance invoked by the No Papers No Fear Ride for Justice in organizing the action. Queer people have always been present in our movements; sometimes at the center but more often in the periphery. The Ride embraces a queer history and transforms it into a new strategy for inclusive action. We can identify the influence of the gay liberation movement’s organizational logic of the ‘coming out’ narrative and its connection to the undocumented youth movement’s adoption and transformation of the ‘coming out’ metaphor in the Ride’s strategy of making public the Rider’s immigration status. For those with an elementary knowledge of U.S. history, it is not hard to recognize the link between Ride’s journey through the southern states and the Civil Rights legacy of the 1961 Freedom Rides. Less well known, however, is the relationship between the Freedom Rides and Bayard Rustin, the gay African American activist that created the blueprint for the Rides.                                                            1 The song was first introduced in Albany (Georgia) by Reverend Ralph Abernathy during a 1962 mass meeting of the African American community at Mount Zion Baptist Church. www.stephengriffith.com/folksongindex/aint-gonna-let-nobody-turn-me-around/ Invoking History | Mata  71  We can further read the queer meaning of the bus’ name, Priscilla, and the mariposas on the bus as a manifestation of a migratory Chicanx/Latinx queerness. Recognizing the inspiration that a queer genealogy of activism plays in the Ride gestures towards a more inclusive immigrant rights movement—one that no longer marginalizes its jotería. Because the Freedom Rides are such an important signifier for the action, I want to spend a few minutes discussing their history in order to explore how the No Papers No Fear Ride learns from, and builds on, that social justice movement. The 1961 Freedom Rides, organized by Fellowship of Reconciliation (FOR) and the Congress of Racial Equality (CORE) were based on a previous less-known action, the 1947 Journey of Reconciliation, which was aimed at challenging segregation in interstate travel.2 The Journey of Reconciliation was organized by George Houser, and Bayard Rustin, who himself had previously challenged Jim Crow segregation in busing. The initial plan for the Freedom Rides, including the name, followed the outline of the original 1947 Washington-to-New Orleans draft created by Rustin and Houser (Arsenault 109). Under the leadership of SNCC and CORE, the Freedom Rides would run from May to December in 1961. In the end, over sixty Freedom Rides took place and 436 individuals from throughout the country became Riders.3 The horrific images of burning buses and Freedom Riders being beat by angry white mobs powerfully challenged the separate but equal mythology of white supremacy. The organizers and the Riders changed how the dominant U.S public understood activism, nonviolence, and direct action.  While we can look back at the Freedom Rides and be inspired by the actions of the Riders and the organizers, we must also acknowledge that the Rides were plagued by activists’ own inconsistencies in how they envisioned equality. Like other civil rights actions, the Rides replicated the patriarchal structures of oppression that centered men and marginalized feminine and queer bodies. While Martin Luther King Jr. has become representative of the movement, the names of other activists like Malcom X, Medgar Evers, Stokely Carmichael, and John Lewis strike a note of familiarity within an audience passingly aware of the Civil Rights movement. Much less known is Rustin, who was, in fact, one of the most important male activists in the movement. His role in the multiple                                                           2 For a more in-depth and complex history of the events that led to the Journey, the reception of the riders in various states, and the Journey’s aftermath, see Derek Charles Catsam’s first chapter, ““We Challenged Jim Crow”: The Journey of Reconciliation and the Emergence of Direct Action Civil Rights Protest in the 1940s,” in Freedom Main’s Line, (13-45) and chapter one, “You Don’t Have to Ride Jim Crow” in Raymond Arsenault’s Freedom Riders: 1961 and the Struggle for Racial Justice, 24-68.  3 In Freedom Riders, Arsenault provides an appendix with detailed and comprehensive information on the Riders who participated in the movement, including a brief section on the Journey of Reconciliation Riders (546-600).  Invoking History | Mata  72  actions, however, has been considerably overlooked in large part due to his marginalization from various organizations because the homophobia of the time. Rustin was not only responsible for organizing the 1947 Journey, he was instrumental in shaping the organizing principles of the larger social movement. An avowed pacifist, it was Rustin who helped mentor Martin Luther King Jr. on the complexities of Gandhian nonviolence principles, including the Indian philosophy of ‘love force,’ lessons that deeply impacted King’s understanding of nonviolence direct action and the strategies he and the Montgomery Improvement Association (MIA) would follow during the bus boycott.4 Rustin was also the chief organizer of the 1963 March on Washington where Martin Luther King Jr. delivered his famous “I Have a Dream” speech. In his biography of Rustin, John D’Emilio writes that “If Rustin has been lost in the shadows of history, it is at least in part because he was a gay man in an era when the stigma attached to this was unrelieved…friends, mentors, and close allies repeatedly abandoned him because of how he chose to love…” (3). For Rustin, this meant working “as if on probation, always in danger of losing his place in the movement” (D’Emilio, “Remembering” 14). It is difficult to understand the pressure Rustin must have felt to conform to the image of black masculinity the movement was invested in performing, especially because he never hid his queerness.5 In his remembering of Rustin, D’Emilio poses the question: “What would happen if we inserted Rustin fully into the popular narrative of the civil rights movement?” One of the answers he offers is this: “We might have to acknowledge the complicated intersections between race and sexuality and recognize how love and intimacy become excuses for oppression that crush human lives no less than other forms of injustice” (“Remembering” 14). The lack of attention Rustin’s contributions to the movement have received skew our understanding of the activism of the period and those involved in creating change. It allows for a static view of history that reinforces heteronormativity and ignores how movements can fight aspects of structural oppression while simultaneously upholding others. The case of Rustin’s exclusion from the Freedom Rides history illustrates the problem with single-issue movements’ expectation that members leave parts of their                                                           4 Carbado and Weise, 9; for more on Rustin’s trip to Montgomery and his mentorship see D’Emilio, Lost Prophet, Ch. 11, 228-235.  5 His homosexuality was used against him in multiple ways. In fact, Adam Clayton Powell Jr. threatened to go to the press with a fabricated rumor that Rustin was having an affair with MLK Jr. unless a march against the Democratic National Convention was called off. The threat led to Rustin’s resignation from SCLC. For more on the blackmail attempt and Rustin’s complicated relationship to MLK Jr., see Russell, “The Color of Discipline,” and Carbado and Wiese, “The Civil Rights Identity of Bayard Rustin.”   Invoking History | Mata  73  identity behind for the sake of the issue being centered. Unfortunately, such exclusions end up replicating hierarchies that privilege certain identities—i.e. male, heterosexual, able-bodied, etc. It is these types of exclusions that push those on the periphery further out. In his foundational text, Disidentifications, José Esteban Muñoz identifies a strategy of survival employed by queer minoritarian subjects to negotiate a public sphere that rejects or makes invisible their sexual identity. He uses examples of multiple queer performers of color who have created art through a disidentificatory process that… “scrambles and reconstructs the encoded message of a cultural text in a fashion that both exposes the encoded message’s universalizing and exclusionary machinations and recircuits its working to account for, include, and empower minority identities and identifications” (31). While Muñoz is referencing a white majoritarian public, we can employ his theories when analyzing the perpetuation of exclusionary politics found in our own movements.  Mimicking the power structure of mainstream culture, minority movements have tended to center a majoritarian point of view within the community. For example, the exclusion of women from leadership positions in various Civil Rights movements mirrored the sexist constructions of gender found in the majority. In the gay rights movement, the marginalization of queer and trans POC replicates a racist hierarchy that supports white supremacy even as it purports to fight for equality. Those that do not fit within the majority of these minoritarian movements are forced to suppress their difference or are pushed out. By identifying the exclusions previous movements have made, current movements have the opportunity to grow beyond the limitations of single-issue activism.  In their work on movement formation and coalition building, David Myer and Nancy Whittier term the practice of movement-movement influence as social movement spillover, which they argue is “a product of both contemporaneous and successor effects, as movements influence each other directly, alter successive challenges, and affect the larger terrain on which they struggle” (280). The Ride for Justice relies heavily on the iconography and discourse of the Freedom Rides but expands the parameters of belonging. Unlike earlier movements, the Ride for Justice does not attempt to underplay the queerness of riders and, in fact, features queer stories on their blog. One example is a video titled, “I’m a queer undocumented Mexican. We Exist. We’re involved,” which features the work of Rider Gerardo Torres (Qaasim). In describing his work as an community activist, he holds a picture of himself with his parents and declares, “I am a queer undocumented Mexican…I want to make aware that [the] queer community is alive. We are part of the whole movement” (Qaasim). The picture strategically situates his queerness as existing within a traditional family structure, normalizing his identity. In his bio, which one can access off the front page of the No Papers No Fear website, Invoking History | Mata  74  Torres writes that, “I want people to know that the queer undocumented community is also affected by these laws” (Torres, “Bio”). He uses his space on the blog to help his audience understand that queer immigrants are a central part of the movement—they do not exist in the margins.  Through his blogs Torres draws the connection between his activism as a rider as his understanding of a queer history of resistance. One example of this is his retelling his confrontation of Kris Kobach, the author of SB 1070 during a hearing before the U.S. Civil Rights Commission, Torres writes, “I should also say that being part of the…LGBTQ community, and knowing our history, has been important. I have seen how as people who are queer, we have learned to speak from our experience, for ourselves. I think of people like Harvey Milk, who has taught us that we can be politicians, and come out, and demand to be accepted as who we are; Bayard Rustin, who shows us that we can be great organizers and part of amazing movements for change, to fight for our civil rights…They have left us a great legacy, that we have an obligation to carry on and pass on to new generations.” Torres emphasizes the importance that having knowledge of the work of queer activists has played on his own understanding of struggle and what is possible. He situates himself and his fellow queer Riders within this larger history of queer activism and coalition building and, in the process, inserts this queerstory into the larger narrative of the Ride (Torres, “Fearless”). The title of the entry, “Fearless and Speaking for Ourselves” also highlights the agency that queer Riders experience in telling their own narratives of immigration and connects to the power that discourse and language plays in defining our movements. During their bus tour, the undocumented Riders used their “coming out” narratives to put a human face on the immigration debate. Employing the linguistic strategy made popular by the LGBT movement, Riders framed their public proclamations of being undocumented as a process of “coming out.” No longer willing to hide or remain silent because of their status, the riders “came out” at various points of their journey, always aware of the danger of being arrested but refusing to be afraid. The embracing of “coming out” narratives as a rhetorical strategy illustrates the movement’s understanding of the power of this linguistic schema and, in turn, validates and acknowledges the influence of queer undocumented youth. As Laura E. Enriquez and Abigail C. Saguy point out, “For sexual minorities, the term coming out rhetorically lined various forms of disclosure to different audiences – including parents, family, coworkers, and the media. When used by the immigrant youth movement, it implicitly draws a parallel between undocumented immigrants and sexual minorities, suggesting that both are unjustly oppressed” (110). They trace the use of the ‘coming out’ strategy to The Immigrant Youth Justice League (IYJL), a Chicago-based undocumented immigrant youth organization. This group combined the queer discourse of coming out with the media Invoking History | Mata  75  practice of describing undocumented immigrants as living in the shadows to coin the phrase “coming out of the shadows.” They held the first public ‘coming out of the shadows’ event in March 2010, in an effort to expand the movement and increase undocumented youth participation (Enriquez and Saguy 118-119). Enriquez and Saguy write “After the success of their first ‘Coming Out of the Shadows’ event…IYJL leaders brought the concept of ‘coming out of the shadows’ to a nation-wide meeting of undocumented youth organizers to consider instituting this language nationally” (121). It was a successful strategy and two years later, the Riders would use the same language in their action. I would be remiss if I didn’t mention the importance of the butterflies in the art of the Ride. In his brilliant study of butterfly iconography, jotería, and what he terms a “mariposa consciousness,” Daniel Enrique Pérez traces the different concepts that butterflies represent, including “nature, beauty, balance, the human soul, deities, love, rebirth, and transformation” (98). The members of the Ride invoke several of these meanings in their decision to use butterfly iconography. They write: “The butterfly is a symbol of freedom…Like our community, the monarch is strong, beautiful and determined…As we set out to change the world, each one of us changed ourselves… As individuals and as a community, we took steps to fly free like the monarch; free from fear, free from intimidation” (“The Meaning” 2012). The power of their transformation and their rejection of living in fear is visually captured through the multiple images surrounding their public coming out. The use of the butterfly imagery is especially poignant considering the linguistic practice of referring to men who have sex with men as “mariposas,” a practice Pérez traces back to sixteenth-century Spain (97). The term has historically been used pejoratively to describe “nonnormative gender and sexual behavior” of Latinx men. The Ride’s embrace of a queer history rejects this negative connotation and instead embraces the multiple meanings of mariposas. Muñoz argues that “disidentification is a step further than cracking open the code of the majority; it proceeds to use this code as raw material for representing a disempowered politics or positionality that has been rendered unthinkable by the dominant culture” (31). The organizers of the Ride employed a strategy of disidentification from both majoritarian politics and majoritarian hierarchies in previous social justice movements. They created an action that illustrates the possibilities of an intersectional movement that embraces all of our pieces. Recognizing the inspiration that a queer history of activism plays in the No Papers No Fear Ride for Justice gestures towards a more inclusive immigrant rights movement—one that no longer marginalizes its jotería but incorporates the multi-faceted lives of its community members.    Invoking History | Mata  76   WORKS CITED  Arsenault, Raymond. Freedom Riders: 1961 and the Struggle for Racial Justice. NY: Oxford UP, 2006.  Catsam, Derek. Freedom’s Main Line: The Journey of Reconciliation and the Freedom Rides. University Press of Kentucky, 2009.  Carbado, Devon W. and Donald Weise. “The Civil Rights Identity of Bayard Rustin.” Texas Law Review, vol. 82, no. 5, April 2004. pp. 1133–1195. EBSCOhost, ezproxy.wellesley.edu/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=a9h&AN=13105516&site=ehost-live&scope=site. Accessed 5 December 2018.  D’Emilio, John. Lost Prophet: The Life and Times of Bayard Rustin. NY: Free Press, 2003.  ---. “Remembering Bayard Rustin.” OAH Magazine of History. vol 20, no.2, March, 2006, pp. 12-14.  Enriquez, Laura E. and Abigail C. Saguy. “Coming Out of the Shadows: Harnessing a Cultural Schema to Advance the Undocumented Immigrant Youth Movement.” American Journal of Cultural Sociology, vol. 4, no.1, Feb. 2016, pp. 107–130.ProQuest, https://search-proquest com.ezproxy.wellesley.edu/docview/1755694414?accountid=14953, doi:http://dx.doi.org.ezproxy.wellesley.edu/10.1057/ajcs.2015.6. Accessed 5 December 2018.  Franco, Marisa. “Pricila Gets Some Love From Labor.” No Papers No Fear Ride for Justice, 1 Sept. 2012, www.nopapersnofear.org/blog/post.php?s=2012-09-01-pricila-get-some-love-from-labor. Accessed 5 December 2018.  Griffith, Stephen. “Ain’t Gonna Let Nobody Turn Me Around.” FolkSongIndex.Com, 5 Feb. 2014, www.stephengriffith.com/folksongindex/aint-gonna-let-nobody-turn-me-around/ Accessed 5 December 2018.  Invoking History | Mata  77  Muñoz, José Esteban. Disidentifications: Queers of Color and the Performance of Politics. U of Minnesota, 1991.   Narcia, Chandra. “Timelapse: The Making of the (undocu)bus.” No Papers No Fear Ride for Justice, 26 Aug. 2012, www.nopapersnofear.org/blog/post.php?s=2012-08-26-timelapse-the-making-of-the-undocubus. Accessed 5 December 2018.  No Papers No Fear. “The Meaning of the Mariposa (Butterfly). A Symbol For All.” No Papers No Fear Ride for Justice, 20 Sept. 2012. http://nopapersnofear.org/blog/post.php?s=2012-09-20-the-meaning-of-the-mariposa-butterfly-a-symbol-for-all. Accessed 5 December 2018.   Pérez, Daniel Enrique. “Toward a Mariposa Consciousness: Reimagining Queer Chicano and Latino Identities.” Aztlán: The Journal of Chicano Studies, vol. 39, no. 2, Fall 2014, pp. 95-127.  Qaasim, Barni. “Gerardo: I’m a queer undocumented Mexican. We Exist. We’re involved.” No Papers No Fear Ride for Justice, 31 July 2012, www.nopapersnofear.org/blog/post.php?s=2012-07-31-gerardo-im-a-queer-undocumented-mexican-we-exist-were-involved. Accessed 5 December 2018.  Russell, Thaddeus. “The Color of Discipline: Civil Rights and Black Sexuality.” American Quarterly, vol. 60, no. 1, Mar. 2008, pp. 101–28, doi: 10.1353/aq.2008.0000. Accessed 5 December 2018.  Torres, Gerardo. “Bio: Gerardo Torres.” No Papers No Fear Ride for Justice, 19 July 2012, www.nopapersnofear.org/blog/post.php?s=2012-07-19-bio-gerardo-torres. Accessed 5 December 2018.  ---.“Fearless and Speaking for Ourselves.” No Papers No Fear Ride for Justice, 18 Aug. 2012, www.nopapersnofear.org/blog/post.php?s=2012-08-18-fearless-and-speaking-for-ourselves. Accessed 5 December 2018.    78  CONTRIBUTORS  Dr. Mari Castañeda is a Professor in the Department of Communication and Associate Dean for Equity and Inclusion in the College of Social and Behavioral Sciences at the University of Massachusetts Amherst. She is also an affiliated with the Center for Latin American, Caribbean and Latina/o Studies, and Women, Gender, Sexuality Studies. She received her doctorate in 2000 from the University of California, San Diego in Communication and her B.A. from UCLA in 1993. Dr. Castañeda is a former chair of the National Association for Chicana and Chicano Studies (2008), and her fields of study include Latinx/Chicana communication studies, academic labor, digital media and communications policy.  Her engaged scholarship has appeared in various journals/monographs and three co-edited books include: Telenovelas and Soap Operas in the Digital Age: Global Industries and New Audiences (2011); Mothers in Academia (2013); and Civic Engagement in Latinx Communities: Learning from Social Justice Partnerships in Action (2018). Lucas Espinoza is an Assistant Professor in Criminal Justice, Affiliate Faculty of Gender & Women’s Studies, Affiliate Faculty of Mexican American Studies and an Affiliate Faculty of Environmental Studies at The University of Texas Rio Grande Valley. His research areas examine culture and identity, Latin@ disparities and social justice rights/issues. He is the co-author of “Asthma Predictors Influence on Self-management Asthma Education Status,” and a co-author of \"Mestiza/o Discourse: Soldaderas in the Corridos of the Mexican Revolution.\" He recently co-authored a book chapter titled “The International Law Enforcement Community: Cooperative Efforts on Combatting Human Trafficking” in The Sage Handbook of Human Trafficking and Modern Day Slavery. He teaches undergraduate and graduate courses on criminal justice research methods; statistics; criminology, environmental crime, restorative justice, social justice, gender and crime.  María C. González is an Associate Professor of English at the University of Houston and an authority on American literature, Mexican-American novelists, Chicanx writers, and Feminist and Queer Theory.  Gonzalez is the author of Contemporary Mexican American Women Novelists: Toward a Feminist Identity.  Currently completing a book on the influence of Chicana lesbian writers and queer theory in Chicanx literary studies, she is the co-editor of Voices Breaking Boundaries’ three volume series collection of transnational art and essays, Borderlines.  Past president of the National Women's Studies Association and a board member of the National Association for Chicana and Chicano Studies, she has served on the editorial boards of the NWSA Journal, The Journal of Lesbian Studies, and Chicana/Latina Studies Journal.  One of the founders of the GLBT Studies Minor and the LGBT Resource Center at the University of Houston, she served for many years on the Faculty Senate.  Linda Heidenreich is an Associate Professor of History and affiliate faculty of Women’s Gender and Sexuality Studies at Washington State University, and is author of “This Land Was Mexican Once”: Histories of Resistance from Northern 79  California, and editor of Three Decades of EnGendering History: Selected Works of Antonia Castañeda. Their articles have appeared in journals such as the Chicana/Latina Studies, Aztlán Latinos in Education and the American Ethnic History.  Their poetry, sometimes under the pen name of oneangrygirlfag has been published in Lean Seed, Sanctified, and Sinister Wisdom. Dr. Heidenreich is currently working on a manuscript titled Nepantla2 (under consideration at Nebraska), which focuses on Queer Mestiz@s in times of Nepantla. They have been active in NACCS since their years in graduate school, and look forward to many productive years of networking and collaboration at our national conference.  Daniella Hernandez is a first generation, Xicana activist scholar born and raised in the San Fernando Valley, just north of Los Angeles, California. She graduated in May 2018 from California State University Channel Islands (CSUCI) with a Bachelor of Arts in Chicanx Studies and Sociology. She graduated with Program Honors in Chicanx Studies for academic excellence and campus involvement. She was a Fellow Researcher under the Summer Undergraduate Research Fellowship (SURF) at CSUCI where she researched femicide and transfemicide in different Latin American countries such as Colombia, El Salvador, and Guatemala. Daniella has also been a member of Movimiento Estudiantil Chicanx de Aztlan (M.E.Ch.A.) since her high school years and has continued to be an active MEChistA throughout her undergraduate and post-graduate education. Her research interests include Xicana spirituality, Herbalism, Brujeria, Decolonial studies, Womxn’s/ Gender issues, Feminist Theory, Gender and Sexuality studies, Race Studies. Daniella dreams of attending graduate school to become a professor and teach at a university in the hopes to re-Indigenize education.  Irene Mata is the Barbara Morris Caspersen Associate Professor of Humanities and Associate Professor of Women’s and Gender Studies at Wellesley College, where she teaches courses in Chicanx/Latinx literature and culture. Her research interests include the analysis of gender, labor, immigration, and representation in contemporary cultural productions. Her book, Domestic  Disturbances: Reimagining Narratives of Gender, Labor, and Immigration (UT  Press), suggests a new way of looking at Chicana/Latina immigrant stories, not as a continuation of a literary tradition, but instead as a specific Latina genealogy of immigrant narratives that more closely engage with the conditions of immigration occurring in our current historical moment.  She has also studied and published work on how current globalization projects have impacted the lives of women on the U.S./Mexico border area and how those changes are represented. Louis Mendoza is Director of the School of Humanities, Arts, and Cultural Studies at Arizona State University where he is also a Professor of Latina/o literary and Cultural Studies. His research interests include Chicana/o Literary and Cultural studies, U.S. immigration literature, prison literature, and oral histories.  He is the author of A Journey Around Our America: A Memoir on Cycling, Immigration, and the Latinoization of the U.S., Conversations Across Our America: Talking About Immigration and the Latinoization of the U.S., and Historia: The Literary Making of 80  Chicana and Chicano History, as well as the editor of raúlrsalinas and the Jail Machine: My Weapon is My Pen, and the co-editor of Crossing Into America: The New Literature of Immigration and Telling Tongues:  A Latino Anthology on Language Experience.  Elizabeth Munoz is a junior at Kalamazoo College, majoring in Anthropology and Sociology. She is currently studying away in Tucson, Arizona through the Border Studies Program. She is a member of the Women’s Soccer team at Kalamazoo and is on the Executive Board of the Athletic Leadership Council. Elizabeth was the recipient of the Anthropology & Sociology departmental award. She has also worked on the Kalamazoo County ID since its inception, conducting research and participating in various subcommittee work during the planning stages. Elizabeth lives with her family in Leland, Michigan when she is not at school.  Rosalva Resendiz is Associate Professor of Criminal Justice at The University of Texas Rio Grande Valley. She identifies as a Chicanx indigenous mestiza social justice scholar/activist. Her interests include critical race theory, decolonial theory/methods, postcolonial studies, critical criminology, Chicana feminism, Mexican American/Border Studies, organized crime, and social justice. She is co-author of On the Edge of Law: Culture, Labor and Deviance on the South Texas Border and author of the book Gender, Crime & Justice: Critical and Feminist Perspectives. She is author of \"Mestiza/o Discourse: Soldaderas in the Corridos of the Mexican Revolution.\" She co-authored \"Apache Resistance, 1849-1886\" in 50 Events that Shaped American Indian History and \"Colonialism and Imperialism: Indigenous Resistance on the US-Mexico Border,“ recently published in the  Journal of  Perspectives on Global Development  & Technology.  She is co-director and producer of the documentary, El Muro|The Wall, which focuses on the border wall.  Rosaura Sánchez, the NACCS Scholar 2018, is a Professor of Latin American Literature and Chicano Literature at the University of California, San Diego. Dr. Sánchez earned her BA from the University of Texas at Austin, served in the Peace Corps and the Teacher Corps at USC Rural Migrant program, and then returned to earn her MA and PhD from UT Austin.  Her publications include Chicano Discourse:  A Socio-Historic Perspective. Rowley, Mass:  Newbury House, 1983. Reprinted by Houston: Arte Público Press, 1994;\"Calculated Musings: Richard Rodríguez' Metaphysics of Difference,\" in The Ethnic Canon, ed. David Palumbo-Liu. Minneapolis: University of Minnesota Press; Telling Identities. The Californio Testimonios. Minneapolis:  University of Minnesota Press, 1995; and Lunar Braceros (with Beatrice Pita) National City: Calaca Press, 2009.  ",
    "id": 223074212,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:naccs-1192"
    },
    "title": "Queer Turn: 2018 Proceedings Complete",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-04-01T08:00:00+01:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1192&amp;context=naccs"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/223074212.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/223074212"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/223074212/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/223074212/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/223074212"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Gender and Sexuality",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:naccs-1192",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 223074212,
        "depositedDate": null,
        "publishedDate": "2018-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T09:45:02+00:00",
        "acceptedDate": null,
        "createdDate": "2019-08-09T03:32:55+01:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/naccs/2018/Proceedings/1",
        "https://scholarworks.sjsu.edu/context/naccs/article/1192/viewcontent/2018_Proceedings_Complete.pdf"
    ],
    "lastUpdate": "2024-01-20T09:45:02+00:00",
    "setSpecs": []
}