{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Maril, Robin"
        }
    ],
    "contributors": [],
    "createdDate": "2023-08-27T13:25:37+01:00",
    "dataProvider": {
        "id": 3641,
        "name": "University of San Diego",
        "url": "https://api.core.ac.uk/v3/data-providers/3641",
        "logo": "https://api.core.ac.uk/data-providers/3641/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/580001564.pdf",
    "fullText": "MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023 11:16 AM   45 Queer Rights After Dobbs v. Jackson Women’s Health Organization ROBIN MARIL* TABLE OF CONTENTS I. INTRODUCTION .......................................................................................... 46 II. QUEER IDENTITY AND LEGAL STATUS ........................................................ 50 A. Outlaws to Outcasts: Bowers v. Hardwick and   Lawrence v. Texas ........................................................................... 51 1. The Harmful Impact of Sodomy Laws ....................................... 52 2. Bowers v. Hardwick ................................................................. 54 3. Lawrence v. Texas .................................................................... 59 B. Outcast to Equal: Obergefell v. Hodges .......................................... 64 1. The Push for Marriage Equality ............................................... 65 2. The Defense of Marriage Act (DOMA) ..................................... 67 3. Obergefell v. Hodges ................................................................ 71 III. QUEER RIGHTS AND ABORTION ACCESS DISTINGUISHED ............................ 76 A. The Nature of the Rights .................................................................. 77 B. The Constitutional Foundation of the Rights ................................... 81 IV. THE APPLICATION OF DOBBS TO QUEER RIGHTS ......................................... 84 A. Dobbs v. Jackson Women’s Health Organization ............................ 85 B. Queer Rights Survive a Dobbs Analysis ........................................... 87 1. The Glucksberg Standard of “Ordered Liberty” ...................... 88 2. The Dobbs Standard of Stare Decisis ....................................... 92 3. Rational-Basis Review .............................................................. 96     *   © 2023 Robin Maril.  Assistant Professor of Law, Willamette University College of Law.  Many thanks to Katie Eyer, Hannah Haksgaard, and Jenny Pizer for their thoughtful comments on previous drafts.  This project was presented at Florida International University College of Law Faculty Workshop Series and benefited from participant insight and support. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  46 V. POLITICS AND THE COURT .......................................................................... 98 A. History ............................................................................................. 99 B. Current Targeting Trends .............................................................. 101 VI. CONCLUSION ........................................................................................... 104  I.  INTRODUCTION On June 24, 2022, Justice Samuel Alito announced his majority opinion in Dobbs v. Jackson Women’s Health Organization1 that overturned both Roe v. Wade2 and Planned Parenthood v. Casey.3  In so doing, Dobbs destabilized nearly five decades of fundamental rights jurisprudence.4  The decision was not a surprise due to an unprecedented leaked draft of the opinion that began circulating in the press on May 2, 2022.5  The leaked draft ignited a firestorm of commentary warning that the end of Roe would inevitably lead to the evisceration of queer rights.6  This brand of commentary only accelerated after the final opinion was announced, as pundits pointed to ominous statements in Justice Thomas’s concurrence regarding substantive due process.7  In reality, however, warnings about the re-criminalization of queer sex and the demise of marriage equality8 had been whispered   1.  Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228 (2022).  2.  Roe v. Wade, 410 U.S. 113 (1973), overruled by Dobbs, 142 S. Ct. 2228.  3.  Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833 (1992), overruled by Dobbs, 142 S. Ct. 2228.  4.  Amy Howe, Supreme Court Overturns Constitutional Right to Abortion , SCOTUSBLOG (June 24, 2022, 3:11 PM), https://www.scotusblog.com/2022/06/supreme- court-overturns-constitutional-right-to-abortion/ [https://perma.cc/6E8F-9XH3].  5.  Read Justice Alito’s Initial Draft Abortion Opinion Which Would Overturn Roe v. Wade, POLITICO (May 2, 2022, 9:20 PM), https://www.politico.com/news/ 2022/05/02/read-justice-alito-initial-abortion-opinion-overturn-roe-v-wade-pdf-00029504 [https://perma.cc/SWX5-NM8E].  It was also arguably not a surprise given that Roe had been limited by Casey, which, in turn, had also been limited.  See Mary Ziegler, The Supreme Court Just Took a Case That Could Kill Roe v. Wade—or Let It Die Slowly, WASH. POST (May 18, 2021, 2:32 PM), https://www.washingtonpost.com/politics/2021/ 05/18/supreme-court-just-took-case-that-could-kill-roe-v-wade-or-let-it-die-slowly/ [https:// perma.cc/VHU9-S7UJ].  6.  See, e.g., Charlie Savage, Draft Opinion Overturning Roe Raises a Question: Are More Precedents Next?, N.Y. TIMES (June 24, 2022), https://www.nytimes.com/2022/ 05/05/us/14th-amendment-roe-wade.html?searchResultPosition=6 [https://perma.cc/3B2K- TM93].  7.  See, e.g., Madeleine Carlisle & Julia Zorthian, Clarence Thomas Signals Same- Sex Marriage and Contraception Rights at Risk After Overturning Roe v. Wade, TIME (June 24, 2022, 2:45 PM), https://time.com/6191044/clarence-thomas-same-sex-marriage- contraception-abortion/ [https://perma.cc/7YWE-ULWP].  8.  This Article uses the term queer rights instead of LGBTQ rights because the commentary specifically targeted two major U.S. Supreme Court cases that deal specifically with sexual orientation in the context of state sodomy laws, Lawrence v. Texas, 539 U.S. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  47 throughout the Dobbs litigation in the form of bold, but vague statements made by the respondents, the Solicitor General, and various amici.9  In each case, the parties implored the Court to view Dobbs as much more than a case about safe and legal access to abortion.10 This Article argues that it is far too soon to concede that Lawrence v. Texas and Obergefell v. Hodges are destined for the dustbin of history.  Queer rights and abortion rights not only advance equality and have significant liberatory value, but they also are functionally different rights that rest on distinct legal foundations.  Although both sets of rights may be essential to a progressive platform for inclusive political and social change, it is important not to conflate the equality-promoting impact of a right with the nature or legal basis for the right itself.  These functional and legal differences are important not only for understanding the methods of subordination that lead to their denial, but also for crafting forward-looking legal and political arguments to support their preservation. It is true that the summary dismissal of a fundamental right to reproductive autonomy in Dobbs inevitably exposes a series of judicially recognized rights of the past half-century to increased scrutiny.11  However, the constitutional viability of Lawrence12 and Obergefell13 remains separate and independent from the privacy and fundamental rights methodology  558, 562 (2003), and marriage prohibitions, Obergefell v. Hodges, 576 U.S. 644, 652 (2015).  These cases do not expressly consider gender identity.  9.  Brief for United States as Amici Curiae Supporting Respondents at 25–26, Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228 (2022) (No. 19-1392) (“To reverse course and accept those limits today would not merely overturn Roe and Casey, but would also threaten the Court’s precedents holding that the Due Process Clause protects other rights, including the rights to same-sex intimacy and marriage.”).  10.   See, e.g., Brief of Amicus Curiae Am. Bar Ass’n in Support of Respondents at 20, Dobbs, 142 S. Ct. 2228 (No. 19-1392) (stating that Roe was the “foundation” for Obergefell and Lawrence).  11.  The majority in Dobbs distinguishes a string of fundamental rights cases from abortion including the right to marriage, contraception, familial cohabitation, to educate one’s children and to be free from involuntary sterilization.  Dobbs, 142 S. Ct. at 2257 (citations omitted).  However, Justice Thomas’s concurrence specifically mentions contraception, queer sex, and marriage equality as substantive due process jurisprudence that should be revisited as examples of flawed legal reasoning and misplaced reliance on substantive due process under the Fourteenth Amendment.  Id. at 2301 (Thomas, J., concurring) (“For that reason, in future cases, we should reconsider all of this Court’s substantive due process precedents, including Griswold, Lawrence, and Obergefell.”).  12.  Lawrence, 539 U.S. 558.  13.  Obergefell, 576 U.S. 644. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  48 advanced by Roe,14 refined by Casey, and subsequently abandoned by Dobbs.15  These landmark queer rights cases should easily survive any legal challenge based on the standard for due process liberty analysis, stare decisis, and rational-basis review articulated by the majority in Dobbs.  The threats to these precedents are rooted in political forces, not a faithful application of the standards articulated in Dobbs. To be clear, the overruling of Roe and Casey will have a profound human and legal impact on the lives of women and pregnant people for decades.16  In this way, the Dobbs decision carries the weight of two separate elements.  The first is the deeply personal impact this decision will have on individual women and pregnant people accessing abortion and reproductive health care, including the long-term effect of this loss of bodily autonomy on future opportunities.17  The specter of forced pregnancy and the criminalization of women and pregnant people also promises to further accelerate the growing divide between the blue and red states. The second element is the threat of a tectonic jurisprudential shift in our national understanding of individual liberty and fundamental rights.  The Court’s approach to liberty interests and stare decisis in Dobbs challenges the modern understanding of what our constitution protects.18  Justice Alito’s categorization of Roe alongside infamous cases, such as Plessy v. Ferguson and Lochner v. New York,19 creates an environment where Roe-based jurisprudence could be seen as constitutional folly, rather than the realization of liberty that our Founders could not imagine, but nonetheless intended.20  Both cases have contributed to the legal scaffolding for the modern liberty infrastructure that also embraced rights to queer sex and   14.  Roe v. Wade, 410 U.S. 113, 153 (1973), overruled by Dobbs, 142 S. Ct. 2228; see also Robin Maril, The End of Roe will Lead to Baseless Attacks on Gay Rights, L.A. TIMES, (June 26, 2022, 3:02 AM), https://www.latimes.com/opinion/story/2022-06-26/ roe-supreme-court-obergefell-gay-rights [https://perma.cc/4XJZ-AUB3].  15.  See Dobbs, 142 S. Ct. at 2241–43 (dismantling the “viability” standard).  16.  Pam Belluck, They Had Miscarriages, and New Abortion Laws Obstructed Treatment, N.Y. TIMES (July 17, 2022), https://www.nytimes.com/2022/07/17/health/ abortion-miscarriage-treatment.html [https://perma.cc/7ZMB-MZXR].  17.  Brief of Amici Curiae Economists in Support of Respondents at 13, Dobbs, 142 S. Ct. 2228 (No. 19-1392).  18.  See Bruce Fein, Does Dobbs Mark the Beginning of the End of Natural Rights?, HILL (July 5, 2022, 2:30 PM), https://thehill.com/opinion/judiciary/3546342-does-dobbs-mark-the-beginning-of-the-end-of-natural-rights/ [https://perma.cc/MQ29-D6BU] (“[A]fter Dobbs, ideas of natural rights that were so prominent in the assumptions of the nation’s founders have been expelled from constitutional law.”).  19.  Lochner v. New York, 198 U.S. 45 (1905).  20.  See Devin Watkins, Defending Substantive Due Process on Originalist Grounds, FEDERALIST SOC’Y: FEDSOC BLOG (Jan. 22, 2019), https://fedsoc.org/commentary/ fedsoc-blog/defending-substantive-due-process-on-originalist-grounds [https://perma.cc/ 84D9-FXKS]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  49 marriage equality as expressions of constitutionally protected liberty interests.21  Potential threats to other constitutionally protected liberty interests rights, including queer rights, are a symptom of a politically targeted, conservative narrowing of constitutional values concerning individual freedom and liberty. While acknowledging the extreme personal loss to millions of Americans, this Article accepts the Dobbs decision as precedent and engages the second element: what does Dobbs mean for our understanding of individual liberty, specifically with respect to queer rights?  This inquiry proceeds in four parts.  The first part discusses the intertwined evolution of queer identity and legal status based on the liberty and equality principles enunciated by the Court from Bowers v. Hardwick22 through Obergefell v. Hodges.23  This section establishes that the rights of queer people to engage in sex free from criminalization and to marry were never based on a privacy analysis, but instead on interlocking liberty and equality interests.  The second part explores further the distinction between queer rights and abortion access both with respect to the nature of the rights and their  constitutional foundations.  It argues that these functional and legal differences are significant and should result in divergent legal futures.  The third part examines the majority opinion in Dobbs and shows how both Lawrence and Obergefell should survive review on the merits, as well as under stare decisis.24  The fourth part offers a clear-eyed caveat.  It acknowledges that the current political climate and make-up of the Court may nonetheless threaten the longevity of constitutionally recognized queer rights.  It asserts that if these precedents fall, it would be the result of an exercise of political will rather than a reasoned and intellectually honest application of Dobbs.  A brief conclusion discusses future legal avenues for ensuring protections for queer people and their families under Dobbs.   21.  See infra text accompanying notes 273–85 (acknowledging that Lawrence mentions Roe).  See also infra text accompanying notes 286–89 (explaining that Obergefell does not cite Roe).  22.  Bowers v. Hardwick, 478 U.S. 186, 191–92 (1986) (quoting Palko v. Connecticut, 302 U.S. 319, 325, 326 (1937)), overruled by Lawrence v. Texas, 539 U.S. 558 (2003).  23.  Obergefell v. Hodges, 576 U.S. 644, 633, 664 (2015).  24.  See infra text accompanying notes 325–400 (applying the majority opinion in Dobbs to queer rights). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  50 II.  QUEER IDENTITY AND LEGAL STATUS In a span of just under three decades, the U.S. Supreme Court transformed the legal status of queer people from outlaws in Bowers v. Hardwick,25 to outcasts in Lawrence v. Texas,26 to equals under the law in Obergefell v. Hodges.27  Although it is indisputable that the privacy lens adopted by Roe28 and Griswold29 contributed to the modern understanding of the role of government in personal sexual decisions,30 the legal evolution of the queer identity extends beyond considerations of privacy.31  As early as 1986, Justice Stevens recognized that queer peoples’ constitutional liberty and equality interests were distinct from privacy guarantees in his dissent in Bowers.32  This turn toward liberty and equality predated the Court’s 1992 decision in Casey that broadly limited the continued viability of an unenumerated constitutional right to privacy as a vehicle to secure personal freedom.33  Justice Kennedy concretized this shift in the context of queer identity and rights in his majority opinions in Romer v. Evans,34 Lawrence v. Texas,35 and Obergefell v. Hodges36 where he chose to frame queer rights in terms of the outward guarantees of liberty and equality rather than the more insular right to privacy.37   25.  See Bowers, 478 U.S. at 191.  26.  See Lawrence, 539 U.S. at 578.  27.  Obergefell, 576 U.S. at 681.  28.  See Roe v. Wade, 410 U.S. 113, 153 (1973), overruled by Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228 (2022).  29.  See Griswold v. Connecticut, 381 U.S. 479, 485 (1965).  30.  See Deborah J. Anthony, Caught in the Middle: Transsexual Marriage and the Disconnect between Sex and Legal Sex, 21 TEX. J. WOMEN & L. 153, 184–85 (2012) (discussing the modern understanding of the privacy doctrine as it has been developed through precedent and expounded in the recent case of Lawrence).  31.  See generally Kendall Thomas, Beyond the Privacy Principle, 92 COLUM. L. REV. 1431, 1436–60 (1992) (discussing the limitations on the privacy principle).  32.  See Bowers v. Hardwick, 478 U.S. 186, 214–20 (1986) (Stevens, J., dissenting), overruled by Lawrence v. Texas, 539 U.S. 558 (2003).  33.  Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 849 (1992), overruled by Dobbs, 142 S. Ct. 2228.  34.  Romer v. Evans, 517 U.S. 620, 634 (1996) (“[L]aws of the kind now before us raise the inevitable inference that the disadvantage imposed is born of animosity toward the class of persons affected.”).  Scholars have noted the significance of the amicus brief filed by the Human Rights Campaign that detailed the historical discrimination and disadvantage in informing Justice Kennedy’s majority opinion.  Brief of the Hum. Rts. Campaign Fund et al. as Amici Curiae in Support of Respondents at 12, Evans, 517 U.S. 620 (No. 94-1039).  35.  Lawrence v. Texas, 539 U.S. 558, 579 (2003).  36.  Obergefell v. Hodges, 576 U.S. 644, 681 (2015).  37.  See infra text accompanying notes 213–221 (explaining Justice Kennedy’s interlocking analysis). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  51 The Court’s choice to adopt a constitutional liberty and equality lens in queer rights cases is consistent with the evolution of queer identity in the latter half of the twentieth century when queer people stepped out of the shadows and increasingly asserted their rights to dignity and equal rights in all aspects of public life.38  As Justice Kennedy articulated in Lawrence, “[f]reedom extends beyond spatial bounds.  Liberty presumes an autonomy of self that includes freedom of thought, belief, expression, and certain intimate conduct.”39  The interlocking nature of the liberty and equality interests articulated in Obergefell serves as the foundation for contemporary queer legal rights and reflects the core lived experience of queer people.40  This interlocking lens is distinct from the foundational privacy interest articulated in Roe, as well as the standalone liberty interest described in Casey.41  This section charts the evolution of queer rights from Bowers to marriage equality as the legal embodiment of the lived queer experience. A.  Outlaws to Outcasts: Bowers v. Hardwick and Lawrence v. Texas Bowers and Lawrence challenged the ability of the state to criminalize same-sex sexuality through criminal sodomy laws.42  Over the course of sixteen years, the U.S. Supreme Court reversed its view about the constitutionally protected rights implicated in sodomy bans, moving from a privacy frame in Bowers, that upheld the criminalization of sodomy,43 to one centered on liberty interests in Lawrence, that struck down the Texas Homosexual Sodomy Law.44  Some commentators have suggested that Dobbs could breathe new life into the criminal sodomy laws that   38.  See generally LINDA HIRSHMAN, VICTORY: THE TRIUMPHANT GAY REVOLUTION (2012).  39.  Lawrence, 539 U.S. at 562.  40.  See generally Brief of Amici Curiae Fam. Equal. Council et al. in Support of Petitioners, Addressing the Merits and Supporting Reversal at 3–4, Obergefell, 576 U.S. 644 (No. 14-556).  41.  See Stephen Gilles, Dobbs, Obergefell, and “The Critical Moral Question Posed by Abortion,” SCOTUSBLOG (July 06, 2022, 08:56 PM), https://www.scotusblog.com/ 2022/07/dobbs-obergefell-and-the-critical-moral-question-posed-by-abortion/ [https://perma.cc/ LQZ3-8WYG].  42.  Bowers v. Hardwick, 478 U.S. 186, 188 (1986), overruled by Lawrence, 539 U.S. 558.  43.  Id. at 196.  44.  Lawrence, 539 U.S. at 578.  As explained by the majority in Lawrence, the Texas Homosexual Conduct Law only “criminalize[d] sexual intimacy by same-sex couples, but not identical behavior by different-sex couples.”  Id. at 564. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  52 remain on the books in twelve states,45 and the Texas Attorney General has even stated that he would enforce the Texas law if the Court were to revisit Lawrence.46  Given the renewed interest in criminalizing same-sex sexuality, it is important to review how these laws were used to harm and subjugate queer people despite the fact that they were rarely enforced.47  Moreover, it is essential to understand that the rationale for Lawrence is distinct from the privacy issues outlined in Roe. 1.  The Harmful Impact of Sodomy Laws When Michael Hardwick challenged the Georgia sodomy law48 that led to his 1982 arrest, queer advocates had reason to be hopeful. Although anti-sodomy statutes were rooted in the English common law offense of “crimes against nature,” historically these statutes were primarily used in the context of nonconsensual sexual offenses and applied equally to men and women.49  In fact, Hardwick’s initial charge was dismissed when the judge determined that enforcement should be limited to nonconsensual activity.50  Even though these laws were rarely enforced,51 the criminalization of queer people remained a reason to deny queer people equal dignity and   45.  See Timothy Bella, Texas AG Says He’d Defend Sodomy Law if Supreme Court Revisits Ruling, WASH. POST (June 29, 2022), https://www.washingtonpost.com/politics/ 2022/06/29/texas-sodomy-supreme-court-lawrence-paxton-lgbtq/ [https://perma.cc/F2ED- ADAS].  46.  Id.; see also Tom Dart, Texas Clings to Unconstitutional, Homophobic Laws— and It’s Not Alone, GUARDIAN (June 1, 2019, 2:00 AM), https://www.theguardian.com/ world/2019/jun/01/texas-homophobic-laws-lgbt-unconstitutional [https://perma.cc/UV7U- RX7U].  47.  See generally Sonia K. Katyal, Sexuality and Sovereignty: The Global Limits and Possibilities of Lawrence, 14 WM. & MARY BILL OF RTS. J. 1429, 1463 (2006) (noting that Texas rarely enforced its antisodomy law).  48.  Georgia Code Ann. § 16-6-2 provides, in pertinent part, as follows: (a)(1) A person commits the offense of sodomy when he . . . performs or submits to any sexual act involving the sex organs of one person and the mouth or anus of another.   . . . . (b)(1) [A] person convicted of the offense of sodomy shall be punished by imprisonment for not less than one nor more than 20 years . . . . GA. CODE ANN. § 16-6-2 (West 1984).  49.  Richard Weinmeyer, The Decriminalization of Sodomy in the United States, 16 AM. MED. ASS’N J. ETHICS 916, 916 (2014) (quoting Brief of the Cato Inst. as Amicus Curiae in Support of Respondents at 9, 11, Lawrence, 539 U.S. 558 (No. 02-102)).  50.  See Elizabeth Sheyn, The Shot Heard Around the LGBT World: Bowers v. Hardwick as a Mobilizing Force for the National Gay and Lesbian Task Force, 4 J. RACE, GENDER & ETHNICITY 2, 3 (2009) (citing Hardwick v. Bowers, 760 F.2d 1202, 1204 (1985), rev’d, 478 U.S. 186 (1986), overruled by Lawrence, 539 U.S. 558).  51.  Katyal, supra note 47. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  53 the right to participate in public life.52  From the standpoint of queer advocates who had just successfully fought for the declassification of homosexuality as a mental illness, sodomy statutes were the next barrier that had to fall.53 The 1973 declassification of homosexuality by the American Psychiatric Association (APA) coincided with the emergence of an out and proud gay liberation movement.54  Activists tirelessly lobbied the APA to remove the diagnostic category of homosexuality from the Diagnostic Statistical Manual (DSM) where it was classified as a severe socio-pathic disorder.55  The diagnosis had been used to deem queer people unfit for employment, parenting, and military service, just to name a few areas.56  It also exposed queer people to harmful therapeutic interventions, including involuntary commitment in psychiatric hospitals, psychosurgery, shock treatment, and aversion therapy.57 Beginning in the 1970s, the winds shifted as the so-called “sexual revolution” changed the way that Americans spoke and thought about intimate conduct and personal freedom.58  The 1973 declassification of homosexuality as a mental illness and the nascent gay liberation movement helped increase a growing sense of dignity and personhood for queer people in American society.59  During this time, municipalities began enacting non-discrimination provisions that protected queer people and the visibility of queer people increased.60  However, this progress also sparked a backlash among   52.  Lawrence, 539 U.S. at 575 (“When homosexual conduct is made criminal by the law of the State, that declaration in and of itself is an invitation to subject homosexual persons to discrimination both in the public and in the private spheres.”).  53.  See generally RONALD BAYER, HOMOSEXUALITY AND AMERICAN PSYCHIATRY: THE POLITICS OF DIAGNOSIS 97 (Princeton Univ. Press 1987) (1981).  54.  See id. at 88.  Activists began protesting at psychiatric conventions as early as 1968.  Id. at 92.  55.  Id. at 39 (explaining the DSM).  56.  See LILLIAN FADERMAN, THE GAY REVOLUTION: THE STORY OF STRUGGLE 3–50 (2015).  57.  See generally MARTIN DUBERMAN, CURES: A GAY MAN’S ODYSSEY (1991).  58.  DAVID ALLYN, MAKE LOVE, NOT WAR: THE SEXUAL REVOLUTION: AN UNFETTERED HISTORY, at ix–x (Routledge 2016) (2000).  59.  See The A.P.A. Ruling on Homosexuality: The Issue is Subtle, the Debate is Still On, N.Y. TIMES, Dec. 23, 1973; ANNAMARIE JAGOSE, QUEER THEORY: AN INTRODUCTION 31 (1996).  60.  In 1977, Miami Dade County in Florida became the first urban area to enact a non-discrimination ordinance.  See Mireya Navarro, 2 Decades On, Miami Endorses Gay Rights, N.Y. TIMES, Dec. 2, 1998, at A1. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  54 conservative elements.61  Some of the initial gains were rescinded and states began to adopt new laws specifically banning same-sex sex, while existing statutes like Georgia’s62 were enforced almost exclusively against gay men.63  Increased, targeted criminalization stigmatized and alienated queer people from the law and prevented full participation in social, economic, and family life.64  The existence of criminal sodomy laws were used to sanction employment discrimination and deprive queer parents of custody and parentage rights.65  These laws functioned as a state-imposed demarcation of acceptable relationships and identities from criminality. 2.  Bowers v. Hardwick With this backdrop, it is easy to see why queer advocates, eager to remove the stigma of criminality, were interested in Hardwick’s case.66  The growing distance between the law’s continued criminalization  of queer sex and the increased acceptance of queer people in broader society bolstered Hardwick’s legal challenge.67  Emboldened by the pace of social change and represented by the American Civil Liberties Union (ACLU), Hardwick filed a federal suit challenging the constitutionality of the Georgia statute after his case was dismissed by the state trial court.68  Hardwick   61.  For example, the anti-discrimination ordinance enacted in Miami Dade County was repealed by the voters by a margin of two to one the year after it was enacted.  Id.  The campaign to repeal the ordinance was led by the singer-turned-anti-gay activist Anita Bryant, who also led a movement to “Save Our Children.”  Id.  Bryant claimed that the anti-discrimination ordinance was “an attempt to legitimize ‘a perverse and dangerous’ way of life.”  Id.  62.  See Weinmeyer, supra note 49, at 917.  63.  See id. at 918.  64.  See Omar G. Encarnación, Florida’s ‘Don’t Say Gay’ Bill is Part of the State’s Long, Shameful History, TIME (May 12, 2022, 3:51 PM), https://time.com/6176224/ florida-dont-say-gay-history-lgbtq-rights/ [https://perma.cc/5UQE-PUSS].  65.  Why Sodomy Laws Matter, ACLU, https://www.aclu.org/other/why-sodomy-laws-matter [https://perma.cc/UY76-UXSX].  As late as 1995, the Virginia Supreme Court used the existence of a little-enforced state sodomy law to deny a mother custody of her child.  Bottoms v. Bottoms, 249 Va. 410, 419 (1995) (“Conduct inherent in lesbianism is punishable as a Class 6 felony in the Commonwealth . . . .”).  66.  DALE CARPENTER, FLAGRANT CONDUCT: THE STORY OF LAWRENCE V. TEXAS 128–34 (2012) (noting that Lawrence and Garner were represented by the ACLU and Lambda).  67.  Lawrence v. Texas, 539 US 558, 567–72 (2003) (critiquing the Bowers Court’s reliance on history of sodomy laws to uphold Georgia law and the Court’s failure to consider other advances including changes to the Model Penal Code); John Balzar, The Times Poll; American Views of Gays: Disapproval, Sympathy, L.A. TIMES (Dec. 20, 1985, 12:00 AM), https://www.latimes.com/archives/la-xpm-1985-12-20-mn-4928-story.html [https://perma.cc/N7ZQ-ZSVW].  68.  Bowers v. Hardwick, 478 U.S. 186, 187 (1986), overruled by Lawrence, 539 U.S. 558; see also Art Harris, The Unintended Battle of Michael Hardwick: After His MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  55 argued that as a gay man who had sex with men, the statute threatened him with criminalization, which violated his fundamental privacy interests guaranteed by the Due Process Clause of the Fourteenth Amendment.69  The United States District Court for the Northern District of  Georgia dismissed the case,70 but the Eleventh Circuit reversed and remanded for the state to prove the constitutionality of the statute.71  The U.S. Supreme Court granted certiorari in 1985.72  Its 1986 decision upholding the state law engaged in a chokingly narrow analysis of the statute and the rights at stake.73  Despite the growing legal protection and cultural tolerance for queer people,74 the Bowers Court dismissed Hardwick’s constitutional claim as laughable, finding that the U.S. Constitution does not “confer[] a fundamental right upon homosexuals to engage in sodomy.”75 The dissent, authored by Justices Blackmun and Stevens, signaled movement towards a more nuanced and complex connection between the right to engage in sex and the embodiment of queer identity.76  Justice Blackmun employed a privacy-based analysis, and concluded that the majority had mischaracterized the nature of the rights at stake by limiting them to sodomy alone.77  Justice Blackmun’s classic privacy approach argued that Hardwick’s right to engage in same-sex sex was consistent with other cases that have recognized such a right:    Georgia Sodomy Case, a Public Right-to-Privacy Crusade, WASH. POST (Aug. 21, 1986), https://www.washingtonpost.com/archive/lifestyle/1986/08/21/the-unintended-battle- of-michael-hardwick/73fb94db-2b0f-4bf8-8220-aa5070e996c6/ [https://perma.cc/YG2H- G8MM] (describing Hardwick’s decision to participate in the litigation).  69.  See Brief for Respondent, Bowers, 478 U.S. 186 (No. 85-140).  Hardwick also argued that even without applying the fundamental rights framework, the state law was irrational and should be voided.  Id. at *25–28.  70.  Hardwick v. Bowers, 760 F.2d 1202, 1204 (11th Cir. 1985), rev’d, Bowers, 478 U.S. 186, overruled by Lawrence, 539 U.S. 558.  71.  See id. at 1213.  72.  Bowers v. Hardwick, 474 U.S. 943 (1985).  73.  See Bowers, 478 U.S. at 196.  74.  Wisconsin became the first state to prohibit private employment discrimination on the basis of sexual orientation in 1982.  See William B. Turner, The Gay Rights State: Wisconsin’s Pioneering Legislation to Prohibit Discrimination Based on Sexual Orientation, 22 WIS. WOMEN’S L.J. 91, 93 (2007).  75.  Bowers, 478 U.S. at 190.  76.  See id. at 205 (Blackmun, J., dissenting); see also id. at 217–18 (Stevens, J., dissenting).  77.  Bowers, 478 U.S. at 204–06 (Blackmun, J., dissenting). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  56 [T]he Constitution embodies a promise that a certain private sphere of individual liberty will be kept largely beyond the reach of government.  In construing the right to privacy, the Court has proceeded along two . . . lines.  First it has recognized a privacy interest with reference to certain decisions that are property for the individual to make.  Second it has recognized a privacy interest with reference to certain places without regard for the particular activities in which the individuals who occupy them are engaged.  The case before us implicates both the decisional and spatial aspects of the right to privacy.78 This faithful privacy analysis echoed the Court precedent of the past two decades running from Griswold through Roe.79  It is, in fact, the analysis that many scholars had predicted would be the holding of the Court.80  Justice Blackmun’s dissent cites Roe for support four times.81 Justice Stevens, however, rejected this privacy paradigm and instead focused on the liberty interests articulated in the earliest substantive due process cases and the contraception cases of the previous decade.82  Justice Stevens explained that the emphasis on “the individual interest in privacy”83 was misplaced because such claims were necessarily animated by “the abiding interest in individual liberty that makes certain state intrusions on the citizen’s right to decide how he will live his own life intolerable.”84  Quoting from one of his prior opinions, Justice Stevens noted that  “[t]hese cases do not deal with the individual’s interest in protection from unwarranted public attention, comment, or exploitation.  They deal, rather, with the individual’s right to make certain unusually important decisions that will affect his own, or his family’s, destiny.”85  Justice Stevens concluded that these “basic” or “fundamental” values are present in the nation’s history and tradition.86  Specifically, Justice Stevens argued that America’s founding principles of freedom included the tradition of individual liberty that was free from intrusive state restrictions or interference.87  Accordingly, Justice   78.  Id. at 203–04 (quoting Thornburgh v. Am. Coll. of Obstetricians & Gynecologists, 476 U.S. 747, 772 (1986), overruled by Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833 (1992), overruled by Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228 (2022)).  79.  See Brief for Respondent, Bowers, 478 U.S. 186 (No. 85-140), 1986 WL 720442, at *11–12 (charting the evolution of privacy cases).  80.  See generally Judith Wagner DeCew, Constitutional Privacy, Judicial Interpretation, and Bowers v. Hardwick, 15 SOC, THEORY & PRAC., 285 (1989) (providing a contemporary analysis of the status of privacy jurisprudence and predicting future application beyond Bowers).  81.  Bowers, 478 U.S. at 199, 204–05, 210 (Blackmun, J., dissenting).  82.  See id. at 216–18 (Stevens, J., dissenting).  83.  Id. at 217 (“In consideration of claims of this kind, the Court has emphasized the individual interest in privacy, but its decisions have actually been animated by an even more fundamental concern.”).  84.  Id. (quoting Fitzgerald v. Porter Mem’l Hosp., 523 F.2d 716, 720 (1975)).  85.  Id. (quoting Fitzgerald, 523 F.2d at 719).  86.  Id. (quoting Fitzgerald, 523 F.2d at 719).  87.  See id. (quoting Fitzgerald, 523 F.2d at 719–20). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  57 Stevens clearly based his liberty analysis on a historical understanding of an American tradition that protects individual choice and definition of morality.88 Justice Stevens’s dissent does not cite Roe for support, but instead relied on the contraceptive cases of Griswold v. Connecticut89 and Eisenstadt v. Baird.90  This reliance is unsurprising given that both cases provided a foundational starting point for extending the substantive due process liberty framework beyond the traditional interests protected in Pierce v. Society of Sisters91 and Meyers v. Nebraska.92  Although these cases are about contraception access, and in turn potential pregnancy and parentage, the Griswold and Eisenstadt analyses were more deeply tied to sex and intimacy than the abortion cases that dealt with pregnancy and potential parentage.93  While Griswold constitutionalized access to contraception for married couples, the Court’s decision was not focused so much on the status of marriage as much as on the nature of the relationship at the core of this status.94  Although the Connecticut law95 at issue in Griswold did not prohibit sex, it did impact the intimate decisions of spouses to engage in and consent to sexual activity when confronted with pregnancy.96  Professor Harry H. Wellington’s early analysis of Griswold in 1973 provided that “the state has undertaken to sponsor one institution that has at its core the love-sex relationship.  That relationship demands liberty in the practice   88.  See id. (“The character of the Court’s language in these cases brings to mind the origins of the American heritage of freedom—the abiding interest in individual liberty that makes certain state intrusions on the citizen’s right to decide how he will live his own life intolerable.” (quoting Fitzgerald, 523 F.2d at 719–20)).  89.  Id. at 216, 218 (citing Griswold v. Connecticut, 381 U.S. 479 (1965)).  90.  Id. (citing Eisenstadt v. Baird, 405 U.S. 438 (1972)).  91.  Pierce v. Soc’y of Sisters, 268 U.S. 510, 534–35 (1925) (upholding the rights of parents and guardians to “direct the upbringing and education” of those under their care); see also DeCew, supra note 80, at 289 (citing Pierce).  92.  Meyer v. Nebraska, 262 U.S. 390, 400 (1923) (“His right thus to teach and the right of parents to engage him so to instruct their children . . . are within the liberty of the [Fourteenth] Amendment.”).  93.  See, e.g., Lawrence v. Texas, 539 U.S. 558, 565 (2003) (“After Griswold, it was established that the right to make certain decisions regarding sexual conduct  extends beyond the marital relationship.”); id. (“[T]he Court invalidated a law prohibiting the distribution of contraceptives to unmarried persons.” (citing Eisenstadt, 405 U.S. 438)).  94.  See Griswold v. Connecticut, 381 U.S. 479, 485–86 (1965).  95.  CONN. GEN. STAT. § 53–32 (repealed 1969).  96.  See Griswold, 381 U.S. at 480 (quoting CONN. GEN. STAT. § 53–32 (repealed 1969)). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  58 of the sexual act.”97  Griswold recognized that the social and legal status of marriage is independent from the love-sex relationship.98  The Court’s recognition of the liberty interest in the love-sex relationship at the core of marriage facilitated broader application of the liberty interest outside of socially and legally recognized relationships.99 After Griswold, the Court moved further towards severing this link between procreation, marital privacy, and sexual activity five years later with its decision in Eisenstadt.100  Here, the Court’s use of the Equal Protection Clause “to be free from unwarranted governmental intrusion into matters so fundamentally affecting a [single or married] person as the decision whether to bear or beget a child,” cemented the intertwined relationship between Griswold’s liberty interest and equality protections.101  By affirming the right to access contraception outside of marriage, the Court solidified the liberty interest in this love-sex relationship as distinct from the right to parent or the right to marry.102  Justice Stevens’s reliance on these cases in his dissent in Bowers extended the liberty interest in the love-sex relationship as described by Wellington to same-sex couples.103  It further reflected the growing social recognition of the validity of the love-sex relationship shared by same-sex couples.104 Justice Stevens’s dissent in Bowers proved instrumental to the unfolding understanding of the liberty interest inherent in queer equality.105  Indeed, just seventeen years later, it was adopted by the Court in Lawrence as the correct statement of what the holding should have been in Bowers.106  In the intervening years, Justice Stevens’s analysis provided the legal groundwork necessary to support the evolution of queer legal rights as demanded by   97.  Harry H. Wellington, Common Law Rules and Constitutional Double Standards: Some Notes on Adjudication, 83 YALE L.J. 221, 292 (1973).  98.  See id. at 292–93.  99.  See id. at 292.  100.  See Eisenstadt v. Baird, 405 U.S. 438, 453–55 (1972).  101.  Id. at 453.  102.  See id. at 453–55.  103.  Bowers v. Hardwick, 478 U.S. 186, 214, 216 (1986) (Stevens, J., dissenting), overruled by Lawrence v. Texas, 539 U.S. 558 (2003).  104.  See, e.g., Jim Whelan, NY Les/Gay Lovers are “Family,” OUT WEEK, July 24, 1989, at 16, 74 (providing contemporary commentary on the 1989 decision in Braschi v. Stahl Assocs. Co., 543 N.E.2d 49 (N.Y. 1989)).  The court in Braschi held that for purposes of New York City’s rent control policy, surviving same-sex partners should be considered “family.”  Braschi, 543 N.E.2d at 53–55.  This case provides an important example of an ad hoc judicial movement towards recognizing LGBTQ functional families.  See id. at 55.  105.  Bowers, 478 U.S. at 214–20 (Stevens, J., dissenting).  106.  Lawrence, 539 U.S. at 578 (“Justice Stevens’ analysis, in our view, should have been controlling in Bowers and should control here. . . . Their right to liberty under the Due Process Clause gives them the full right to engage in their conduct without intervention of the government.”). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  59 rapid social change.107  Although Justice Scalia discounted the Lawrence decision in 2003 as being too close in time to Bowers, the highly compressed social progress regarding queer rights and acceptance made the recalibration timely.108  Despite a second backlash against queer rights in the form of the Culture Wars of the 1990s and the retrenchment of family values within the Republican political agenda, queer people continued to assert their dignity and rightful place in public life.109  Touchpoint issues, such as Ellen DeGeneres’s coming out and the murder of Mathew Shepard, changed the conversation for millions of Americans.110 3.  Lawrence v. Texas In the intervening years between Bowers and Lawrence, both state and federal courts worked to refine an expansive, dignity-affirming understanding of individual liberty in the context of sexual intimacy and same-sex relationships as well as broader notions of equality for queer people.111  State legislatures extended anti-discrimination protections based on sexual orientation and gender identity, and they began to grant recognition to same-sex relationships.112  The U.S. Supreme Court decided two cases that   107.  See Bowers, 478 U.S. at 214–20 (Stevens, J., dissenting).  108.  Lawrence, 539 U.S. at 586–87 (Scalia, J., dissenting) (deriding the “Court’s surprising readiness to reconsider a decision rendered a mere 17 years ago”); see also ANDREW R. FLORES, WILLIAMS INST., NATIONAL TRENDS IN PUBLIC OPINION ON LGBT RIGHTS IN THE UNITED STATES 6, 15, 18 (2014).  109.  Adam Nagourney, ‘Cultural War’ of 1992 Moves in From the Fringe, N.Y. TIMES (Aug. 29, 2012), https://www.nytimes.com/2012/08/30/us/politics/from-the-fringe- in-1992-patrick-j-buchanans-words-now-seem-mainstream.html [https://perma.cc/F3Y2-YE8T] (describing the impact of Pat Buchannan’s infamous speech at the 1992  Republican National Convention where he declared that a “cultural war”  was ongoing and denounced the Democratic Party’s support for abortion, feminism, and “homosexual rights”).  110.  See Lynn Neary, How Ellen DeGeneres Helped Change the Conversation About Gays, NPR (Mar. 25, 2013, 4:18 PM), https://www.npr.org/2013/03/25/175265720/how-ellen-degeneres-helped-change-the-conversation-about-gays [https://perma.cc/ZKG6-AUMH]; see also infra text accompanying notes 148, 149.  111.  See, e.g., High Tech Gays v. Def. Indus. Sec. Clearance Off., 668 F. Supp. 1361, 1369, 1372 (N.D. Cal. 1987) (finding that laws targeting gay men and lesbians must meet heightened scrutiny), rev’d, 895 F.2d 563, 571 (9th Cir. 1990) (finding rational-basis review was the appropriate standard).  112.  See, e.g., Carey Goldberg, Gay Couples Are Welcoming Vermont Measure on Civil Union, N.Y. TIMES (Mar. 18, 2000), https://www.nytimes.com/2000/03/18/us/gay-couples-are-welcoming-vermont-measure-on-civil-union.html?searchResultPosition=4 [https://perma.cc/C9HJ-SQAS]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  60 affirmed the uniquely expressive nature of queer identity.  In both Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston113 and Boy Scouts of America v. Dale,114 the Court found against queer plaintiffs who had been excluded on account of their sexual orientation, but it nonetheless recognized that queer people were political beings with distinct public identities.115  Most notably, in Romer v. Evans, the Court struck down a state constitutional amendment that restricted the ability of municipalities to extend anti-discrimination protections to queer people on the grounds that it failed rational-basis review because animus towards gay men and lesbians was not a legitimate state interest.116 These opinions represented an important shift in how the Court viewed queer people, as it moved decisively away from the conduct-based construction of homosexuality adopted by the majority in Bowers.117  Writing for the majority in Bowers, Justice White had asserted that “[n]o connection between marriage, family, or procreation on one hand and homosexual activity on the other has been demonstrated.”118  By 2003, however, the growing social and legal acceptance of queer people and their families exposed the fallacy of that assertion. Accordingly, queer legal advocates were once again hopeful that the U.S. Supreme Court would prohibit criminal sodomy laws when John Geddes Lawrence, Jr. and Tyrone Garner challenged the Texas Homosexual Conduct Law in Lawrence v. Texas.119  Represented by Lambda Legal, Lawrence and Garner had been charged under the Homosexual Sodomy Law in 1998 after police went to Lawrence’s apartment to investigate what turned out to be a spurious 911 call and reportedly saw Lawrence and Garner having sex with each other.120   113.  Hurley v. Irish-Am. Gay, Lesbian & Bisexual Grp. of Bos., Inc., 515 U.S. 557 (1995).  114.  Boy Scouts of Am. v. Dale, 530 U.S. 640 (2000).  115.  Id. at 653 (“Dale’s presence in the Boy Scouts would, at the very least, force the organization to send a message, both to the youth members and the world, that the Boy Scouts accepts homosexual conduct as a legitimate form of behavior.”); Hurley, 515 U.S. at 573 (reasoning that because “a speaker has the autonomy to choose the content of his own message,” requiring parade organizers to include the Irish American Gay, Lesbian and Bisexual Group of Boston—a group that espoused a message the organizers disagreed with—in the city’s St. Patrick’s Day-Evacuation Parade, violated the First Amendment).  116.  See, e.g., Romer v. Evans, 517 U.S. 620, 632, 635 (1996) (explaining that Amendment 2 “seems inexplicable by anything but animus” towards gay and lesbian  people and holding that because it “lack[ed] a rational relationship to legitimate state interests,” it failed the rational-basis review under the Fourteenth Amendment).  117.  Bowers v. Hardwick, 478 U.S. 186, 191 (1986), overruled by Lawrence v.  Texas, 539 U.S. 558 (2003). 118.  Id.  119.  Lawrence, 539 U.S. 558.  120.  See CARPENTER, supra note 66, at 72–79. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  61 The Texas Homosexual Conduct Law made it a Class C misdemeanor if someone “engage[d] in deviate sexual intercourse with another individual of the same sex.”121  The Texas law had been enacted in 1973 when states started to target same-sex conduct.122  Lawrence and Garner plead no contest to the charge.123  They appealed the charges to the state’s highest criminal court, and the Supreme Court granted certiorari in 2002.124  The petitioners argued that the statute should be invalidated on equal protection grounds and substantive due process.125  Their petition for writ of certiorari led with the equal protection argument, emphasizing the real harm imposed by these laws and citing Romer v. Evans for the proposition that the law would fail under any level of review.126  The petition also argued substantive due process and liberty interests, specifically mentioning “the dimensions of privacy in the home and comparable settings,”127 but it did not cite to Roe.128 Justice Kennedy’s 2003 majority opinion in Lawrence held that the Texas Homosexual Conduct Law violated the concept of liberty guaranteed by the Fourteenth Amendment Due Process Clause.129  Justice Kennedy rejected the narrow conduct-based approach adopted by the majority in Bowers and instead chose to follow the more expansive approach to liberty interests endorsed by Justice Stevens’s dissent in Bowers.130  Justice Kennedy concluded that Bowers failed to fully address the scope of the liberty interest at stake and the corresponding constitutional remedy demanded.131  He specifically repudiated the way the majority in Bowers framed the question before the Court, namely “whether the Federal Constitution confers  a fundamental right upon homosexuals to engage in sodomy and hence invalidates the laws of the many States that still make such conduct illegal   121.  Lawrence, 539 U.S. at 563 (quoting TEX. PENAL CODE ANN. § 21.06(a) (West 2003), invalidated by Lawrence, 539 U.S. 558).  122.  See id.  The statute had been adopted in 1973 when the state revised its criminal code to end its proscription on heterosexual anal and oral intercourse.  See id. at 582.  123.  Id.  124.  Id. at 563–64.  125.  See id. at 564.  126.  Petition for Writ of Certiorari at 10–22, Lawrence, 539 U.S. 558 (No. 02-102).  127.  Id. at 27.  128.  See id. at vi–xi (table of cases cited).  129.  Lawrence, 539 U.S. at 578 (“The Texas statute furthers no legitimate state interest which can justify its intrusion into the personal and private life of the individual.”).  130.  Id. (“Justice Stevens’ analysis, in our view, should have been controlling  in Bowers and should control here.”).  131.  Id. at 567. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  62 and have done so for a very long time.”132  To the contrary, Justice Kennedy asserted the narrow framing in Bowers “discloses the Court’s own failure to appreciate the extent of the liberty at stake.”133 Justice Kennedy explained that state laws criminalizing consensual, noncommercial, adult sex broadly implicated liberty interests because such laws were seeking to control a personal relationship.134  Justice Kennedy wrote: To say that the issue in Bowers was simply the right to engage in certain sexual conduct demeans the claim the individual put forward, just as it would demean a married couple were it to be said marriage is simply about the right to have sexual intercourse.  The laws involved in Bowers and here are, to be sure, statutes that purport to do no more than prohibit a particular sexual act.  Their penalties and purposes, though, have more far-reaching consequences, touching upon the most private human conduct, sexual behavior, and in the most private of places, the home.  The statutes do seek to control a personal relationship that, whether or not entitled to formal recognition in the law, is within the liberty of persons to choose without being punished as criminals.135 In other words, Justice Kennedy’s Lawrence majority opinion expressly acknowledged that the criminalization of identity-inducing conduct resulted in the criminalization of the identity itself.  This criminalization of identity directly conflicted with previous liberty-based decisions protecting the right to self-definition, expression, and autonomy.136 It is instructive to note that the majority in Lawrence chose to adopt Justice Stevens’s liberty-centered dissent over Justice Blackmun’s privacy- based dissent.137  Like Justice Stevens, the majority in Lawrence relied on   132.  Id. at 566–67 (quoting Bowers v. Hardwick, 478 U.S. 186, 190 (1986), overruled by Lawrence, 539 U.S. 558).  133.  Id. at 567.  134.  See id.  135.  Id.  136.  The majority opinion cites Griswold and Eisenstadt as foundational cases informing the decision.  Id. at 564–65.  Justice Kennedy relies on both Casey and Romer in support of recognition of gay and lesbian equality and dignity interests.  Id. at 573–75.  137.  Id. at 578.  Justice Kennedy quotes Justice Stevens’s conclusions: Our prior cases make two propositions abundantly clear.  First, the fact that the governing majority in a State has traditionally viewed a particular practice as immoral is not a sufficient reason for upholding a law prohibiting the practice; neither history nor tradition could save a law prohibiting miscegenation from constitutional attack.  Second, individual decisions by married persons, concerning the intimacies of their physical relationship, even when not intended to produce offspring, are a form of “liberty” protected by the Due Process Clause  of the Fourteenth Amendment. Id. at 577–78 (quoting Bowers, 478 U.S. at 216 (Stevens, J., dissenting)). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  63 a broader liberty interest rather than a privacy interest relied on in Roe.138  Detailing the broad substantive reach of liberty, the majority in Lawrence follows Justice Stevens’s reliance on foundational substantive due process cases including Pierce and Meyer, as well as Griswold and Eisenstadt’s establishment of the liberty interest in the love-sex relationship.139  Lawrence expands the conduct-induced constitutionally protected love-sex relationship between same-sex couples beyond the bounds of the bedroom and privacy interests to embrace identity.140  As the majority notes “[f]reedom extends beyond spatial bounds.  Liberty presumes an autonomy of self that includes freedom of thought, belief, expression, and certain intimate conduct.  The instant case involves liberty of the person both in its spatial and in its more transcendent dimensions.”141  Lawrence thus acknowledges that in order to protect queer people’s liberty interest in self-definition, there must be an equal right to engage in the love-sex relationship described by Griswold and extended in Eisenstadt.142 In recognizing a queer liberty interest in the right to pursue a consensual, private love-sex relationship without criminalization, Justice Kennedy equated the cost that same-sex couples faced with such an intrusion to that endured by the married Connecticut couples denied contraception access in Griswold, noting that “[a]fter Griswold it was established that the right to make certain decisions regarding sexual conduct extends beyond the marital relationship.”143  The Lawrence Court concluded that the intrusive Texas Homosexual Conduct Law reduced the understanding of queer existence to sodomy alone, thereby demeaning the broader scope of queer personhood and diminishing the liberty interests that protect it.144 In reaching this conclusion, Justice Kennedy was clear that the Texas law “furthers no legitimate state interest which can justify its intrusion    138.  See generally Roe v. Wade, 410 U.S. 113 (1973) (holding the right to an abortion was under the right to privacy), overruled by Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228 (2022).  139.  Lawrence, 539 U.S. at 564.  140.  See id. at 575.  141.  Id. at 562.  142.  See id. at 578 (“The petitioners are entitled to respect for their private lives.  The State cannot demean their existence or control their destiny by making their private sexual conduct a crime.”).  143.  Id. at 565.  144.  See id. at 578 (“The State cannot demean their existence or control their destiny by making their private sexual conduct a crime.”). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  64 into the personal and private life of the individual.”145  The Court rejected the appeals of the petitioners and some amici to invalidate the Texas law solely on equal protection grounds, noting that to do so would raise a question as to whether a more broadly drawn statute applying equally to different-sex couples would survive a constitutional challenge.146  The Court explained: Equality of treatment and the due process right to demand respect for conduct protected by the substantive guarantee of liberty are linked in important respects, and a decision on the latter point advances both interests.  If protected conduct is made criminal and the law which does so remains unexamined for its substantive validity, its stigma might remain even if it were not enforceable as drawn for equal protection reasons.  When homosexual conduct is made criminal by the law of the State, that declaration in and of itself is an invitation to subject homosexual persons to discrimination both in the public and in the private spheres.  The central holding of Bowers has been brought in question by this case, and it should be addressed.  Its continuance as precedent demeans the lives of homosexual persons.147 B.  Outcast to Equal: Obergefell v. Hodges The years between Lawrence and Obergefell saw an acceleration in the legal and social acceptance of queer people, especially in the area of relationship recognition.148  In addition, Congress passed the Mathew Shepard James Byrd Hate Crimes Act, the first federal statute to provide express protection for individuals on account of their sexual orientation or gender identity.149  By the time the Court recognized marriage equality in Obergefell in 2015, nearly half of the states had LGBTQ non-discrimination protections in place.150  Only thirteen states had prohibitions against same-sex marriage, largely due to successful court challenges.151  If Obergefell were to be overturned, most states have marriage bans still on the books that could take effect immediately.152   145.  Id. at 578.  146.  Id. at 574–75.  147.  Id. at 575.  148.  Justin McCarthy, Same-Sex Marriage Support Inches Up to New High of 71%, GALLUP (June 1, 2022), https://news.gallup.com/poll/393197/same-sex-marriage-support- inches-new-high.aspx [https://perma.cc/C84J-7ZTL].  149.  18 U.S.C. § 249.  150.  German Lopez, How Most States Allow Discrimination Against LGBTQ People, VOX (Aug. 19, 2016, 2:25 PM), https://www.vox.com/2015/4/22/8465027/lgbt-nondiscrimination-laws [https://perma.cc/9Q6A-6SBT].  151.  See generally State-by-State History of Banning and Legalizing Gay Marriage, BRITANNICA PROCON.ORG (Feb. 16, 2016), https://gaymarriage.procon.org/state-by-state-history-of-banning-and-legalizing-gay-marriage/ [https://perma.cc/EA7F-G9E3].  152.  Elaine S. Povich, Without Obergefell, Most States Would Have Same-Sex Marriage Bans, PEW: STATELINE (July 7, 2022), https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2022/07/07/without-obergefell-most-states-would-have-same- sex-marriage-bans [https://perma.cc/S5QW-KDZT] (“Thirty-five states ban same-sex MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  65 Justice Kennedy’s majority opinion in Obergefell viewed the question of whether a same-sex couple had a fundamental right to marry through a broad lens, similar to that adopted in Lawrence.153  In the context of marriage equality, Justice Kennedy continued to build on his interlocking theory of equal protection and fundamental rights that helped realize the contemporary queer subject.154 1.  The Push for Marriage Equality The same year the Court decided Lawrence, Massachusetts became the first state to mandate marriage equality.155  In Goodridge v. Department of Public Health, the Massachusetts Supreme Court held that the failure to issue marriage licenses to same-sex couples violated the state constitution.156  The Massachusetts Supreme Court based its decision solely on state constitutional law, but it also quoted Lawrence to support its broad reading of its state constitution: “[o]ur obligation is to define the liberty of all, not to mandate our own moral code.”157  Although other states soon followed suit, the period between Lawrence and Obergefell was marked by contentious ballot initiatives, conflicting court decisions, and a confusing patchwork of relationship recognition laws.158 Lawrence had established a uniform base level of legal tolerance for queer relationships.159  In his dissent in Lawrence, Justice Scalia had declared that the decision made same-sex marriage an inevitability, concluding that the Court had dismantled “the structure of constitutional law that  ha[d] permitted a distinction to be made between heterosexual and homosexual  marriage in their constitutions, state law, or both, according to the National Conference of State Legislatures and Stateline research.”).  153.  See Obergefell v. Hodges, 576 U.S. 644, 665 (2015) (citing Lawrence v. Texas, 539 U.S. 558, 574 (2003)).  154.  See id. at 672–74.  155.  Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941, 969–70 (Mass. 2003).  156.  Id. at 968.  157.  Id. at 948 (quoting Lawrence, 539 U.S. at 571).  158.  See, e.g., Gizelle Lugo, Same Sex Marriage Ballot Initiatives: Voters in Strong Backing for Equality, GUARDIAN (Nov. 7, 2012, 1:44 PM), https://www.theguardian.com/ world/2012/nov/07/same-sex-marriage-ballot-initiatives [https://perma.cc/WF8M-KBNN].  159.  Obergefell v. Hodges, 576 U.S. 644, 667 (2015).  Justice Kennedy described this tolerance induced limited-liberty, writing that “while Lawrence confirmed a dimension of freedom that allows individuals to engage in intimate association without criminal  liability, it does not follow that freedom stops there.  Outlaw to outcast may be a step forward, but it does not achieve the full promise of liberty.”  Id. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  66 unions, insofar as formal recognition of marriage is concerned.”160  However, the path to marriage equality was far from clear or steady in the years immediately after Lawrence, when successes and setbacks occurred in quick succession even within the same state.161  For example, California voters overturned a state supreme court decision mandating marriage equality in a ballot initiative known as Proposition 8.162  Litigation was necessary to establish the continued validity of the marriages that had taken place during the seven-month interval when same-sex marriage was legal.163 The road to marriage equality was long and winding.164  Gay liberation and the LGBTQ rights movement increased the visibility of queer people and their families.165  The LGBTQ community’s response to the HIV/AIDS epidemic further humanized queer people and moved committed same-sex relationships towards the mainstream.166  Although there were a handful of marriage cases brought in the early days of the gay liberation movement in the 1970s,167 marriage did not become a widely shared goal of the queer rights movement until the 1990s.168  At that time, states began experimenting with different forms of relationship recognition, such as domestic partnerships that had begun in the marketplace as a way to secure health insurance benefits for same-sex partners.169 Health insurance benefits were only one example of the tangible benefits attached to marriage.170  In the 1980s, the HIV/AIDS epidemic and the   160.  Lawrence, 539 U.S. at 604 (Scalia, J., dissenting).  161.  The Journey to Marriage Equality in the United States, HUM. RTS. CAMPAIGN, https://www.hrc.org/our-work/stories/the-journey-to-marriage-equality-in-the-united-states [https://perma.cc/KM7A-ZWP2].  162.  Hollingsworth v. Perry, 570 U.S. 693, 701 (2013).  163.  Strauss v. Horton, 207 P.3d 48, 122 (Cal. 2009).  164.  See The Journey to Marriage Equality in the United States, supra note 161.  165.  See JAGOSE, supra note at 59, at 42–43.  166.  Samantha Vincenty, How Princess Diana Changed the Way We Think About AIDS, OPRAH DAILY (Nov. 27, 2020), https://www.oprahdaily.com/entertainment/tv-movies/a34550472/princess-diana-aids-charity-work/ [https://perma.cc/NH8S-538H].  167.  See, e.g., Eric Eckholm, The Same-Sex Couple Who Got a Marriage License in 1971, N.Y. TIMES (May 16, 2015), https://www.nytimes.com/2015/05/17/us/the-same-sex-couple-who-got-a-marriage-license-in-1971.html [https://perma.cc/V2CJ-PXFH].  168.  For example, in 1989 a very public debate over marriage played out in the pages of OUT/LOOK Magazine in the form of two responsive articles written by well-known LGBTQ activists, Paula Ettelbrick and Tom Stoddard.  Paula L. Ettelbrick, Since When is Marriage a Path to Liberation?, 2 OUT/LOOK: NAT’L GAY & LESBIAN Q., no. 2, 1989, at 9, 14–17; Thomas B. Stoddard, Why Gay People Should Seek the Right to Marry, 2 OUT/LOOK: NAT’L GAY & LESBIAN Q., no. 2, 1989, at 9, 9–13.  169.  See, e.g., Act 383, ch. 572C, 1997 Haw. Sess. Laws 1211 (1997) (codified as amended at HAW. REV. STAT. ANN. § 572C (West 2022)).  170.  Lina Guillen, Marriage Rights and Benefits, NOLO, https://www.nolo.com/ legal-encyclopedia/marriage-rights-benefits-30190.html#:~:text=Government%20Benefits, Receiving%20public%20assistance%20benefits [https://perma.cc/93ZE-B4QF]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  67 high-profile guardianship case of Karen Kowalski demonstrated the legal fragility of same-sex relations, leading queer advocates to argue for the legal recognition of same-sex relationships.171  At the federal level, there were an estimated 1,138 rights and responsibilities in the U.S. Code that hinged on marital status, including social security benefits and numerous tax benefits.172  On the state level, marriage secured important inheritance, real property, guardianship, and medical decision making rights.173  Without legal recognition, a same-sex partner was considered a legal stranger and would have no rights upon the dissolution of the relationship or the illness or death of their partner.174 2.  The Defense of Marriage Act (DOMA) In the 1990s, marriage litigation in Hawaii resulted in a series of favorable rulings that were later blocked by legislative and constitutional amendments.175  The Hawaii state legislature eventually enacted the category of Reciprocal Beneficiary Relationship that provided some of the benefits typically associated with marriage to same-sex couples who chose to register.176  The Hawaii litigation prompted a backlash that led a number of states to prohibit same-sex marriage through legislation and ballot initiatives that amended their state constitutions.177  It also prompted Congress to enact the Defense of Marriage Act (DOMA) in 1996.178   171.  GEORGE CHAUNCEY, WHY MARRIAGE? THE HISTORY SHAPING TODAY’S DEBATE OVER GAY EQUALITY 111–13 (2004) (discussing impact of HIV/AIDS epidemic).  172.  In 2004, the U.S. General Accounting Office found 1,138 federal laws implicated by DOMA.  U.S. GEN. ACCOUNTING OFF., GAO-04-353R, DEFENSE OF MARRIAGE ACT: UPDATE TO PRIOR REPORT 1 (2004).  173.  Baehr v. Lewin, 852 P.2d 44, 67 (Haw. 1993) (finding marriage ban violated the Equal Rights Amendment to the Hawai’i State Constitution  and, therefore, the state must establish a compelling state interest).  174.  See Goodridge v. Dep’t of Pub. Health, 789 N.E.2d 941, 957 (Mass. 2003) (citing Baker v. State, 744 A.2d 864, 889 (Vt. 1999)).  175.  Michael D. Sant’Ambrogio & Sylvia A. Law, Baehr v. Lewin and the Long Road to Marriage Equality, 33 U. HAW. L. REV. 705, 711–12 (2011).  176.  See, e.g., HAW. REV. STAT. § 572C.  177.  HAW. CONST. art. I, § 23 (1998) (“The legislature shall have the power to reserve marriage to opposite-sex couples.”).  178.  The Defense of Marriage Act (DOMA), Pub. L. 104-199, 110 Stat. 2419 (1996) (codified at 1 U.S.C. § 7 (1996) and 28 U.S.C. 1738C (1996)). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  68 DOMA was passed by overwhelming bipartisan majorities in both houses and signed into law by President Bill Clinton.179  It provided that for all federal purposes marriage was between one man and one woman.180  In addition, DOMA purported to grant states the power to refuse to recognize same-sex marriages performed in sister states.181  Prior to DOMA, federal law had traditionally looked to state law to determine whether an individual was married.182  Although it was seven years before Massachusetts recognized marriage equality, DOMA sent a powerful signal regarding the value of same-sex relationships. Once states began to mandate marriage equality, DOMA created a level of complexity that further alienated queer couples and families from the law because their marriages were disregarded for federal purposes.183  Of course, their marriages were also not recognized in the states with marriage bans or other lesser forms of relationship recognition.184  This denial of legal recognition for same-sex couples enforced an artificial invisibility that was contrary to the lived reality of queer people, families, and the majority   179.  Bill Clinton, Opinion, It’s Time to Overturn DOMA, WASH. POST (Mar. 7, 2013), https://www.washingtonpost.com/opinions/bill-clinton-its-time-to-overturn-doma/ 2013/03/07/fc184408-8747-11e2-98a3-b3db6b9ac586_story.html [https://perma.cc/VLR3- YEYV] (explaining that DOMA was a mistake); Todd S. Purdum, Gay Rights Groups Attack Clinton on Midnight Signing, N.Y. TIMES (Sept. 22, 1996), https://www.nytimes. com/1996/09/22/us/gay-rights-groups-attack-clinton-on-midnight-signing.html [https://perma. cc/N6WT-V28D].  180.  1 U.S.C. § 7 (1996), invalidated by United States v. Windsor, 570 U.S. 744 (2013) (adding the definition of “marriage” and “spouse” to Title 1 of the United States Code, also known as the Dictionary Act).  181.  See 28 U.S.C. § 1738C (1996), invalidated by Obergefell v. Hodges, 576 U.S. 644 (2015).  Section 2 of DOMA purported to authorize states to refuse to recognize same-sex marriages from sister states in order to stop the potential spread of same-sex marriage.  Id.  182.  See, e.g., Boyer v. Comm’r, 732 F.2d 191, 194 (D.C. Cir. 1984) (holding that the law of the state of domicile controls).  183.  Sharon Scales Rostosky et al., Marriage Amendments and Psychological Distress in Lesbian, Gay, and Bisexual (LGB) Adults, 56 J. COUNSELING PSYCH. 56, 56–57, 62–63 (2009) (noting a significant increase in psychological distress among the LGB population living in states with marriage bans).  Researchers found that in addition to the legal impact of the bans, the public debate regarding LGBTQ people leading up to them was particularly damaging.  Id. at 57 (“Marriage-amendment campaigns, as with other campaigns aimed at limiting the rights of LGB citizens, are accompanied by inflammatory anti-LGB rhetoric disseminated in the print, electronic, and broadcast media that reinforces stigma, prejudice, and discrimination.” (citing CHIP BERLET & PAM CHAMBERLAIN, POL. RSCH. ASSOCS., RUNNING AGAINST SODOM AND OSAMA: THE CHRISTIAN RIGHT, VALUES VOTERS AND THE CULTURE WARS IN 2006 (2006))).  184.  See id. at 57–58. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  69 of Americans.185  Despite the prevalence of marriage bans, an estimated 2.4 million children nationwide were being raised in queer families.186 DOMA and state-level marriage bans became increasingly out-of-step with the growing legal and social acceptance of queer relationships and families.187  In 2013, a same-sex widow, Edie Windsor, challenged DOMA on the grounds that it was unconstitutional in violation of the equal protection guarantees of the Fifth Amendment.188  Windsor had been denied the benefit of the marital deduction for federal estate tax purposes when her wife died on account of DOMA and received a tax bill of $363,000.189  The Obama Administration refused to defend DOMA, conceding that it was unconstitutional, but congressional interests intervened to defend their statute.190 Justice Kennedy authored the majority opinion in United States v. Windsor that invalidated the provision of DOMA that refused to recognize same-sex marriages for federal purposes.191  Focusing on the legal disabilities   185.  GARY J. GATES & ABIGAIL M. COOKE, WILLIAM INST., UNITED STATES CENSUS SNAPSHOT: 2010 (2010).  186.  Gary J. Gates, Marriage and Family: LGBT Individuals and Same-Sex Couples, 25 FUTURE CHILD., no. 2, 2015, at 67, 72 (“As many as 2 million and 3.7 million children under age 18 may have an LGBTQ parent, it’s likely that only about 200,000 are being raised by a same-sex couple.” (citing GARY J. GATES, WILLIAM INST., LGBT PARENTING IN THE UNITED STATES 2–3 (2013))).  187.  KARLYN BOWMAN, ANDREW RUGG, & JENNIFER MARSICO, AM. ENTER. INST., POLLS ON ATTITUDES ON HOMOSEXUALITY AND GAY MARRIAGE 4 (2013).  The article describes the results of polling conducted between 1973 and 2010 by the National Opinion Research Center at the University of Chicago.  Id.  In 1996, only twenty-seven percent of Americans thought that same-sex marriages should be legal.  Id. at 32.  By 2013, fifty-three percent of Americans were in favor of marriage equality.  Id.  188.  Eliza Gray, Edith Windsor, The Unlikely Activist, TIME (Dec. 11, 2013), http:// poy.time.com/2013/12/11/runner-up-edith-windsor-the-unlikely-activist/ [perma.cc/TD5P- 7RRA] (noting that Edith has been “transformed into an icon of the gay rights movement”).  189.  Andrew M. Harris, Widow’s $363,000 Tax Bill Led to Obama Shift on Marriage Act, BLOOMBERG L. (Feb. 27, 2011, 9:01 PM), http://www.bloomberg.com/news/2011-02-28/a-363-000-tax-bill-to-widow-led-to-obama-shift-in-defense-of-marriage-act.html [perma.cc/3MCN-BWC9] (“[Thea’s] death triggered a $363,053 federal tax bill from which her widow would have been exempt had she been married to a man . . . .”).  190.  Jake Tapper, Sunlen Miller & Devin Dwyer, Obama Administration Drops Legal Defense of ‘Marriage Act,’ ABC NEWS (Feb. 23, 2011, 9:37 AM), https://abcnews.go.com/ Politics/obama-administration-drops-legal-defense-marriage-act/story?id=12981242 [perma.cc/22MM-9N7K]; Jake Sherman, House GOP Moves to Defend DOMA, POLITICO (Mar. 9, 2011, 6:34 PM),  https://www.politico.com/story/2011/03/house-gop-moves-to-defend-doma-050987 [https://perma.cc/W4WH-UQFC].  191.  United States v. Windsor, 570 U.S. 744, 769 (2013) (holding that Section 3 of DOMA violated the Due Process and Equal Protection Clauses of the Fifth Amendment). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  70 that DOMA imposed on married same-sex couples, Justice Kennedy explained that DOMA “demean[ed] the couple, whose moral and sexual choices the Constitution protects.”192  He concluded: The federal statute is invalid, for no legitimate purpose overcomes the purpose and effect to disparage and to injure those whom the State, by its marriage laws, sought to protect in personhood and dignity.  By seeking to displace this protection and treating those persons as living in marriages less respected than others, the federal statute is in violation of the Fifth Amendment.193 As a result of the Court’s holding, legally-married same-sex couples were considered married for federal purposes and, therefore, eligible to receive federal spousal benefits.194  However, Windsor did not reach the constitutionality of the other section of DOMA that purported to allow states to refuse to recognize same-sex marriages performed in sister states nor did it address the choice of law question of what law applies to determine whether a couple is considered married.195  Accordingly, even after Windsor, queer couples and their families continued to face a patchwork of state-based relationship recognition schemes.196  For example, if a couple were married in a state with marriage equality, but moved to a state with a marriage ban, the federal government would consider them married for some purposes like federal income tax, but unmarried for others, like Social Security benefits.197  In some ways, Windsor further exacerbated geographic and socio-economic disparities facing vulnerable queer people, including   192.  Id. at 772.  193.  Id. at 775.  194.  Press Release, Off. Pub. Affs. U.S. Dep’t Just., One Year After Supreme Court’s Historic Windsor Decision, Attorney General Holder Issues Report Outlining Obama Administration’s Work to Extend Federal Benefits to Same-Sex Married Couples (June 20, 2014), https://www.justice.gov/opa/pr/one-year-after-supreme-court-s-historic-windsor-decision-attorney-general-holder-issues [perma.cc/Z9V8-EJFT].  195.  28 U.S.C. § 1783C (1996), invalidated by Obergefell v. Hodges, 576 U.S. 644 (2015).  Section 2 of DOMA purported to authorize states to refuse to recognize same-sex marriages from sister states in order to stop the potential spread of same-sex marriage.  Id.  196.  Samantha Schmid, Comment, Income Tax Treatment of Same-Sex Couples: Windsor vs State Marriage Bans, 98 MARQ. L. REV. 1805, 1825–26, 1830 (2015).  197.  Press Release, Hum. Rts. Campaign, Under Obama, Windsor Implementation Constitutes the Largest Conferral of LGBT Rights in History (June 20, 2014), https://www. hrc.org/press-releases/under-obama-windsor-implementation-constitutes-the-largest-conferral-of-rig [perma.cc/87PB-8TPC] (noting Obama administration adopted a “state-of-celebration” rule that it would recognize same-sex marriage wherever permitted by relevant statutory provisions, provided the marriage was valid in the state of celebration).  Any remaining uncertainty was resolved in 2015 when Obergefell v. Hodges mandated nationwide marriage equality and also invalidated Section 2 of DOMA.  See Obergefell, 576 U.S. 644. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  71 communities of color and parents living in predominantly red states.198  Two years later, Justice Kennedy acknowledged the detrimental weight of this constantly shifting marriage status on couples and their families in his majority decision in Obergefell v. Hodges.199 3.  Obergefell v. Hodges Announced on the two-year anniversary of Windsor and the twelfth anniversary of Lawrence, the 2015 U.S. Supreme Court decision in Obergefell v. Hodges mandated marriage equality nationwide.200  Writing for the majority, Justice Kennedy once again articulated the interlocking nature of liberty and equality interests in the context of queer relationships and families.201  Citing Loving v. Virginia, the majority opinion affirmed that marriage is a fundamental right guaranteed under the Due Process Clause of the Fourteenth Amendment and that the denial of that right to same-sex couples violated the Equal Protection Clause of the Fourteenth Amendment.202  Justice Kennedy concluded: No union is more profound than marriage, for it embodies the highest ideals of love, fidelity, devotion, sacrifice, and family.  In forming a marital union, two people become something greater than once they were.  As some of the petitioners in these cases demonstrate, marriage embodies a love that may endure even past death.  It would misunderstand these men and women to say they disrespect the idea of marriage.  Their plea is that they do respect it, respect it so deeply that they seek to find its fulfillment for themselves.  Their hope is not to be condemned to live in loneliness, excluded from one of civilization’s oldest institutions.  They ask for equal dignity in the eyes of the law.  The Constitution grants them that right.203 Justice Kennedy’s majority opinion specifically recognized that same-sex couples had a fundamental liberty interest in the right to marry, explaining that it was inherent in the concept of individual autonomy.204  Rooted in the characterization of individual expression and self-definition as articulated   198.  See Sabrina Tavernise, Parenting by Gays More Common in the South, Census Shows, N.Y. TIMES (Jan. 18, 2011), https://www.nytimes.com/2011/01/19/us/19gays.html [https://perma.cc/98ML-UPLE].  199.  See Obergefell, 576 U.S. at 668 (“Marriage also affords the permanency and stability important to children’s best interests.”).  200.  Id. at 680–81.  201.  Id. at 672.  202.  Id. at 664–65, 672–73 (Loving v. Virginia, 388 U.S. 1, 12 (1967)).  203.  Id. at 681.  204.  Id. at 675. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  72 in Griswold and Eisenstadt, the Court described the fundamental right for same-sex couples to marry as one of certain “personal choices  central to individual dignity and autonomy, including intimate choices defining personal identity and beliefs.”205  Justice Kennedy also writes that this liberty interest intersects with protections under the Equal Protection Clause, drawing a connection to the dynamic reflected in Loving v. Virginia.206  The denial of the fundamental right to marriage to same-sex couples, Kennedy concluded, was in essence “unequal” drawing from the long history of  subordination, disapproval, and continuing harm of discrimination on gays and lesbians.207 Obergefell was actually four separate consolidated cases from four different states involving fourteen same-sex couples and two men whose same-sex partners had died.208  The petitioners all claimed that state officials had either denied them the right to marry or refused to recognize their marriages that were lawfully performed in another state in violation of the Due Process and the Equal Protection Clauses of the Fourteenth Amendment.209  The petitioner in the lead case, Jim Obergefell, was a same-sex widower who lived in Ohio where there was a marriage ban.210  Shortly before his partner’s death from amyotrophic lateral sclerosis, they had traveled by a medical transport plane to Maryland where they were legally married on the tarmac.211  When Ohio refused to include the designation of “married” on his husband’s death certificate, Obergefell sued to have his marriage recognized.212 Justice Kennedy’s majority opinion in Obergefell provides a comprehensive survey of the contemporary Fourteenth Amendment framework of the interlocking Due Process and Equal Protection Clauses.213  Justice Kennedy argued that the independent, but intersecting nature of substantive due process and equal protection, as refined in Loving and Lawrence, are “not always coextensive, yet in some instances each may be instructive as to   205.  Id. at 645.  206.  See id. at 675.  207.  Id. at 647.  208.  Id. at 653–54 (noting the cases originated from Kentucky, Michigan, Ohio, and Tennessee).  209.  Id. at 655.  210.  Id. at 658.  211.  Michael S. Rosenwald, How Jim Obergefell Became the Face of the Supreme Court Gay Marriage Case, WASH. POST (Apr. 6, 2015), https://www.washingtonpost. com/local/how-jim-obergefell-became-the-face-of-the-supreme-court-gay-marriage-case/ 2015/04/06/3740433c-d958-11e4-b3f2-607bd612aeac_story.html [perma.cc/PTG6-DP65].  212.  Id.  213.  See generally Kenji Yoshino, A New Birth of Freedom?: Obergefell v. Hodges, 129 HARV. L. REV. 147 (2015) (discussing the two traditional Fourteenth Amendment frameworks as applied by Justice Kennedy in Obergefell). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  73 the meaning and reach of the other.”214  He concluded that application of an equal protection analysis that includes a discussion of the harm and damage caused by the deprivation of a right can expose that right as  fundamental and subject to the Due Process Clause analysis.215  When this dynamic occurs, Justice Kennedy explained that the equal protection analysis “furthers our understanding of what freedom is and must become.”216 Justice Kennedy relied on Loving v. Virginia as an example of how the “synergy” between the Due Process and Equal Protection Clauses of the Fourteenth Amendment strengthens the independent protections.217  Loving held that the Virginia criminal anti-miscegenation law violated both the Equal Protection and the Due Process Clauses.218  Justice Kennedy wrote that “[t]he reasons why marriage is a fundamental right became more clear and compelling from a full awareness and understanding of the hurt that resulted from laws barring interracial unions.”219  In addition, Justice Kennedy traced the evolution of marriage and the status of women from the erosion of coverture to the dissolution of invidious sex-based classifications for marriage in the 1970s and 1980s.220  Justice Kennedy wrote that “the Court has recognized that new insights and societal understandings can reveal unjustified inequality within our most fundamental institutions that once passed unnoticed and unchallenged.”221  Under this logic, the fact that legal status of married women in 1990 would be unrecognizable to a family law court in 1890 should not necessitate the deprivation of current rights, but rather an acknowledgement of past wrongs.222 Both the example of anti-miscegenation laws and coverture have direct relevance to the legal construction of queer identity, which is similarly dynamic and, of course, intersects across race and gender, as well as other vectors.223  The anti-sodomy laws and marriage bans contributed to the   214.  Obergefell, 576 U.S. at 672.  215.  See id. at 672–73.  216.  Id. at 672.  217.  See id. at 672–73.  218.  Loving v. Virginia, 388 U.S. 1, 12 (1967).  219.  Obergefell, 576 U.S. at 673.  220.  Id. at 673–74.  221.  Id. at 673.  222.  Id. at 659–60.  223.  See R.A. Lenhardt, Beyond Analogy: Perez v. Sharp, Antimiscegenation Law, and the Fight for Same-Sex Marriage, 96 CALIF. L. REV. 839, 878–88 (2008) (discussing the relationship between antimiscegenation laws and same-sex marriage bans, specifically how these two laws impact gender and sex identity roles). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  74 stigmatization and disparate treatment of queer people and have had significant impact on their lived experience.224  It is important to remember that the fundamental guarantee of liberty and the rights identified in Obergefell are not new.225  The Court does not create new fundamental rights, but rather recognizes existing rights with the help of new interpretations that are informed by new information.226  In the case of queer people, this new information relates to the recognition that queer people form relationships and families that are worthy of respect and entitled to dignity.227 In his dissent, Chief Justice Roberts dismissed this interlocking rights analysis, characterizing it as a judicial sleight of hand to bolster two interdependent claims that are insufficient on their own in order to warrant constitutional protection.228  However, Justice Kennedy goes to great pains in the majority opinion to articulate how both Equal Protection and Due Process commands exist independently in the claims presented.229  Justice Kennedy’s equal protection analysis is informed by the demeaning impact or harm of the marriage bans, which in turn illustrates why a substantive due process analysis is necessary.230  The initial equality inquiry does not create the right itself because a demeaning impact cannot make a denial of a right or policy unconstitutional, but instead exposes why the denial was unconstitutional in the first place.231  It should go without saying that there is something especially disturbing when state-sponsored discrimination restricts access to a fundamental right.232 The dizzying and discriminatory impact of the state marriage bans that existed in 2015 provided just such an instance where equal access to a fundamental right was denied due to prejudice and bias.233  The patchwork recognition schemes for same-sex couples exposed the precarious nature of the legal status of queer couples and placed the legal fragility of queer   224.  See Rostosky et al., supra note 183.  225.  See Obergefell, 576 U.S. at 665–69.  226.  See id. at 671–72.  227.  Id. at 666–68.  228.  See id. at 706–07 (Roberts, C.J. dissenting).  Chief Justice Roberts’ dissent dismisses the majority’s treatment of the equal protection claim alongside the due process claim.  Id. (“Absent from [the majority’s discussion of the Equal Protection and due process claim], however, is anything resembling our usual framework for deciding equal protection cases.”).  229.  Id. at 672, 675 (majority opinion).  230.  Obergefell, 576 U.S. at 672–73, 675.  231.  See id. at 663–72.  232.  See Loving v. Virginia, 388 U.S. 1, 11–12 (1967).  233.  University of Virginia School of Law, “After Windsor,” A UVA Law Talk on LGBT Rights Following United States v. Windsor, YOUTUBE (Feb. 26, 2014), https:// www.youtube.com/watch?v=rg6XRg6q9V0 [https://perma.cc/4PG9-3LYL] (providing a contemporary analysis of the status of individual rights of same-sex couples and families in 2014). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  75 relationships that expired at state lines in stark relief.234  Obergefell recognized that although an individual’s statutory legal rights may begin and end at state lines, their Constitutional rights to equality, liberty, and dignity were portable and would travel with them regardless of where they were in the United States.235  Justice Kennedy concluded, It is now clear that the challenged laws burden the liberty of same-sex couples, and it must be further acknowledged that they abridge central precepts of equality.  Here the marriage laws enforced by the respondents are in essence unequal:  Same-sex couples are denied all the benefits afforded to opposite-sex couples and are barred from exercising a fundamental right.  Especially against a long history of disapproval of their relationships, this denial to same-sex couples of the right to marry works a grave and continuing harm.  The imposition of this disability on gays and lesbians serves to disrespect and subordinate them.236 In Obergefell, Justice Kennedy also revisited his majority opinion in Lawrence, specifically exploring how the nature of the harm of discriminatory laws, especially on vulnerable people, can inform a constitutional inquiry.237  Lawrence underscored the “demeaning” aspects of the Texas Homosexual Conduct Law.238  Justice Kennedy also referenced the demeaning nature of DOMA in Windsor and the marriage bans in Obergefell.239 The construction of whether a law or policy is “demeaning” directly triggers equal protection concerns.240  In the majority opinion in Obergefell, Kennedy wrote that,     234.  See Steve Sanders, Next on the Agenda for Marriage Equality Litigators . . ., SCOTUSBLOG (June 26, 2013, 5:40 PM), https://www.scotusblog.com/2013/06/next-on-the-agenda-for-marriage-equality-litigators/ [perma.cc/CWA2-2B23].  Sanders, addressing the problematic patchwork left unsolved by Windsor, stated that “[j]ust like Section 3 of DOMA, these conflicting state regimes ‘place same-sex couples in an unstable position of being in a second-tier marriage.’”  Id. (quoting United States v. Windsor, 570 U.S. 744, 772 (2013)).  Sanders argues that although “[t]he Court acknowledges that the ‘incidents, benefits, and obligations of marriage . . . may vary . . . from one state to the next,’” it does not explain that “the very status of marriage [can] vary from state to state.”  Id. (quoting Windsor, 570 U.S. at 768).  235.  See Obergefell, 576 U.S. at 674–76.  236.  Id. at 675.  237.  See id. at 674–75.  238.  Lawrence v. Texas, 539 U. S. 558, 575–76 (2003).  239.  See Windsor, 570 U.S. at 772; see also Obergefell, 576 U.S. at 675.  240.  See Obergefell, 576 U.S. at 672–73. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  76 [a]lthough Lawrence elaborated its holding under the Due Process Clause, it acknowledged, and sought to remedy, the continuing inequality that resulted from laws making intimacy in the lives of gays and lesbians a crime against the State.  Lawrence therefore drew upon principles of liberty and equality to define and protect the rights of gays and lesbians, holding the State “cannot demean their existence or control their destiny by making their private sexual conduct a crime.”241 Accordingly, the interlocking analysis of due process and equal protection serve as a powerful foundation for today’s right to self-definition necessary for the realization of queer identity.242  The interlocking nature of these rights in the context of both marriage and queer sexuality is strengthening and mutually enforcing, not diminishing.243 III.  QUEER RIGHTS AND ABORTION ACCESS DISTINGUISHED Both queer rights and abortion access have undeniable liberatory value, and they are both essential parts of a progressive platform for inclusive social and political change.  The recognition of a constitutional right to access a safe, legal abortion for the past fifty years has facilitated greater economic, social, and educational equality for women.244  Similarly, the rights recognized in Lawrence and Obergefell have moved queer people towards broader equality and promoted equal access to opportunity.245 This section acknowledges that although queer rights and abortion access have both led to significant equality gains, they are fundamentally distinct rights, both with respect to their nature and legal foundation.  It is important to examine these differences and to avoid conflating the equality- promoting impact of a right with the nature or legal basis of the right itself.  These functional and legal differences are important not only for understanding   241.  Id. at 675 (quoting Lawrence, 539 U.S. at 578).  242.  See id. at 672.  243.  See id. at 672–73.  244.  See, e.g., Brief of Amici Curiae Economists in Support of Respondents, supra note 17, at 13 (citing Kelly Jones, At a Crossroads: The Impact of Abortion Access on Future Economic Outcomes 14–16 (Am. Univ., Dep’t of Econ., Working Paper No. 2021-02, 2021)); see also Asha Banerjee, Abortion Rights are Economic Rights: Overturning Roe v. Wade Would be an Economic Catastrophe for Millions of Women, ECON. POL’Y INST.: WORKING ECON. BLOG (May 18, 2022, 9:26 AM), https://www.epi.org/blog/ abortion-rights/ [perma.cc/9Y3E-836R].  245.  See CHRISTY MALLORY & BRAD SEARS, THE ECONOMIC IMPACT OF MARRIAGE EQUALITY FIVE YEARS AFTER OBERGEFELL V. HODGES, WILLIAMS INST. (2020); Angela K. Perone, Health Implications of the Supreme Court’s Obergefell vs. Hodges Marriage Equality Decision, 2 LGBT HEALTH 196, 197–98 (2015).  Perone finds that “[w]hile discrimination against LGBT persons will continue to negatively affect LGBT health, the Obergefell decision, however, moves LGBT persons one step closer to better health by affirming marriage equality and thus the dignity of LGBT couples to have equal rights as their opposite-sexed peers in this legal arena.”  Perone, supra, at 197. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  77 the methods of subordination that lead to their denial, but also for crafting forward-looking legal and political arguments to support their preservation. As explained below, queer rights are constitutive of contemporary queer identity and are based on liberty and equality principles.  The nature of queer rights demands the liberty to participate in public life with equal dignity and recognition.246  Abortion rights represent a similar exercise of personal autonomy that is integral to individual personhood, but they have been based on privacy considerations and liberty interests presumably within a healthcare context.   247 Although abortion access may be a necessary prerequisite to full participation in public life, abortion rights have been framed against significant countervailing interests, such as fetal life, the integrity of the medical profession, and maternal well-being.248  Currently, queer rights are not burdened by such countervailing interests, but Part V warns that certain political dynamics could attempt to manufacture competing interests to serve makeweight when evaluating queer rights. A.  The Nature of the Rights The queer rights discussed in Part II are broad spectrum liberty interests.  The right to be free from criminalization and the right to marry may protect seemingly narrow points of conduct, but this conduct is essential to  forming the constellation that makes up a queer identity.  They guarantee queer freedom and the ability to live with equal dignity.  The act of engaging in queer sex or being able to marry a same-sex partner is the expression of a shared identity.  These acts are identity-inducing conduct.  The former, done in private, is the essential act of self-definition as a queer person.  The latter is freedom to participate fully in the community and in public life more generally as this person—not in spite of it.  As explained below, Justice Kennedy’s interlocking approach to Fourteenth Amendment protections for queer people reflects this broad complexity in the nature of queer rights and their relationship to queer identity.249   246.  See Obergefell, 576 U.S. at 669–70.  247.  See Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 851 (1992), overruled by Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228 (2022).  248.  See infra text accompanying notes 402–04 (discussing Justice Alito’s description of legitimate state interests in Dobbs).  249.  See Obergefell, 576 U.S. at 672. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  78 The privacy principles that animated Roe were never a source of recognition for queer equality.250  Justice Brandeis famously explained that the essence of privacy is the right “to be let alone.”251  Privacy may preserve dignity, but it does not affirmatively recognize it.252  Although privacy is a component of engaging in sexual conduct, identifying as gay, lesbian, bisexual or queer requires the opposite.  As the U.S. Supreme Court has held, an unapologetically out individual is uniquely expressive and sends a very public message.253  The interlocking rights of equality and liberty protect something beyond this promise of government non-intrusion.  Liberty and equality offer the promise to be let in—the right to participate and to be seen.254  The self-definition articulated in Lawrence and recognized by Obergefell is unattainable in a vacuum of privacy.255  Definition demands exposure, comparison, and understanding.  Queerness is defined against the relief of broader society.  As Martha Shelley shouted in the earliest days of gay liberation in her influential essay Gay Is Good, “[W]hen I am among gays or in bed with another woman, I am a person, not a lesbian.  When I am observable to the straight world, I become gay.  You are my litmus paper.”256 The nature of abortion rights is inherently narrower and more discrete.  Abortion access is not identity-inducing, although the impact may be life-defining.257  People who have an abortion are not defined as a class socially or legally.258  One’s abortion history is not linked to a shared identity outside of pregnancy.  The narrowness of this right does not diminish its importance or its validity.  It is more closely related to other fundamental rights involving   250.  See Roe v. Wade, 410 U.S. 113, 153–54 (1973), overruled by Dobbs, 142 S. Ct. 2228.  251.  Olmstead v. United States, 277 U.S. 438, 478 (1928) (Brandeis, J., dissenting) (“The right to be let alone—the most comprehensive of rights and the right most valued by civilized men.”), overruled by Katz v. United States, 389 U.S. 347 (1967), and Berger v. New York, 388 U.S. 41 (1967).  252.  See id.  253.  Boy Scouts of Am. v. Dale, 530 U.S. 640, 653 (2000) (“Dale’s presence in the Boy Scouts would, at the very least, force the organization to send a message, both to the youth members and the world, that the Boy Scouts accepts homosexual conduct as a legitimate form of behavior.”).  254.  See Olmstead, 576 U.S. at 478–79.  255.  See Obergefell v. Hodges, 576 U.S. 644, 675 (2015).  256.  MARTHA SHELLEY, CROSSING THE DMZ 4 (1974).  257.  See Katha Pollitt, How the Right to Legal Abortion Changed the Arc of All Women’s Lives, NEW YORKER (May 24, 2019), https://www.newyorker.com/news/essay/ how-abortion-changed-the-arc-of-womens-lives [https://perma.cc/8ZW9-LPPN].  258.  See Laura Kurtzman, Five Years After Abortion, Nearly All Women Say It Was the Right Decision, Study Finds, UCSF (Jan. 13, 2020), https://www.ucsf.edu/news/2020/ 01/416421/five-years-after-abortion-nearly-all-women-say-it-was-right-decision-study [https://perma.cc/MRR7-N6M8]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  79 healthcare, including the right to decline medical intervention.259  In this regard, abortion rights have been characterized as private decisions that should be made in consultation with a medical professional.260  It is critical healthcare and can be lifesaving when a pregnancy cannot be carried safely to term.261  Abortions that are not medically indicated may still be life affirming for the mother.262  Access to abortion recognizes the personhood of women and pregnant people and the value in future choices that they will make as a result of not carrying an unwanted child to term.263  The ability to seek and obtain this medical procedure reflects societal trust in their judgment and investment in their broader contributions beyond pregnancy.264 The inherently private nature of abortion is analogous to that of queer sex.  It is possible to make a strong case that access to abortion is an essential exercise of bodily autonomy that is a necessary condition for personhood.  Arguably, it was difficult to comprehend the importance of abortion rights during a time of constitutionally protected abortion access.265  Justice   259.  See Shea Flanagan, Note, Decisions in the Dark: Why “Pregnancy Exclusion” Statutes are Unconstitutional and Unethical, 114 NW. U. L. REV. 969, 1000 (2020); Union Pac. Ry. Co. v. Botsford, 141 U.S. 250, 251 (1891) (“No right is held more sacred . . . than the right of every individual to the possession and control of his own person . . . .”); Cruzan v. Dir., Mo. Dep’t of Health, 497 U.S. 261, 269 (1990) (“Every [adult] . . . has a right to determine what shall be done with his own body . . . .” (quoting Schloendorff v. Soc’y of N.Y. Hosp., 105 N.E. 92, 129 (N.Y. 1914), overruled by Bing v. Thunig, 2 N.Y.2d 656 (1957))); see also Winston v. Lee, 470 U.S. 753, 766–67 (1985) (forced surgery); Rochin v. California, 342 U.S. 165 (1952) (forced stomach pumping); Washington v. Harper, 494 U.S. 210 (1990) (forced administration of antipsychotic drugs).  260.  Facts Are Important: Abortion is Healthcare, AM. COLL. OBSTETRICIANS & GYNECOLOGISTS, https://www.acog.org/advocacy/facts-are-important/abortion-is-healthcare [https://perma.cc/X9WR-9ATH].  261.  Fact Check-Termination of Pregnancy can be Necessary to Save a Woman’s Life, Experts Say, REUTERS (Dec. 27, 2021, 8:39 AM), https://www.reuters.com/article/ factcheck-abortion-false/fact-check-termination-of-pregnancy-can-be-necessary-to-save-a-womans-life-experts-say-idUSL1N2TC0VD [https://perma.cc/KR62-P33M].  262.  See Kurtzman, supra note 258.  263.  Emily M. Johnston, Research Shows Access to Legal Abortion Improves Women’s Lives, URBAN INST. (May 27, 2022), https://www.urban.org/urban-wire/research- shows-access-legal-abortion-improves-womens-lives [https://perma.cc/WRX9-KKBQ].  264.  See David M. Smolin, Cultural and Technological Obstacles to the Mainstreaming of Abortion, 13 ST. LOUIS U. PUB. L. REV. 261, 275–77 (1993).  265.  See Anne Branigin & Samantha Chery, Women of Color Will Be Most Impacted by the End of Roe, Experts Say, WASH. POST (June 24, 2022, 8:04 PM), https://www. washingtonpost.com/nation/2022/06/24/women-of-color-end-of-roe/ [https://perma.cc/ TMQ7-BSD3]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  80 Alito dismissed out of hand the “intangible reliance” interests on continued access to safe and legal abortion in Dobbs.266  Unfortunately, the connection between abortion access and personhood will no doubt be brought into starker relief as the abortion bans sweeping the country result in forced pregnancies.267 Despite these similarities between queer rights and abortion access, the issue of abortion has always been mediated by significant third-party considerations, most notably the regard for the “potentiality of life.”268  The question of how to balance these sometimes divergent interests has been the crux of the abortion debate across time.269  As explained below, Roe and Casey attempted to resolve the debate with bright line rules regarding “viability.”270  The regard for potential life or “fetal life,” as expressed in Roe and Casey has been successfully recharacterized by “pro-life” groups.271  Instead of discussing potential life or fetal life, anti-abortion statutes now use terms such as “unborn human being” and refer to the state’s interest in protecting an “unborn child.”272  Additional competing interests that have been identified in the abortion context include maternal health and the integrity of the medical profession, but both are arguably secondary to the question of how to balance, what Roe referred to as the “potentiality of life.”273   266.  Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228, 2276–77 (2022) (“When a concrete reliance interest is asserted, courts are equipped to evaluate the claim, but assessing the novel and intangible form of reliance endorsed by the Casey plurality is another matter.”).  267.  See Jennifer Rubin, The Math is Clear: Forced-Birth Laws Will Kill More Women, WASH. POST (July 27, 2022, 10:00 AM), https://www.washingtonpost.com/ opinions/2022/07/27/science-is-clear-abortion-ban-forced-birth-laws-will-kill-more-women/ [http://perma.cc/HLN5-TCWK].  268.  Roe v. Wade, 410 U.S. 113, 162 (1973), overruled by Dobbs, 142 S. Ct. 2228; see also Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 886 (1992) (“potential life”), overruled by Dobbs, 142 S. Ct. 2228.  269.  See Dobbs, 142 S. Ct. at 2259–60 (discussing “quickening” as dividing line in early abortion laws).  In Dobbs, Justice Alito states “abortion was illegal at common law at least after quickening.”  Id.  270.  Casey, 505 U.S. at 860 (“Whenever it may occur, the attainment of viability may continue to serve as the critical fact, just as it has done since Roe was decided; which is to say that no change in Roe’s factual underpinning has left its central holding obsolete, and none supports an argument for overruling it.”).  271.  The plurality in Casey characterized Roe’s “central holding” as follows: “viability marks the earliest point at which the State’s interest in fetal life is constitutionally adequate to justify a legislative ban on nontherapeutic abortions.”  Id.; see also Roe, 410 U.S. at 163–64 (“If the State is interested in protecting fetal life after viability, it may go so far as to proscribe abortion during that period, except when it is necessary to preserve the life or health of the mother.”).  272.  See, e.g., MISS. CODE ANN. § 41-41-191 (2018).  273.  Roe, 410 U.S. at 162. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  81 Comparable third-party considerations have been largely absent from the debate over queer rights.  Over the years, attempts to show that queer rights pose a risk to children, traditional morality, and religious persons have not proved persuasive.274  The identified interests are several steps removed from the decision to engage in queer sex or enter into a same-sex marriage and advocates have not been able to demonstrate how queer rights tangibly interfere with these interests.275  Social science data shows no harm to children.276  Questions of morality have evolved significantly with respect to queer rights over the last fifty years.277  Religious objections are typically based on a very specific belief system and such objectors are entitled to the same quantum of exemptions that would apply to religious-based objections over interracial marriage.278 B.  The Constitutional Foundation of the Rights The way that queer rights and abortion rights have been characterized and understood is reflected, and indeed reinforced, by the way that they have been supported under the law.  As a result, the constitutional foundations for queer rights and abortion rights are distinct, albeit related.  These disparate legal foundations underscore why the immediate fear that Lawrence and Obergefell will be overturned in the wake of Dobbs is misplaced.   274.  Lawrence v. Texas, 539 U.S. 558, 571 (2003) (rejecting traditional morality as a rational for homosexual sodomy laws); United States v. Windsor, 570 U.S. 744, 814 (2013) (Alito, J., dissenting) (noting that the government interests supporting DOMA had argued in their Brief “that the institution of marriage was created for the purpose of channeling heterosexual intercourse into a structure that supports child rearing”); Obergefell v. Hodges, 576 U.S. 644, 711 (2015) (Roberts, C.J., dissenting) (expressing concern for religious objectors, stating “[h]ard questions arise when people of faith exercise religion in ways that may be seen to conflict with the new right to same-sex marriage”).  275.  See “All We Want Is Equality” Religious Exemptions and Discrimination Against LGBT People in the United States, HUM. RTS. WATCH (Feb. 19, 2018), https://www. hrw.org/report/2018/02/19/all-we-want-equality/religious-exemptions-and-discrimination- against-lgbt-people [https://perma.cc/JAN6-4D34].  276.  See id.  277.  Cary Franklin, Marrying Liberty and Equality: The New Jurisprudence of Gay Rights, 100 VA. L. REV. 817, 823–25 (2014).  278.  See “All We Want Is Equality” Religious Exemptions and Discrimination Against LGBT People in the United States, supra note 275; see also Franklin, supra note 277, at 835–37. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  82 Queer rights are reflective of well-developed substantive due process liberty interests as articulated in foundational cases like Meyers,279 Pierce,280 and more recently Moore v. City of East Cleveland.281  Lawrence prohibits the government from criminalizing queer relationships, whereas Obergefell requires the government to respect queer relationships and afford them equal dignity.282  Although Lawrence’s focus on queer sex would lend itself to a traditional privacy-based analysis, Justice Kennedy’s majority opinion is based on liberty and autonomy principles.283  The opinion only discusses Roe briefly when setting out “the state of the law with respect to some of the most relevant cases when the Court considered Bowers v. Hardwick.”284  Informed by an equal protection case, Romer v. Evans, the majority in Lawrence struck down the Texas Homosexual Conduct Law, holding that it did not further a legitimate state interest.285 As discussed above, in Obergefell, Justice Kennedy’s majority opinion further elaborated on the intertwined nature of liberty and equality interests and held that same-sex couples have a fundamental right to marry.286  The majority opinion did not discuss or cite Roe or Casey.287  Instead, Justice Kennedy’s opinion focused on case law defining the fundamental right to marry and engaged in a detailed historical inquiry.288  He explored the “synergy” between liberty and equal protection, concluding that “the right of same-sex couples to marry that is part of the liberty promised by the Fourteenth Amendment is derived, too, from that Amendment’s guarantee of the equal protection of the laws.”289 The Court in Roe recognized a fundamental right to abortion as an outgrowth of a broader right to privacy developed out of an expansive aspirational approach to substantive due process.290  After Roe, the Court   279.  Meyer v. Nebraska, 262 U.S. 390, 399 (1923).  280.  Pierce v. Soc’y of Sisters, 268 U.S. 510, 518–19 (1925).  281.  Moore v. City of East Cleveland, 431 U.S. 494, 499 (1977).  For a discussion of the broader impact of functional family recognition under due process protections, see Frederick E. Dashiell, Case Note, The Right to Family Life: Moore v. City of East Cleveland, 6 BLACK L.J. 288, 291 (1979).  282.  Lawrence v. Texas, 539 U.S. 558, 578 (2003); Obergefell v. Hodges, 576 U.S. 644, 672 (2015).  283.  Lawrence, 539 U.S. at 566.  284.  Id.  285.  Id. at 578 (“The Texas Statute furthers no legitimate state interest which can justify the intrusion into the personal and private of the individual.”).  286.  Obergefell, 576 U.S. at 672.  287.  Id.  288.  Id. at 666–67 (citing Griswold, 381 U.S. 479, 486 (1965), for its definition of marriage, but not its privacy-based reasoning).  289.  Id. at 672.  290.  Roe v. Wade, 410 U.S. 113, 157–58 (1973), overruled by Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228 (2022). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  83 moved away from privacy and penumbras.291  In Casey, the plurality did not independently reach the question of whether the U.S. Constitution guaranteed a right to abortion access, but instead preserved the essential holding of Roe on the basis of stare decisis.292  Casey and later cases applied a discrete liberty interest analysis to abortion rights similar to that referenced in other healthcare cases, such as Cruzan v. Missouri.293  These liberty underpinnings are focused on the impact of the conduct, rather than the exercise of the right itself.294 The contextualization of abortion within a healthcare framework further distinguishes abortion access from the right to engage in queer sex or same-sex marriage.  As a medical procedure, the state has an interest in regulating abortion to ensure the safety of the patient and the ethical conduct of the physicians.295  This state interest is independent of any future interest in the preservation of potential life and instead pertains to regulation of facilities and services.296  Abortion access involves not only the well-being of the individual patient, but also medical professionals and facilities.297  This necessary medicalization of the right thereby invites government intervention in a way that queer rights—both sex and marriage —do not. Finally, the personal decision to have an abortion necessarily involves the consideration of potential life and associated state interests.298  This unavoidable fact sets abortion rights apart from queer rights.  Balancing these competing interests has posed a quagmire for the courts since Roe, and the Dobbs decision only further muddies the water.299  Queer rights, however, are singularly individual.  They require no third-party involvement and the state damages expressed in opposition are merely vague, intangible interests of a very specific and religiously based view of morality.  Romer   291.  Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 870 (1992), overruled by Dobbs, 142 S. Ct. 2228.  292.  Id.  293.  Cruzan v. Dir., Mo. Dep’t of Health, 497 U.S. 261, 278 (1990).  294.  See Casey, 505 U.S. at 874 (discussing “undue burden”).  295.  See Jorge E. Galva, Christopher Atchison & Samuel Levey, Public Health Strategy and the Police Powers of the State, 120 PUB. HEALTH REPS. 20, 21–23 (2005).  296.  See infra text accompanying notes 386–96 (discussing reliance interests in Dobbs).  297.  See infra text accompanying notes 386–96.  298.  See A History of Key Abortion Rulings of the U.S. Supreme Court, PEW RSCH. CTR. (Jan. 16, 2013), https://www.pewresearch.org/religion/2013/01/16/a-history-of-key-abortion-rulings-of-the-us-supreme-court/ [https://perma.cc/HK5N-FU72].  299.  See Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228, 2257 (2022). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  84 clearly held that just interests, even when based on “profound  and deep convictions,” did not constitute a legitimate state interest for laws that result in discrimination.300 IV.  THE APPLICATION OF DOBBS TO QUEER RIGHTS In the months immediately following the Dobbs decision, commentators from a wide range of perspectives have criticized and dismantled Justice Alito’s reasoning.  These critiques argue, inter alia, that Dobbs fails to follow precedent, misrepresents history,301 adopts highly specific religious tenets,302 exercises the bare political will of the Court,303 and disrespects women and pregnant people, especially those who are marginalized and people of color.304  This public process of critique is important and meaningful work, and no doubt there is much more to be said about the Court’s endorsement of forced pregnancy and disregard for the lived experience of tens of millions of Americans.305  However, this Article employs a more pragmatic approach to Dobbs.  Instead of cataloguing the many ways that Dobbs was wrongly decided, this section accepts Dobbs as binding precedent and engages the central question of what Dobbs will mean going forward, specifically with respect to queer rights.   300.  Lawrence v. Texas, 539 U.S. 558, 571, 571 (2003).  301.  See, e.g., Jill Elaine Hasday, Opinion, On Roe, Alito Cites a Judge Who Treated Women as Witches and Property, WASH. POST (May 9, 2022, 5:00 PM), https://www. washingtonpost.com/opinions/2022/05/09/alito-roe-sir-matthew-hale-misogynist/ [https:// perma.cc/7MZZ-TFJD] (“Alito has misrepresented the actual historical record.”).  302.  See, e.g., Linda Greenhouse, Opinion, Religious Doctrine, Not the Constitution, Drove the Dobbs Decision, N.Y. TIMES (July 22, 2022), https://www.nytimes.com/2022/ 07/22/opinion/abortion-religion-supreme-court.html [https://perma.cc/P886-DFG6] (“[I]t was the court’s unacknowledged embrace of religious doctrine that has turned American women into desperate refugees fleeing their home states in pursuit of reproductive health care.”).  303.  See, e.g., Cristian Farias, “Power, Not Reason”: The Fall of Roe and the Rise of Republican Orthodoxy at the Supreme Court, VANITY FAIR (June 24, 2022), https:// www.vanityfair.com/news/2022/06/fall-of-roe-rise-of-republican-orthodoxy-at-supreme-court [https://perma.cc/V7EZ-P2BV] (describing Dobbs as “a result that was born not of careful decision-making and analytic rigor, but of power”).  304.  See, e.g., Christine M. Slaughter & Chelsea N. Jones, How Black Women Will Be Especially Affected by the Loss of Roe, WASH. POST: MONKEY CAGE (June 25, 2022, 7:00 AM), https://www.washingtonpost.com/politics/2022/06/25/dobbs-roe-black-racism- disparate-maternal-health/ [https://perma.cc/MM66-J83M] (“[Dobbs] will disproportionally hurt the reproductive health of African American women for generations.”).  305.  Youyou Zhou & Li Zhou, Who Overturning Roe Hurts Most, Explained in 7 Charts, VOX (July 1, 2022, 9:50 AM), https://www.vox.com/2022/7/1/23180626/roe-dobbs-charts-impact-abortion-women-rights [https://perma.cc/ZJH9-G3RC] (“About 33.7 million women, or about half of reproductive-age women (defined as those between 15 and 44, in this analysis) in the US, live in states where there are poised to be new restrictions.”). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  85 After first examining the reasoning of Dobbs, this section sets forth the reasons why Lawrence and Obergefell should survive both on the merits and under stare decisis.  As the prior section made clear, Lawrence and Obergefell provide a stable constitutional infrastructure for queer rights, and in turn have bolstered equality and the accompanying sense of dignity and personhood for queer people.  The rights recognized in those cases are both functionally and legally distinct from the right to abortion.  As explained in Part V, political considerations may ultimately lead the Court to revisit Lawrence and Obergefell.  However, we should be clear, if the Court chooses to overturn queer rights recognized in these cases, it would have nothing to do with the rule of law and everything to do with the politics of exclusion and subordination. A.  Dobbs v. Jackson Women’s Health Organization In March 2018, the Mississippi state legislature passed the Gestational Age Act (the Mississippi law) that prohibited all abortions after fifteen weeks except “in a medical emergency or in the case of a severe fetal  abnormality.”306  The Mississippi law contains no exception for rape or incest.307  On the day the Mississippi law was enacted, the Jackson Women’s Health Organization (the Clinic), the only clinic providing abortion care in the entire state of Mississippi, challenged the law as a violation of the constitutional right to abortion established in Roe v. Wade and affirmed in Casey v. Planned Parenthood.308  The U.S. District Court for Southern Mississippi granted summary judgment and permanently enjoined the law from taking effect.309  The Fifth Circuit ruled in favor of the Clinic and   306.  MISS. CODE ANN. § 41-41-191(4)(a) (2018).  At the time it was enacted, the Mississippi Gestation Age Act was the nation’s most restrictive abortion law.  See Jenny Gathright, Mississippi Governor Signs Nation’s Toughest Abortion Ban Into Law, NPR (Mar. 19, 2018, 6:44 PM), https://www.npr.org/sections/thetwo-way/2018/03/19/595045249/ mississippi-governor-signs-nations-toughest-abortion-ban-into-law [https://perma.cc/7TNQ- SZLU].  307.  See MISS. CODE ANN. § 41-41-191 (2018).  308.  See Richard Fausset, Mississippi Bans Abortions After 15 Weeks; Opponents Swiftly Sue, N.Y. TIMES (Mar. 20, 2018), https://www.nytimes.com/2018/03/19/us/mississippi-abortion-ban.html [https://perma.cc/X6H7-D55V].  309.  Jackson Women’s Health Org. v. Currier, 349 F. Supp. 3d 536, 545 (S.D. Miss. 2018), aff’d sub nom. Jackson Women’s Health Org. v. Dobbs, 945 F.3d 265 (5th Cir. 2019), rev’d, 142 S. Ct. 2228 (2022). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  86 affirmed the lower court’s ruling.310  The state of Mississippi appealed to the Supreme Court in June 2020.311  Interestingly, Mississippi did not argue in its petition for certiorari that Roe and Casey should be overruled.312  Instead, it focused on whether there could be a blanket exception to pre-viability restrictions on abortion and whether abortion providers had standing to challenge the Mississippi law.313  The Court granted certiorari in May 2021.314 In the three years since passage of the Mississippi law, the make-up of the Court had changed significantly to include conservative Justices Kavanaugh and Barrett in the place of Justices Kennedy and Ginsburg.315  Throughout oral arguments, the state argued that the viability standard set out in Roe and affirmed by Casey was not constitutionally mandated, damaged democracy, and failed to allow the state to adequately consider the protection of fetal life or what the petitioner referred to as an “unborn child.”316  Arguing that there is no constitutional right to abortion, Mississippi concluded that rational-basis review was all that was required and that the Mississippi law clearly furthered legitimate state interests.317  The Clinic, represented by the Center for Reproductive Rights, argued that the Mississippi law could not stand without overruling Roe and Casey.318  Justice Alito took the petitioner’s bait.319  In a majority opinion joined by Justices Thomas, Gorsuch, Kavanaugh, and Barrett, Justice Alito succinctly concluded, “Roe and Casey must be overruled.”320  Justice Alito held that the absence of an   310.  Jackson Women’s Health Org. v. Dobbs, 945 F.3d 265, 269 (5th Cir. 2019), rev’d, 142 S. Ct. 2228 (2022).  311.  Petition for Writ of Certiorari, Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228 (2022) (No. 19-1392).  312.  See id. at 14, 15.  313.  See id. at i.  The Petition raised three questions: (1) whether all pre-viability abortion restrictions were unconstitutional, (2) what standard of review should apply to pre-viability restrictions, and (3) whether abortion providers had third-party standing.  Id.  When the Court granted certiorari, it only certified the first question.  Id.  314.  See Dobbs v. Jackson Women’s Health Org., 141 S. Ct. 2619 (2021).  315.  Justice Gorsuch had earlier filled the vacancy that resulted from Justice Scalia’s death in 2016.  See Nina Totenberg, Senate Confirms Gorsuch to Supreme Court, NPR (Apr. 7, 2017, 5:00 AM), https://www.npr.org/2017/04/07/522902281/senate-confirms-gorsuch-to-supreme-court [https://perma.cc/JDH8-XSFB].  316.  Transcript of Oral Argument at 4–5, Dobbs, 142 S. Ct. 2228 (No. 19-1392).  317.  Id. at 5, 8.  318.  See id. at 63.  319.  See Dobbs, 142 S. Ct. at 2242 (“[T]he State’s primary argument is that [the Court] should reconsider and overrule Roe and Casey and once again allow each State to regulate abortion as its citizens wish. . . . We hold that Roe and Casey must be overruled.”).  320.  Id.  Chief Justice Roberts concurred in judgment, but he would have left the question of whether Roe and Casey should be overruled to another day.  Id. at 2313 (Roberts, C.J., concurring). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  87 analysis of the viability standard within Casey was a fundamental flaw that stare decisis did not save.321 Justice Alito’s majority opinion repeatedly offered assurances that the Court’s holding should not “cast doubt on precedents that do not concern abortion.”322  Still, commentators have expressed concern over the Dobbs’ endorsement of a restrictive approach to substantive due process and seeming disregard for stare decisis.323  As noted earlier, arguments in the pleadings of the respondents, the Solicitor General, and various amici suggested that overruling Roe and Casey would place Lawrence and Obergefell in jeopardy.324  The following section explains that, at least in terms of legal doctrine, this concern is misplaced. B.  Queer Rights Survive a Dobbs Analysis As explained in Parts II and III, the queer rights recognized in Lawrence and Obergefell are distinct from the right to abortion enunciated in Roe both with respect to their nature and legal underpinnings.  Lawrence and Obergefell are not based on the privacy line of cases exemplified by Roe and a penchant for penumbras; Obergefell relies, at least in part, on a substantive due process analysis325 whereas Lawrence primarily rests on a rational-basis review informed by a liberty balancing analysis.326  Dobbs adopted the substantive due process standard enunciated in Washington v. Glucksberg that was not applied by Justice Kennedy in either Lawrence or Obergefell.327  Accordingly, it is important to examine the queer rights   321.  Id. at 2243 (majority opinion) (“Stare decisis, the doctrine on which Casey’s controlling opinion was based, does not compel unending adherence to Roe’s abuse of judicial authority.”).  322.  Id. at 2277–78.  323.  See, e.g., David Litt, A Court Without Precedent, ATLANTIC (July 24, 2022), https://www.theatlantic.com/ideas/archive/2022/07/supreme-court-stare-decisis-roe-v-wade/ 670576/ [https://perma.cc/MQ2T-XHPM].  324.  See, e.g., Brief for the United States as Amicus Curiae Supporting Respondents at 25–26, Dobbs, 142 S. Ct. 2228 (No. 19-1392) (“To reverse course and accept those limits today would not merely overturn Roe and Casey, but would also threaten the Court’s precedents holding that the Due Process Clause protects other rights . . . .”).  325.  See supra text accompanying notes 213–27 (discussing Obergefell’s liberty analysis).  326.  See supra text accompanying notes 145–47 (discussing Lawrence’s rational-basis review).  327.  In Obergefell, Justice Kennedy expressly rejects the application of Glucksberg to the marriage bans because of their equal protection considerations.  Obergefell v. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  88 recognized in those cases under the Dobbs liberty rubric that ask whether a right is “deeply rooted in this Nation’s history and tradition” and “implicit in the concept of ordered liberty.”328 The following section makes three points.  First, the queer rights affirmed in Lawrence and Obergefell should satisfy the Glucksberg standard of historical fidelity.329  Second, both Lawrence and Obergefell should also easily meet the stare decisis command as set forth in Dobbs given the extensive tangible reliance interests of those decisions.330  Third, in any event, criminal sodomy laws and marriage bans should decisively fail a rational-basis review because animus is not a legitimate state interest and there are no countervailing legitimate state interests, such as the desire to protect potential life.331 1.  The Glucksberg Standard of “Ordered Liberty” Dobbs tackled head on the question that Casey avoided: Is there a constitutional right to abortion?332  Justice Alito relied on the standard for recognizing unenumerated fundamental rights under the Due Process Clause of the Fourteenth Amendment that was articulated in Washington v. Glucksberg.333  Under this standard, an unenumerated fundamental right must be “deeply rooted in this Nation’s history and tradition” and “implicit in the concept of ordered liberty.”334  Applying this standard, Justice Alito unsurprisingly concluded that “[t]he right to abortion does not fall within this category.”335  He explained, Until the latter part of the 20th century, such a right was entirely unknown in American law.  Indeed, when the Fourteenth Amendment was adopted, three quarters of the States made abortion a crime at all stages of pregnancy.  The abortion right is also critically different from any other right that this Court has held to fall within the Fourteenth Amendment’s protection of “liberty.”  Roe’s defenders characterize the abortion right as similar to the rights recognized in past decisions involving matters such as intimate sexual relations, contraception, and  Hodges, 576 U.S. 644, 671 (2015) (saying that the Court must ask “if there was a sufficient justification for excluding the relevant class from the right”).  328.  Dobbs, 142 S. Ct. at 2242 (quoting Washington v. Glucksberg, 521 U.S. 702, 721 (1997)).  329.  See Glucksberg, 521 U.S. at 710.  330.  See Dobbs, 142 S. Ct. at 2244, 2265.  331.  Justice Alito also identifies the interest in preserving maternal health and protecting the integrity of the medical profession.  Id. at 2284.  332.  See id. at 2242.  333.  Glucksberg, 521 U.S. at 720–21.  334.  Id. (first quoting Moore v. East Cleveland, 431 U.S. 494, 503 (1977); and then quoting Palko v. Connecticut, 302 U.S. 319, 325 (1937), overruled by Benton v. Maryland, 395 U.S. 784 (1969)).  335.  Dobbs, 142 S. Ct. at 2242. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  89 marriage, but abortion is fundamentally different, as both Roe and Casey acknowledged, because it destroys what those decisions called “fetal life” and what the law now before us describes as an “unborn human being.”336 In Lawrence, Justice Kennedy did not expressly apply a fundamental rights analysis, although he did engage in a long discussion of liberty interests in a historical context before concluding that “[t]he Texas statute furthers no legitimate state interest which can justify its intrusion into the personal and private life of the individual.”337  In Obergefell, Justice Kennedy specifically said that the Glucksberg standard is not the appropriate standard where there is both a broadly recognized right, such as marriage, and a bar to access the right for certain classes.338  In such a case, Justice Kennedy reasoned that a backwards glance of our history and tradition would only affirm the discriminatory harm.339  Instead, Justice Kennedy cited Justice Harlan’s influential dissent in Poe v. Ullman for the proposition that substantive due process analysis “has not been reduced to any formula.”340  He then applied his interlocking liberty and equality analysis described in Part II above. The Dobbs reliance on Glucksberg represents the latest attempt to cabin in the contentious area of substantive due process and enforce the appearance of certainty and judicial restraint.341  For rights that are not explicitly included in the first eight amendments, substantive due process recognizes that there are additional unenumerated rights that nonetheless are fundamental to who we are as a people.342  Although the proponents of Glucksberg’s historical methodology commend its “disciplined” approach, the Glucksberg test is as deceptively malleable as is the history that it faithfully mines.343  It purports to provide a formulaic and almost mathematical approach to deciphering   336.  Id. (quoting MISS. CODE ANN. § 41-41-191(4)(b) (2018)).  337.  Lawrence v. Texas, 539 U. S. 558, 578 (2003).  338.  See Obergefell v. Hodges, 576 U.S. 674, 671 (2015) (holding that the Court must ask “if there was a sufficient justification for excluding the relevant class from the right”).  339.  See id. (“If rights were defined by who exercised them in the past, then received practices could serve as their own continued justification and new groups could not invoke rights once denied.”).  340.  Poe v. Ullman, 367 U.S. 497, 542 (1961) (Harlan, J., dissenting) (“No formula could serve as a substitute, in this area, for judgment and restraint.”); see also Washington v. Glucksberg, 521 U.S. 702, 765–66 (1997) (Souter, J., dissenting).  341.  See, e.g., Yoshino, supra note 213, at 152.  342.  Glucksberg, 521 U.S. at 720.  343.  See Yoshino, supra note 213, at 149. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  90 the mysteries of our 230-year-old Constitution.344  Of course, when Justices input subjectively narrow data points into the equation, the result will be a predictably narrow answer. Over the years, individual Justices have taken different approaches to the vexing question of how best to discern and delimit these unenumerated rights while not overstepping the institutional bounds of their judicial role.345  The expansive penumbral reasoning that was employed in Griswold and set the stage for Roe had been largely discarded before Dobbs with the turn to textualism exemplified by Justice Scalia’s approach to unenumerated rights in his plurality opinion in Michael H. v. Gerald D.346  Justice Harlan’s dissent in Poe v. Ullman is often seen as an alternative to the more restrained history-bound approach of Glucksberg or Justice Scalia’s footnote four in Michael H.,347 but the two approaches share many similarities, such as judicial restraint and attention to historical trends.348  In Dobbs, Justice Alito clings to the Glucksberg standard, warning that a less rigorous standard would invite the haphazard distribution of rights by the Court.349 Given Justice Alito’s adoption of the Glucksberg standard, a significant portion of the Dobbs decision is rooted in a historical analysis of the regulation of abortion throughout common law history going back to a thirteenth century treatise by Henry de Bracton.350  Upon this selective review of history, Justice Alito reaches the “inescapable conclusion  . . . that a right to abortion is not deeply rooted in the Nation’s history or traditions,” finding that abortion was criminalized throughout history.351  He further finds that laws restricting or regulating abortion access do not violate the concept of ordered liberty,352 which defines the boundaries of competing interests.353  Justice Alito concludes that the reliance of Roe and abortion rights advocates on broader autonomy precedents, including marriage and parenting rights, is misplaced because those contexts do not regard the state’s interest in fetal life.354   344.  See Glucksberg, 521 U.S. at 720–21.  345.  Id. at 721.  346.  Michael H. v. Gerald D., 491 U.S. 110, 121 (1989).  347.  See Anthony C. Cicia, Note, A Wolf in Sheep’s Clothing?: A Critical Analysis of Justice Harlan’s Substantive Due Process Formulation, 64 FORDHAM L. REV. 2241, 2248–49 (1996).  348.  See id. at 2246, 2254.  349.  Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228, 2248–49 (2022).  350.  Id. at 2249–54 (noting that English cases dating all the way back to the thirteenth century corroborate the treatises’ statements that abortion was a crime).  351.  Id. at 2253–54.  352.  Id. at 2257.  353.  Id.  354.  Id. (“Roe and Casey each struck a particular balance between the interests of a woman who wants an abortion and the interests of what they termed ‘potential  life.’”).  MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  91 What sharply distinguishes the abortion right from the rights recognized in the cases on which Roe and Casey rely is something that both those decisions acknowledged: Abortion destroys what those decisions call “potent ial life” and what the law at issue in this case regards as the life of an “unborn human being.”  None of the other decisions cited by Roe and Casey involved the critical moral question posed by abortion.  They are therefore inapposite.  They do not support the right to obtain an abortion, and by the same token, our conclusion that the Constitution does not confer such a right does not undermine them in any way.355 In the wake of the Dobbs decision, some commentators have been quick to dismiss the viability of Lawrence and Obergefell under the Glucksberg standard.356  However, this concession is premature and shortsighted.  Both Lawrence and Obergefell foreground careful and detailed historical analyses.  Lawrence does not involve an unenumerated fundamental right, but rather rational-basis review.357  Obergefell simply mentions Poe for the proposition that substantive due process analysis “has not been reduced to any formula”358 and then Justice Kennedy offers an interlocking liberty-equality analysis that attends to the equality concerns implicated in the marriage bans.359  In Obergefell, Justice Kennedy did not reject Glucksberg out right and adopt a full-throated endorsement of Poe, as Justice Souter did in his concurrence in Glucksberg, but rather crafted an analysis that encompassed both liberty interests and equal protection guarantees.360 In both cases, Justice Kennedy provided a detailed roadmap for an analysis of queer rights based on history and tradition that challenges common misconceptions and provides an inclusive understanding of our past.361  In Lawrence, for example, Justice Kennedy corrected the historical error committed by the Court in Bowers, where the Court asserted—without discussion—that targeted, anti-gay sodomy laws had “ancient roots.”362   Justice Alito explains that “the people of the various States may evaluate those interests differently.”  Id.  355.  Id. at 2258.  356.  Kate Sosin & Candice Norwood, What Will Happen If Obergefell is Overturned? Queer Legal Experts Are Scrambling, 19TH NEWS (July 11, 2022, 5:00 AM), https:// 19thnews.org/2022/07/obergefell-legal-experts-lgbtq-marriage-protection/ [https://perma.cc/ 7P7W-P9P4].  357.  See Lawrence v. Texas, 539 U. S. 558, 578 (2003).  358.  Obergefell v. Hodges, 576 U.S. 644, 671 (2015) (quoting Poe v. Ullman, 367 U.S. 479, 542 (1961)).  359.  Id. at 673–75.  360.  Id.  361.  See generally Lawrence, 539 U. S. 558; Obergefell, 576 U.S. 644.  362.  Lawrence, 539 U. S. at 570. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  92 Instead, Justice Kennedy stated these laws were of a relatively recent  vintage.363  He devoted five pages of his majority opinion to this historical analysis364 critiquing the myopic reliance of the Bowers Court on an exclusionary and incomplete version of history that ignored, inter alia, the 1955 revisions to the Model Penal Code and the 1957 British Parliament removal of criminalization for same-sex conduct.365  Justice Kennedy’s historical analysis was not designed to find a fundamental right, but rather to correct the error committed by Bowers, thereby abrogating any claim that the opinion should be respected under stare decisis.366 In Obergefell, Justice Kennedy devoted a similarly significant portion of his decision in Obergefell to the history of marriage, including the dynamic and socially responsive expansion of marriage access and rights including in the context of interracial marriage and married women’s economic rights.367  Kennedy’s inclusion of same-sex marriage and the recognition of queer rights fits squarely within this historical trajectory.  Accordingly, Justice Kennedy provided a clear and historically faithful approach to a Glucksberg analysis for a Court willing to engage with it.  Even beyond Justice Kennedy’s clear treatment of history and tradition, meaningful research and historical preservation have taken place since 2003 regarding the history of same-sex relationships and the LGBTQ community more broadly.368 2.  The Dobbs Standard of Stare Decisis After finding that there is no constitutionally protected right to abortion, Justice Alito then turns to the question of stare decisis, which he reminds us is not an “inexorable command.”369  He reviews the purpose and value of stare decisis, including reliance on the law and the benefit of judicial restraint and even-handed decision making.370  Stare decisis also provides   363.  See id. at 568.  364.  Id. at 567–71.  365.  Id. 572–73.  Justice Kennedy noted that the rescission of state level laws between 1986 and 2003 alone exposed the “deficiencies” in Bowers’ historical and tradition- based underpinnings.  Id. at 573.  366.  See id. at 567–77.  367.  Obergefell v. Hodges, 576 U.S. 644, 660 (2015).  368.  See, e.g., GRETA LAFLEUR, THE NATURAL HISTORY OF SEXUALITY IN EARLY AMERICA 9–10 (2018); Jennie Rothenberg Gritz, But Were They Gay? The Mystery of Same- Sex Love in the 19th Century, ATLANTIC (Sept. 7, 2012), https://www.theatlantic.com/ national/archive/2012/09/but-were-they-gay-the-mystery-of-same-sex-love-in-the-19th-century/262117/ [https://perma.cc/2ZVH-STJR]; Anne Lister’s Story, WEINBERG COLL. ARTS & SCI.: THE ANNE LISTER SOC’Y, https://english.northwestern.edu/about/anne-lister-society/story.html [https://perma.cc/2TN8-NFCA].  369.  Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228, 2278 (2022).  370.  Id. at 2261–62. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  93 a valuable sense of finality to litigants and the public,371 but Justice Alito notes that the benefits of stare decisis are the weakest when interpreting the Constitution because of the potential damage to the democratic fabric of our Nation.372 In evaluating whether stare decisis preserves Roe and Casey, Justice Alito lays out a five-factor test that includes evaluating (1) the nature of the court error, (2) the quality of the reasoning of the decision, (3) the workability of the decision or standard, (4) the effect on other laws, and (5) the reliance of litigants and the public on the settled law.373  With respect to each point, he concludes that the cases do not warrant application of the doctrine.374  As explained below, if Lawrence and Obergefell were subjected to the same form of inquiry, there would be a different result.  They should easily satisfy the Dobbs articulation of stare decisis, in large part due to the extensive and tangible reliance interests that the cases encouraged and invited.375 With respect to the nature of the court error, Justice Alito emphasizes that the decisions in Roe and Casey were not only “egregiously wrong,” but also took the issue of abortion away from the people and damaged our democratic infrastructure.376  In the case of the marriage bans, it is possible to say that Obergefell stopped democratic debate because there had been numerous ballot and legislative initiatives around the subject, but it is difficult to declare that the decision was egregiously wrong due to the absence of third-party harm.377  Justice Alito’s concern regarding the intrusion on a state’s rights to make their own abortion laws is centered on the state’s right to balance the fetal life against individual rights.378  No such balancing exists in the context of queer rights.  Thus, the constitutional error and democratic harm are minimal at best. When it comes to the quality of the decision making, Justice Alito primarily faults the viability standard set forth in Roe and affirmed in Casey.379  Earlier in the opinion, Justice Alito remarks that Roe had,   371.  Id. at 2262.  372.  Id.  373.  Id. at 2265.  374.  See id. at 2265–78.  375.  Id. at 2276.  376.  Id. at 2265.  377.  Justice Alito asserts that the Court short-circuited the democratic process by closing it to the large number of Americans who dissented in any respect from Roe.  Id.  378.  Id. at 2257.  379.  Id. at 2270. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  94 concocted an elaborate set of rules, with different restrictions for each trimester of pregnancy, but it did not explain how this veritable code could be teased out of anything in the Constitution, the history of abortion laws, prior precedent, or any other cited source; and its most important rule (that States cannot protect fetal life prior to “viability”) was never raised by any party and has never been plausibly explained.380 Lawrence and Obergefell present no similar concerns.  There are no standards, thresholds, three-part tests, or multiple prongs to navigate.  Both opinions simply struck down discriminatory laws. In Dobbs, Justice Alito argues that Casey’s undue burden standard and the preservation of viability are unworkable, vague, and lead to inconsistent results.381  The opposite is true for nationwide marriage equality and decriminalization of queer sex, both of which contributed to the elimination of geographic and economic disparities among vulnerable populations and provided the government workers tasked with enforcing the laws with a clear code.382  Accordingly, Lawrence and Obergefell should easily satisfy Justice Alito’s third prong of his stare decisis inquiry which states that an “important consideration in deciding whether a precedent should be overruled is whether the rule it imposes is workable—that is, whether it can be understood and applied in a consistent and predictable manner.”383 The next prong of Justice Alito’s stare decisis analysis inquires as to whether the decision has had an effect on other laws.384  In the context of abortion, Justice Alito lists a number of ways that Roe and Casey “distorted” other doctrines, such as third-party standing.385  There is no comparable concern in the context of queer rights.  Again, Lawrence and Obergefell simply struck down discriminatory laws. The final prong of Dobbs’s stare decisis analysis has the most relevance for queer rights.  In Dobbs, Justice Alito finds that Roe and Casey had not given rise to any tangible reliance interests that the Court could assess because “getting an abortion is generally an ‘unplanned activity.’”386  He   380.  Id. at 2266.  381.  Id. at 2275.  382.  See Courtney Vinopal, LGBTQ Activists on What Progress Looks Like 5 Years After Same-Sex Marriage Ruling, PBS NEWS HOUR (June 29, 2020, 6:36 PM), https:// www.pbs.org/newshour/nation/lgbtq-activists-on-what-progress-looks-like-5-years-after-same-sex-marriage-ruling [https://perma.cc/Y2HM-S7K6]; Jeffrey M. Jones, In U.S., 10.2% of LGBT Adults Now Married to Same-Sex Spouse, GALLUP (June 22, 2017), https://news.gallup.com/poll/212702/lgbt-adults-married-sex-spouse.aspx [https://perma.cc/ W33E-FX7P].  383.  Dobbs, 142 S. Ct. at 2272.  384.  Id. at 2275.  385.  Id. at 2275–76.  386.  Id. at 2276 (quoting Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 856 (1992), overruled by Dobbs, 142 S. Ct. 2228). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  95 also rejects the description of “a more intangible form of reliance” that had been described in the plurality in Casey and advanced by the respondents and various amici.387  Instead, Justice Alito notes that prior Supreme Court cases “emphasize very concrete reliance interests, like those that develop in ‘cases involving property and contract rights.’”388  The end of criminality and marriage recognition fit neatly into such a reliance framework because they both directly implicate contractual and financial components where advanced planning is essential.389 For nearly a decade, married same-sex couples across the country have made financial decisions based on their marriage status.390  Many have bought homes and had children.391  In the wake of COVID-19 layoffs and resignations, some have made hard decisions regarding their own employment in reliance on the continued recognition of their marriage and the security that benefits like health insurance and social security offer.392  Further, both Lawrence and Obergefell have contributed to a well-established social fabric with millions of families, children, and communities relying on non-criminalization and marriage recognition as a means to safeguard future stability.393  Eliminating marriage equality would result in harmful and unnecessary financial and emotional costs not only to individual families,   387.  The plurality in Casey had found that “[t]he ability of women to participate equally in the economic and social life of the Nation has been facilitated by their ability to control their reproductive lives.”  Casey, 505 U.S. at 856.  388.  Dobbs, 142 S. Ct. at 2276 (quoting Payne v. Tennessee, 501 U.S. 808, 828 (1991)).  389.  See id.  390.  See Lauren Bauer, Veronica Clevenstine, & Moriah Macklin, Examining the Economic Status of Same-Gender Relationship Households, BROOKINGS (Jan. 20, 2022), https://www.brookings.edu/blog/up-front/2022/01/20/examining-the-economic-status-of-same-gender-relationship-households/ [https://perma.cc/6GBE-4GRC]; see also Jacob Goldstein, Is Marriage Rational?, NPR (Feb. 3, 2011, 11:25 AM), https://www.npr.org/sections/ money/2011/02/03/133462877/is-marriage-rational [https://perma.cc/9BA4-6T4J].  See generally M.E. Robinson, Marriage as an Economic Institution, 13 INT’L J. ETHICS 171 (1903).  391.  See Wendy D. Manning & Krista K. Payne, Measuring Marriage and Cohabitation: Assessing Same-Sex Relationship Status in the Current Population Survey, 58 DEMOGRAPHY 811, 816–19 (2021).  392.  See Thom File & Joey Marshall, Household Pulse Survey Shows LGBT Adults More Likely to Report Living in Households with Food and Economic Insecurity Than Non-LGBT Respondents, U.S. CENSUS (Aug. 11, 2021), https://www.census.gov/library/ stories/2021/08/lgbt-community-harder-hit-by-economic-impact-of-pandemic.html [https:// perma.cc/P2GV-BZZU].  393.  See Allison Hope, How LGBTQ Families Can Protect Themselves Now, CNN HEALTH (July 10, 2022, 2:06 AM), https://www.cnn.com/2022/07/10/health/lgbtq-families- protection-wellness/index.html [https://perma.cc/8XMU-GDHV]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  96 but to all of the systems that have come to rely on this uniform recognition.394  Everything from businesses who cover spouses on employee based health plans, to federal agencies like Social Security and the IRS, to hospitals with uniform visitation forms would be faced with potential uncertainty and cost countless worker hours to resolve.395 3.  Rational-Basis Review In Dobbs, Justice Alito evaluates the Mississippi law under rational-basis review after he determines that there is no fundamental right to abortion access and that stare decisis will not preserve Roe and Casey.396  Accordingly, even if the rights asserted in Lawrence and Obergefell did not rise to the level of a fundamental right or trigger stare decisis, it would still be necessary to evaluate both criminal homosexual sodomy laws and marriage bans under rational-basis review.397  In such case, “[l]egislative choice is not subject to courtroom fact-finding and may be based on rational speculation unsupported by evidence or empirical data.”398  However, the state would fail to satisfy its minimal fact-finding burden because both homosexual sodomy laws and marriage bans are the result of animus and discriminatory intent toward queer people, which Romer v. Evans has held are not a legitimate state interests.399 With respect to the Mississippi law, Justice Alito finds that the state easily meets the rational-basis standard.400  Reasoning that the Mississippi law is entitled to a “strong presumption of validity” because it is a health and welfare law,401 he cautions that the Court cannot substitute its judgment   394.  See MALLORY & SEARS, supra note 245.  395.  See Steve Moss, Supreme Court’s Same-Sex Marriage Decision Affects Federal, State Taxation, HOLDEN MOSS (July 5, 2015), https://www.holdenmoss.com/blog/supreme- courts-same-sex-marriage-decision-affects-federal-state-taxation [https://perma.cc/39AE-BGB4].  396.  Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228, 2282–83 (2022).  397.  Recall that Lawrence invalidated the Texas Homosexual Conduct Law under a rational-basis standard, finding that the law did not serve a legitimate state purpose.  Lawrence v. Texas, 539 U.S. 558, 567 (2003).  398.  FCC v. Beach Commc’ns, 508 U.S. 307, 315 (1993).  399.   Romer v. Evans, 517 U.S. 620, 635 (1996) (holding that animus towards gay and lesbian people was insufficient to meet the state interest requirement in a rational-basis review under the Fourteenth Amendment).  400.  See Dobbs, 142 S. Ct. at 2284 (“These legitimate interests justify Mississippi’s Gestational Age Act.”).  401.  Id. (“A law regulating abortion, like other health and welfare laws, is entitled to a ‘strong presumption of validity.’” (quoting Heller v. Doe, 509 U.S. 312, 319 (1993))). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  97 for that of the legislature.402  Justice Alito then lists a number of legitimate state interests that closely track the findings of the Mississippi legislature, including “respect for and preservation of prenatal life at all stages of development,” “the elimination of particularly gruesome or barbaric medical procedures,” and “the mitigation of fetal pain.”403 In Dobbs, Justice Alito does not have occasion to provide examples of interests that would not constitute legitimate state interests because he finds that all of the interests asserted by the state are legitimate.404  Accordingly, we are left to consult prior precedents, most notably Romer v. Evans, to ask when a state interest is illegitimate.405  Romer explained decisively that animus directed toward an unpopular group is not a legitimate state interest.406  Romer is directly applicable to both homosexual sodomy laws and marriage bans, which were the result of backlash against increased queer visibility. In Dobbs, Justice Alito distinguishes the nature of abortion rights from other liberty interests on the ground that abortion necessarily involves countervailing interests—none of which are at play in the case of homosexual sodomy laws or marriage bans.407  For example, in Lawrence, Justice Kennedy goes to great lengths to establish that there are no such countervailing interests at play in the case of homosexual sodomy laws.408  He notes that the case does “not involve minors” or “persons who might be injured or coerced or who are situated in relationships where consent might not easily be refused” or “public conduct or prostitution.”409  Presumably, each of these instances could support legitimate state interests that would require further inquiry.  To the contrary, Justice Kennedy finds that homosexual sodomy laws “demean” queer people and were enacted as part of a moral panic in the 1970s.410  The same could be said of the marriage bans that only began to appear the 1990s.411   402.  Id. (“[W]hen [abortion] regulations are challenged under the Constitution, courts cannot ‘substitute their social and economic beliefs for the judgment of legislative bodies.’” (quoting Ferguson v. Skrupa, 372 U.S. 726, 729–30 (1963))).  403.  Id. at 2284 (citing Gonzales v. Carhart, 550 U.S. 124, 157–58 (2007)).  404.  See id.  405.  Romer v. Evans, 517 U.S. 620, 632 (1996).  406.  See id.  407.  See Dobbs, 142 S. Ct. at 2258.  408.  See Lawrence v. Texas, 539 U.S. 558, 578 (2003).  409.  Id.  410.  See id. at 570–75 (“It was not until the 1970’s that any State singled out same-sex relations for criminal prosecution.”).  411.  See supra Section II.B.2 (discussing DOMA). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  98 Finally, there is support within the Dobbs opinion itself for the conclusion that the laws invalidated in Lawrence and Obergefell would not satisfy rational-basis review.  Justice Alito specifically includes “the prevention of discrimination on the basis of race, sex, or disability” on his list of recognized legitimate state interests.412  Surely, if the prevention of discrimination is a legitimate state interest, then it should go without  saying that the intent to discriminate is not a legitimate state interest.  As the history in both Lawrence and Obergefell shows, the criminalization and exclusion of queer people is driven by discriminatory intent and a base desire to harm. V.  POLITICS AND THE COURT As established throughout the prior parts of this Article, Obergefell and Lawrence share a stable Constitutional grounding that rests on a historically nuanced liberty interest analysis under the Due Process Clause of the Fourteenth Amendment.413  There are also precedent-based arguments invalidating homosexual sodomy laws and marriage bans under the Equal Protection Clause of the Fourteenth Amendment.414  These laws should not survive even a rational-basis review because they are borne of discriminatory animus towards queer people.415  Obergefell and Lawrence have reasonably induced the type of tangible and widespread reliance that should preserve their holdings under the doctrine of stare decisis.416 The overruling of Roe and Casey has not changed these constitutionally sound legal arguments for the continued viability of Lawrence and Obergefell.  The only things that have changed are the political makeup of the Court and the emergence of a newly emboldened conservative political movement.417  Given the current political trends, it is prudent to consider the ways that queer rights could be imperiled before the Court despite the strength of their jurisprudential underpinnings.  This section explains that if queer rights are overturned, it will most likely be due to extralegal factors—specifically the weight of political pressure on individual Justices resulting from external   412.  Dobbs, 142 S. Ct. at 2284.  413.  See supra text accompanying notes 356–67 (discussing Lawrence and Obergefell).  414.  See supra text accompanying notes 356–67.  415.  See Romer v. Evans, 517 U.S. 620, 634–35 (1996).  416.  See Dobbs, 142 S. Ct. at 2276–78.  417.  See Jeannine Suk Gersen, The Supreme Court’s Conservatives Have Asserted Their Power, NEW YORKER (July 3, 2022), https://www.newyorker.com/magazine/2022/ 07/11/the-supreme-courts-conservatives-have-asserted-their-power [https://perma.cc/NJ9B- U3SE]; see also Robert Barnes, With Sweep and Speed, Supreme Court’s Conservatives Ignite a New Era, WASH. POST (July 2, 2022, 2:31 PM), https://www.washingtonpost.com/ politics/2022/07/02/supreme-court-conservative-majority/ [https://perma.cc/PP2Q-LK8Z]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  99 partisan loyalties and agendas, as well as internal drivers stemming from personal ideology and belief. A.  History Political pressure, both external and internal, has influenced the Justices and in turn the Court’s decisions from the beginning.  One look no further than Chief Justice Marshall’s acquiescence in the foundational case of Marbury v. Madison for an example of an opinion heavily influenced by external factors outside of the legal and factual questions of the case.418  In modern Supreme Court history, Justices have also incorporated extralegal reasonings, including socio-political factors, in deciding some of the most important cases of our day.419 The Civil Rights Cases of 1883 offer a wrenching example of the power of extralegal factors including sociopolitical pressure to drive a certain outcome.420  In this case, eight of the nine Justices published an opinion overruling the Civil Rights Act of 1875, the cornerstone achievement of Reconstruction and the vision for moving formerly enslaved people towards more equal citizenhood.421  Despite its blueprint for equality, the Civil Rights Act of 1875 had been a disappointment due to a lack of executive implementation and judicial underenforcement.422  By the time the Civil Rights Act of 1875 was before the Court, many saw it as a failed law.423  After the decision was published, a columnist for the Cleveland   418.  Marbury v. Madison, 5 U.S. (1 Cranch) 137 (1803); Michael W. McConnell, The Story of Marbury v. Madison: Making Defeat Look Like Victory, in CONSTITUTIONAL LAW STORIES 13 (Michael Dorf, ed., 2d ed. 2009).  419.  The concept of the “Brandeis Brief” offered to bolster the then special counsel Louis Brandeis’s state argument in Muller v. Oregon in 1908 has been used subsequently by modern iterations of the Court in discrimination cases outside of marriage and parenting cases including those involving education, like Hazelwood School District v. United States, 433 U.S. 299, 308–12 (1977), and twenty years earlier in the landmark desegregation case, Brown v. Board of Education, 347 U.S. 483, 493–94 (1954), jury service, Castaneda v. Partida, 430 U.S. 482, 495–96 (1977), and Witherspoon v. Illinois, 391 U.S. 510, 528 (1968).  420.  See generally The Civil Rights Cases, 109 U.S. 3 (1883).  421.  Supreme Court Landmark Case Civil Rights Cases of 1883, C-SPAN (Mar. 5, 2018), https://www.c-span.org/video/?440864-1/supreme-court-landmark-case-civil-rights- cases-1883 [https://perma.cc/BZ2U-M29J].  422.  For a full discussion of the chronic underenforcement of the Civil Rights Act and contemporary reactions to the Civil Rights Cases of 1883, see Marianne L. Engelman Lado, A Question of Justice: African-American Legal Perspectives on the 1883 Civil Rights Cases, 70 CHI.-KENT L. REV. 1123 (1995).  423.  Id. at 1124–25. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  100 Gazette wrote that “[t]he Civil Rights bill lingered unconsciously nearly nine years and died on the 15th of October, 1883, without a struggle.”424 The Court’s opinion did not directly address this ineffectuality or its roots.425  Instead, eight out of nine Justices chose to employ an interpretation of the Fourteenth Amendment restricting its reach in a way that ran directly counter to the intent of its drafters; many of whom were still living.426  There should have been no mystery that the drafters of the Amendment intended the language to be interpreted in an expansive way to root out invidious discrimination and alleviate the continued wounds of enslavement.427  When the Court held otherwise, it not only undermined the scope of the Fourteenth Amendment, but it delivered the final death knell for progressive Reconstruction.428  Justice Harlan wrote in lone dissent: The opinion in these cases proceeds, it seems to me, upon grounds entirely too narrow and artificial. . . . [t]he substance and spirit of the recent amendments of the Constitution have been sacrificed by a subtle and ingenious verbal criticism.  “It is not the words of the law but the internal sense of it that makes the law: the letter of the law is the body; the sense and reason of the law is the soul.”   Constitutional provisions, adopted in the interest of liberty, and for the purpose of securing, through national legislation, if need be, rights inhering in a state of freedom, and belonging to American citizenship, have been so construed as to defeat the ends the people desired to accomplish, which they attempted to accomplish, and which they supposed they had accomplished by changes in their fundamental law.429 A more recent example would be the Supreme Court’s begrudging approval of President Roosevelt’s New Deal programs following the President’s court packing scheme.430  There is very little legal daylight between a series of the Warren Court’s decisions overturning statutory elements  of the New Deal including the National Industrial Recovery Act of 1935431 and the 1937 decision in West Coast Hotel Co. v. Parrish.432  Many scholars have posited that President Roosevelt’s support for a court-reform bill that would lead to the addition of new Justices likely influenced the decision.433  In a message accompanying the Administration’s proposal, Roosevelt argued   424.  Xenia, Numerous Notes—Politics—Civil Rights, CLEV. GAZETTE, Oct. 27, 1883, at 2.  425.  See The Civil Rights Cases, 109 U.S. at 16–17.  426.  See id. at 23.  427.  See id. at 10–11.  428.  See id. at 57 (Harlan, J., dissenting).  429.  Id. at 26.  430.  See Ezra Klein, What a Reckoning at the Supreme Court Could Look Like, N.Y. TIMES (July 10, 2022), https://www.nytimes.com/2022/07/10/opinion/supreme-court-biden-reform.html [https://perma.cc/GW6P-63ZS].  431.  See A.L.A. Schechter Poultry Corp. v. United States, 295 U.S. 495, 551 (1935).  432.  See W. Coast Hotel, Co. v. Parrish, 300 U.S. 379 (1937).  433.  See ERWIN CHEMERINSKY, CONSTITUTIONAL LAW 166–67 (6th ed. 2020). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  101 that new, younger Justices were needed on the Court.434  Targeting the current Court, the message concluded that, “[a] lowered mental or physical vigor leads men to avoid an examination of complicated and changed conditions.  Little by little, new facts become blurred through old glasses filled, as it were, for the needs of another generation.”435  The threat of an addition of a purposefully diluting faction of a new generation proved to be too much for the existing Justices. Although these historic cases may seem worlds away from today’s questions, they reflect a persistent, though often ignored reality.  The U.S. Supreme Court is a human-made institution, and its Justices are far from divine.  They are not isolated from the politics or ideology of the day, but rather they are the product of it.  The individual political aspirations or affiliations of Supreme Court Justices are well documented.436  The personal relationships of individual Justices with party leadership are similarly noncontroversial pieces of history.  For example, Justice Abe Fortas had a direct phone line with President Johnson, whereas Justice William Douglas had presidential aspirations of his own. 437  Indeed, President Taft served as the tenth Chief Justice after serving as the twenty-seventh president.438  Given the structural and political realities of the nomination and confirmation processes, it would be naive to understand any of the Justices or the Court as a truly apolitical agent devoted to the law. B.  Current Targeting Trends Although the political nature of the Supreme Court is not new, many scholars and commentators have noted that today the role of politics is   434.  Judiciary: De Senectute, TIME (Feb. 15, 1937), http://content.time.com/time/ subscriber/article/0,33009,882676-1,00.html [https://perma.cc/99E6-TK42].  435.  Id.  436.  See Rachel Shelden, The Supreme Court Used to be Openly Political. It Traded Partisanship for Power, WASH. POST (Sept. 5, 2020, 11:04 AM), https://www.washington post.com/outlook/supreme-court-politics-history/2020/09/25/b9fefcee-fe7f-11ea-9ceb-06 1d646d9c67_story.html [https://perma.cc/97RW-MGHL].  437.  Joshua Zeitz, The Supreme Court Has Never Been Apolitical, POLITICO (Apr. 3, 2022, 7:01 AM), https://www.politico.com/news/magazine/2022/04/03/the-supreme-court- has-never-been-apolitical-00022482 [https://perma.cc/T38Q-3Y7A].  438.  See William Howard Taft’s Truly Historic ‘Double-Double,’ NAT’L CONST. CTR. (June 30, 2022), https://constitutioncenter.org/blog/william-howard-tafts-truly-historic- double-double [https://perma.cc/7X4N-WT5D]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  102 different by both degree and nature.439  Justice Coney Barrett’s assertion that the Court is “not comprised of a bunch of partisan hacks”440 may ring true, but it is comprised of lawyers who are politically supported, if not directly affiliated.  Conservative groups invested around $30 million to support her confirmation in the fall of 2020.441 The newest Justices alongside Justice Thomas have ignored traditional procedural guardrails designed to promote at least an optic of fairness.  Further, the Court has shown a new willingness to engage in politically tumultuous issues and radically overturn precedent seemingly with disregard for the impact on the social fabric.  Although this term’s blockbuster cases like Dobbs and West Virginia v. EPA will continue to dominate newspaper columns and history books, the Court’s approach to procedural actions is similarly disturbing and reveals a growing lack of concern for the tradition, human impact, or legal standards that have historically restrained the Court.  For example, in February 2022 the Court suspended a lower court’s  unanimous ruling that had held that the 2022 congressional election district map designed by the Alabama legislature was invalidated by the 1965 Voting Rights Act.442  The map that the lower court had invalidated resulted in one Black representative and six White representatives in a state with over a quarter of the state’s voters identifying as Black.443  This Court’s intervention was perceived by many as an extreme power grab, unjustified by the law or underlying process.444  Chief Justice Roberts did not join Justices Thomas, Alito, Gorsuch, Kavanaugh, and Coney Barrett in the majority opinion.445  Instead, he scolded his conservative allies, saying,   439.  See Paul Waldman & Greg Sargent, Voters are Finally Seeing How Political the Supreme Court Really Is, WASH. POST (May 18, 2022, 5:08 PM), https://www.washington post.com/opinions/2022/05/18/public-realizing-supreme-court-political/ [https://perma.cc/5BTZ- PJKG].  440.  Zeitz, supra note 437.  441.  Jordan Fabian, Trump-Allied Groups Pour $30 Million Into Barrett Confirmation, BLOOMBERG (Oct. 22, 2020, 1:00 AM), https://www.bloomberg.com/news/articles/2020-10-22/trump-allied-groups-pour-30-million-into-barrett-confirmation/ [https://perma.cc/ ZL8G-GLMU].  442.  Merrill v. Milligan, 142 S. Ct. 879 (2022); see also Amy Howe, In 5-4 Vote, Justices Reinstate Alabama Voting Map Despite Lower Court’s Ruling that it Dilutes  Black Votes, SCOTUSBLOG (Feb. 7, 2022, 8:43 PM), https://www.scotusblog.com/2022/ 02/in-5-4-vote-justices-reinstate-alabama-voting-map-despite-lower-courts-ruling-that-it-dilutes-black-votes/ [https://perma.cc/JQB4-7LZU].  443.  Reid J. Epstein, Court Throws Out Alabama’s New Congressional Map, N.Y. TIMES (Jan. 24, 2022), https://www.nytimes.com/2022/01/24/us/politics/alabama-congressional- map-redistricting.html [https://perma.cc/82XB-HA3W].  444.  See, e.g., Andrew Chung & Lawrence Hurley, U.S. Supreme Court’s Alabama Ruling Signals New Threat to Voting Rights Law, REUTERS (Feb. 8, 2022, 2:27 PM), https://www.reuters.com/world/us/us-supreme-courts-alabama-ruling-signals-new-threat-voting-rights-law-2022-02-08/ [https://perma.cc/9VNH-BNHZ].  445.  See Milligan, 142 S. Ct. at 882 (Roberts, C.J., dissenting). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  103 “The District Court properly applied existing law in an extensive opinion with no apparent errors for our correction.”446  A former George H.W. Bush appointee, Donald Ayer, observed that “[w]hat is new is the court’s frequency and brashness in achieving these radical outcomes and its willingness to do so too often without an honest explanation and acknowledgement of what is actually going on.”447 Faced with these political realities and the seemingly unrestrained willingness of a majority of the Supreme Court to revisit landmark precedents, advocates for queer rights and the retention of marriage equality have reason for concern.  This is especially true after Justice Thomas’s concurrence in Dobbs called on the Court to expansively reconsider the use of substantive due process.448  Finally, despite Justice Alito’s insistence that abortion is distinct from other rights because of the third-party interest of potential life, queer rights are not insulated from similar harm-based claims.  Anti-queer attacks have consistently relied on divisive fearmongering and pseudo-moralistic talking points to leverage political power.449  Beyond the anti-sodomy statutes of the 1970s, the hallmark of the 1980s and 1990s culture war included policies of deadly neglect during the early years of the AIDS epidemic, as well as explicit policies of exclusion like DOMA.  These policies alienated queer and transgender people from accessing the law and living as full members of society. The tenor of today’s attacks has a similar, persistent undercurrent—the need for protection from queer and transgender people.  Although it is tempting to characterize laws that prohibit inclusive educational policies or criminalize supportive parents as merely an Anita Bryant-style of retrograde   446.  Id.  447.  Donald Ayer, The Supreme Court has Gone Off the Rails, N.Y. TIMES (Oct. 4, 2021), https://www.nytimes.com/2021/10/04/opinion/supreme-court-conservatives.html [https://perma.cc/3E9H-J2CJ].  448.  See Dobbs v. Jackson Women’s Health Org., 142 S. Ct. 2228, 2304 (2022) (Thomas, J., concurring).  449.   See Patrick Joseph Buchanan, Culture War Speech: Address to the Republican National Convention (Aug. 17, 1992) (including “homosexual rights” and “the amoral idea that gay and lesbian couples should have the same standing in law as married men and women” as evidence of the nation’s moral decline alongside access to abortion and  restricting public funding to religious schools); Timothy Egan, Oregon Measure Asks State to Repress Homosexuality, N.Y. TIMES (Aug. 16, 1992), https://www.nytimes.com/ 1992/08/16/us/oregon-measure-asks-state-to-repress-homosexuality.html [https://perma.cc/ PR2F-MSFG]. MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  104 backlash,450 they are different in substance and by degree.  In 2021, state legislatures proposed more than 250 anti-LGBT bills and passed seventeen, including seven directly targeting transgender student athletes and one restricting coverage of transition-related care.451  In 2022 alone, state legislatures introduced 320 anti-LGBT proposed bills.452  Similarly, the resurgence of bills like Florida’s “Don’t Say Gay” law and the characterization of its opponents as sexual predators or “groomers” is chilling.453  History is a harsh, but a clear-eyed teacher.  Fear and division are effective tools for subordination and a retrenchment of the exclusionary and undemocratic values that it demands.  Today’s political climate, coupled with the success of restrictive state legislation demonizing queer and transgender people, has equipped opponents of queer rights with a legally specious, but politically attractive, claim that the Court must balance the rights of queer people with the need to protect society—and its children—from witnessing queer equality.  These questions will fall on the desks of nine lawyers in Washington, D.C.  Given the strength of the constitutional infrastructure of queer rights and the Dobbs approach to stare decisis, if the Court overturns them, the Constitution will have “had nothing to do with it.”454 VI.  CONCLUSION The Supreme Court’s decision rescinding the recognition of a Constitutional right to reproductive autonomy was as uniquely definitive as it was severe.  The immediate blackletter meaning of Justice Alito’s enthusiastic rejection of the fundamental right set out by Roe and Casey demands little interpretation.  However, understanding the long-term jurisprudential and   450.  Jillian Eugenios, How 1970s Christian Crusader Anita Bryant Helped Spawn Florida’s LGBTQ Culture War, NBC NEWS (Apr. 14, 2022, 9:21 AM), https://www.nbcnews. com/nbc-out/out-news/1970s-christian-crusader-anita-bryant-helped-spawn-floridas-lgbtq- cult-rcna24215 [https://perma.cc/Z2L8-V9RG].  451.  Wyatt Ronan, 2021 Officially Becomes Worst Year in Recent History for LGBTQ State Legislative Attacks as Unprecedented Number of States Enact Record-Shattering Number of Anti-LGBTQ Measures into Law, HUM. RTS. CAMPAIGN (May 7, 2021), https://www.hrc.org/press-releases/2021-officially-becomes-worst-year-in-recent-history- for-lgbtq-state-legislative-attacks-as-unprecedented-number-of-states-enact-record-shattering- number-of-anti-lgbtq-measures-into-law [https://perma.cc/6EKW-PYYQ].  452.  Delphine Luneau, Human Rights Campaign Condemns South Carolina House Passage of Anti-Transgender Sports Ban, HUM. RTS. CAMPAIGN (Apr. 6, 2022), https://www. hrc.org/press-releases/human-rights-campaign-condemns-south-carolina-house-passage-of- anti-transgender-sports-ban [https://perma.cc/UBD4-YXNH].  453.  Jo Yurcaba, After ‘Don’t Say Gay’ Bill Passed, Anti-LGBTQ ‘Grooming’ Rhetoric Surged 400% Online, NBC NEWS (Aug. 12, 2022, 7:13 AM), https://www.nbcnews.com/ nbc-out/out-news/-dont-say-gay-bill-passed-lgbtq-online-hate-surged-400-rcna42617 [https://perma.cc/JGV8-RF6A].  454.  Obergefell v. Hodges, 576 U.S. 644, 713 (2015) (Roberts, C.J., dissenting). MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM [VOL. 60:  45, 2023]  Queer Rights   SAN DIEGO LAW REVIEW  105 political impact of the decision will be an evolving process undoubtedly marked by unforeseen aftershocks and future implosions.  The legal and social uncertainty created by the Court’s radical willingness to overturn previously recognized and long-established fundamental rights precedent has contributed to a political culture of increasing fear.455  This individual vulnerability sparked increased political urgency and coordination.456  According to exit polls, the Dobbs decision heavily influenced votes cast by members of both parties in the November 2022 midterms.457  Reports show that personal disagreement with the decision acutely blunted a predicted “red wave” of Republican state and national leadership.458  Further, within six months Congress passed the Respect for Marriage Act (RMA), overturning the Defense of Marriage Act and ensuring federal recognition of same-sex and interracial marriages.459  The RMA also requires that states recognize these marriages regardless of state or local bans.460  Politicians and advocates championing the RMA cited growing concern within the LGBTQ community over the impact of the Dobbs decision on marriage rights.461   455.  See, e.g., Molly Jong-Fast, Roe Rage: What Losing Roe Feels Like for Women, ATLANTIC (June 27, 2022), https://newsletters.theatlantic.com/wait-what/62ba09f5da4cea 0020eed379/dobbs-roe-overturned-motherhood-womens-rights/ [https://perma.cc/QT4M- PLPV].  456.  See Richard Blumenthal (@SenBlumenthal), TWITTER (June 30, 2022, 5:40 AM), https://twitter.com/senblumenthal/status/1542488361339949058 [https://perma.cc/7PFR-42EQ] (“The Dobbs decision has evoked anger, outrage, & fear.  Proud to stand with dedicated advocates in New London as we fight to protect reproductive freedoms & make sure CT remains a safe harbor for abortion care.”).  457.  See Sara Dorn, 2022 Exit Polls: Voters are Angry About the State of the Country —Here’s What was on Their Mind as They Voted, FORBES (Nov. 8, 2022, 6:27 PM), https://www.forbes.com/sites/saradorn/2022/11/08/2022-exit-polls-voters-are-angry-about- the-state-of-the-country-heres-what-was-on-their-mind-as-they-voted/?sh=4ac24882ec19 [https://perma.cc/79E9-6HBL].  458.  See Alice Miranda Ollstein & Megan Messerly, A Predicted ‘Red Wave’ Crashed into Wall of Abortion Rights Support on Tuesday, POLITICO (Nov. 9, 2022, 4:04 PM), https://www.politico.com/news/2022/11/09/abortion-votes-2022-election-results-00065983 [https://perma.cc/9ZDQ-6GYC].  459.  See Ximena Bustillo, Juma Sei & Deepa Shivaram, Respect for Marriage Act Clears Congress with Bipartisan Support, NPR (Dec. 8, 2022, 2:28 PM), https://www.npr.org/ 2022/11/29/1139676719/same-sex-marriages-bill-senate-vote [https://perma.cc/E7YD-JRF2].  460.  See Respect for Marriage Act, Pub. L. No. 117-228, 136 Stat. 2306 (2022) (codified as amended at 1 U.S.C. § 7 and 28 U.S.C. § 1738C).  461.  See Kaitlyn Radde, What Does the Respect for Marriage Act Do? The Answer Will Vary by State., NPR (Dec. 8, 2022, 12:27 PM), https://www.npr.org/2022/12/08/114080 8263/what-does-the-respect-for-marriage-act-do-the-answer-will-vary-by-state [https:// perma.cc/EC24-63Q5] (“‘I want to be really clear that there would be no reason to MARIL_60-1.DOCX (DO NOT DELETE) 5/11/2023  11:16 AM  106 The weight of this destabilizing uncertainty on individual, traditionally marginalized communities cannot be overstated.  The American LGBTQ community in particular is continuing to make sense of rising rates of violence462 and discrimination as it prepares for LGBTQ rights to be at the center of Supreme Court debate again in spring 2023.463  However, a faithful application of the Dobbs standard to Lawrence or Obergefell should leave the rights recognized by these landmark cases undisturbed.   reverse Obergefell and that it was correctly decided under existing precedents,’ including the Equal Protection Clause of the Fourteenth Amendment, says Mary Bonauto, a senior attorney at GLBTQ Legal Advocates and Defenders who has argued landmark civil rights cases, including Obergefell.  ‘But if it were, there is now a backstop in place requiring states to respect these marriages’ and guaranteeing them federal recognition.”).  462.  See Morning Edition, How Political Rhetoric Factors into Violence Against the LGBTQ Community, NPR (Nov. 22, 2022, 7:18 AM), https://www.npr.org/2022/11/22/ 1138555795/how-political-rhetoric-factors-into-violence-against-the-lgbtq-community [https://perma.cc/HN58-EWC9]; see also Robin Maril, Op-Ed: Club Q Shooting in Colorado Springs Follows Six Brutal Years of Republican Anti-LGBTQ Rhetoric, L.A. Times (Nov. 20, 2022, 1:29 PM), https://www.latimes.com/opinion/story/2022-11-20/colorado-springs- club-q-shooting-republican-anti-gay-politics [https://perma.cc/X49D-MEDN].  463.  See 303 Creative LLC v. Elenis, 6 F.4th 1160 (10th Cir. 2021), cert. granted in part, 142 S. Ct. 1106 (2022). ",
    "id": 580001564,
    "identifiers": {
        "doi": null,
        "oai": "oai:digital.sandiego.edu:sdlr-3452"
    },
    "title": "Queer Rights After Dobbs v. Jackson Women\\u27s Health Organization",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-05-31T08:00:00+01:00",
    "publisher": "Digital USD",
    "references": [],
    "sourceFulltextUrls": [
        "https://digital.sandiego.edu/context/sdlr/article/3452/viewcontent/02_60_No.1SanDiegoL.Rev.45_2023_.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/580001564.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/580001564"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/580001564/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/580001564/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/580001564"
        }
    ],
    "abstract": "Dobbs v. Jackson Women’s Health Organization has ignited a firestorm of commentary warning that the end of Roe v. Wade would inevitably lead to the end of constitutionally protected queer rights.  This article argues that it is far too soon to concede that Lawrence v. Texas and Obergefell v. Hodges are destined for the dustbin of history.  Queer rights and abortion rights both advance equality and have significant liberatory value, but they are functionally different rights that rest on distinct legal foundations.  Although both sets of rights may be essential to a progressive platform for inclusive political and social change, it is important not to conflate the equality-promoting impact of a right with the nature or legal basis for the right itself.  These functional and legal differences are important not only for understanding the methods of subordination that lead to their denial, but also for crafting forward-looking legal and political arguments to support their preservation.\nThis article asks what Dobbs means for our understanding of individual liberty, specifically with respect to queer rights.  This inquiry proceeds in four parts. The first part discusses the intertwined evolution of queer identity and legal status based on the liberty and equality principles enunciated by the Court from Bowers v. Hardwick through Obergefell v. Hodges.  The second part explores the distinction between queer rights and abortion access both with respect to the nature of the rights and their constitutional foundations.  It argues that these functional and legal differences are significant and should result in divergent legal futures.  The third part examines the majority opinion in Dobbs and shows how both Lawrence and Obergefell should survive review on the merits, as well as under stare decisis.  The fourth part offers a clear-eyed caveat.  It acknowledges that the current political climate and make-up of the Court may nonetheless threaten the longevity of constitutionally recognized queer rights.  It asserts that if these precedents fall, it would be the result of an exercise of political will rather than a reasoned and intellectually honest application of Dobbs.  A brief conclusion discusses future legal avenues for ensuring protections for queer people and their families under Dobbs",
    "tags": [
        "text",
        "abortion; Roe v. Wade; LGBTQ; Dobbs v. Jackson Women\\u27s Health Organization; Queer; substantive due process; civil rights; individual rights; individual liberties; 14th amendment; reproductive justice; originalism; planned parenthood v. casey; stare decisis; Queer Rights; Dobbs; Queer Identity; Bowers; Obergefell; Glucksberg; Obergefell; Lawrence; Roe; Casey; Plessy; Lochner; Griswold; Sodomy; Blackmun; Hardwick; Pierce; Meyers; Eisenstadt; Hurley; Romer; Justice Kennedy; Marriage; Equality; Goodridge; DOMA; United States; Windsor; Loving; Justice Roberts; Justice Alito; Moore; Cruzan; Casey; Washington; Ordered Liberty; Michael H.; Poe; Lawrence; Marbury; Civil Rights; West Coast Hotel Co.; Justice William Douglas; Johnson; Taft; Thomas; West Virginia; LGBTQ; RMA",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digital.sandiego.edu:sdlr-3452",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3641",
        "openDoarId": 0,
        "name": "University of San Diego",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 580001564,
        "depositedDate": null,
        "publishedDate": "2023-05-31T08:00:00+01:00",
        "updatedDate": "2024-02-21T00:19:42+00:00",
        "acceptedDate": null,
        "createdDate": "2023-08-27T13:25:37+01:00"
    },
    "urls": [
        "https://digital.sandiego.edu/sdlr/vol60/iss1/3",
        "https://digital.sandiego.edu/context/sdlr/article/3452/viewcontent/02_60_No.1SanDiegoL.Rev.45_2023_.pdf"
    ],
    "lastUpdate": "2024-02-21T00:19:42+00:00",
    "setSpecs": []
}