{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rosenblum, Darren"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-08T12:58:10+00:00",
    "dataProvider": {
        "id": 1323,
        "name": "DigitalCommons@Pace",
        "url": "https://api.core.ac.uk/v3/data-providers/1323",
        "logo": "https://api.core.ac.uk/data-providers/1323/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/46713680.pdf",
    "fullText": "Pace University DigitalCommons@Pace Pace Law Faculty Publications School of Law 1-1-1994 Queer Intersectionality and the Failure of Recent Lesbian and Gay \"Victories\" Darren Rosenblum Elisabeth Haub School of Law at Pace University Follow this and additional works at: https://digitalcommons.pace.edu/lawfaculty  Part of the Constitutional Law Commons, Human Rights Law Commons, and the Sexuality and the Law Commons Recommended Citation Darren Rosenblum, Queer Intersectionality and the Failure of Recent Lesbian and Gay \"Victories\", 4 Law & Sexuality 83 (1994), http://digitalcommons.pace.edu/lawfaculty/210/. This Article is brought to you for free and open access by the School of Law at DigitalCommons@Pace. It has been accepted for inclusion in Pace Law Faculty Publications by an authorized administrator of DigitalCommons@Pace. For more information, please contact dheller2@law.pace.edu. QUEER INTERSECTIONALITY AND THE FAILURE OF RECENT LESBIAN AND GAY \"VICTORIES\" INTRODUCTION ............................................................................................ 84 ........................................................................... I . QUEER THEORIES 86 A . cc 11 .................................................... Queer as a Category 86 B . Queer Intersectionulity ..................................................... 88 C . The Queer Continuum ...................................................... 90 1 . Inclusion ............................................................... 91 ........................................................ 2 . Identification 91 3 . Nonerasure and Intersectionality ........................ 92 ...................................................... 4 . Empowerment 93 ........................... . D Litigation and the Limits of Liberalism 93 IZ . QUEER VICTORIES? ........................................................................ 94 A . Queer Legal Needs ........................................................... 95 .......................................... B . Lesbian and Gay \"Victories\" 96 1 . Braschi v . Stahl Assoc ......................................... 96 2 . In the Matter of the Adoption of Evan ................ 97 . 3 . M.A.B. v R.B ........................................................ 99 . 4 . Thomas S v . Robin Y. ........................................ 100 .............................................................. C . Queer Critiques 102 1 . Poor Queers ........................................................ 103 2 . Queers of Color .................................................. 106 3 . Sexual Subversives ............................................ 107 4 . Gender Subversives ........................................... 113 * B.A., 1991. J.D. 1995. University of Pennsylvania This Essay was originally written for Professor Kendall Thomas in conjunction with a Law and Sexuality class he taught with Professor Evan Wolfson at Columbia Law School . Studying with Professor Ruthann Robson at CUNY Law School brought me toward a critical perspective of lesbian and gay legal issues . Professor Susan Sturm's unfailing support has proven essential in my intellectual development . I am grateful to these professors for their guidance as well as to Robert Cordell. Alys I . Cohen. Mary A . Inman. Marc Stein. and Professor Barbara Bennett Woodhouse . Finally. I thank my parents. Edward and Susan Rosenblum. for their constant encouragement . I dedicate this Essay to Pascal de Duve. French writer (1964-1993). who always remained \"ivre de vivre\" (drunk with life) despite the onslaught of AIDS . His boundless creativity and strength will always inspire me to. in the words of Mame Dennis. \"live. live. live!\" 83 Heinonline .. 4 Law & Sexuality: Rev . Lesbian & Gay Legal Issues 83 1994 84 LAW & S E X U m  [Vol. 4 V. QUEER DIRECTIONS: A PLmarm OF RESISTANCES ................ 1 14 A. Change ............................................................................ 1 16 B. Subversion ...................................................................... 1 18 C. Co-optation ..................................................................... 1 19 D. Transforming the Legal Landscape of Queer Lives ............................................................................. 120 Amidst the juridical heterosexisml of our legal system, the few successful lesbian and gay cases stand out as brilliant, hopeful harbingers of the future. With good cause, lesbian and gay people have hailed state cases that indicate Bowers v. Hardwick2 has not contaminated all American courts.3 Although termed \"victories\" for the lesbian and gay community, several recent New York cases exclude many queer4 legal needs. Four cases, Braschi v. Stahl as so^.,^ In the Matter of the Adoption of Evan,6 M.A.B. v. R.B.7 and Thomas S. v. Robin Y.,8 embody the law's 1. I use heterosexism to refer to the belief that heterosexuality is superior to homosexuality, and the enforcement of this belief on juridical and societal plains. Homophobia, on the other hand, refers to a more psychological and individual reaction to homosexuality and the cultural identities that surround it. 2. 478 U.S. 186 (1986). For further comment on Bowers v. Hardwick, see Rhonda Copelon, A Crime Not Fit to be Named: Sex, Lies, and the Constitution, in % P O L ~ C S  OFLAW: A PROGRE~~NE C ~ Q U E  (David Kairys, ed., 1990); Janet E. Halley, Reasoning About Sodomy: Act and Identity In &After Bowers v. Hardwick, 79 VA. L. REV. 1721 (1993), and commentaries following by Anne B. Goldstein, 79 VA. L. REV. 1781 (1993), and Kendall Thomas, 79 VA. L. REV. 1805 (1993); Kendall Thomas, Beyond the Privacy Principle, 92 COLUM. L. REV. 1431 (1992). 3. State cases also hold great importance for lesbian and gay rights litigation since the Reagan-Bush administration's federal judicial appointments have reduced the possibility of succession federal courts. See, e.g., Patricia M. Wald, The Admonitions for Legal Services Advocates Contemplating Federal Litigation, 27 CLEARINGHOUSE REV. 11, 12 1993, noted in Susan P. Sturm, The Legacy and Future of Correctiorts Litigation, 142 U .  PA. L. REV. 639, n.6 (1994) (noting increasingly conservative tendencies of the federal bench). 4. \"The term 'queer,' juxtaposed to the 'lesbian and gay' of the subtitle, is intended to mark a certain critical distance from the latter, by now established and often convenient, formula\" Teresa de Lauretis, Introduction to Queer Theory: Lesbian and Gay Sexualities, 3 D-CES: A J. OFFEMINI~~CULTUR~LSTUDIES iv. Section I will fiuther develop the concept of \"queer.\" 5. 543 N.E.2d 49 (N.Y. 1989). 6. 583 N.Y.S.2d 997 (1992). 7. 510 N.Y.S.2d 960 (1986). 8. 599 N.Y.S.2d 377 (Fam. Ct. 1993). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 84 1994 19941 QUEER I i V T E R S E C T l O N ~  85 progress on lesbian and gay issues? This essay will question the value of these decisions as victories for our community. Queer identity fundamentally intersects with other marginal identities of individuals and communities and serves as the central theoretical basis for my critique of these cases. Creating queer coinmunities with widely varying legal needs specific to various classes, races, gender and sexual identifications. Given the breadth of marginal identities, an analysis of these cases will demonstrate the value of these cases to certain queers over others. While recognizing the progressive aspects of these cases, the narrowness of these lesbian and gay \"victories\" puts their status into question. The intersectionality of class, race, sexual practice and gender preference and an implicit interrogation of the value of law in social change inform this critique. The marginalizing and essentializing tendencies of litigation reveal it to be a flawed technique for change for queer communities. Reliance on litigation for the direction of the movement is dangerous because these essentializing and marginalizing aspects of litigation have the potential to further divide and weaken queer political strength. Litigation should follow strategy, not define it. Part I of this essay will introduce the queer theories underlying my critique and will outline the discrete positioning of lesbian and gay identity and community10 which labels these cases \"victories.\" The intersectionality of queer identity is the key blind spot in the litigation model. The queer continuum, a re-conceptualization of Adrienne Rich's lesbian continuum, delineates the spectrum of queer identity. Part I1 will explore the facts, issues and holdings of these four cases. My examination of these cases will reveal how they grant some rights to \"but- 9. \"Cases from within the community often center on the very issues heterosexuals take for granted. For instance, the broadening of the definition of 'family' in succession of rent- s t a b i i  leases in Braschi, or Surmgate Preminger's decision permitting a non-biological lesbian parent to adopt her lover's child. L i e  Thomas S. v. Robin Y., these cases involved basic rights which had not been afforded members of the lesbian and gay commukty.\" LORI COHEN, June 1993 Lmms TO THE LESBIANIGAY L. NOTES 4. In addition to the post-Harmvick importance of state cases, the visibility of New york's lesbian and gay community, perhaps the world's largest, also makes these cases so prominent. 10. I use the phrase \"lesbian and gay\" here in some opposition to \"queer\" because of the relatively legitimized nature of the ''lesbian and gay\" community. Common usage of related terms is also informative. See, e.g., Lea Delaria, Address at the March on Washington for Lesbian, Gay, and Bisexual Rights (April 25, 1993) (stating 'What's the difference between a lesbian and a dyke? Thirty thousand dollars a year!\") I also use the word \"community\" rather than \"communities\" because the discrete notion of lesbian and gay identity also posits a discrete lesbian and gay community rather than multiple communities. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 85 1994 86 LAW & SEXUALITY [Vol. 4 fory' queers, who, \"but-for\" their being lesbian or gay, would be \"perfect citizens.\"ll I will discuss how the rules and applications of these cases either exclude some queer communities or address issues irrelevant to other communities. The communities whose interest I specifically address are poor queers, queers of color, sexual subversives, and gender subversive queers. These limitations should figure prominently in the consideration of litigation's role in queer activism. In Part Ill, I conclude by outlining the implications of this critique for the relationship between queer communities and litigation. In this section, I will first establish that queer identity intersects with sex, race, class, sexual practice and gender preference. A queer legal program should account for this multiplicity. Adrienne Rich's lesbian continuum broadens our notion of community, providing the basis for a queer critique of these cases and for political action respecting difference. Finally, I critique a discrete notion of lesbian and gay identity promulgated by litigation that ignores the intersectionality of queer identity. A. \"Queer\" as a Category The term \"queer\" often engenders controversy, perhaps owing to the radical nature of those who most notably brought it into use in the lesbian and gay communities, ACT-UP12 and Queer Nation.13 Its 1 1. Ruthann Robson, Address at the Conference of the National Lesbian and Gay Lawyers Association (NLGLA) Oct. 24,1992. 12. Indeed, ACT-UP revived the radicalism of lesbian and gay communities that has led to the exploration of more radical identities such as \"queer.\" \"What we are seeing among the young who make up ACT UP is once again gay men and lesbian women acting in concert, welcoming and appreciating each other's differentness, and also welcoming minority people. Beyond that change in personnel, what ACT UP has discovered in the process of struggle is the full extent of entrenched privilege which characterizes our society . . . Because of those insights gathered during ACT UP'S struggles, I think we may yet see the birth of a new gay movement which is once more radically oriented.\" Martin Duberman, Historian, Address to Ceremony Inaugurating Lesbian and Gay Pride and History Month in New York City, June 1, 1989, in DOUGLAS CRIVP with ADAM ROLSTON, AIDS D ~ O G W H I C S  (1990). Crimp's book provides an effective catalog of ACT-UP'S politics, images, and achievements. 13. For a discussion of Queer Nation, see FRANK BROWNING, Queer Rage, in THE C~LIUE OF DESIRE: PARADOX AND P E R V E R S ~  IN GAY LIVES TODAY 26 (1993). A manifesto of queer Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 86 1994 19941 QUEER liIW.ERSE~ONALJlY 87 complex meaning led to a relatively rapid spread to lesbian and gay academia14 A word originally used to deride a broad group of social outcasts, \"queer\" conveys an unequivocally subversive relationship with hegemony. Its historically negative meaning calls into question the accuracy of categories themselves by complicating the signs of positive and negative identification. \"The minute you say 'queer' you are necessarily calling into question exactly what you mean when you say it.\"l5 \"Queer\" as a political category avoids the essentialist meaning often presumed by the terms \"lesbian and gay.\"l6 This essentialism has been much criticized by academics and legal scholars as both inaccurate17 and destructive.18 Normative categories must be context-driven in order to hold any meaning. \"Queer,\" unlike \"lesbian and gay\" does not merely describe sexual practices, but a destabilization of heterosexual hegemony.19 \"llr]he term 'queer' in its openness . . . suggests the truly polyrnorphous nature of our difference, of difference within the lesbian and gay community . . . [Qlueer includes within it a necessarily expansive impulse that allows us to think about potential differences within that rubric.\"2o Thus \"queer\" is a political category permitting both the activism is ANONYMOUS QUEERS, QUEERS READ THIS (1990) reprinted in WILUAM B. RUBENSIEIN, ed. LESBIANS, GAY MEN, ANDTHELAW 45 (1993). See infa note 26. 14. For a brief study of recent use. of \"queer,\" see Lisa Duggan, Making It Perfectly Queer, 22 SOCIAUS~REV. 11(1992). 15. Phillip Brian Harper, Multi/Queer/Culture, in 24 V O L ~  RADICALAMFBICA 30 (1990). 16. For a summary of the related debate on essentialism and contructionism, see e.g., John Bosweil, Revolutions, Universals, and Sexual Categories, 58-59 SWGUNDI 89 (1982-83); see also Cheshire Calhoun, Denaturalizing and Desexualizing Lesbian and Gay Identity, 79 VA. L. REV. 1859 (1993) (arguing that the debate of essentialism and constructivism should employ more complex understandings of each position than have previously been used). Michel Foucault's work on sexuality also provides a lynchpin to the constructionist argument. See MICHELFOUCAULT, THE HETORY OF S E X U ~ :  ANINI'RODUC~ON (Robert Hurley, trans.) at 43. 17. See, e.g., David M. Halperin, One Hundred Years of Homosexuality, in THE MMF OF THE GREEKS (Milad Doueihi ed.), 16 D I A ~ C S  34 (1986); Robert Padgug, Sexual Matters: Rethinhg Sexuality in History, in 20 RADICAL HETORY REV. 3 (1979); Natalie Angier, Srudy of Sexual Orientation Doesn't Neatly Fit Mold, N.Y. TIMES, July 18, 1993 (discussing the debate among lesbian and gay activists whether biological evidence of homosexuality will benefit or hinder the effort for legal protection). 18. See, e.g., Janet E. Halley, The Politics of the Closet: Towards Equal Protection for .Gay, Lesbian, and Bisexual Identity, 36 U.C.L.A. L. REV. 915 (1989) (arguing that equal protection claims of immutability for lesbian and gay people are both inaccurate and legally ineffective). 19. \"I will ultimately suggest that if there is an essential gay identity, it is not best described in terms of same-sex desire. Instead, it is best described as an identity that breaks heterosexual law.\" Calhoun, supra note 16, at 1860. 20. Harper, supra note 15, at 30. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 87 1994 recognition of differences and intersectionalities and expansion to a continuum of subversive people. B. Queer Intersectionality A lot of times when you're black and gay, you don't know whether the discrimination is due to your blackness or your gayness.21 Bell Hooks, in Ain't I A Woman?, denounced the white women's movement for universalizing white notions of c'woman,\" thereby erasing the existence of black women.22 Similarly, discussing the parties in these cases as lesbian or gay without specifying other aspects of their social position implies that they occupy a universal position. The effect of these false universals is to erase other queers and to ignore their very different experiences. Black women face discrimination both as Blacks and as women. They also face discrimination specific to their subject position, which cannot be analyzed merely from a \"Black\" perspective or from a \"woman's\" perspective. Kimberle Crenshaw describes this collision of identities and discriminations: Black women are sometimes excluded from feminist theory and antiracist policy discourse because both are predicated on a discrete set of experiences that often does not accurately reflect the interaction of race and gender. These problems of exclusion cannot be solved simply by including Black women within an already established analytical structure. Because the intersectional experience is greater than the sum of racism and sexism, any analysis that does not take intersectionality into account cannot sufficiently address the particular manner in which Black women are subordinated. Thus, for feminist theory and antiracist policy discourse to embrace the experiences and concerns of Black women, the entire framework that has been used as a basis for \"translating women's experience\" 21. Ronald Prince, quoted in Lena Williams, Blacks Rejecting Gay Rights As a Battle Equal to Theirs, N.Y. TIMES, June 28, 1993, at A1 (discussing Black reluctance to support lesbian and gay rights for religious and historical reasons). 22. See generally BELLHOOKS, AIN'TI A WOMAN? (1981). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 88 1994 19941 QUEER LNT.ERTECirlON' 89 or \"the Black experience\" into concrete policy demands must be rethought and recast.23 Queer identity is intersectional, since most queers24 face multiple aspects of discrimination, as women, as people of color, as poor people, as cross-gendered people, and as sexual subversives. The multiplicity of the discrimination that queers face is thus greater than anti-lesbian and anti-gay discrimination. Queer identity implicates opposition to these discriminations: \"Being queer . . . means everyday fighting oppression; homophobia, racism, misogyny, the bigotry of religious hypocrites and our own self-hatred.-25 Just as feminist q d  antiracist agendas fail Black women by centering on femaleness or Blackness, so the liberal lesbian and gay position fails by identifying the community solely on same-sex p m e r  choice, ignoring the class, race, ethnicity, sexual and gender identity diversity of the queer community. Since \"the homophobia 23. Kimberle Crenshaw, Dernarginalizing the Intersection of Race and Sex. A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory, and Antiracist Politics, 1989 U. CM. LEGALE 139,140. Crenshaw describes the b i d  Black women face by liberation movements: \"Black women are regarded either as too much like women or Blacks and the compounded nature of their experience is absorbed into the collective experiences of eithergroup or as too different, in which case Black women's Blackness or femaleness sometimes has placed their needs and perspectives at the margin of the feminist and Black liberationist agendas . . . . While it could be argued that this failure represents an absence of political will to include Black women, I believe that it reflects an uncritical and disturbiig acceptance of dominant ways of thinking about discrimination.\" Id at 150. Though I quote extensively from this brilliant piece of legal scholarship, a closer familiarity with Crenshaw's argument would certainly enrich an understanding of my argument 24. My calculation here that most queers are intersectional is based on an assumption of parity between lesbians and gays. Various studies provide contrary evidence to this assumption. See, e.g., ALFRED C. KNY ET AL, SEX BEHAVIOR IN THE HUMAN (1948); ALFRED C. WEY, SEXBEHAMORINTHEHUMANF~AE (1953). However, given the problematic essentialist bases for such statistics, I prefer to rely on my experience which indicates some degree of parity between lesbians and gays. I also cannot ignore differences between lesbians and gays that might impact on such perceptions. Manuel Castells, urban geographer states: \"Lesbians, unlike gay men, tend not to concentrate in a given territory, but establish social and interpersonal networks.\" MANUEL CASIEI~S, 'I& CrrY AND THE GRASSROOTS: A ( 3 0 s - C U L m  THEORY OF URBAN S m M o m m m  140 (1983). 25. ANONYMOUS QUEERS, QUEERS READ THIS (1990) reprinted in Rubenstein, supra note 13. Anonymous Queers further describes queer identity: \"Being queer means leading a different sort of life. It's not about the mainstream, profit margins, patriotism, patriarchy, or beiig assimilated. It's not about executive directors, privilege and elitism. It's about being on the margins, defining ourselves; it's about gender-fuck and' secrets, what's beneath the belt and deep inside the heart; it's about the night. Being queer is \"grass roots\" because we know that everyone of us, every body, every cunt, every heart, and ass and dick is a world of pleasure waiting to be explored. Everyone of us is a world of infinite possibility.\" Id at 46. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 89 1994 90 L A W & S E X U m  [Vol. 4 directed against both males and females is not arbitrary or gratuitous, but tightly knit into the texture of family, gender, age, class, and race relati0ns,\"~6 we must recognize queer intersectionality and strategize through it. Focusing on the intersectionality of queer identity might permit lesbian and gay legal strategists to address lesbian and gay legal issues without ignoring the unique way in which women, people of color, poor people, sexually subversive people, cross-gendered people and others face anti-queer discrimination. Attention to these intersectionalities may help provide the largely white, middle-class lesbian and gay legal community with the perspective to litigate for a far broader sense of community. C. The Queer Continuum Intersectionality's inclusion of specific identity differences raises inherently personal issues. Social change should reflect the queer politicization of personal identities. The lesbian continuum, which comprises \"the multitude of identities which constitute lesbian existence,\"\" helps reconceptualize the queer continuum. \"Lesbian existence comprises both the breaking of a taboo and the rejection of a compulsory way of life.\"28 Compulsory heterosexuality, the system which forces women to define themselves in relation to men and erases lesbian existence, is a \"political in~titution.\"~g Through compulsory heterosexuality, men dictate women's (heter0)sexuality and thus prevent them from centering their expression in womanhood. The lesbian continuum is the range of women's resistance to compulsory heterosexuality. The queer continuum is thus the range of sexual identities which subvert compulsory heterosexuality. Rather than focus on women's resistance as does the lesbian continuum, the queer continuum centers on the resistance of people of all sexes. However, several similarities between the queer continuum and the lesbian continuum provide a useful comparison. 26. EVE KOSOFSKY !?.EDGEWICK, BETWEEN MEN: ENGLISH LITERATURE AND MALE HOMOSOCIALDESIRE 3-4(1985) noted in Kendall Thomas, supra note 2, at 1515 n.282. 27. Adrienne Rich, Compulsoly Heterosexuality and Lesbian Existence, in LESBIAN AND GAY STUDIES READER 239 (Henry Abelove, Michsle Aina Barale, David M. Halperin eds., 1993). 28. Id 29. Id at 232. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 90 1994 19941 QUEER lNT.ERSE~ONALJTY 9 1 1. Inclusion The queer continuum includes a wide range of people who resist compulsory heterosexuality. My goal in using Rich's model is to expand queer identity to many people. Not just lesbian and gay people belong to the queer continuum; it includes all sexual minorities. Many of us are dykes, fags, bisexuals, radical feminists and other subversive heterosexuals, transvestites, transsexuals, poor queers, Black queers, Asian-American queers, Latino queers, homos, drag queens, leather queens and dykes, muscle queens, lipstick lesbians, .bull dykes, gay women, etc. The vast intersectionality and diversity of queer identities all situate along the queer continuum; extending to those who do not identify with it. 2. Identification The lesbian continuum includes women who behave homosocially but do not identify themselves as lesbians. The queer continuum also describes people who do not identify as queer but nonetheless subvert traditional gender and sexual identities.30 The breadth of queer existence, like lesbian existence, draws on resistant acts and not exclusively on self-identification. Thus, even some of the men who have tearoom sex, who might loathe the word \"queer\" and even \"gay,\"31 are queer because they commit acts of sexual subversion against compulsory heterosexuality. Thus, even the demonic Roy Cohn32 and J. 30. Radical scholars, like radical activists, initially saw \"queer\" as a word which could describe women and men, whites and people of color, muscle boys and drag queens. However, I recognize that many women and people of color feel \"queer\" erases their more intersectional identities as \"gay\" did and do not identify as such. However, I have found no word which replaces the theoretical value of \"queer\" in applying subversion to a broad spectrum of identities. > 31. Loathing lesbian or gay identity is not necessarily a condition of being closeted. See, cf: Mark A. Fajer, Can Two Real Men Eat Quiche Together? Storytelling, Gender-Role Stereotypes, and Legal Protection for Lesbians and Gay Men, 46 U. MAMI L. REV. 511, 591-99 (1992) (discussing the individual and community costs of hiding one's homosexuality); David H. Pollack, Forced Out of the Closet: S m l  Orientation and the Legal Dilemma of \"Outing\", 46 U. MAMI L. REV. 711,716-719 (1992) (discussing the relationship between homosexual identity and privacy). 32. NICHOLAS VON HOFFMAN, CmzEN COHN (1988). The character Roy Cohn in Angels in America states 'This is not hypocrisy. This is reali ty... Because what I am is defined entirely by who I am. Roy Cohn is not a homosexual. Roy Cohn is a heterosexual man ... who fucks around with guys.\" TONY KUSHNER, ANGELS N AMnuc.4 PART ONE: APPROACHES at 46 (lleater Communications Group, 1993). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 91 1994 Edgar Hoover33 are on the queer continuum because of their covert homosexuality and transvestitism, despite their oppressive misidenti- fication. 3. Nonerasure and Intersectionality Facially, intersectionality and the queer continuum contradict one another. While intersectionality focuses on difference, the unity of a continuum might imply the erasure of difference. However, variation is a fundamental part of the continuum: otherwise it would be entirely unitary. Political unity through the respect of difference, a fundamental strategy for subordinated communities; might be furthered by combining these two concepts, by building on Rich's continuum precisely to avoid collapsing different queer communities into a unitary queer identity. \"To equate lesbian existence with male homosexuality because each is stigmatized is to erase female reality once again.\"34 The queer continuum's intersectional focus ideally includes the specific needs of various communities. However, \"[tlhe risk is that queer theoretical work will mirror queer doctrinal work in perpetuating the invisibility of lesbians.\"35 Respecting intersectionality within the continuum might avoid perpetuating this invisibility. Although many different types of people are queer, their queerness does not erase their singularity. The queer continuum invokes a broad community encompassing a multiplicity of identities. It permits us to envision this community without erasing the intersectionality of separate identities. The recognition of difference often leaves little space for broad political action. But the queer continuum, connecting the personal to the political, permits queer intersectionality to surpass the level of difference into a potential program for change. 33. A N ~ O N Y  SUMMERS, OFFICIAL AND CONFIDEN~JAL: THE SECRE~ LIFE OF J. EDGAR HOOVER (1993). 34. Rich, supra note 27, at 239. 35. RUIHANN ROBSON, LESBIAN (OUT)LAW 22 (1992). Robson continues her critique: \"Except for lesbian custody cases, and a few recent discussions of lesbians in the military, most doctrinal legal discussions have focused almost exclusively on gay men. . . . If this trend continues, queer legal theory will in fact be gay male legal theory.\" Id. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 92 1994 19941 QUEER INTERSECiTONNALITY 93 4. Empowerment The queer continuum unites a broad range of disempowered communities, surpassing the \"lesbian and gay\" community's relatively limited political reach. By including occasionally subversive people and people who face intersectional discrimination, the queer continuum def~nes .broad resistance to compulsory heterosexuality. This political constitution of many subversive identities may broaden notions of community in an empowering way. Respecting other intersecting identities would help create the trust necessary for alliances with other subordinate groups. It is through the lens of this broad-based community that I will analyze lesbian and gay rights litigation. D. Litigation and the Limits of Liberalism Courts recognize targets of discrimination solely on the basis of belonging to a specific protected class. As Professor Crenshaw asserts: \"Because the scope of antidiscrimination law is so limited, sex iind race discrimination have come to be defined in terms of the experiences of those who are privileged but for their racial or sexual characteristics.\"36 In her discussion of DeGrqffenreid v. General Motors?7 she exposes a federal district court's inability to perceive intersectional discrimination: \"Under this view, black women are protected only to the extent that their experiences coincide with those of either of the two groups plack men and white women].\"38 Similarly, courts considering lesbian and gay issues only look at the issue of sexual orientation.39 To fulfjll the requirements of the court, lesbian and gay litigation requires a client who, but for that trait, would not have fallen victim to discrimination. Indeed, Ruthann Robson has coined the term \"but-for queef' as someone who, \"but for'' their being queer, would be perfect30 \"But-for queers\" constitute the ideal parties to a test case, because someone facing more than just sexual orientation discrimination might confuse the issue before the court. \"But-for\" queer litigants permit the courts to focus on 36. Crenshaw, supra note 23, at 151. 37. 413 F. Supp. 142 (E.D. Mo. 1976). 38. Crenshaw, supra note 23, at 143. 39. The widely used term \"sexual orientation\" implies sexuality to be a fixed identity, a notion contested by many sexual subversives in the queer community. For them, the term \"sexual preference,\" while outdated, might more accurately express the fluidity of sexualities. 40. Robson, supra note 11. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 93 1994 94 LAW & SEXUALITY [Vol. 4 anti-lesbian and gay discrimination independent from other discrimination. Litigation about discrete lesbian and gay identity leads to legal remedies centered in that identity. Courts thereby follow other juridical norms that exclude on the basis of class, sex, race, sexual practice and gender performance. While \"other\" queers may benefit from such litigation, their exclusion from lesbian and gay litigation means that intersectional discrimination is not addressed by that litigation. p]he measure of a just society is not how it treats people who look like Ozzie and Hamet. That's the easy part. A just society must offer the same full citizenship to the flamboyant dressers . . .as it does to those who look[ ] \"just like the people next door.\"-New York Times41 41. Washington-by Way of Stonewall, N.Y. TIMES, Apr. 27, 1993, at ,420. Because this editorial, responding to the 1993 March on Washington for Lesbian and Gay Rights, so eloquently defends the position I take up in this essay, I quote the full text: The modem gay rights movement started a quarter of a century ago, when police raided the Stonewall Inn, a cross-dressers' bar in Greenwich Village. The incident led to three days of civil disobedience, much of it by men in drag. Stonewall convinced gay men and lesbians that they were under attack and that they needed to organize for political action and demonstrations, like the one last weekend in Washington. This march was Ozzie and Haniet compared with the Stonewall days or even with the annual gay pride parade in New York. As The Los Angeles Times's Bettina Boxall wrote: \"They wanted to show to America that they were 'regular' people, the kind that live next door, go to work every day, and pay their taxes.\" While the march included the exotic-some bare-breasted women, transvestites and people clad in leather gear-for the most part, the demonstrators were conventional, orderly, and well behaved.\" \"Ordinary\" and 'The People Next Door\" were mantras of the weekend, as though the right of full citizenship depends on how one chooses to dress. It doesn't. And it's a dangerous idea The fixation on \"normalcy\" is understandable given how gay Americans have been demonized in recent years. But the measure of a just society is not how it treats people who look like Ozzie and Haniet. That's the easy part. A just society must offer the same full citizenship to the flamboyant dressers in last weekend's parade as it does to those who looked \"just like the people next door.\" Id. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 94 1994 19941 QUEER INTERSECTIONALITY 95 A. Queer Legal Nee& Awareness of queer intersectionality should reshape our conception of queer legal needs. The focus of lesbian and gay legal needs, the extension of rights to people without regard to sexual orientation, does not necessarily answer queer legal needs. Intersectional queers might face exclusion by other forces in the law, such as classism, sexism, or racism. Their legal priorities might differ from those of \"but- for\" queers. Poor queers might not find inclusion by courts looking at education, profession, and property in evaluating their claims. Their access to litigation is itself limited. Their ability to conceal behavior rejected by the courts is reduced32 Economic inequality leaves many queers of color facing this same classism. In addition, their family structures and cultural attitudes about homosexuality often differ from those of white people. Furthermore, queers of color might define their queerness differently from white people and from each other33 Since manifestations of homophobia and heterosexism are culturally contingent, . remedies countering white heterosexism might not address this discrimination. Courts relying on traditional sexual and gender norms might deny sexual and gender subversive litigants and ignore their priorities. Their priorities in the recognition of relationships by courts may diier as well. These queer legal needs therefore find little relief in the courts. This treatment by the courts cannot be entirely disassociated 42. See, erg., White v. Thompson 569 So. 2d 1181 (Miss. 1990), in which a lesbian mother's use of marijuana was cited by the courts in declaring her neglectful. Had she and her lover been able to afford more than a trailer home, their privacy might have prevented the court from attaining such information. For a more extensive discussion of this case, see infra note 102 and accompanying text 43. See, e.g., Jennie Livingston's film on Black and Latino drag culture in New York, PARB Is BURNING (Off-White Productions, 1991); B E ~ L  HOOKS, Is Paris Burning?, in BLACK LOOKS: R A ~ E A N D R E P R E S ~ ~ A ~ O N  147 (1992); Robert F. Reid-Phm, The Spectacle of Blackness VOL 24 No. 4 RADICAL AMERICA 57 (1993). Although Livingston's film is \"undoubtedly one of the most popular and critically acclaimed representations of Blackness to have emanated from the gay community in this decade,\" her work is by no means an unproblematic representation of the culture it represents. Id See also Oscar Montero, Before the Parade Passes By: Latino Queers and Nationul Identity VOL 24 No.4 RADICALAMENCA 16 (1990) ('From the start, any critical stance in this area is bound to be awkward, but no more so than the very notion of samesex sexual identity in a Latino context, where the English word \"gay\" is a recent borrowing. . . !The terms for samesex sexual identity are] all of them disparaging: pato, pafa, prijaro, cochona (male duck, female duck, bid, sow), all synonyms of 'queer.\"') Id; Tomas Amaguer, Chicam Men: A Cartography of Homosexual Identity and Behavior, 3.2 DEFERENCES: A J. OF FEMINIST CULTURAL STUDIES 75 (1991) reprinted in THELESBIAN AND GAY SIXDIESREADER, supra note 27 at 255. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 95 1994 96 LAW & S E X U '  [Vol. 4 from discrimination within queer communities. Sexism,44 racism,45 classism, internalized homophobia, and other discriminations that plague heterosexual society also divide queer communities. By furthering \"but- foi' queer interests over intersectional queer interests, \"gay and lesbian7' litigation may deepen such rifts.46 B. Lesbian and Gay \"Victories \" Because my critique of each of the following \"lesbian and gay legal victories7' is necessarily based on multiple perspectives which often merge, I will summarize the cases before criticizing them. 1. Braschi v. Stahl Assocs. Co. Braschi is perhaps the most prominent case in New York dealing with lesbian and gay issues, partly because it was the first case in which New York's highest court recognized lesbian and gay relationships.47 Upon the death of tenant Leslie Blanchard, Stahl Associates tried to evict his lover, Miguel Braschi. Rent control laws, designed to protect tenants from exorbitant rents, have non-eviction provisions for co-habiting family members. Braschi sued to inherit the rent-controlled tenancy, presenting 44. See, e.g., MARILYN FRYE, Lesbian Feminism and the Gay Rights Movement: Another View of Male Supremacy, Another Separatism, in l& PO= OF 128. Gender subversives also face sexism in that their gender performance violates sexist norms of gender roles. See, e.g., MANORIEGARBER, VESIED IN- (1992). 45. See generally, e.g., Ess~x HEMP=, CERFMOMES: PROSE AND POW (1992); Robert F. Reid Phan; supra note 44. 46. Some may claim that these interests are separate from distinctly queer interests. As I point out in my discussion of Queer categories, my purpose is specifically to call into question the notion that \"queer\" or \"lesbian and gay\" legal needs are distinct from those of other marginalized P\"-'PS. 47. Indeed, the front page of THE NEW YORK 'hm proclaimed the victory, the first time since Hardwick that coverage of a lesbian and gay rights case graced its cover. See Phillip S. Gutis, New York Court Dejines Family to Include Homosexuals, N.Y. l ' h ~ s ,  July 7, 1991, at Al. William B. Rubenstein, of the American Civil Liberties Union Lesbian and Gay Rights Project, who argued the case before the Court of Appeals, stated: 'Today's decision is a ground-breaking victory for lesbians and gay men.. . It marks the most important single step forward in American law towards legal recognition of lesbian and gay relationships.\" Id \"We heralded Braschi as a tremendous breakthrough, not only because the Court of Appeals recognized a gay or lesbian couple as family, but also because of its ground-breaking language dismissing genetic history and fictitious legal distinctions as the only basis on which families may be defined.\" Paula Ettelbrick, June 1993 L E ~  TO THE LESBIAN/GAY L. NOTES 1. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 96 1994 19941 QUEER l i V I E R S E C T I O N ~  97 the Court with the issue of whether the non-eviction provision should be extended to same-sex couples. The Cow of Appeals approved several criteria for a same-sex couple to be considered \"family\" for rent control purposes38 For tenancy inheritance, cohabitation was the most fundamental requirement. The Court put forth the following factors as other indicators of a relationship deserving the protection of the non-eviction clause: \"exclusivity and longevity of the relationship, the level of emotional and financial commitment, the manner in which the parties have conducted their everyday lives and held themselves out to society, and the reliance placed upon one another for daily family services.\"49 Despite the specificity of these factors, they are merely indicators, not requirements of proving a relationship to be sufficiently family-like.50 Having established the indicators for an appropriate test, the Court evaluated the BraschiBlanchard couple. Various aspects of their lives so closely mirrored the criteria that one suspects the test was designed to fit the couple.51 After evaluating the Braschi-Blanchard couple's relationship, the Court granted Braschi noneviction protection and tenancy inheritance, finding him to have been one of \"two adult lifetime partners whose relationship is long term and characterized by an emotional and financial commitment and interdependence.\"52 2. In the Matter of the Adoption of Evan In the Matter of the Adoption of Evan was also hailed as an important victory for the lesbian and gay community.53 It was the first 48. The court arrived at this interpretation of the rent control law using common definitions of family from Webster's Dictionary and Ballantine's and Black's Law Dictionaries. Braschi v. Stahl Assoc., 543 N.E.2d 49,54 (N.Y. 1989). 49. Id at55 50. The Court of Appeals stated: 'These factors are most helpful, although it should be emphasized that the presence or absence of one or more of them is not dispositive since it is the totality of the relationship as evidenced by the dedication, caring and self-sacrifice of the parties which should, in the final analysis, control.\" Id 51. The couple \"lived together as permanent life partners for more than 10 years.\" They held themselves out to society as a couple, their families viewed them as \"spouses,\" and the employees of their apartment building regarded them as \"a couple.\" They shared all financial obligations and many of their assets were jointly held. Id 52. Id at54. 53. The front page of the Metropalitan Section of THE NEW YORK TIMES announced the victory. See Ronald Sullivan, Judge Lets Gay P a m r  Adopt Chis N.Y. TIMES, Jan. 31, 1992, at Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 97 1994 New York case in which the lover of a lesbian parent legally adopted her partner's child. Diane F. and Valerie C. had been in a committed long term relationship since 1978. In 1985, they decided to have a child, and Valerie was artificially inseminated with a friend's sperm.54 Since Evan's birth, Valerie and Diane had shared all parenting responsibilities. In 1991, Diane petitioned to adopt Evan.55 The court employed two family law tests to decide the case, the best interests test and the nexus test. The best interest test determines which available option would be in the child's best interest. While noting financial and emotional reasons favoring the adoption, the court clearly viewed the legitimization of Evan's family as primary. \"As he matures, his connection with two involved, loving parents will not be a relationship seen as outside the law, but one sustained by the ongoing, legal recognition of an approved, court- ordered adoption.\"56 The court then employed the second test, the nexus test, set forth in New York in Guinan v. Guinan?7 in which the homosexuality of a parent becomes relevant only when it adversely affects the welfare of the child. Finding the adoption to be in Evan's best interest58 and citing other cases of lesbian adoption?g Surrogate Preminger, noting how few B 1. \"Supporters of gay rights called the ruling significant because New York is a magnet for gay people, and many gay couples would now be encouraged to begin adopting children.\" Id Paula Ettelbrick, Director of Lambda Legal Defense and Education Fund, \"hailed the ruling, saying it 'will help solidify lesbian and gay family life in New York.\"' Id. See ako Edward A. Adams, Lesbian Parent Allowed to Adopt; Surrogate Grants Equal Rights to Child's Mother, Her Life Parmer,N.Y.L.J.,Jan.31,1992,atl. 54. As in Thomas S. v. Robin Y., this friend agreed to relinquish any claim to the child. In the Matter of the Adoption of Evan, 583 N.Y.S.2d 997,998 (1992). 55. Id. 56. Id at 999. The provision in the Domestic Relations Law that requires the adoptive parent's rights to erase those of the biological parent was one obstacle to the adoption after the satisfaction of these tests. As cited in Evan, $1 17(1) of the Domestic Relations Law provides that \"the natural parents of the adoptive child shall be relieved of all parental duties toward and of all responsibilities for and shall have no rights over such adoptive child.\" Invoking the primacy of the best interest test over the Domestic Relations Law, Surrogate Prerninger stated \"where both adoptive and biological parents are in fact co-parents, New York law does not require a destructive choice between the two parents.\" Id at 1000. 57. 477 N.Y.S.2d 830 (1984). 58. Evan, 583 N.Y.S. 2d at 999. 59. Id. at 1002. \"While there have been no appellate decisions, several trial courts have approved adoptions recognizing both partners in a lesbian couple as the legal parents of the children they are jointly raising. In some cases the non-biological mother has been permitted to adopt the child bom to her lesbian partner, without terminating the parental rights of the biological mother.\" Surrogate Prerninger goes on to cite many such decisions, including In the Matter of Adoption Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 98 1994 19941 QUEER L i V ' l E ~ E ~ O N ~  99 children today receive the love of two parents, found in favor of the adoption: \"There is no reason in law, logic or social philosophy to obstruct such a favorable situation.\"60 3. M.A.B. v. R.B. M.A.B. v. R.B. is a 1986 case in which a gay father gained custody of his son.61 The parties married in 1970, separated after the husband came out to his wife in 1978, and divorced in 1984.62 The mother received custody of the three children despite her failing health, though the order required her to reside in the state. When M.A.B., the mother, applied to the court to permit her to relocate to Florida with the children, R.B., the father, cross-motioned for custody of the oldest child, B., and to oppose his ex-wife's move to Florida with the two other children.63 B., a \"poor school citizen,\" had failed and cut many classes, engaged in fights, \"mooned\" his class, and had stolen money from his mother to buy marijuana and alcohol.64 When B. moved in with his father, .his behavior improved according to his teachers and principal.65 The court employed the best interests test, and determined that R.B.'s stability and close contact with school officials had a positive effect on B.66 Furthermore, the court determined that M.A.B.'s illness67 rendered her incapable of raising B. Living with her elderly parents because of her illness, her application to move was viewed as tantamount to awarding custodial responsibility to her parents.68 Petition of Roberta Achtenberg [Cal.Super.Ct., San Francisco Co. No. AD 18490 (198911, that involved the adoption petition of a lesbian politician. 60. Id 61. Aside from being earlier and less prominent than the other three cases, M.A.B., a Suffolk County case, is also the only of the four originating outside New York County. 62. M.A.B. v. RB., 510N.Y.S. 2d 960,960 (1986). 63. Id 64. Idat961. 65. Indeed, after returning to his mother's custody, B. stopped therapy and his behavior worsened. Id at 961-62. 66. Id at962. 67. Although M.A.B. blamed her illness on her husband's homosexuality, her 80 hospitalizations since 1976 suggested otherwise. Id at 962-63. 68. Id at963. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 99 1994 LAW & SEXUALJTY [Vol. 4 The mother argued that the father's homosexuality would have a negative impact on B. Using a form of the nexus test,@ the court found that although R.B.'s homosexuality may have caused B. some difficulty, R.B. was not to be blamed for such problems.70 The court found that the father's behavior, because he did not flaunt his homosexuality before his children, did not adversely affect the ~hi ld .7~ Thus, the court determined that granting R.B. custody was in B.'s best interesP2 and rejected the mother's application to move to Florida.73 4. Thorn  S. v. Robin Y. The heated debate surrounding Thomas S. v. Robin Y. renders it a more complex case: unlike the other three cases, supporters of each party claim their \"victory\" would be more progressive for the lesbian and gay community.74 The facts themselves have engendered heated argument, especially surrounding the nature of Thomas Steel's75 relationship with his biological daughter.76 Robin Young and Sandra Russo met in 1979 and soon decided to have a child.77 RUSSO gave birth to Cade in 19S0 through artificial insemination by a the sperm of a friend who agreed to relinquish any rights to contact the child but would make himself available should the child want to know him.78 Not long after Cade's 69. The court arrives at the nexus test after providing a detailed history of the evolution of New York case law on homosexuality in custody cases, arriving at the nexus test. Id at 965. 70. Id. at 963-64. 71. Id. at 966. 72. Id at 969-70. 73. Id. 74. My commentary on this debate is based on the LesbiadGay Law Notes of the Lesbian and Gay Lawyers Association of Greater New York (LeGal), Arthur Leonard, ed., the responding letters, and the LeGaVNY Bar Association Forum on Thomas S. v. Robin Y. at the New York Bar Association on June 28, 1993. 75. Although the decision does not name the parties, their names have appeared in the press, permitting me to refer to the parties as such. 76. Id. 77. Thomas S. v. Robin Y., 599 N.Y.S.2d 377,377 (Farn. Ct. 1993). The facts presented by both sides contradict each other in fundamental ways, a common occurrence in many family law cases. Nancy Polikoff, Address to LeGal Forum June 28, 1993, supra note 75. Since my purpose is to critique lesbian and gay cases rather than this case's facts, I will focus on the facts as set forth in the opinion. Though I do not necessarily accept the facts as presented by the court, I will not explore the rejected facts, both since the precedentid value of the case lies in the facts found by the court and because a discussion of such facts would inevitably become mired in details unrelated to my point. 78. Thomas S., 599 N.Y.S.2d at 378. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 100 1994 QUEER I'ERSECTlONNALITY birth, Young was impregnated by Steel's sperm under a similar agreement and she gave birth to Ry in 1981.79 Responding to queries by the child and her older sister, Cade, about their fathers, the mothers introduced Steel to the girls.80 Regular contact was established between Ry in New York and Steel in San Francisco.81 \"In 1990, three years after he tested positive for HIV. . . he asked to visit Ry outside the presence of [the mothers]. [They] rejected the request, and cut off contact between Mr. Steel and the child.\"82 The Family Court found that establishing paternity, even if it were biologically accurate, would be inequitable so long after birth.83 Family Court Judge Kaufmann's best interests analysis found that to Ry, Steel had been no closer than other family friends; he was an outsider attacking her family's security.84 Determining the contact between Steel and Ry not significant enough to declare him a parent,85 the Family Court denied the petition to establish paternity and visitation rights. Overturning this ruling, the Appellate Division found that Steel's contact with the child as her biological father required an order of filiation be granted.86 Although this case has divided lesbian and gay legal activists,87 the ensuing debate has infused the reception of this case with a rare but useful critical discussion. This critical discussion prevents this case from receiving the Braschi-like victory reception. The conflicting holdings of the New York County Family Court and the Appellate Division of the Supreme Court point to the complexity of the use of the word \"victory\" in this case. The contentiousness of this case reflects the complex problems of novel parenting and procreative relationships. The bitterness of this 79. Id 80. Id at 379. 81. Id 82. Edward A. Adams, Spenn Donor Seeks Visitation With Child, N.Y.L.J. Feb. 25,1994, at 1. 83. Robin Y. argued successfully that equitable estoppel should be applied in this case since \"the failure of a party to assert a right promptly has created circumstances rendering it inequitable to permit exercise of the right after a lapse of time.\" Thomas S. v. Robin Y., 599 N.Y.S. 377,381 (Fam. Ct. 1993). 84. Id at380. 85. Id at 380,382. 86. Matter of %masS., N.YL.J. NOV. 21,1994, at B1. 87. Peter Bienstock, attorney for the defendant, has stated that he will appeal the case to the Court of Appeals. See David W. Dunlap, Spenn Donor Is Awarded StMding as Girl's Father, N.Y. TIMES, NOV. 19,1994, at 27. The possibility that New York's highest court might review this case will probably propel further debate on this case. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 101 1994 dispute, from intra-community debates to the \"scathing7'88 language of the Appellate decision and dissent, rendered apparent the cost of each \"victory.\" The defendant's supporters have claimed the Family Court decision was a strong affirmation of the legitimacy of lesbian families.89 The plaintiffs supporters have contended that the Family Court relied on models of binary heterosexual relationships and parenthood?o and that recognition of Thomas Steel's third-parent status would better reflect the plurality of lesbian and gay parenthood. Responding to his success at the Appellate level, Steel told The New York Times: \"It's so satisfying after all these years of struggle to maintain this relationship to see a court recognize the diverse nature of our families and honor the different relationships we create.\"gl The essentialist notion that lesbian and gay communities need on alternative family structure reduces the viability of differing, even opposing, queer relationships. In this case, the adversarial nature of the law requires adherence to one or another competing vision of \"lesbian and gay'' relationships. Recognition of the law's limitations in meeting queer needs might permit queer legal activists to avoid feuding over such a construct. As Justice Betty Weinberg Ellerin noted in her Appellate Division dissent, objective legal rules have limited application to \"the complexity of human relationships that permeate this case and the millions of households that maintain alternate family life styles.\"92 C. Queer Critiques The \"but-for\" queer emphasis in these cases ignores or excludes many queer legal needs. Crenshaw's analysis of how black women are 88. Arthur S. Leonard, Sharply Divided NY Appellate Court Grants Sperm Donor's Petition for Filiation; Orders New Hearing on Visitation, December 1994 LESBIANIGAY L. NOTES 142,144. 89. \"In Thomas S. v. Robin Y., a family law court, for the first time in history, gave its fullest, most affirming respect to a family consisting of a lesbian couple and their two daughters.\" PAULA E ~ R I C K ,  June 1993 LEITERS TO 'IHE LESBWGAY L. NOTES 1. The case continues to draw attention on appeal. See Adams, supra note 83. 90. \"[Als a feminist and activist for gay and lesbian rights, I find the court's decisions in Steel v. Young to be a setback in the support of alternative family structures created by gay and lesbian families.\" Ann Philbin, LEITERS TOTHE LESBIANIGAY L. NOTES, June 1993, at 3-4. 91. David W. Dunlap, Sperm Donor Is Awarded Standing as Girl's Father, N.Y. TIMES Nov. 19,1994, at 27. 92. Matter of T h o r n  S., N.Y.L.J. Nov. 21, 1994, at B1, B2 (dissent). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 102 1994 19941 QUEER INTERSECTlONALJ7Y 103 excluded by this identity serves as a model for how various queer communities are treated by the law in general, and by these cases in particular. \"If black women cannot conclusively say that 'but for' their race or 'but for' their gender they would be treated differently, they are not invited to climb through the hatch but told to wait in the unprotected margin until they can be absorbed into the broader, protected categories of race and sex.\"93 Similarly, under the facts and holdings of these cases, poor, sexually subversive and other more marginalized queers are told to wait until the discrimination against them fits into a discrete category. In this manner, the courts create rules from these facts that reflect a lifestyle which many queers cannot or do not wish to live. Viewing these cases as unproblematic victories presumes lesbian and gay identity to be fixed. In this section, I will analyze the cases from the perspectives of various queer communities excluded by social position or subversive identity. After describing the first and broadest exclusion relating to class, I will examine limits relating to queers of color, and sexual and gender subversives.94 I will thus explore several limitations from different queer perspectives:95 1) how the facts in these cases may restrict future application, 2) how the fruits of legal victory are inaccessible to some queers, and 3) how some queers may not want access to the legal institutions of marriage and family. 1. Poor Queers As in other areas of the law,96 poor people face a great deal of exclusion in lesbian and gay rights litigation. In Braschi, the Court of Appeals indicated financial interdependence to be one criterion for its determination that the couple merited rent control protection. To determine financial commitment, the court examined several aspects of the lives of the BlanchardBraschi couple. They shared safe deposit boxes, joint savings and checking accounts, joint credit cards, and even 93. Crenshaw, supra note23, at 152. 94. While I address these categories, the broadness of the queer continuum opens up many possible queer critiques of the law or these cases. See, e.g., Harper, supra note 15. 95. As a white, middle-class gay man, I cannot speak from a position of classist or racist subordination. Subverting norms of sexual practice and gender performance, as well as my activism and studies constitute the principal experience which grounds this article's critique. 96. See, e.g., San Antonio Indep. School Dist. v. Rodriguez, 41 1 U.S. 1 (1973) (finding that poor residents of San Antonio did not have an equal protection claim for school funding because, \"the 'poor' cannot be identified or defined in customary equal protection terms. . . .\" Id at 19. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 103 1994 104 LAW & SEXUALITY [Vol. 4 made rent payments together.97 Although lesbian and gay relationships have no legal recognition per se, Blanchard established a strong legal relationship by executing a power of attorney in Braschi's favor and naming him as the beneficiary of his life insurance, and the primary legatee and co-executor of his estate.98 Ruthann Robson notes that \"[slome commentaries on Braschi celebrate its expansive generosity and its recognition of reality. Yet the reality of most lesbians is that they do not live in Braschi-like comfort with a rent controlled apartment on the Upper East Side, sharing the keys to their safe deposit boxes.. .\"99 Women's generally lower pay and the double burden lesbian couples face in this respectloo emphasize the veracity of this assertion. However, the lesbians of Evan and Thomas S. v. Robin Y. escape the double-bind of lesbian poverty. Their class positions figure quite prominently in both trial level decisions. Surrogate Preminger pronounced the class position of Evan's mothers in the fist paragraph of facts: \"Diane, age 39, is an Assistant Professor of Pediatrics and an attending physician at a respected teaching hospital. Valerie, age 40, holds a Ph.D. in developmental psychology and teaches at a highly regarded private school.\"l0l The importance of finances in the application of the best interest test may limit the breadth of this victory. An important reason for granting the adoption was that Evan would receive inheritance and medical and educational benefits from Diane and her family. Poor queers might not satisfy a court relying on such material comfort to grant the adoption. Young and Russo are, according to the opinion, in a similarly grand financial position. Professionally, both mothers as well as the sperm donor are successful attomeys.102 Young owns and manages the Manhattan apartment building in which her family lives,l03 and the couple jointly owns a home in upstate New York. Both daughters, Ry 97. Braschi v. Stahl Assoc., 543 N.E.2d 49,55 (N.Y. 1989). 98. Id 99. Ruthann Robson, Resisting the Family: Repositioning Lesbians in Legal Theory, SIGNS 19:4 at 115,126 (1994). 100. \"On the whole [lesbians] are poorer than gay men and have less choice in terms of work and location. . .\" MANUEL CASIEUS, supra note 24, at 140. For an anti-classist examination of lesbian legal issues, see generally Ruthann Robson, LESBIAN (OUT)LAW (1992), supra note 35, the ground breaking book of lesbian legal theory and issues. 101. In the Matter of the Adoption of Evan, 583 N.Y.S.2d 997,998 (1992). 102. 599 N.Y.S. at 378. 103. Id. at 379. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 104 1994 19941 QUEER l N l E R S E ~ O N ~  105 and Cade, attend private school (not an inexpensive undertaking in Manhattan, even if paid for by Russo's mother).'@ Comfortable financial situations clearly ground these three cases, which, at least in Evan and Thomas S., involve highly educated professionals. These cases' facts and holdings exclude poor queers in other ways. Most fundamentally, litigation requires financial resources. In Evan, the mothers chose to spend the money needed to formalize her adoption. While in Brhchi, M.A.B., and Thomas S., the victorious lesbian or gay parties did not commence the action, they had the means to hire a lawyer to defend their cases successfully. Poor queers most likely could not even afford to defend against Thomas S., much less to succeed in part by the graces of Manhattan property, professional privilege, and private education. Beyond litigation itself, poor queers generally do not have the money to share the financial securities that might serve as evidence in a proceeding following Braschi's rule. Many queers are not professionals, as are Young, Valerie and Diane. Few queers have mothers who could pay the Manhattan private school tuition for their children. And even fewer queers have the employment benefits that Surrogate Prerninger cites in permitting Diane to adopt. The poverty of the plaintiff in White v. Thompson105 exposes the privilege of the victors in the New York cases. Ms. White lost custody of her children to her ex-husband's parents because she was \"unfit, morally and otherwise . . . \"106 to raise the children. She and her lover, Phyllis Hasberger, lived together in a trailer with their children.107 Because White received no child support from her alcoholic ex-husband, she worked late hours in a convenience store to support her children, leaving the children unsupervised in the morning while she slept.108 Had she sufficient resources, she would have been able to pay for a more effective defense and a baby-sitter to prevent accusations of \"neglect.\" Although the rules in Braschi, Evan, and Thomas S. do not specifically require wealth, class may play a role in interpreting these rules, excluding many queers. Viewing these cases as unproblematic victories furthers class 104. Id 105. 569 So. 2d 1181 (Miss. 1990). While this is not a New York case, its juxtaposition against the other New York cases points out how a poor lesbian might be treated, even in New York. 106. Id at 1184. 107. Id at 1181. 108. Id at 1183. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 105 1994 106 LAW & SEXUALITY [Vol. 4 hierarchies within queer communities by ignoring the juridical classism poor queers face. 2. Queers of Color Queers of color are not mentioned in the cases, with Miguel Braschi the only possible exception, his first name suggesting a possible Latino heritage. Although race doesn't appear as explicitly relevant in these decisions, its absence indicates a notion of universality that implies whiteness. What is relevant is that the facts of these cases indicate technologies and living situations which, because of economic and social racism and cultural differences, are not often available to many people of color.'09 Given the cultural contingency of relationships, responding to Black and Latino heterosexual family structures110 might lead queers of color to relationship structures different from those of white queers. According to Crenshaw, the use of race-objective tones often indicates an exclusion of people of color. \"The authoritative universal voice [is] usually white male subjectivity masquerading as non-racial, non- gendered objectivity . . . .\"I1 One of the effects of \"race-neutral\" lesbian and gay identities and legal needs is the construction of \"lesbians and gays\" as white.l12 The intersection of race and sexuality also does not appear in these cases. Although this dichotomy may not have been intended by the litigators or their clients, these cases may further distance queers of color from queer politics. Essex Hemphill criticizes white gay racism: It has not fully dawned on white gay men that racist conditioning has rendered many of them no different from 109. The Kerner Commission, appointed by President Johnson after the 1967 riots, concluded that African-Americans were \"confronted with a political system unresponsive to their demands [and] controlled by white people.\" NATIONAL ADVISORY COMM'N ON CIVIL DISORDERS, SUPPLEMENTAL STUDIES FOR THE NATIONAL ADVISORY COMM'N ON CML DISORDERS 5,49 (1968), cited in Mary A. Inman C.P.R. (Change Through Proportional Representation): Resuscitating a Federal Electoral System, 141 U .  PA. L. REV. 1991 pp. 1394.  1 10. For discussion of Black families, see Eleanor Holmes Norton, Restoring the Traditional BIack Family, N.Y. m, June 2, 1985, Sec. 6 at 43; for commentary on gender in Latino families, see Harold C. Schonberg, Hispanic Impact on the Arts: Mysticism to Machismo, N.Y. W, Dec. 13,1981, Sec. 2 at 1. 1 1 1. Crenshaw, supra note 23, at 154. 112. See, e.g., Margaret Cerullo, Multi/eueer/Culture, VOL. 24 NO. 4 RADICAL AMERICA 32. (Stating, in discussion of affirmative action for lesbian and gay people \"'[GIayAesbian' is being opposed to race, and implicitly therefore being constructed as white.\" Id. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 106 1994 19941 QUEER I N T E R T E C T l O N m  107 their heterosexual brothers in the eyes of Black gays and lesbians. Coming out of the closet to confront sexual oppression has not necessarily given white males the motivation or insight to transcend their racist conditioning. This failure (or reluctance) to transcend is costing the gay and lesbian community the opportunity to become a powerful force for creating real social changes that reach beyond issues of sexuality. It has fostered much of the distrust that permeates the relations between the Black and white communities. And finally, it erodes the possibility of forming meaningful, powerful coalitions.113 The whiteness of these cases and of much lesbian and gay legal work furthers the racism within our communities. And, as Hemphill points out, the exclusion of Black queers and other queers of color114 prevents the forming of coalitions which might create significant social change. 3. Sexual Subversives Yes, I am a Free Lover . . . I have an inalienable, constitutional, and natural right to love whom I may, . . . to change that love every day iflplease, . . . and it is your duty not only to accord [my right], but, as a community to see that I am protected in it.115 Victoria Woodhull, 187 1 These cases extend some heterosexual privilege to lesbians and gays, excluding the goals of sexually subversive queers. While people of 113. HEMP= supra note 45, at 39-40. 114. Perry Watkins, a Black gay former b y  sergeant, stated, \"Racism within the gay community is a big problem. The primary reason is that we are a direct reflection of the society from which we come, which is controlled by white males. When the gay community was formed and became political, the leaders were white men, and they brought their prejudices with them.'' Williams, supra note 21, at Al. 115. Victoria Woodhull, A Speech on the Principles of Social Freedom, Delivered in New York City, Nov. 20, 1871, and Boston, Jan. 3, 1872 at 23-24, cited in Ellen Carol DuBois, Outgrowing the Compact of the Fathers: Equal Rights, Woman Smage,  and the United States Constifzuion, 1820-1878, in 'I& CON.~~IUTION AND AMnumN LE @avid Thelen ed.) at 176, 196. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 107 1994 108 LAW & SEXUALlTY p o l .  4 color and poor queers may be excluded from the benefits of these cases, sexually subversive queers1l6 would begin with a different set of goals, based on non-heterocentric relationships. Sexual subversives are those who explore and celebrate their sexualities. In addition to those who do not choose lengthy relationships, monogamy, or marriage for various reasons, many queers explore radical forms of sexuality: public sex (parks, tearooms, \"adult bookstores,\" backrooms), anonymous sex, group sex, promiscuity, sado-masochism, and role-playing.ll7 Michel Foucault described queer sexual liberation: \"[A] whole new art of sexual practice develops which tries to explore all the internal possibilities of sexual conduct. You find emerging in places like San Francisco and New York what might be called laboratories of sexual experimentation.\"ll8 Many queers do not have or seek to have lengthy relationships. Some queers do not even couple, or do so in ways which would be unrecognizable to these courts. Although some queer couples are monogamous, many view monogamy as a fundamental obstacle to sexual liberation. \"Gay male promiscuity should be seen . . . as a positive model of how sexual pleasures might be pursued by and granted to everyone if those pleasures were not confined within the narrow limits of institutionalized sexuality.\"llg These courts attempt to determine the presence of emotional ties by using indicia presupposing a 116. For a ground-breaking exploration of feminist and other radical theories of sexuality, see Gayle S. Rubin, Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality, in PLEA~uRE AND DANGER: EXPLORING FEMALE SEXUALITY (Carol S. Vance ed., 1984), reprinted in THELESBIAN AND GAY STUDIES READER, supra note 27 at 3. 117. In discussing sexual subversives, I do not intend to conflate the vast differences among those who might subvert sexual norms. Most notably, lesbian experience of sexual subversion differs from gay experience in innumerable ways. See 4, J U D ~  BUILER, Critically Queer, in BODIES THAT MATIER: ON THE DISCURSIVE LIMlTS OF \"SEX\" 223 (1993) ('The relation between sexual practice and gender is surely not a structurally determined one, but the destabilizing of the heterosexual presumption of that very structuralism still requires a way to think of the two in a dynamic relation to one another.\") Id. at 239. However useful such an exploration would prove, it is beyond the scope of this Essay. 118. MICHELFOUCAULT, FOUCAULTLIVE 225 (Sylvkre Lotringer ed. & John Johnston trans., 1989). 119. Douglas Crimp, How to Have Promiscuity in an Epidemic in AIDS: CULTURAL ANALYSIS, CULTURALAC~VJSM 237,253 (Crimp ed., 1988). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 108 1994 19941 QUEER I N T E R E C T I O N m  109 heterosexually structured relationship.120 In so doing, they exclude queers who choose alternative structures. Three aspects of coupling are addressed in these cases: exclusivity, longevity, and similarity to a marital lifestyle. They also look at the parents' sexuality to determine the quality of their parenthood. I will clarify the language of the courts regarding these issues before exploring the impact on sexual subversives. a. Monogamy Courts rely on monogamy as the strongest and most unique indicator of stability. In all four decisions, the courts refer to the duration of the relationship. Both lesbian couples were together fourteen years at the time of the respective decisions.121 The BraschiBlanchard couple had been together for ten years,l22 and the R.B. couple for eight years.123 Although the criteria in Braschi are to be regarded as but part of a totality, this totality requires an assimilationist sexual behavior of lesbians and gays, one which compromises the lesbian and gay challenge to established sexual and romantic structures. In Braschi, M.A.B., and Thomas S., the \"exclusivity,\" or monogamy, of the relationship is given a central role in demonstrating commitment.124 The Braschi court establishes exclusivity as a criteria to test a relationship for rent control protection.125 \"Exclusivity\" also appeared to motivate the Family Court's decision to respect the validity of Young's and Russo's relationship. \"Respondent Robin Y[oung] and Sandra R[usso] met in 1979. They established and have maintained to this day an exclusive lesbian relati~nship.\"~~~ Two of the decisions go so far as to refer to the couples in terms of marriage: \"They (Braschi and Blanchard) regarded one another, and were regarded by friends and 120. But see Picon v. O.D.C. Assocs., No. 22894186 (Sup. Ct. Jan. 28, 1991), in which \"the court ruled that the s u ~ v i n g  partner's 'affair' with another man did not invalidate his claim to the rent controlled apartment of his deceased lover.\" RUBENSTEIN, supra note 14, at 458. 121. In the Matter of the Adoption of Evan, 583 N.Y.S.2d 997,998 (1992); Thomas S. v. RobinY., 599 N.Y.S.2d 377,377 (Fam. Ct. 1993). 122. Braschi v. Stahl Assoc., 543 N.E.2d 49,55 (N.Y. 1989). 123. M.A.B. v. RB., 510N.Y.S. 960,963 (1986). 124. Id; Evan, 599 N.Y.S.2d at 377. 125. Bruschi, 543 N.E.2d at 55. 126. Thomas S., 599 N.Y.S.2d at 377. The court's prudishly vague language could mean that Robin Young and Sandra Russo are either monogamous or that they only have sex with lesbians. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 109 1994 110 LAW & SEXUALITY Wol. 4 family, as spouses\";l27 \"For Evan, they are a marital relationship at its nurturing supportive best, and they seek second-parent adoption for the same reasons of stability and recognition as any couple might.\"l28 From the perspective of the \"but-for\" queers who might want to benefit from rent control protection, or other social privileges accorded to married heterosexuals, these cases present stricter standards than those faced by heterosexuals. A widow(er) of a rent control tenant would not have to prove monogamy or intermingled finances to keep the apartment under rent control laws.129 Heterosexual fathers do not have to be \"discreet\"130 enough to survive the nexus test in order to gain custody. Thus, even for those queers who do seek marriage and family rights similar to heterosexuals,l31 Braschi and M.A.B. set up rules which require a far higher standard for lesbians and gays than exists for heterosexuals.132 b. Marriage The ever-lurking paradigm of marriage in these cases cannot be overlooked.133 Paula Ettelbrick writes: \"Steeped in a patriarchal system 127. 543 N.E.2d at 55. 128. 583 N.Y.S.2d at 999. 129. See John C. v. Martha A, 592 N.Y.S.2d 229, 231 (\"Petitioner therefore claims that. . . the married spouse of any named tenant . . must prove 'emotional and financial interdependence' in order to assert rights in the premises. The Court of Appeals never held that an inquiry into the sexual or financial relationship of legally married persons is either required or appropriate in this context.\"). 130. 510 N.Y.S.2d at 963. 131. See, e.g., Lisa Zimmer, Family, Marriage, and the Same-Sex Couple, 12 CARDOW L. REV. 681. (Arguing that lesbians and gays should have marriage rights). 132. This critique was posited by a letter writer to the New York Times shortly after the publication of the decision. 'This test, to which many lesbian, gay, and unmarried heterosexual relationships do not conform, is the weakness of the decision. The requirement that all unmarried couples meet the Braschi test, modeled after traditional marriage, will open the door for courts to challenge the validity of relationships case by case. By contrast, it confers benefits on married heterosexual couples, whether or not they would meet the test.\" Victoria C. Metaxas, N.Y. TnvIEs, Jul. 18,1989, at ,420. 133. Two published symposia provide an excellent range of opinions in the marriage debate: The Family in the 1990's: An Exploration of Lesbian and Gay Rights 1 LAW & SEXUM: A REV. OF LESBIAN AND GAY LEGAL ISSUES 1-98 (1991): Harlon L. Dalton, Refections on the Lesbian and Gay Marriage Debate, 1 LAW & SWALITY 1 (1991); Nan D. Hunter, Marriage, Law. and Gender: A Feminist Inquiry, 1 LAW & SEXUALITY 9 (1991); Nitya Duclos, Some Complicating Thoughts on Same-Sex Marriage, 1 LAW & SEXUAUTY 31 (1991); Mary C. Dunlap The Lesbian and Gay Marriage Debate: A Microcosm of Our Hopes and Troubles in the Nineties, 1 LAW & Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 110 1994 QUEER INTERSECirlONALJTY that looks to ownership, property, and dominance of men over women as its basis, the institution of marriage has long been the focus of radical feminist revulsion.\"l34 In addition to the significant role feminism plays in queer communities, 135 others argue that marriage is assimilationist, and that queers should avoid assimilation. \"Advocating gay and lesbian marriage . . . will . . . require a rhetorical strategy that emphasizes similarities between our relationships and heterosexual marriages, values long-term monogamous couples above all other relationships, and denies the potential of lesbian and gay marriage to transform the gendered nature of marriage for all people.\"l36 Many queers accept some critique of marriage, be it feminist or anti-assimilationist, and would not want to take part in any such institution, nor its accompanying ''family values.\" However, some queers outside the sexual normality of traditional marriage might nonetheless wish to take advantage of the economic and social benefits.137 Indeed, one of the strongest arguments in favor of lesbian and gay marriage is that same sex marriages will transform the conservative, gendered nature of the institution.138 c. Family Sexually subversive practices would undoubtedly violate the court's interpretation of \"best interests\" and qualify under the nexus test as \"adversely affecting the child.\" The language of M.A.B. indicates that SEXUAU~Y 63 (1991); Sexual Orientation and the Law 79 U. VA. 1419, 1550; William N. Eskridge, Jr., A History of Same-Ser Marriage 79 VA. L. REV. 1419 (1993); Milton C. Regan, Jr., Reason, Tradition, and Family Law: A Comment on Social Constructionism 79 VA. L. REV. 1515 (1993); Nancy D. Polikoff, Will We Get What We Ask For: Why Legalizing Gay and Lesbian Marriage Will Not \" D h t l e  the Legal Structure of Gender in Every Marriage, '\" 79 VA. L. REV. 1549 (1993). 134. Paula Ettelbrick, Since When Is Marriage a Path to Liberation?, OUT/LOOK, Fall 1989, at 9 in Rvsmm, supra note 18, at 401. 135. But c$, ~ ~ ~ A R ~ L Y N  FR- supra note 45. For a psychoanalytic approach to the rdationship between gay men and feminism, see CRAIG OWENS, Outlaws: Gay Men in Feminism, in MENINFEMINISM 219 (Alice Jardine, Paul Smith, eds. 1987). 136. Polikoff, supra note 133, at 1549. Paula Ettelbrick argues: 'The goals of lesbian and gay liberation must simply be broader than the right to marry. Gay and lesbian maniages may minimally transform the institution of marriage by diluting its traditional patriarchal dynamic, but they will not transform society.\" 137. For a pro-maniage response to the above arguments, see generally Evan Wolfson, Crossing the 77zreshold: Equal Marriage Rights for Lesbians and Gay Men, and the Intra- Community Critique, forthcoming in N.Y.U. REV. LAW & SOC. CHANGE (1994). 138. See generally Hunter, supra note 133. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 111 1994 even the slightest expression of overt homosexual behavior would not be viewed favorably by the court.139 Susie Bright, a radical lesbian sex activist and writer,l40 would be unable to prove to the courts that her open lesbian sexuality has no \"adverse effect\" on her children. No family court in the face of a paternity claim would respect her lesbian motherhood. Sexual subversives would be excluded from access to the rights obtained in these cases. More important is that the liberation embodied in their sexual practices directly challenges the privilege accorded to the concept of \"family rights.\"I4l One commentator criticizes the Family Court's holding in Thomas S. v. Robin Y. as \"a decision that strikes a blow against alternative family structures. . . . Lesbians, and anyone in a non- traditional family should be wary of the subtext: lesbian parents have rights only to the extent that their relationship exactly duplicates the traditional heterosexual two-parent model-two kids, two parents, living together, one works, one stays home, private school, dog and all.\"142 Thus, queers are wary of the family's power to domesticate the marginal parts of their lives. Ruthann Robson theorizes this critique, \"klesbian resistance to the family should become more elemental: resistance to being either included or excluded, resistance to the power of the category of family within legal theory and legal practice to define, redefine, sanction, and appropriate lesbian existence.\"l43 Many queers practice promiscuity as sexual revolution, and for them the criteria of longevity, exclusivity, and marital reputation seem 139. While in M.A.B., the court enforces the secrecy of homosexuality, in Braschi, the court requires such openness, citing their families', superintendent's and doormen's knowledge of their relationship as evidence of their being a couple. While some closeted persons could not provide such proof, the New York County Civil Court found, in a rent-control tenancy inheritance case, that the couple's not being open with their families did not preclude inheritance. Lerad Realty Co. v. Reynolds, discussed in October 1990 LESBIAN~GAY L. NOTES 63, noted in R m w m ,  supra note 13. 140. See SUSE BRIGHT, SUSE SEXPERT'S LESBIAN SEX WORLD (1990); SUSE BRIGHT'S SEXUALREAUTX A VIRTUAL SEX-WORLD READER (1992). 141. Larry Kramer gave voice to this dichotomy in The Normal Heart: \". . . m h e  gay leaders who created this sexual liberation philosophy in first place have been the death of us. Mickey, why didn't you guys fight for the right to get married instead of the right to legitimize promiscuity?\" LARRY KRAMER, 'I% NORMAL HEART 85 (1985). 142. Nanci L. Clarence, June 1993 LE~TERSTOTHELESBIAN/GAY L. NOTES 3-4. 143. Ruthann Robson, Resisting the Family, supra note 99, at 116. Robson specifies her vision of resistance: \"The formulation of new categories in lieu of 'the family' could be an important form of resistance, and could allow us to reconceptualize ourselves and our relationships in as yet unimaginable ways, while honoring our complex relationships rooted in our varying racial, ethnic, religious, and economic identities.\" Id. at 132. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 112 1994 19941 QUEER INTERSECTIONALXY 113 antediluvian. While this dichotomy is obviously not quite absolute, the legal goals of sexual liberationists would look very different from those of Evan, Thomas S. and M.A.B. While BraschiBlanchard, R.B. and his lover, Young/Russo, and DianeNalerie should be permitted to form relationships as they wish, many queers do not wish to engage in such long-term relationships. Looking beyond heterosexual constructs, the law ~ could better respond to sexually subversive queer needs. The consideration of commitment and stability, necessary concepts for rent control and parenting, might, for example, include three-partner and other relationships. A new vision of parenting might also permit further recognition of queer farnilie~.l~ It also might ignore experimental sexualities, promiscuity, and other forms of sexual liberation when they have little bearing on a person's qualifications for parenting or tenancy inheritance. 4. Gender Subversives Subversive gender roles also seem excluded by the language of these cases. Fem queer boys, butch dykes, transvestites, drag queens, and transsexuals all subvert compulsory heterosexual roles.145 The few descriptions in these cases indicate that the parties perfam traditional gender roles. The application of the nexus test in both M.A.B. and Evan indicates that traditional gender performance is a requirement for a favorable decision. In M.A.B. v. R.B., the first characteristic the court used to weigh this test was the father's \"straight-acting7' behavior: \"The father's behavior has been discreet, not flamboyant.\"l46 To engage in the 144. See generally Barbara Bennett Woodhouse Hatching the Egg: A Child-Centered Perspective on Parents' Rights, 14 CARDOZO L. REV. 1747 (1993); Nancy D. Polikoff, This Child Does Have Two Mothers: Redefining Parenthood to Meet the Nee& of Children in Lesbian- Mother and Other Nontraditiona~ Families, 78 GEO. LJ. 459 (1990). For an excellent enunciation of a childcentered approach to visitation, see In the Matter of Allison D. v. Virginia M., 572 N.E.2d 27 (1991) (Kaye, J., dissenting). 145. In articulating some of the issues of \"gender benders,\" I do not mean to conflate homosexuality with transvestitism or transsexuality. See generally Marc A. Fajer, supra note 32 (arguing that the myth that lesbian and gay people are automatically cross-gendered harms the effort for legal protection for lesbian and gay rights); MARJORIE GARBER, Breaking the Code, in V m  INIERESTS 128 (1992) (exploring the issues around the ''category crisis\" of gayLesbian identity and transvestitism); Jmm B m ,  GENDERTROUBLE: F MINISM AND THE SUBVERSION F ID- (1990) (Ekploring the feminist challenge to fixed gender identities). 146. M.A.B. v. RB., 510N.Y.S.2d 960,963 (1986). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 113 1994 114 LAW & SEXUALlTY pol .  4 tactic used by the Braschi court, Webster's defines \"flamboyant\" as \"marked by or given to strikingly elaborate, ornate, or colorhl display or behavior.\"l47 Qualifying as \"discreet,\" R.B. might be categorized by some as \"straight-acting.\" Indeed, the court refers several times to R.B.'s \"discreet\" expression of homosexuality: R.B. does not \"flaunt his homosexuality,\"~48 and he and his partner \"never embrace or touch in front of the children.\"149 The one time they were caught in bed, the child saw both men in pajamas.150 But in a community where even the most muscular of men may be \"given to colorful display,\" it might be difficult for many fern queer boys and butch dykes to satisfy the nexus test. The positive reception of traditional gender performance by these courts indicates that nontraditional gender identities would fail the best interests and nexus tests. Regardless of access, many queers believe that gender performance should not be restricted by biology, and that such gender subversion is a necessary component of their queer identity.151 Thus, these cases, in failing to meet the needs or follow the goals of various queer communities, cannot be considered clear victories. The limitations of these victories parallel inequalities within the lesbian and gay community. Queer intersectionality and the queer continuum together as a framework might surpass these divisions which limit the revolutionary potential of queer identity. [Gliven the cultural complexity of heterosexual law, there is more than one way of breaking it. 147. WEESTER'S NINIH NEW COLLW~IATEDIC~ONARY at 469 (1987). 148. M.A.B., 510 N.Y.S.2d at 966. See Mark A. Fajer, supra note 31, at 571-87, for a richer exploration of the meaning of flaunting. 149. M.A.B., 510 N.Y.S.2d at 966. 150. Id. Fortunately, I doubt many heterosexuals would meet this \"discreet\" standard. 151. See CAROLYN G. HEILBRUN, TOWARD A RECOGN~ON OF ANDROGYNY ix. (1973) (\"[Olur future salvation lies in a movement away from sexual polarization and the prison of gender toward a world in which individual roles and the modes of personal behavior can be freely chosen\"). See ako INTERNATIONAL CONFERENCE ON TRANSGENDER LAW AND E M P L o ~  POLICY, INC., THE I N ~ A T I O N A L  BIU OF GENDER IGHTS (August 20,1994) (on file with author) (stating: \"[Alll human beings shall have the right to define their own gender identity, regardless of chromosomal sex, genitalia, assigned birth sex, or initial gender role\"). 152. Calhoun, supra note 16, at 1860. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 114 1994 19941 QUEER ~ R S E C ~ O N A L J T Y  115 The purpose of establishing the various limitations of these \"victories\" was not only to criticize them, but to extract lessons that may move queer perspectives toward a more self-conscious relationship with the law. The Braschi test, as well as the nexus test, empower only \"but- for\" queers with the ability to survive these tests. While the best interests test is more flexible in nature and application, it is nonetheless applied in a manner which precludes the success of many queer litigants. Even beyond the rules, the construction of lesbian and gay identity in these cases can inform the relationship of queer communities with the law. In this section, I will briefly explore the possible roles litigation may play in queer movements. As I have demonstrated in the above critique, litigation can be essentialize and marginalize queers. Based on this critique, I would like to situate litigation within political action. Because of the problems posed by litigation, and because most in our movements are not lawyers, litigation should not be the central focus for change. Rather a \"plurality of resistances\"l53 which encompasses three visions of the relation between queer communities and the law, would more accurately serve the queer continuum. Progressive movements have shown a tendency to rely on law reform and litigation generally as the principal vehicle for change.154 However, it is clear that pinning our hopes on litigation will not provide broad change on queer issues. Indeed, as these cases show, the danger in allowing litigation to defme our political goals is the further division of our community into \"but-for\" queers and intersectional queers. Queer intersectionality and the queer continuum call not for a unitary strategy centered on litigation but for a plurality of resistances: There is no single locus of great Refusal, no soul of revolt, source of all rebellions, or pure law of the 153. Foucault, supra note 16, at 95-96. 154. Brown v. Bd. of Educ., 347 U.S. 483 (1954) formed part of a series of race discrimination cases of increasingly broader scope, and has inspired various movements to attempt similar strategies. See, e.g., Jack Greenberg, Litigation for Social Change: Methodr, Limits, and Role in Democracy, 29 REC. ASS'N B. N.Y. 320,331 (1974) (\"Brown and the cases preceding it are sometimes looked upon as a paradigm of law making in the courts and probably they have been the principle inspiration to others who seek change through litigation.\") and Owen M. Fiss, Foreword: The Forms of Jusrice, 93 HARV. L. REV. 1-3 (1978) C1[S1tructural reform has its roots in the Warren Court era and the extraordinaty effort to &anslate the rule of Brown v. Board of Education into practice.\"), noted in Susan P. Stunn, supra note 3, at 2 n.2. It is beyond the scope of this essay to address the efficacy of this and other strategies for queer people. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 115 1994 LAW & s m u m  revolutionary. Instead there is a plurality of resistances, each of them a special case; resistances that are possible, necessary, improbable; others that are spontaneous, savage, solitary, concerted rampant, or violent; still others that are quick to compromise, interested or sacrificial; by definition, they can only exist in the strategic field of power relations.155 Although litigation does not, as these cases demonstrate, mirror the breadth of queer communities, it is a tactic which may form part of the plurality of resistances. Other resistances include the mere commission of subversive acts that violate compulsory heterosexuality, such as public sex or multiple parenting. And, finally, the time-honored taking to the streets serves as a major form of resistance. Within the plurality of resistances there are three identifiable views of litigation's role in queer movements: continuing litigation strategies; working for the transformation of legal institutions, and looking for alternatives to litigation. These perspectives correspond to three theories of law: law as change, as subversion and as co-optation. A. Change The first perspective is that despite the exclusions in these cases, legal reform is a viable route for queer cornrnunities.156 This perspective sees working within the law as essential for progress. This liberal faith in the fairness of the law would seek to eradicate discrimination through applying the law in an objective, non-discriminatory fashion. Justice 155. FOUCAULT, supra note 16, at 95-96. Foucault's ground breaking work on sexuality and on social constructionism contributes immensely to theories of resistance. Bur cf:, RICHARD Mom, The Thing of It Is: Some Problems with Modek for the Social Construction of Homosexuality, in GAY IDEAS: OUTING AND OTHER CONIROVERSIES 221 (1992), in which Mohr, conflating various forms of critical theory, argues against notions of social construction of \"gay\" identity. Mohr further argues that without a liberal humanist notion of gay identity, there can be no concept of oppression, and thus no claim that rights have been violated. Id. at 4-5. Although I disagree with his exclusively liberal project, his exploration of liberalist philosophy and \"gay\" rights provides some clear arguments that I believe rhetorically useful. See RICHARD MOHR, GAYS/JUS~CE (1988). 156. But cf: BRUCE BAWER, A PLACE AT THE TABLE: THE GAY INDIVIDUAL IN AMEFUCAN SOCIEIY (1993) (arguing that lesbian and gay people should emphasize assimilationist aspects of the community to attain rights: \"Rather than concentrate on correcting the grotesque public image of gay life and on working to enable gays to live responsibly under the protection of the law, many radical gay activists perpetuate at every turn the widespread view of homosexuals as freaks, outlaws, sex addicts, and sexual exhibitionists.\") Id at 28-29. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 116 1994 19941 QUEER IN'TERSEClTlONALJlY 117 Ellerin stated in The Matter of 27zomas S.: \"If  the child's best interests are to be the touchstone of the analysis, the attempts by the parties to argue the equities of their own respective personal positions are not germane.\"l57 Especially in family law situations, individuals will bring cases according to their personal needs, even when they conflict with political goals, rendering legal strategizing a far more complex endeavor.158 Yet the pursuit of political strategies could not deny individuals recourse to the law. Local family law cases might not attract the attention of the most talented lawyers in the cornmunity,l59 especially since all local decisions on family matters could hardly be monitored by national groups. As Thomas S. v. Robin Y. demonstrates, lesbian and gay litigation might be a difficult path toward reform, regardless of intersectionality. As I argued above, litigation as a route to change is flawed in that some queer communities will be have to wait until broader, protected categories subsume their own. The choice of continuing a litigation- based strategy may, however, even given this critique, be a cynical but necessary one. Perhaps all litigation strategies are conservative in this manner, and to use the law, we need to engage in some exclusion to accomplish the legitimization of our communities. To speed the legal legitimization of other queers through broader categories queer legal activists might attempt a successful application of these precedent-setting cases to different queer issues.160 Queer 157. Matter of Thomas S., N.Y.L.J., Nov. 21,1994, at B1, B2 (Ellerin, J., dissenting). 158. Interview with Susan P. Sturm, Professor of Law at the University of Pennsylvania, Philadelphia, March 4,1994. 159. The Sharon Bottoms case is a good example of a&s problems affecting the national movement Ms. Bottoms lost custody to her mother primarily based on her being a lesbian. The only point at which national counsel came into the case was after the trial judge's decision was rendered, leaving Ms. Bottoms a difficult appeal as her only recourse. See, e.g., B. Drummond Ayres, Jr., Gay Woman Loses Custody of Her Son to Her Mother, N.Y. m, Sept. 8, 1993, at A16. 160. See, e.g., Sturm, supra note 3 (\"Political conservatism does not fully account for the decline of the test case model of law reform [in corrections litigation]. To some extent, the decline in the model's significance is a natural development in the life cycle of social change and litigation.\"). Similarly, in lesbian and gay rights litigation, the movement now might be towatd establishing precedent, later to be extended, at which time the test case model would decline in importance. However, Braschrs precedential value is limited, as demonstrated by the New York Court of Appeals when it refused to apply Braschi to a visitation rights case in In the Matter of Allison D. v. Virginia M., 572 N.E.2d 27 (N.Y. 1991). See also Kevin Sack, Lesbian Loses a Ruling on Parent's Rights, N.Y. TIMES, May 3,1991, atB1. Paula Ettelbrick, who argued the case Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 117 1994 118 LAW & SEXUALITY [Vol. 4 communities with access to legal services could provide them for those who do not.161 Increased communication among queer legal groups and other queer groups might also contribute to effective reform. Another possibility for reform is through legislation. Although legislatures have been slow to approve lesbian and gay rights measures, political empowerment through voting might permit queer communities to achieve legislative change.162 Much contemporary debate concerns the balancing of demands for heterosexual privilege such as marriage with the feminist and sexual subversive ethics. Prioritization of marriage rights might be tactically wise and even necessary, but an informed choice requires overt awareness of the costs. Thus, while a strategy centered around litigation will invariably limit and exclude, it may be a necessary choice which can be adjusted to better meet the legal needs of all queer communities. B. Subversion The second perspective of the law centers on the potential for queers to subvert the legal institutions which exclude us through the law. The trajectory of such a transformation might be: exclusion > litigation > inclusion > transformation = subversion. By transforming legal institutions fiom inside them, queers might be able to subvert legal hierarchies. Nan Hunter puts forth this argument regarding marriage: \"What is most unsettling to the status quo about the legalization of lesbian and gay marriage is its potential to expose and denaturalize the historical construction of gender at the heart of marriage . . . p]he impact [of lesbian and gay marriage] will be to dismantle the legal structure of before the Court of Appeals, commented: \"It's a fairly major setback for the gay and lesbian rights movement because it says that society does not recognize our relationships.\" Id \"Ettelbrick . . . said lesbians placed particular significance on the decision because there are, by her organization's estimate, about 10,000 children in the United States being reared by lesbians who conceived through donor insemination.\" Id For more discussion of this case, see Leonard G. Florescue, A Trio of Children's Rights Cases, N.Y.L.J., June 5 ,  1991, at 3; Gary Spencer, Mother's Lesbian Parmer Denied Visitation Rights, N.Y.L.J., May 3,1991, at 1. 161. One example of such an effort is the LeGal clinic, sponsored by the Lesbian and Gay Law Association of Greater New York, which provides free legal advice weekly at the Lesbian and Gay Community Center in New York. 162. I explore lesbian and gay voting rights in my forthcoming article, Geographically Sexual?: Representing Lesbian and Gay Interests Through Propomrtlonal Representation, in which I argue that the geographically based districting systems divide lesbian and gay communities that might, under a proportional system, comprise a formidable voting bloc in a proportional system. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 118 1994 19941 QUEER INTERSECTIONXUY 119 gender in every maniage.\"l63 Thus, once accepted within a legal institution considered by many queers to be oppressive, we might transform the oppression out of the institution. One critique of this notion of change is that the process of gaining access to an institution such as maniage might require assimilationist rhetoric that would undermine our subversive potential once inside the institution.164 Thus, while transformation remains a potential strategy, it too may pose problems for the achievement of the goals of queer communities. C. Co-optation The third perspective is that a litigation-centered strategy forestalls the possibility of more radical change for queer communities. This notion of co-optation relies on a vision of law as inherently inegalitarian: \"CW]e must break free of the theoretical privilege of law and sovereignty, if we wish to analyze power within the concrete and historical framework of its operation. We must construct an analytics of power that no longer takes law as a model and a code.\"165 This vision led Critical Legal Studies (CLS)l66 theorists to criticize rights:l67 , mhe  American political system has enormous capacity to absorb and co-opt seemingly radical demands for change; to truncate the i-ange of political discourse to fit the boundaries of arguments for individualized, atomized entitlements, and ultimately, to legitimate hierarchies of 163. Hunter, supra note 133, at 18-19. 164. See generally, Polikoff, supra note 133. 165. Foucault, supra note 16, at 90. 166. For an excellent summary of the origins, accomplishments and failings of CLS, see Joan C. Williams, Critical Legal Studies: The Death of Transcendence and the Rise of the New Langdells, 62 N.Y.U. L. REV. 429. 167. For the definitive CLS critique of right., see Mark lhshnet, An Essay on Rights, 62 TEsAs L. REV. 1363 (1984). Notwithstanding the considerable contributions of CLS, their work is not unproblematic, especially from a minority perspective. Because this essay focuses on queer intersectional empowerment, I owe a great deal of my perspective on these issues to some Critical Race Theory scholars who have so effectively redirected critical energy toward minority perspectives. See eg., PATRICIA J.  WW, THE ALCHEMY OF RACE AND RIGHIS (1991); Mari J. Matsuda, Looking to the Bottom Critical Legal Studies and Reparations, 22 HARV. C.R.C.L. L. REV. 323 (1987) (arguing that CLS is an important intellectual development requiring the attention of people of color and that CLS can be enriched by incorporating the experience of \"the bottom\"); Patricia J. Williams, Alchemical Notes: Reconstructing Ideals from Deconstructed Rights, 22 HARV. C.RCL L. REV. 401 (1987) (discussing Black responses to the CLS rights critique). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 119 1994 power, which rights claims can amend but never overturn. '68 Indeed, these cases and their inherent limitations can be viewed as a co- opting of radical demands to prevent a broader subversion of the current heterosexist order. The court thus functions in Braschi not to create a first step to further rights, but to inoculate the system against the threat queer politics poses. Roland Barthes describes this in Mythologies: \"One immunizes the contents of the collective imagination by means of a small innoculation of acknowledged evil; one thus protects it against the risk of generalized subversion.\"l69 In granting limited rights to the acknowledged evil of \"but-for\" queer relationships, the courts in these cases protect the legal system against the broad fundamental change of queer politics. Recognizing the relationships of some queers, the law absorbs the threat of a queer revolution of human relationships. Litigation also prioritizes the conformist  pa^& of the queer continuum. Braschi might be easily said to function in this manner. Rent control statutes are an interesting site for the law, to first recognize lesbian and gay partnerships in a context where legislative intent required the implementation of a very strict test to prevent widespread abuse. The use of such a strict test to first recognize lesbian and gay couples indicates its conservative effect. Overtly, the court creates this strict test to prevent fraud by \"roommates\" but the strictness of the test enforces compulsory heterosexuality on couples. Frequent challenges to tenancy inheritance certainly influenced the Braschi court to limit sharply which individuals qualify as \"fa1nily.'~170 Although its recognition of lesbian and gay relationships is impressive, the criteria for a gay or lesbian couple are far more specific and numerous than for a heterosexual couple, who could marry. In this sense, the law, in recognizing but-for queer relationships, innoculates itself against the broader queer menace to compulsory heterosexuality. D. Transforming the Legal Landscape of Queer Lives To quote one gay legal activist: \"Does everyone who participates in an institution, whether it be the National Lesbian and Gay Task Force 168. Hunter, supra note 133, at 27. I would like to note that Professor Hunter here is describing CLS scholars, not her own work. 169. ROLAND BARTHES, MYTHOLOGIES 150 (Annette Lavers trans. 1972). 170. Braschi v. Stahl Assoc., 543 N.E.2d 49,54 (N.Y. 1989). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 120 1994 19941 QUEER R V T E R S E ~ O N ~  121 or the practice of law, become co-opted and incapable of proposing or achieving reform?\"71 In removing rights litigation from strategies for change, the co-optation perspective thus seems to promote a strictly dichotomized theory of resistance: Either there is change or there is not. But \"[ilt is not all or nothing.\"l72 Legal tactics, however, seen as part of a plurality of resistances, might begin to reflect the multiplicity of queer communities. Mari Matsuda discusses a similarly broad vision of change: An effort to create a united front can be built upon three considerations. First is the recognition that many approaches to a single problem may eventually get us where we want to go, and that stubborn rigidity in method will block coalition-building. Dr. King saw this when he said, \"Anyone who starts out with the conviction that the road to racial justice is only one lane wide will inevitably create a traffic jam and make the journey infinitely longer.\" Second, there is the more basic fact of our common goal: the transformation of an unjust into a just world. This transformative vision can bind us together even as our theoretical differences keep us apart. Third, the duality of liberal versus radical programs for change may be a false one. The liberal vision as developed from the bottom may in fact be one of radical social change.173 Although litigation may not be the principal focus of our efforts, contextually it might be useful in pursuing our political goals. Litigation cannot provide the complete expansion of rights some expect. But it can reform, empower, and raise'awareness. Queers can work for change and subversion while being aware of the danger of co-optation by the law. The desirability of multi-faceted discourse and tactics is one reason why it is fortunate that we have different people in different positions: street and . community activists, lobbyists, organizers, and academics . . . in 171. Wolfson, supra note 137. 172. Id 173. Mari J. Matsuda, supra note 167, at 352-53. Matsuda here cites M.L. KING, JR, STRIDE TOWARDFREEDOM 34 (1958). Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 121 1994 122 LAW & SEXUALITY [Vol. 4 addition to advocates and attorneys with specific cases. No one vehicle or voice can or has to do it al1.174 The transformation of the legal landscape of queer lives will occur through a multiplicity of resistances and activisms. Queer legal activists must at once be aware of their role both inside and outside the law: to reform and subvert juridical heterosexism. Aware of the Law's ability to further co-opt and divide our communities, we must remind ourselves that our goal lies not in the maintenance of the law, but in queer liberation. 174. Wolfson, supra note 137. Heinonline - -  4 Law & Sexuality: Rev. Lesbian & Gay Legal Issues 122 1994 ",
    "id": 46713680,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.pace.edu:lawfaculty-1209"
    },
    "title": "Queer Intersectionality and the Failure of Recent Lesbian and Gay  Victories",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "1994-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@Pace",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.pace.edu/cgi/viewcontent.cgi?article=1209&amp;context=lawfaculty"
    ],
    "updatedDate": "",
    "yearPublished": "1994",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/46713680.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/46713680"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/46713680/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/46713680/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/46713680"
        }
    ],
    "abstract": "Part I of this essay will introduce the queer theories underlying my critique and will outline the discrete positioning of lesbian and gay identity and community which labels these cases victories. The intersectionality of queer identity is the key blind spot in the litigation model. The queer continuum, a re-conceptualization of Adrienne Rich\\u27s lesbian continuum, delineates the spectrum of queer identity. Part II will explore the facts, issues and holdings of these four cases. My examination of these cases will reveal how they grant some rights to but-for queers, who, but-for their being lesbian or gay, would be perfect citizens. I will discuss how the rules and applications of these cases either exclude some queer communities or address issues irrelevant to other communities. The communities whose interest I specifically address are poor queers, queers of color, sexual subversives, and gender subversive queers. These limitations should figure prominently in the consideration of litigation\\u27s role in queer activism. In Part III, I conclude by outlining the implications of this critique for the relationship between queer communities and litigation",
    "tags": [
        "text",
        "lesbian",
        "gay",
        "Sexuality and the Law",
        "Constitutional Law",
        "Human Rights Law",
        "Law",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.pace.edu:lawfaculty-1209",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1323",
        "openDoarId": 0,
        "name": "DigitalCommons@Pace",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 46713680,
        "depositedDate": null,
        "publishedDate": "1994-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T23:52:38+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-08T12:58:10+00:00"
    },
    "urls": [
        "https://digitalcommons.pace.edu/lawfaculty/210",
        "https://digitalcommons.pace.edu/context/lawfaculty/article/1209/viewcontent/rosenblum4ls83.pdf"
    ],
    "lastUpdate": "2024-01-23T23:52:38+00:00",
    "setSpecs": []
}