{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ho, Jeremiah A."
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-16T13:46:12+01:00",
    "dataProvider": {
        "id": 12399,
        "name": "Saint Louis University School of Law Research: Scholarship Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/12399",
        "logo": "https://api.core.ac.uk/data-providers/12399/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/587965966.pdf",
    "fullText": "Saint Louis University School of Law Scholarship Commons All Faculty Scholarship 2020 Queer Sacrifice in Masterpiece Cakeshop Jeremiah A. Ho Saint Louis University School of Law, jeremiah.ho@slu.edu Follow this and additional works at: https://scholarship.law.slu.edu/faculty  Part of the Civil Law Commons, Civil Rights and Discrimination Commons, Law and Gender Commons, Law and Politics Commons, and the Sexuality and the Law Commons Recommended Citation Ho, Jeremiah A., Queer Sacrifice in Masterpiece Cakeshop. Yale Journal of Law & Feminism, 2020, Saint Louis U. Legal Studies Research Paper No. 2020-49. This Article is brought to you for free and open access by Scholarship Commons. It has been accepted for inclusion in All Faculty Scholarship by an authorized administrator of Scholarship Commons. For more information, please contact ingah.daviscrawford@slu.edu.      No. 2020-49      Queer Sacrifice in Masterpiece Cakeshop    Jeremiah A. Ho Saint Louis University – School of Law                    Yale Journal of Law & Feminism, 2020 Queer Sacrifice in Masterpiece CakeshopJeremiah A. HotABSTRACT: This Article interprets the Supreme Court's decision, Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission, as a critical extension ofDerrick Bell's interest-convergence thesis into the LGBTQ movement. Chiefly, Masterpiece reveals how the Court has been more willing to accommodate gayindividuals who appear more assimilated and respectable-such as those who participated in the marriage-equality decisions-than LGBTQ individuals who are less \"mainstream\" and whose exhibited queerness appear threatening to the heteronormative status quo. When assimilated same-sex couples sought marriage in Obergefe/1 v. Hodges, their respectable personas facilitated thealignment between their interest to marry and the Court's interest in affirming the primacy of marriage. Masterpiece, however, demonstrates that when thelitigants' sexual identities seem less assimilated and more destabilizing to the status quo, the Court becomes much less inclined to protect them from discrimination and, in tum, reacts by reinforcing its interest to preserve the status quo-one that relies on religious freedoms to fortify heteronormativity. To push this observation further, this Article explores how such failure of interest convergence in Masterpiece extends Derrick Bell's thesis on involuntary racialsacrifice and fortuity into the LGBTQ context-arguing that Masterpiece isessentially an example of queer sacrifice. Thus, using the appositeness of criticalrace thinking, this Article regards the reversal in Masterpiece as part of theI would like to thank Emma Wood, Jessica Dziedzic, Mary McBride, Joseph Machado, Mercedes Martinez, Janice Small, Kayla Venckauskas, and Aleah Fisher for their research assistance. I am also gratefully indebted to the University of Massachusetts School of Law for funding this research. Much thanks as well to colleagues Liz McCuskey, Kyle Velte, and Jack Harrison. An earlier version of this paper was presented at the 2020 AALS Annual Meeting in D.C. as part of the Section on Sexual Orientation and Gender Issues session, and I'd like to thank the many colleagues in attendance for suggestions and comments as well. I would be terribly remiss if I did not thank my Articles Editors, Casey Gilfoil and Natasha Khan, for their wonderful suggestions and detailed editorial labor, and the staff of the Yale Journal of Law and Feminism for all of their gracious work and support: Sumaya Bouadi, Natalie Savoie Cauley, and Jessica Tueller (Editors-in-Chief); Melanie Sava (Managing Editor); and Alexandra Ricks, Ali Gali, Atticus Ballesteros, B. Rey, Caroline Parker, Casey Smith, Chandini Jha, Chelsea Thompson, Elaine Emmerich, Jordan Dannenberg, Megan Pearson, Pirzada Ahmad, Sabrine Djemil, Sonia Qin, Soren Schwab, and Zain Lakhani (Editors). A final thanks goes to Michael Morasse for all of his time and support. Lastly, this work is dedicated to my friends, David and William-married and having their cake too. t Jeremiah Ho is an Associate Professor of Law at the University of Massachusetts. Copyright© 2020 by the Yale Journal of Law and Feminism                                                                      250 Yale Journal of Law and Feminism [Vol. 31.2:249 contours of interest convergence, queer sacrifice, and fortuity. Such observations ultimately prompt the Article to propose specific liberationist strategies that the LGBTQ movement ought to adopt in forging ahead. INTRODUCTION ................................................................................................ 251 I. ASSIMILATIONIST STRATEGIES IN MARRIAGE EQUALITY ............................ 252 A. Assimilation Versus Liberation: Historical Tensions ..................... 252 B. Marriage as Assimilationist Strategy .............................................. 254 C. Assimilation, Respectability, and Interest Convergence ................ 260 1. Sameness as Respectability ...................................................... 260 2. Respectability and Interest Convergence ................................. 267 D. The ObergefeJJCouples .................................................................. 272 1. The Respectability Template .................................................... 272 2. Interest Convergence and Respectability ................................. 277 3. Interest Convergence and Dignity Jurisprudence ..................... 281 II. UNALIGNED INTERESTS IN MASTERPIECE .................................................... 286 A. Queering the Respondents .............................................................. 287 1. Not Mainstream All-American ................................................ 289 2. Not Asexual ............................................................................. 292 3. Not Family-Oriented Caretakers .............................................. 294 4. Not Accidental Activists .......................................................... 295 B. Preserving the Status Quo ............................................................... 297 1. Distancing from Dignity Jurisprudence ................................... 298 2. Reframing the lssues ................................................................ 301 3. Weighing the Preservation Interest of the Status Quo ............. 304 4. Religious Hostility ................................................................... 307 5. Speciousness and Questions of Motives .................................. 311 C. Queer Sacrifice ............................................................................... 318 1. Bell's Theory ............................................................................ 319 2. Queering Bell's Theory in Masterpiece ................................... 322 Ill. FORTUITY BEYOND MARRIAGE ................................................................. 324 A. Changed Conditions ....................................................................... 325 B. Masterpiece's Missed Fortuity ........................................................ 328 C. Forging Fortuity Through Coalition Building ................................ 330 CONCLUSION ................................................................................................... 335 2020] Queer Sacrifice in Masterpiece Cakeshop INTRODUCTION 251 Despite equality in marriage for same-sex relationships, the Supreme Court's 2018 decision in Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission 1 illustrates that the dominant status quo is still able to pick and choose ways to discriminate against sexual minorities. This Article will show how this impasse from fully reaching sexual orientation antidiscrimination in Masterpiece is associated with the choices that the gay movement has made to shape the visibility of sexual minorities, particularly from the Court's prior marriage cases. Marriage equality is not true equality. Marriage-equality litigation purposely depicted same-sex couples as distinctively aligned and assimilated with the dominant status quo in order to increase the likelihood that the Court would extend marriage rights.2 In writing about Obergefell v. Hodges, others have noted that eventual success was premised on this carefully crafted image of sameness, assimilation, and respectability because it allowed the interests of same-sex couples in seeking marriage rights to converge with the Court's interests in affirming the heteronormative institution of marriage. 3 Indeed, through such an interpretation of Obergefell, some have borrowed Derrick Bell's well-regarded interest-convergence thesis from critical race theory and applied it to explain how the Court reached its decision to extend marriage rights to same-sex couples.4 In examining Masterpiece, this Article affirms and advances further such application of Bell's thesis to the recent marriage-equality decision. It explores Masterpiece as an example where interests failed to converge and what that failure signifies. Deviating from its high regard for assimilated same-sex couples in Obergefell, the Supreme Court in Masterpiece was unwilling to accommodate the less assimilated, less seemingly respectable queer identities of the same-sex couple involved. Instead, their queerness led the Court to reinforce interests in preserving the status quo-one that currently protects religious exercise over the rights of sexual minorities. In this way, the Article will extend further analogies to Derrick Bell's racial justice theorizing-not only from his interest­convergence thesis but also his later theories on involuntary racial sacrifice and fortuity-to explain how Masterpiece speaks profoundly about the current progress of LGBTQ rights in the post-marriage-equality era. Applying Bell's theory of involuntary racial sacrifice, Masterpiece is ultimately a grave example I. 138 S. Ct. 1719 (2018).2. See generally Cynthia Godsoe, Perfect Plaintiffs, 125 YALE L.J. FORUM 136 (2015). 3. See Yuvraj Joshi, The Respectable Dignity o/Obergefell v. Hodges, 6 CALIF. L. REV. CIRCUIT 117, 122-25 (2015); see also Neo Khuu, Obergefell v. Hodges: Kinship Formation, Interest Convergence,and the Future ofLGBTQ Rights, 64 UCLA L. REV. 184, 214-24 (2017).4. See, e.g., Khuu, supra note 3. 252 Yale Journal of Law and Feminism [Vol. 31.2:249 of queer sacrifice. Nevertheless, the Article will also use Bell's theorizing to invariably show how sexual minorities ought to forge ahead. Part I explores assimilationist strategies in both the gay movement and eventually the marriage-equality sub-movement that culminated in the proliferation of images of sameness and respectability that helped leverage marriage, but also sustained externalities that have inhibited future successes in the gay movement. Part II first compares the assimilative characteristics of the same-sex couples from Obergefell against the queer sexualities of the Masterpiece couple. Then the section examines Masterpiece to show how the decision is an example of queer sacrifice and what this sacrifice implies for LGBTQ equality going forward. Finally, Part III uses guidance from Bell's forged-fortuity theory for solutions in the movement's next steps beyond Masterpiece. I. ASSIMILATIONIST STRATEGIES IN MARRIAGE EQUALITYA. Assimilation Versus Liberation: Historical TensionsQuestions of strategy have always embroiled themselves centrally in the social and political advancements of sexual minorities' rights and visibility. Even in earlier mid-twentieth-century efforts, various incarnations of the American LGBTQ movement have pondered and taken sides between embracing assimilationist strategies, which insist on a rights-based perspective within the existing liberal democratic regime, and liberationist strategies, which assert change from a more revolutionary perspective outside the dominant political discourse. 5 This basic tug-of-war between strategies famously ripped through theMattachine Society, an early gay rights group that dominated over the homophile movement of the 1950s-a precursor movement of the contemporary LGBTQ crusade.6 Initially, the Mattachine Society embraced liberationist values and led the homophile movement by organizing a militant following, igniting participant self-awareness as an active minority group, and dedicating efforts toward legal advancements and changes in public perceptions against sexual minorities. 7 During the McCarthy Era, liberationist strategies and ideologies, which embodied communist principles, eventually led to conflict within the Mattachine Society, especially when \"rank and file Mattachine members grew increasingly concerned with the organization's possible association with communism.\"8 In 5. See CRAIG A. RIMMERMAN, FROM IDENTITY TO POLITICS: TuE GAY AND LESBIAN MOVEMENTS INTHE UNITED STATES 2 (2002) ( describing assimilationist and liberationist approaches to gay rights).6. Id. at 21-22.7. Id. at 20-21 (listing purposes from the Mattachine Society's official mission statement). 8. Id.2020] Queer Sacrifice in Masterpiece Cakeshop 253 the disagreement between founding Mattachine leaders and its membership, the central conflict between assimilation and liberation arose as \"[t]he Mattachine founders envisioned a separate homosexual culture while other members worried that such a strategy would only increase the hostile social climate.\"9 Unlike their liberationist-entrenched leadership, the society's newer members \"called for integration into mainstream society\" and that conflict led to change at the helms of the Mattachine in 1953.10 Such change ultimately resulted in the homophile movement's abandonment of liberationist approaches for assimilationist ones.11 From the mid- l 950s, this revamped homophile movement focused on initiating dialogue with mainstream society by presenting sexual minorities as upright citizens in order to change public perceptions of homosexuality. 12 Specifically, \"[t]heir strategy was to present themselves as reasonable, well-adjusted people, hoping that these heterosexual arbiters of public opinion would rethink their assumptions regarding homosexuality.\"13 Unlike the earlier tactic, the activists' strategy nowpromoted sameness between the heterosexual mainstream and sexual minorities: \"This approach, rooted in dialogue, emphasized conformity and attempted to minimize any differences between heterosexuality and homosexuality.\"14 That approach prevailed until the time of the Stonewall uprising in 1969.15 After Stonewall, liberationist strategies gained more traction as gay and lesbian activism of the late 1960s transitioned to reflect the radical politics of the 1970s. 16 Assimilationist strategies took a back seat as the goal of many gay activists at the time was to revolutionize society and not merely change mainstream perceptions. 17 During this time, the work of the Gay Liberation Frontcame to the forefront of the gay rights movement by challenging the status quo.18 One of its noted works involved mainstream representations of sexual minorities through language and cultural imagery. Known as \"visibility rhetoric,\" its use of 9. Id. at 21.10. Id.11. Id.12. Id. at 22 (describing how the homophile movement \"embraced an assimilationist andaccommodationist approach to political and social change\").13. Id.14. Id.15. Id. 16. Id. at 23 (\"This more confrontational, liberationist approach embraced unconventional politics associated with the antiwar, women's liberation, and civil rights movements.\"); see also WILLIAM N. ESKRIDGE, JR., GAYLAW: CHALLENGING THE APARTHEID OF THE CLOSET 217 (1999) (\"Literally overnight, the Stonewall riots transformed the homophile reform movement of several dozen homosexuals into a gay liberation movement populated by thousands of lesbians, gay men, andbisexuals who formed hundreds of organizations demanding radical changes in the way gay peoplewere treated by the state.\").17. RIMMERMAN,supra note 5, at 24. 18. Id. (\"[GLF] attacked the consumer culture, militarism, racism, sexism, and homophobia.\").254 Yale Journal of Law and Feminism [Vol. 31.2:249 language was important and essential for achieving the social-group identity of gays and lesbians.19 For instance, the word \"homosexual\" was replaced with \"gay,\" and the consciousness of the group was reinforced with the word \"pride. \"20 But as activism for sexual minorities entered the 1980s and organizations within the movement began to play active roles in national politics-particularly as the AIDS crisis and the conservative Republican rise in the mainstream domestic political sphere prompted the urgency for national presence­assimilationist strategies began to return to critical prominence.21 Preference for assimilationist strategies deepened as marriage litigation in the early 1990s directed the gay movement toward marriage equality. 22 In litigating and changing public reactions to same-sex marriages, activists shifted perceptions by crafting arguments for \"sameness\" between same-sex and opposite-sex relationships and by arguing for the human universality of being23-arguments that the homophile movement's assimilationist strategies had tried to instill a generation before.24B. Marriage as Assimilationist StrategyWhen it comes to marriage, the movement's attachment to that idea has had a lengthy history and is nothing if not complex. Carlos Ball, who has argued for the morality of same-sex marriages,25 recounts that \"[t]he question of marriage has been the subject of discussion and activism from the beginning of the LGBT 19. Andrew M. Jacobs, The Rhetorical Construction of Rights: The Case of the Gay Rights Movement,1969-1991, 72 NEB. L. REV. 723, 725-26 (1993) (\"America's twenty-three year long public conversation about gay rights started with visibility rhetoric, or rhetoric that declared the existence of gays as a class to the polity. As this term implies, visibility rhetoric need not be rhetoric in the strictest sense. Demonstrations or news images that communicate no formal, articulable, cognitivemessage to an audience can still demonstrate the existence of previously hidden phenomena. Simplyput, America had to notice lesbians and gays as a social class before it would talk about or with themas a class. Even more obviously, societal cognizance oflesbians and gays as a social group inevitablypreceded any remedy formulated in group terms for injuries suffered by group members. Visibilityrhetoric says, 'I am,' a message gay and lesbian America began delivering in an organized fashionon June 27, 1969.\"). 20. RlMMERMAN, supra note 5, at 24.21. Id. at 28-29.22. CARLOS A. BALL, Introduction: The Past and the Future, in AFTER MARRIAGE EQUALITY: THEFUTURE OF LGBT RIGHTS 2 (2016).23. Id. at 3 (mentioning that the marriage equality efforts \"allowed the movement to humanize the discrimination faced by LGBT individuals\"); see also CRAIG A. RlMMERMAN, THE LESBIAN AND GAY MOVEMENTS: ASSIMILATION OR LIBERATION? 147 (2008) (referring to marriage equality movement tactics as \"looking to sameness and de-emphasizing ... differences\").24. Elizabeth J. Baia, Akin to Madmen: A Queer Critique of the Gay Rights Cases, 104 VA. L. REV. 1021, 1027-28 (2018) (mentioning \"homophile groups' goal of assimilation\" and \"sameness\" as rejected by gay liberationists).25. See, e.g., Carlos A. Ball, Moral Foundations for a Discourse on Same-Sex Marriage: LookingBeyond Political Liberalism, 85 GEO. L.J. 1871 (1997).                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 255 rights movement in the United States.\"26 Although deprived of the right to marry in the twentieth century, some accounts exist of same-sex couples taking part in symbolic marriage ceremonies over the decades prior to achieving legal recognition of same-sex marriages.27 Then legal action took shape. In the 1970s, same-sex couples in several states across the United States also initiated lawsuits to obtain the right to marry.28 At that time, during the liberationist heyday, the underlying purpose of these lawsuits focused more on the legal participation that marriage would afford sexual minorities than on any integrationist notions of becoming part of the mainstream. 29 Exclusion from marriage meant that the rights and incidents of marriage enjoyed by wedded opposite-sex couples, such as tax liability reductions, health care, and social security survivor benefits, eluded same-sex couples.30 Such desire for equal treatment was often the actual goal of these early same-sex marriage suits, rather than folding sexual minorities into the social fabric.31 Unfortunately, none of the same-sex couples who sued for the right to marry ever prevailed in these early efforts-including Baker v. Nelson, a case involving a male same-sex couple who sued to determine whether the Minnesota marriage statute authorized same-sex marriages after being denied a marriage license.32 The couple's case reached the Minnesota Supreme Court, which ruled against finding that the marriage statute authorized same-sex marriage, in part because the purpose of traditional marriage was procreative.33 At the time, that reasoning precluded same-sex couples from having a fundamental right in marriage, so the Minnesota Supreme Court was able to find their exclusion was not unconstitutional. 34 For that reason, when the couple 26. BALL, supra note 22, at I.27. Id. (\"[D]uring the summer following the Stonewall riots, Metropolitan Community Church ministersbegan conducting marriage ceremonies for same-sex couples.\"); see also Edward B. Fiske, Homosexuals in Los Angeles, Like Many Elsewhere, Want Religion and Establish Their Own Church, N.Y. TIMES (Feb. 15, 1970), https://www .nytimes.com/1970/02/15/archives/homosexuals­in-los-angeles-like-many-elsewhere-want-religion-and.html [https://perma.cc/3P9Y-8KX2].28. E.g., Jones v. Hallahan, 501 S.W.2d 588 (Ky. Ct. App. 1973); Baker v. Nelson, 191 N.W.2d 185,185 (Minn. 1971), cert. denied, 409 U.S. 810 (1972); Singer v. Hara, 522 P.2d 1187 (Wash. Ct. App. 1974). 29. For instance, one of the plaintiffs in Singer v. Hara, John Singer, who tried to obtain a license to marry Paul Barwick in Washington State in 1971, revealed in an interview that \"as long as marriagelaws do exist, and do create benefits like the tax break, we will apply for it.\" 'Non-believers' SeekLicense to Wed, ADvoc. (Nov. 1971), https://law.seattleu.edu/prebuilt!library/samesexmarriage/images/02A-Advocate.jpg [https://perma.cc/49ZZ-J9H2]. Singer and Barwick, gay liberationistactivists in Seattle, were not in love but sought to marry as part of their activism. Michael Boucai,Glorious Precedents: When Gay Marriage Was Radical, 27 YALE J.L. & HUMAN. I, 38-41 (2015).30. RIMMERMAN,supra note 5, at 139-40.31. See, e.g., Boucai, supra note 29, at 4 (\"[Rather than playing up gender roles,] the Baker, Jones, andSinger cases deployed the symbolism of marriage to proclaim homosexuality's equality, legal andmoral, in a society that almost ubiquitously criminalized its practice.\").32. 191 N.W.2d.33. Id. at 186.34. Id.                                                                      256 Yale Journal of Law and Feminism [Vol. 31.2:249 appealed to the U.S. Supreme Court, their certiorari petition was summarily denied \"for want of a federal question.\"35 During that era, there was not much to say about marriage for same-sex couples. Notwithstanding feminist critiques of marriage as a patriarchal institution, gay rights thinkers also exhibited apprehension toward marriage. The now­classic 1989 debate between Paula Ettelbrick and Tom Stoddard published in Out/Look Magazine exposes the assimilationist-versus-liberationist tensions that activism and ultimately obtaining the right to marry would bring.36 Ettelbrick and Stoddard were colleagues at the Lambda Legal Defense Fund, but expressed profound differences on the idea of same-sex marriage.37 Ettelbrick held views against same-sex marriage while Stoddard possessed favorable ones. 38 Their debate illustrates quite succinctly, but effectively, some of the fundamental assimilationist-versus-liberationist perspectives on marriage recognition for same-sex couples. Though not completely in favor of the institution of marriage, Stoddard took the position \"that every lesbian and gay man should have the right to marry the same-sex partner of his or her choice, and that the gay rights movement should aggressively seek full legal recognition for same-sex marriages.\" 39 He then underscored his strong belief through practical, political, and philosophical explanations that all more or less illustrated how marriage would uphold and integrate same-sex couples within mainstream society.40 As examples, Stoddard mentioned the practical tax benefits of same-sex couples in marriage, 41 the political implications of mainstream acceptance of gays through marriage,42 and the philosophical stance of seeking the right for same-sex couples to marry as a position of parity with opposite-sex couples and the transformative potential same-sex couples would bring to traditional marriage as reasons for the movement to pursue marriage.4335. 409 U.S. 810 (1972). 36. Paula L. Ettelbrick, Since When Is Marriage a Path to Liberation?, OUT/LOOK, Fall 1989, at 9; Thomas B. Stoddard, Why Gay People Should Seek the Right to Marry, OUT/LOOK, Fall 1989, at 9. 37. David W. Dunlap, Paula L. Ettelbrick, Legal Expert in Gay Rights Movement, Dies at 56, N.Y.TIMES (Oct. 8, 201 I), https://www.nytimes.com/2011/10/09/nyregion/paula-1-ettelbrick-legal­expert-in-gay-rights-movement-dies-at-56.html [https://perma.cc/W7GD-JAEL].38. Id. 39. Stoddard, supra note 36, at 10. 40. Id. at 10-13.41. Id. at 10 (noting that one practical benefit of same-sex marriages is that \"[m]arried couples may reduce their tax liability by filing a joint return\"). 42. Id. at 12 (\"[Marriage is] the political issue that most fully tests the dedication of people who are not gay to full equality for gay people, and also the issue most likely to lead ultimately to a world freefrom discrimination against lesbians and gay men.\").43. Id. at 13 ( suggesting that philosophically \"the issue is not the desirability of marriage, but rather the desirability of the right to marry'' and that \"enlarging the concept [ of marriage] to embrace same­sex couples would necessarily transform it into something new\"). 2020] Queer Sacrifice in Masterpiece Cakeshop 257 From the liberationist view, Ettelbrick articulated her anti-marriage stance by criticizing the importance of\"self-affrrmation\" that many gay couples ideally seek through marriage.44 She understood the appeal: \"After all, those who marry can be instantaneously transformed from 'outsiders' to 'insiders,' and we have a desperate need to become insiders.\"45 That desire might be tantalizing to sexual minorities for various symbolic and dignifying reasons, but Ettelbrick argued that obtaining marriage would, firstly, force assimilation upon sexual minorities rather than liberate them, and, secondly, minimize the plurality of queer identities that preclude justice for sexual minorities.46 Rather, Ettelbrick argued that \"[j]ustice for gay men and lesbians will only be achieved when we are accepted and supported in this society despite our differences from the dominant culture and the choices we make regarding our relationships.''47 Marriage would be antithetical to her view of equality that does not emphasize \"sameness\" but rather stresses acceptance and equal treatment of plurality. 48 \"The law,\" she wrote, \"provides us no room to argue that we are different, but are nonetheless entitled to equal protection.''49 Ultimately, in marriage activism, Ettelbrick saw the rights-based approach by assimilationists as resulting in inauthenticity: It rips away the very heart and soul of what I believe it is to be a lesbian in this world. It robs of me of the opportunity to make a difference. We end up mimicking all that is bad about an institution of marriage in our effort to appear to be the same as straight couples. 50 That inauthenticity would accommodate the inequalities within gay culture and society as well: Of course, a white man who marries another white man who has a full­time job with benefits will certainly be able to share in those benefits and overcome the only obstacle left to full societal assimilation-the goal of many in his class. In other words, gay marriage will not topple the system that allows only the privileged few to obtain decent health care. Nor will it close the privilege gap between those who are married and those who are not. 51 Insightfully, Ettelbrick predicted the decline in gay political advancement once marriage is obtained: \"If the laws change tomorrow and lesbians and gay men were allowed to marry, where would we find the incentive to continue the progressive movement we have started that is pushing for societal and legal 44. Ettelbrick, supra note 36, at 9.45. Id.46. Id.atl0,14.47. Id. at 14.48. Id. at 15.49. Id.50. Id.51. Id. at 16.258 Yale Journal of Law and Feminism [Vol. 31.2:249 recognition of all kinds of family relationships?\"52 All in all, her reasons against pursuing marriage were predominantly pointed at how it would subordinate sexual minorities underneath a multidimensional, white heteronormative supremacy both externally and from within the movement. In pre-Obergefell 1989, the Stoddard-Ettelbrick pro-and-con debate in Out/Look Magazine illuminated profound complications that the idea of marriage underscored between assimilationist and liberationist strategies for the movement as a whole. But in light of any efforts to resist conformity and assimilation, marriage-equality activism began to advance shortly around the time the Stoddard-Ettelbrick debate was published.53 For more than a decade, interest in advancing same-sex marriage waned as the AIDS epidemic overshadowed marriage in priority. 54 Additionally, in 1986, the Bowers v. Hardwick decision at the Supreme Court added new shifts and dimensions in activist priorities as decriminalizing sodomy became a priority as well. 55 Then, however, interest in marriage increased consequentially as the impact that the AIDS epidemic pressed upon inheritance and death benefits issues affecting sexual minorities. 56 Prompted by this correlation, in 1989, the State Bar of California officially recommended legally recognizing same-sex marriages. 57 Then, in the early 1990s, marriage litigation reignited-this time in Hawaii­and eventually led to the temporary success of Baehr v. Lewin, 58 where the Hawaii Supreme Court recognized that denying same-sex couples the right to marry could be unconstitutional. 59 The surprise success of Baehr, however slight, brought frenzy to both social conservatives and gay rights proponents.60 According to Carlos Ball, after Baehr \"a growing number of LGBT rights organizations, facing both the surprising prospect of a possible victory in the Hawai'i courts and a growing conservative backlash against marital rights for 52. Id. at 17. 53. See, e.g., Philip S. Gutis, Small Steps Toward Acceptance Renew Debate on Gay Marriage, N.Y. TIMES (Nov. 5, 1989), https://www.nytimes.com/1989/l l/05/weekinreview/ideas-trends-small­steps-toward-acceptance-renew-debate-on-gay-marriage.html [https://perma.cc/885W-MVRR ].54. See Mary Ziegler, The Terms of the Debate: Litigation, Argumentative Strategies, and Coalitions inthe Same-Sex Marriage Struggle, 39 FLA. ST. U. L. REV. 467, 477 (2012) (\"During the periodbetween 1977 and 1990, gay rights activists also saw little reason to make same-sex marriage a greatpriority. One reason for the movement's inattention to the issue was the outbreak of the AIDS epidemic, which made marriage seem of marginal importance.\"). 55. Id. at 477-78.56. Gutis, supra note 53.57. Id.58. 852 P.2d 44 (Haw. 1993).59. Id. at 68.60. BALL, supra note 22, at 3 (\"After the [ Baehr] court's ruling, social conservatives, energized by theirvictory in forcing President Bill Clinton to backtrack on his promise to lift the military's ban onlesbian, gay, and bisexual service members, began to sound the alarm about what was taking place on the island state.\").                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 259 same-sex couples, quickly turned the pursuit of marriage equality into their most important objective.\"6 1 Indeed, as noted by others, \"Baehr may have benefitted the same-sex marriage cause by dramatically increasing awareness of the issue, both in the gay rights movement and in the broader society.\"62 Though the marriage-equality movement held possibilities for articulating gay rights through a more universalized frame63 and its focus on same-sex couples pushed the discussion over sexual orientation discrimination into a different realm,64 a substantial formulation for demanding equality in marriage hinged on assimilationist arguments based on sameness, as [t]hrough the process of demanding admission into the institution ofmarriage, the movement sought to establish that LGBT individuals werecapable of entering and remaining in committed relationships-and, forthose who had them, of raising children-in ways that did not differfundamentally from the experiences ofheterosexuals.65 Such sameness arguments eventually prevailed to facilitate certain group's desires for disparate results for other sub-groups in the LGBTQ movement, because [ a ]lthough some feminist and queer activists continued to criticize the embrace of marriage as an assimilationist and conservative move that would not help individuals who were not interested in, or would not benefit financially from, marriage, those voices were largely drowned out as many movement organizations, as well as an apparent majority of LGBT individuals, made marriage equality their top political priority.66 As Ettelbrick predicted, the drive toward marriage equality was eventually fueled by a prevalent subgroup within the LGBTQ movement at the cost of intra group marginalization. 61. Id.62. Ziegler, supra note 54, at 474. 63. See, e.g., Janet R. Jakobsen, Queer Relations: A Reading of Martha Nussbaum on Same-SexMarriage, 19 COLUM. J. GENDER& L. 133, 137 (2010) (describing one argwnent in favor of same­sex marriage as follows: \"the right to freely choose whom to many is definitive of the adult humanbeing, who is the subject of justice, and so as a matter of equality it is actually crucial that gay peoplebe afforded the right to make this choice\").64. See BALL, supra note 22, at 3 (\"The focus on marriage put the spotlight on same-sex relationshipsin ways that other campaigns, such as the push for laws that prohibited discrimination based on sexual orientation, had not.\"). 65. Id.66. Id.260 Yale Journal of Law and Feminism [Vol. 31.2:249 C. Assimilation, Respectability, and Interest ConvergenceI. Sameness as RespectabilityWhile Obergefell was being heard at the Supreme Court-just a little more than two decades after Baehr-the effects of assimilationist strategies in the marriage-equality and gay rights movements had continued to crystallize. Ettelbrick's reasons for apprehension had, indeed, manifested. Mere months before the Obergefell decision, Alexander Nourafshan and Angela Onwuachi­Willig echoed what other scholars had articulated-that gay rights successes in pursuing marriage equality had incurred some inroads toward formal equality, but the progress retained, if not deepened, some substantial limits for the movement as a whole: Although Windsor and the revolution of cases that have led to Obergfell [sic] hold significant promise for one privileged subset of gays and lesbians-white, economically privileged, and educated gays and lesbians-they do not necessarily carry the same potential for less privileged subgroups within the gay and lesbian community, namely gays and lesbians of color.67 According to Nourafshan and Onwuachi-Willig, in championing marriage, movement proponents had, historically throughout the struggle up to Obergefell, embraced assimilationist tactics over liberationist ones: \"[R]ather than seek to disrupt the paradigm of heteronormativity, assimilation-oriented homosexuals sought to fit gay rights into the existing legal and social structure, without threatening to upend the social order.\"68 Such conformity to the order would also mean adapting to norms that replicate the existing institutional hierarchies of the mainstream status quo.69 Others have similarly discerned that the assimilative push for marriage equality was done through channeling away some important disparities within the gay community and movement for the sake of expressing sameness with the mainstream. 70 Thus, even before the 2003 success in Massachusetts through Goodridge v. Department of Public Health, Darren 67. Alexander Nourafshan & Angela Onwuachi-Willig, From Outsider to Insider and Outsider Again:Interest Convergence and the Normalization of LGBT Identity, 42 FLA. ST. U. L. REV. 521, 521-22(2015). 68. Id. at 526 (citations omitted). 69. See id. at 526-27 (\"One of the most effective strategies for transforming homosexuality from a fringe community to an insider group has been the construction of an insider group has been the construction of an essentialist, immutable homosexual identity. In addition to immutability, thisessentialist identity has been rooted in both whiteness and affluence. Indeed, the popular portrayalsof 'normalized homosexuality' in the media and society at large are all the same: white, educated,and socioeconomically privileged.\") ( citations omitted).70. See, e.g., NICOLA BARKER, NOT THE MARRYING KIND: A FEMINIST CRITIQUE OF SAME-SEXMARRIAGE 109-13 (2012) (discussing sameness strategies in various marriage equality campaignsworldwide). 2020] Queer Sacrifice in Masterpiece Cakeshop 261 Lenard Hutchinson had referenced what some scholars on race were already saying about the same-sex marriage movement in the United States-that mainstream structural and institutional hierarchies would be replicated and as a result \"many ( or most) of the benefits from same-sex marriage will accrue to white and upper-class individuals.\"71 During the pursuit of marriage equality, the danger of such disparities was already being observed within the particular degree of sameness that assimilationist strategies in the marriage movement articulated between same­sex and opposite-sex couples. Indeed, assimilationist strategies that promoted sameness here skewed sameness portrayals toward standards of mainstream respectability. As a result, the marriage-equality movement provided an opportunity for the gay movement to engage directly with respectability politics. 72 It is in this way that Katharine Franke has claimed that \"[i]n themarriage cases, lesbians and gay men have accomplished a re branding of what it means to be homosexual. \"73 Respectability politics, a concept that has been extensively examined in the realm of race studies, 74 can be described as \"a performance and project of moving from the position of 'other,' to being incorporated into the normal, dominant, and hegemonic.\" 75 For a marginalized individual or group, thatincorporation is realized by aligning with dominant mainstream features and values in order to become worthy of establishment recognition. 76 What respectability can symbolize for the marginalized is ascendancy and mobility within a dominant political society. 77 Indeed, the enchanting call of 71. Darren Lenard Hutchinson, \"Gay Rights\" for \"Gay Whites\"?: Race, Sexual Identity, and EqualProtection Discourse, 85 CORNELL L. REV. 1358, 1370 (2000) (referencing David W. Dunlap, SomeGay Rights Advocates Question Drive to Defend Same-Sex Ma\"iage, N .Y. TIMES, June 7, 1996, at Al2). 72. Nan D. Hunter, Varieties of Constitutional Experience: Democracy and the Ma\"iage Equality Campaign, 64 UCLA L. REV. 1662, 1724 (2017) (\"In their reconstruction of difference andsameness arguments, marriage equality advocates were dancing on the thin line that separates a claim for equal respect from a plea of respectability.\").73. Katherine Franke, What Marriage Equality Teaches Us: The Afterlife of Racism and Homophobia, in BALL, supra note 22, at 238,247.74. See, e.g., EVELYN BROOKS HIGGINBOTHAM, The Politics of Respectability, in RIGHTEOUSDISCONTENT: THE WOMEN'S MOVEMENT IN THE BLACK BAPTIST CHURCH, 1880-1920, at 185(1993). 75. Osagie K. Obasogie & Zachary Newman, Black Lives Matter and Respectability Politics in Local News Accounts of Officer-Involved Civilian Deaths: An Early Empirical Assessment, 2016 WIS. L. REV. 541,547 (2016). 76. See Yuvraj Joshi, Respectable Queerness, 43 COLUM. HUM. RTS. L. REV. 415, 421-22 (2012) (differentiating respectability from assimilation by noting indirectly that respectability \"capture[s] the various ways in which lesbians and gays constitute themselves as being worthy ofrecognition\");see also id. at 424 (\"The claim of gay sameness to heterosexuality posits that gay couples andrelationships are exactly like their heterosexual counterparts and therefore deserve the same recognition.\"). 77. See, e.g., Obasogie & Newman, supra note 75, at 549 (\"The politics ofrespectability contains astrong element of class, and an ideal of class mobility, within it.\").                                                                     262 Yale Journal of Law and Feminism [Vol. 31.2:249 respectability projects a meritocratic sense of self-determination, materialism, and identity, because of the idea that [respectability] is based on a fundamentally American sense of capitalism, individuality, and work ethic-that if you work hard, play by the rules, and are a good, law-abiding citizen of any race, nothing will obstruct you in your pursuit of a \"better life\" and integration into social and economic prosperity.78 In other words, by being \"respectable\" through exhibiting the material ethos and characteristics that the mainstream values as good, an outsider could seemingly obtain social, economic, and political worth and recognition. For instance, respectability narratives may focus on educational pedigrees and professional occupations,79 on replacing identifying markers of outsiderness with mainstream ones,80 and on personal wealth and economic status.81 All of these attributes are aspirational and things that a respectably motivated individual could seemingly work to accomplish. However, as some have observed, respectability politics neglects the existing structural and institutional dimensions of subordination in society and the political body as a whole.82 Meritocracy has its fallacies.83 As a result of courting respectability, true progress or transformation is often 78. Id.79. See, e.g., Angela M. Banks, Respectability & the Quest for Citizenship, 83 BROOK. L. REV. I, 6 (2017). Banks excerpts an example of respectability politics in the case of Raymond Alexander who argued on his and other African-American students' behalf against a 1921 ban at Harvard that barred African-American students from residing Harvard's dormitories. Banks noted that Alexander used the professional careers and educational pedigrees of his and many of the other students' fathers to demonstrate their alignment with the values and norms of respectability. Id. 80. See, e.g., Justin Hansford, Demosprudence on Trial: Ethics for Movement Lawyers, in Ferguson and Beyond, 85 FORDHAM L. REV. 2057, 2075 (2017). Here, Hansford illustrates the focus on appearances and names in respectability politics through reference to Bill Cosby's \"Pound Cake\"speech, in which a link was made between material success of African-Americans and the avoidance of ethnic names and physical appearances. Id.81. See, e.g., Lawrence M. Friedman, Name Robbers: Privacy, Blackmail, and Assorted Matters inLegal History, 30 HOFSTRA L. REV. 1093, 1096 (2002). Friedman observes the connotation of respectability that wealth conveys in the U.S., noting that Wealth, obviously, was an important marker of status. More generally, status depended on respectability, that is, a reputation for decency and good moral values. The way you lived and behaved and comported yourself provided the world with signs and indicia of respectability. It was possible to be poor and respectable, and there were many people who fit this description. But below a certain threshold-at a certain level of poverty and destitution-respectability vanished. Id. In fact, \"men who could not work or did not work could not hope for respectability\" and \"were vilified, and treated as criminals,\" while \"women who lacked 'virtue' were simply ostracized-at least in polite society.\" Id. 82. See, e.g., id. (\"[T]he political maneuvers surrounding respectability discourses 'seek[] to reform the behavior of individuals and as such take[] the emphasis away from the structural forms of oppressionsuch as racism, sexism, and poverty.\"' (quoting Farah Jasmine Griffin, Black Feminists and DuBois: Respectability, Protection, and Beyond, 568 ANNALS AM. ACAD. PoL. & Soc. SCI. 28, 34(2000)).83. E.g., Anne Lawton, The Meritocracy Myth and the I/lusion of Equal Employment Opportunity, 85MINN. L. REV. 587, 594-99 (2000) (articulating and debunking the concept of meritocracy in employment discrimination).                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 263 diminished, and marginalization persists, especially for those who are unable to appear respectable.84 The ability to act respectably for social gain is not exclusive to the phenomenon of racial negotiations in American society and politics, but transfers aptly into the context of negotiations between sexual minorities and the mainstream status quo as well. According to Yuvraj Joshi, \"[r]espectability is an indispensable concept to understand the queer politics of recognition.\"85 In part, such indispensability is so because \"respectability . . . has characterized legal recognition of same-sex relationships.\" 86 In fact, in Joshi's view, legal recognition of same-sex relationships has concentrated on the degree of sameness observed between same-sex and mainstream opposite-sex relationships: \"[W]here legal recognition has been afforded . . .  to same-sex relationships . . . it has tended to center on their normalcy rather than their diversity and inherent worth.\"87 Under Joshi's observation, same-sex couples' \"normalcy'' is directed at the degree to which their normalcy matches the normalcy of mainstream opposite-sex couples; invariably, it is another way of describing sameness. In this way, marriage proponents have relied on assimilationist strategies because, as Joshi notes, \"[ m ]uch of the literature on lesbian and gay recognition uses the language of assimilation to explain such recognition. \"88 Of course, what kind of normalcy and sameness also matters. Although this relationship between assimilation and respectability can be close, the concepts of assimilation and respectability are not one and the same. Specifically, [a]ssimilation explains many of the pressures to integrate into theheterosexual mainstream, but it does not capture the various ways inwhich lesbians and gays constitute themselves as being worthy ofrecognition. Respectability, as a discursive concept expressing anormative ideal, provides a more comprehensive conceptual frameworkto understand such recognition. 89 One can also explain this difference between the two on utilitarian terms-that, in essence, assimilation can serve as a means to obtain respectability. For instance, in African-American history, as \"early respectability politics sought to challenge racist imagery of inferiority by cultivating the opposite image, i.e., the economically successful, upright Black citizen,\"90 some have observed that \"[i]ntegration and assimilation became the key vehicle through which advocates 84. Obasogie & Newman, supra note 75, at 549. 85. Joshi, supra note 76, at 421. 86. Id.87. Id.88. Id. (referencing generally Kenji Yoshino, Covering, 111 YALE L.J. 769 (2002)).89. Id.90. Obasogie & Newman, supra note 75, at 546 (citations omitted).264 Yale Journal of Law and Feminism [Vol. 31.2:249 of respectability politics within the Black community pursued these goals.\"91 Thus, assimilationist strategies operate as a basis from which one tries to become \"respectable.\" For sexual minorities, as the campaign for marriage became a venue for adopting assimilationist strategies, respectability was the degree in which such strategies were calibrated. \"Nowhere,\" as Joshi states, \"are the workings of respectability more evident than in efforts to achieve marriage equality.\" 92 Similarly, Franke notes that \"[i]f the marriage equality cases have been about anything, they've been about the insistence that gay people have been misrecognized by law and society and that the time has come to tell a more respectable, decent story that, if believed, justifies a city official's signature on a marriage license.\"93 In successfully achieving this image of respectability, thestrategy was assimilative; rather than seeking to transform marriage, proponents \"aim[ed] to fold same-sex couples into the institution on its own terms.\"94 Specifically, sameness arguments emerged and prevailed: \"As marriage equality advocates make the plausible case that they share with conservatives the same basic values about marriage, conservatives come around to seeing same-sex couples who wanted to marry as 'just like us,' or enough like us to recognize a shared identity.\"95 Through sameness and assimilation, achieving that \"enoughlike us\" sentiment is likely what allowed proponents of marriage equality to transform, in Franke' s words, \"marriage into a badge of superiority\"96 that is\"awarded or 'enjoyed' by only those members of the gay community who are willing or able to present their relationships within a logic of respectability.\"97 Thus, assimilationist strategies and sameness arguments were harnessed to acquire a degree ofrespectability. Both Joshi and Franke have noted that the act of being respectable can exist separately from the function of using marriage to make oneself respectable.98 Inthis way, marriage did not solely ignite the gay movement's overall quest for respectability. Rather, the attainment of respectability in the marriage-equality campaign existed in tandem with the push to construct a respectable image for 91. Id. 92. Joshi, supra note 76, at 421. 93. Franke, supra note 73, at 247. 94. Id. at 249.95. Id. 96. Id. at 248.97. Id. 98. Joshi, supra note 76, at 421-22 ( observing that \"marriage is a product and a catalyst\" in the pursuitof respectability, and also that previous image constructions of sexual minorities as respectable\"have been instrumental in bringing about marriage equality\"); see also Franke, supra note 73, at248, 251 ( observing how marriage can confer respectability on same-sex couples and alluding to uses of whiteness for \"homosexuality in general\" in ''under[writing] the plausibility of [a] positivetransformation in the meaning of the gay identity'').                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 265 assimilated sexual minorities in the public eye-sometimes with these parallel constructions of respectability being informed by each other and at other times not. 99 In this way, sameness, produced through respectability, was used to achieve marriage and to shift the image of sexual minorities away from degeneracy. In the marriage movement, some have sensed that in the depiction of respectability of same-sex couples through assimilation-based strategies of sameness certain specific features of same-sex couples were artificially and deliberately heightened in order to resemble aspects of decency and uprightness that the mainstream valued. As Joshi observes, \"[i]f respectability is measured by proximity to middle-class heterosexuality, same-sex marriage is a clear manifestation of this.\"100 In this way, as middle-class heterosexuality would represent the mainstream status quo, same-sex couples vying for the right to marry would, in order to be respectable, also have needed to embody or heighten enough specific material sameness with the mainstream to be worthy of status quo validation. Thus the parallel push for assimilated gays to appear respectable in general society seemed to inform performances of respectability in the marriage movement: \"[P]rior constructions of gays and lesbians as asexual, apolitical, producing and consuming subjects have been instrumental in bringing about marriage equality.\"101 From there, projecting respectability has led to a \"moral de-sexing and middle-classing of lesbian and gays.\"102 More specifically as to the idea of \"moral de-sexing,\" Joshi posits that \"[l]esbians and gays may produce performances of respectability as defensive strategies of being sexualized. Respectability may be a means of stopping their sexuality from becoming a barrier to their success and happiness or a safe space away from the pain and suffering of homophobia.\" 103 Thus, sexual minorities sanitize their sexuality or \"tone-down\" allusions to their non-heteronormative sexual behavior that could trigger negative stereotyping. \"Middle-classing\" is likely Joshi's shorthand for the \"[c]onspicuous consumption [that] has been crucial to the construction of gay men and, to a lesser extent, lesbians as respectable citizen­consumers.\" 104 It comports to the materialism that establishment norms encourage. For instance, for sexual minorities in the professional world, 99. Joshi, supra note 76, at 431-39 (discussing constructions of respectability, outside of marriage, bysexuality minorities to fit into the mainstream corporate world and observing that \"lesbian and gaycouples do not simply become respectable through marriage, but must also bring respectability to marriage\"). Cf id. at 50 (\"Even before marriage equality, many lesbians and gays were passing forheterosexual or covering their homosexual selves in public, while privately engaging in queer sexualpractices.\").100. Id. at 421.IOI. Id. at 422. 102. Id. 103. Id. at 429.I 04. Id. at 431. 266 Yale Journal of Law and Feminism [Vol. 31.2:249 \"[r]espectability . . is measured by proximity to white, middle-class heterosexuality.\"105 In that regard, \"LGBT employees who 'fit in' tend to be those who most closely resemble their predominately white, male, middle-class, heterosexual colleagues.\"106 Indeed, Joshi and others have noticed particular features of identity and embodiment of norms were honed and carefully crafted into constructing the notion of respectability of same-sex relationships. For example, with race, Franke draws a connection between respectability and whiteness: \"Rightly or wrongly, homosexuality in general and the marriage equality movement specifically enjoy a kind of racial privilege that has underwritten the plausibility of this positive transformation in the meaning of the gay identity.\"107 To validate the impetus for the careful use of race, Franke quotes Kenyon Farrow's observation that \"in order to be mainstream in America, one has to be seen as white.\"108 Consequently, Franke posits that marriage became \"publicly perceived to be a white issue.\"109 Such an impetus had its purposes in establishing respectability, and thus one aspect of respectability in the marriage movement was built on the distancing of race from other colors to whiteness to create \"just like us\" arguments that connote sameness to the mainstream. 110 Alluding to the gestures of respectability in distinguishing between the good outsider and the bad outsider, Franke remarks that \"[w]hen judges, policymakers, or the media are persuaded that same-sex couples are sufficiently similar to different-sex couples when it comes to marriage, that recognition of shared identity is premised upon the specter of a constitutive outsider that gay couples are not like.\"111 According to Franke, based on that connotation, \"what [ same-sex couples] are not like is African Americans ( even though, of course, many lesbians and gay men are African American).\"112 In this regard, the aim to seem respectable helped craft \"sameness as white\" connotations to appeal to powerful elites. In part, as Franke mentions, this underlying aim was demonstrated by the overwhelming presence of white litigants, white lawyers, and white individuals who led mainstream LGBTQ organizations all vying for the recognition of marriage equality up to Obergefell.113 Others have noted that economic status114 and the embodiment of 105. Id. at 433. 106. Id.I 07. Franke, supra note 73, at 251. 108. Id. (quoting Kenyon Farrow, Is Gay Marriage Anti-Black?, KENYON FARROW, (Mar. 5, 2004), https :/ /kenyonfarrow .com/2005/06/14/is-gay-marriage-anti-black [https://perrna.cc/C5L5-R2 M6]). 109. Id.llO. Id. at 249-50. ll I. Id. at 251. 112. Id.113. Id. at 250-51.114. E.g., Nourafshan & Onwuachi-Willig, supra note 67, at 526-27.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 267 heteronormative expressions of sexuality115 and family116 were other features and areas of emphasis that figured in establishing respectability of same-sex couples. Indeed, the relationship between assimilationist strategies and respectability in the marriage movement was strong. Sameness arguments were particularized to demonstrate respectability of same-sex relationships and to minimize their differences from the mainstream in order to gain worth for recognition. 2. Respectability and Interest ConvergenceRespectability, however, is not an end in itself. Utilizing respectability, the movement demonstrated same-sex couples were not merely similar to mainstream couples, they were also exemplary enough to receive the right to marry and would not threaten the status quo or the institution of traditional marriage because of it. Borrowing from Derrick Bell's racial justice theorizing, his interest-convergence thesis helps illuminate the correlation between respectability and the success of marriage equality in this way. In theorizing racial inequality, Bell posited that the recognition of legal rights of subordinated racial groups occurs upon convincing the white decisionmakers that the interests of both groups converge. 117 Using Brown v. Board of Education, Bell hypothesized that the reason why African-American claimants successfully overturned segregation was because their interests and the interests of the dominant status quo happened to converge. In particular, at the time of the ruling, the impetus to maintain foreign national allies during the Cold War prompted an imperative to repudiate instances of racial discrimination domestically in the United States. 118 As a result, segregation was overturned. In propelling gay rights and legal protections, the strategy to align interests is not exclusive to race. Anthony Michael Kreis has drawn several accounts that reveal the impact of interest convergence in gay rights advances before marriage equality.119 By reading together Romer v. Evans120 and Lawrence v. Texas,121 115. E.g., Godsoe,supra note 2, at 149-50. 116. E.g., Angela P. Harris, From Stonewall to the Suburbs?: Toward A Political Economy of Sexuality,14 WM. & MARY BILL RTS. J. 1539, 1569 (2006).117. Derrick A. Bell, Jr., Comment, Brown v. Board of Education and the Interest-Convergence Dilemma, 93 HARV. L. REV. 518,523 (1980) (\"The interest of blacks in achieving racial equalitywill be accommodated only when it converges with the interests of whites. However, the fourteenthamendment, standing alone, will not authorize a judicial remedy providing effective racial equalityfor blacks where the remedy sought threatens the superior status of middle and upper class whites.\").118. Id. at 524; see also Hunter, supra note 72, at 1722.119. See generally Anthony Michael Kreis, Gay Gentrification: Whitewashed Fictions of LG BT Privilegeand the New Interest-Convergence Dilemma, 31 LAW & INEQUALITY 117, 137-53 (2013).120. 517U.S. 620(1996).121. 539 U.S. 558 (2003).268 Yale Journal of Law and Feminism [Vol. 31.2:249 Kreis argues that the Supreme Court's reversal of Bowers, Romer, and Lawrence involved several layers of interest convergence that removed a series of threats maintained by the status quo against sexual minorities and same-sex intimacy: \"The Bowers, Romer, and Lawrence opinions are strong evidence that once shared identity interests are realized,judicial remedies favoring sexual minorities will be authorized provided they do not undermine the power or authority of peer, heterosexual stakeholders.\" 122 By reading Scalia's scathing dissent in Romer, Kreis discerns that an undercurrent of white privilege helped convince the Romer majority of Amendment 2's underlying animus.123 Kreis then pairs the resonance of Scalia' s Romer dissent with the passage in Kennedy's majority opinion in Lawrence, when sameness was used to connote the discriminatory effect of sodomy laws. 124 Furthermore, by the time Lawrence weighed the legality of same-sex intimacy, other heteronormative institutions that might have been once threatened by the overturning of Bowers-such as private and religious organizations-already had such threats \"neutralized\" in other Supreme Court decisions.125 Such amelioration of threats that Lawrence might have otherwise posed further demonstrated the aligning of interests that helped reverse Bowers. In other words, the legal protections sexual minorities were asking for can be granted so long as such protections would not threaten the heteronormative status quo. Interest convergence thus played out in the Lawrence ruling. Importing Bell's interest-convergence theory from its roots within racial­inequality discourse into the realm ofLGBTQ-rights advancement has potential drawbacks, as the history and nature of discrimination and oppression for sexual minorities are not identical to racial minorities. 126 But, as others have noted, Bell's interest-convergence thesis does transfer quite readily into the marriage­equality movement.127 Again, sameness and respectability politics play out in aligning interests. At the start of the marriage movement, sexual minorities vying for the right to marry appeared as outsiders attempting to appease the heterosexual mainstream who have the ability to marry and the power to extend 122. Kreis, supra note 119, at 151.123. Id. at 148. (\"[Scalia's] intent was surely to highlight that the LGBT community is a powerful and visible force within the legal community and that visibility makes it easier for his fellow Justices togrant rights to a group of people with whom lawyers typically associate.\").124. Id. at 149. 125. Id. at 150; see also Boy Scouts of Am. v. Dale, 530 U.S. 640 (2000)(ruling that the First Amendment protected a Boy Scout troop's rejection of an openly gay member); Hurley v. Irish-American Gay, Lesbian & Bisexual Group of Bos., 515 U.S. 557 (1995) (ruling that the First Amendment does not compel parade organizers to permit a gay and lesbian group to participate in its parade). 126. For a detailed analysis of some of the ways in which the legal and political dimensions of claims tolesbian and gay rights differ from those to racial equality, see Margaret M. Russell, Lesbian, Gay and Bisexual Rights and ''The Civil Rights Agenda\", I AFR.-AM. L. & POL'Y REP. 33 (1994). 127. Khuu, supra note 3, at 214-224; Hunter, supra note 72, at 1721-25.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 269 the right to marry.128 Proponents and movement activists discarded liberationist,outsider rhetoric to reach for sameness arguments, which revised pronouncements that same-sex couples could love, have relationships, or rear children well enough to deserve the rights and benefits of marriage to be \"just like you.\"129 Assimilationist accounts of sameness were calibrated to underscorethe respectability of same-sex couples-how they would be unlikely to threaten the status quo.130 Once the establishment was convinced of the particular versionof sameness, sexual minorities were granted the right to marry.131 In this way,returning to Franke's example of making marriage equality appear as a \"white issue,\" such construction facilitated respectability, which then allowed the interests between sexual minorities and the power-granting establishment to converge. For instance, with race again, Franke notes, \"[t]he racial endowment as white from which the marriage equality movement has benefited ... surely helped conservative courts, legislators, and others come to see an affinity of interest with this cause.\"132 This notion is so \"even if not grounded in reality,128. See Stoddard, supra note 36, at 9 (observing in 1989, before the start of marriage-equality advancement, that \"(l]esbian and gay relationships, being neither legally sanctioned or commingled by blood, are always at the bottom of the heap of social acceptance and importance\" and that \"those who marry can be instantaneously transformed from 'outsiders' to 'insiders,' and we have a desperate need to become insiders\"). 129. See Nourafshan & Onwuachi-Willig, supra note 67, at 526 (\"In contrast to early gay rights rhetoric,whereby the gay community sought to distinguish homosexuality as different or 'outside' themainstream of society, the social and legal strategy to achieve equality for gays and lesbians latershifted to rely on assimilation-orientation. Gay rights proponents abandoned outsider rhetoric to seek inclusion with the traditional institution of marriage and participation in the military by highlighting similarities-by claiming, 'We're just like you.\"') (citations omitted); see alsoPlaintiffs' Motion for Summary Judgment at 22-25, Goodridge v. Dep't of Pub. Health, 798 N.E.2d 941 (Mass. 2003) (No. 01-1647-A) (underscoring similarities that same-sex couples share withopposite-sex couples, such as mutual emotional support, an obligation of faithfulness, and long-term relationship commitment); Building a Family of Dreams in KY, FREEDOM TO MARRY (Aug. 2014),https://www.freedomtomarry.org/stories/entry/building-a-family-of-dreams-in-ky(https://perrna.cc/5JZ4-FNQ4] (describing same-sex couple Paul Campion and Randy Johnson'srelationship and their adoption of four children despite the inability to marry in Kentucky).130. See Nourafshan & Onwuachi-Willig, supra note 67, at 526 (\"[R]ather than seek to disrupt theparadigm of heteronormativity, assimilation-oriented homosexuals sought to fit gay rights into the existing legal and social structure, without threatening to upend the social order.\") (citation omitted);see also Meet the Plaintiffe Standing up for Marriage at the 6th Circuit Today, FREEDOM TO MARRY (Aug. 6, 2014 ), https:/ /www .freedomtomarry.org/blog/entry/meet-the-plaintiffs-standing-up-for­marriage-at-the-6th-circuit-today [https://perma.ccNEJ6-XRK.H] (quoting Matthew Mansell, plaintiff in Tanco v. Haslam, 135 S. Ct. 1040 (2015), consolidated in Obergefell v. Hodges, 135 S.Ct. 2584 (2015), who said, \"(w]e do exactly the same things as everyone else does. We teach ourkids to ride bikes, mow the lawn, we do laundry, we argue about money. It's no different from whatmy parents did or what my sister has done for 32 years.\").131. E.g., Obergefell, 135 S. Ct. at 2599. In Part III of the majority opinion, Justice Kennedy begins hisfour-part analysis illustrating why the right to marriage should be extended to same-sex couples withthe noted observation of sameness: \"This analysis compels the conclusion that same-sex couplesmay exercise the right to marry. The four principles and traditions to be discussed demonstrate thatthe reasons marriage is fundamental under the Constitution apply with equal force to same-sexcouples.\" Id. at 2599 (emphasis added). 132. Franke, supra note 73, at 250.                                                                      270 Yale Journal of Law and Feminism [Vol. 31.2:249 since many of the members of the LGBT community who sought marriage rights were people of color.\"133 Prior to Obergefell, some commentators noticed one particularly glaring instance of interest convergence formulated by the respectability associated with plaintiff Edith Windsor's profile in United States v. Windsor134: Under the theory of interest convergence, Edith Windsor, a wealthy, white woman in a long-term committed relationship in New York City, was, in many ways, the perfect plaintiff to challenge DOMA [the Defense of Marriage Act] because she could be sold as part of a respectable, assimilation-based gay image to the general public and, more importantly, to those in power.135 Windsor's image, in the case that overturned DOMA, had been cautiously managed; and assimilation and respectability figured into that management. 136 Elements of race, wealth, and sexuality were at the heart of constructing Windsor's image. Russell Robinson and David Frost have mentioned that \"Windsor's case did not accidentally end up at the Supreme Court\"137 and that\"her lawyer Roberta Kaplan argued within the marriage-equality movement that Windsor was a superior client for a Supreme Court challenge\" because certain features such as her widow status, her gender, and her age lent favorable optics. 138 Highlighting several features of respectability, Cynthia Godsoe hasremarked that \"[t]he fact that [Windsor] is white, well-educated, and wealthy no doubt also helped Supreme Court Justices relate to her,\"139 and that the lawyers'depiction of Windsor's relationship with her deceased spouse Thea Spyer as \"decidedly G-rated\" was in part to minimize her sexual orientation. 140 Nourafshan and Onwuachi-Willig illustrate even further the respectability implications of Windsor's image control. Beyond the \"G-rated\" connotations of Windsor's marriage to Spyer, particular aspects of their marriage embodied sameness arguments skewed toward respectability. According to Nourafshan and Onwuachi-Willig, Windsor's \"wedding was 'mainstream' enough to be featured in the New York Times wedding section, even though the state of New York did not recognize same-sex marriage until 2012.\"141 The educational levelsof both women connoted an elevated social status. In addition, \"[b ]oth Windsor, I 33. Id. 134. Nourafshan & Onwuachi-Willig, supra note 67, at 522-23; 570 U.S. 744 (2013).135. Nourafshan & Onwuachi-Willig, supra note 67, at 522. 136. See Russell K. Robinson & David M. Frost, The Afterlife of Homophobia. 60 AR!z. L. REV. 213,224-25 (2018); Godsoe, supra note 2, at 142.137. Robinson & Frost, supra note 136, at 224-25.138. Id.139. Godsoe, supra note 2, at 142.140. Id. at 142-43.141. Nourafshan & Onwuachi-Willig, supra note 67, at 522 n.7. 2020] Queer Sacrifice in Masterpiece Cakeshop 271 who holds a Master's degree from N.Y.U., and Spyer, who has a Ph.D., have elite pedigrees in terms of education.\"142 Beyond the ways Windsor's identity could be construed as \"conforming to society's perceived normative ideal in all ways except for sexuality,\"143 the financial losses associated with how DOMA discriminated against her state-recognized marriage on the federal level (charging her $363,053 in estate taxes) made her \"sympathetic.\" 144 The combination of these attributes made the conclusion viable that \"Edie Windsor closely hues to the image of homosexuality that has been consciously crafted in the public sphere.\" 145 In other words, she appeared respectable and non­threatening to the mainstream--ostensibly as much \"as a non-threatening little old lady\" ever could.146In deconstructing the image that Windsor presented, Nourafshan and Onwuachi-Willig teased out the converging interests established by her respectable, non-threatening image. Windsor's estate-taxes dispute could be \"highly salient to white elites, both gay and non-gay alike.\" 147 Her \"respectability-based identity as a lesbian represented a departure from the stereotype of hyper-sexuality that is often affiliated with or imputed to gay culture\"148-even though \"[i]n truth, Windsor's relationship with Spyer was very sexual\"-and she agreed to avoid discussing her sexuality throughout the case.149 Windsor's \"racial identity as a white woman reified the primacy of whiteness in the gay community and gay rights movement.\"150 Not to mention, \"her identity as an educated Northerner reinforced notions of sophistication and assimilation in the gay and lesbian community.\"151 Combined, these attributes \"helped to remove the stigma of otherness (to an extent) and thus enabled broad swaths of people to identify with her.\"152Facilitated by this projection of respectability-and by extension a projection of respectability of same-sex couples-that convergence of interests eventually brought about the ruling in Windsor; in part this convergence would be gleaned from one of Kennedy's key observations that \"DOMA singles out a class of persons deemed by a State entitled to recognition and protection to 142. Id. 143. Id. at 523.144. Id. 145. Id. at 522 n.7. 146. Ariel Levy, The Perfect Wife, NEW YORKER (Sept. 30, 2013), https://www.newyorker.com/ magazine/2013/09/30/the-perfect-wife [https://perma.cc/GCB2-SWN6].147. Nourafshan & Onwuachi-Willig, supra note 67, at 523.148. Id. 149. Robinson & Frost, supra note 136, at 224.150. Nourafshan & Onwuachi-Willig, supra note 67, at 523.151. Id. 152. Id. 272 Yale Journal of Law and Feminism [Vol. 31.2:249 enhance their own liberty\" and \"imposes a disability on the class by refusing to acknowledge a status the State finds to be dignified and proper.\"153 When he remarks that DOMA's imprimatur to refuse to recognize the same-sex marriages certain states had already validated was \"treating [ same-sex couples] as living in marriages less respected than others,\" 154 Kennedy appears implicitly to acknowledge respectability as a crucial reason for overturning DOMA. He seems to underscore the effect that DOMA had placed on valid state same-sex marriages compared to opposite-sex marriages on the federal level, noting that DOMA suggests \"[a couple's valid same-sex] marriage is less worthy than the marriages of others,\" and as a result \"disparage[s]\" and \"injure[s]\" those same­sex couples who legitimately sought state protections to marry. 155 Why deny federal recognition and unnecessarily demean same-sex couples who seem respectable enough to be considered sufficiently similar to opposite-sex couples and who seemingly would not threaten the institution of marriage? The implication here is that same-sex marriages are like opposite-sex marriages in terms of worthiness. Worthiness, having been conceived in respectability, ought to counter perceptions that same-sex couples threatened marriage. Thus, any mainstream interest to protect marriage against these \"worthy,\" respectable couples were ameliorated enough for Windsor and other couples to be federally recognized. In essence, here in Windsor, the interests of same-sex couples and the dominant status quo sufficiently converged. D. The Obergefell CouplesI. The Respectability TemplateIn examining the Obergefell plaintiffs, Cynthia Godsoe has noted that attorneys' strategies in managing their plaintiffs' \"ordinariness\" and \"approachability\" also hinged on portraying a sense of normality. 156 This observation is reminiscent of Joshi's reflection that \"normalcy'' appeared in the construction of respectability in assimilationist strategies. Indeed, animating both the selection of the twenty-nine Obergefell plaintiffs and their performance of attributes, the strategy of being normal was targeted chiefly toward convincing the status quo that same-sex couples were \"just like them\" in ways that maximized and ensured sufficient interest convergence that would render positive outcomes-using the members of the Court as proxies for the status quo: 153. United States v. Windsor, 570 U.S. 744, 775 (2013).154. Id. 155. Id. 156. Godsoe, supra note 2, at 136.2020] Queer Sacrifice in Masterpiece Cakeshop [T]he Supreme Court is mainstream in its own way, composed of nineindividuals from a very narrow slice of the population. Skilled advocates\"play by its rules, and tell the Justices stories they like to hear aboutpeople who remind them of themselves.\" In other words, plaintiffsshould assimilate to norms that the Justices understand and their lawyersshould play down differences.157273 The payoff of such persuasive perception-building has some notable corroboration. As former Chief Justice William Rehnquist has written, \"judges go home at night and read the newspapers or watch the evening news on television; they talk to their family and friends about current events. Somewhere 'out there' -beyond the walls of the courthouse-run currents and tides of public opinion which lap at the courthouse door.\"158 In Obergefell, Godsoe observes that the result of such elaborate perception­building \"reveals some deep-rooted assumptions about what a family should look like and what is an appropriate path to social change.\"159 Assimilationist strategies would likely pave that path. According to Godsoe' s research, the Obergefell plaintiffs were \"largely homogenous and non-representative ofLGB families,\"160 and their similarities and attributes can be categorized and compiled into an archetypal template. Though self-identified as sexual minorities, the Obergefell plaintiffs appear to Godsoe to share four common traits; they are ( 1) typically all-American, (2) asexual, (3) devoted to child-rearing and/or caregiving, and (4) accidentally political. 161 And despite being framed as assimilation-based, these four traits ultimately achieve not merely a sense of assimilation but one of respectability as well. As a matter of fact, Godsoe's first category of \"all-Americanness\" straightforwardly connotes respectability. After all, what does \"all-American\" signify if not that which is situated at the pinnacle of mainstream American society and identity? Consonant with this thought, Godsoe describes \"all­American\" as \"reflect[ing] a traditional 'Leave it to Beaver' American ideal\"162typified by their \"overwhelmingly white and middle or upper-middle class\"163157. Id. at 140 (emphasis removed) (footnotes omitted) (quoting Dahlia Lithwick, Extreme Makeover:The Story Behind the Story of Lawrence v. Texas, NEW YORKER (Mar. 4, 2012),https://www.newyorker.com/magazine/2012/03/12/extreme-makeover-dahlia-lithwick[https://perma.cc/GEQ3-ER5Zl) .158. William H. Rehnquist, Constitutional Law and Public Opinion, 20 SUFFOLK U. L. REV. 751, 768 (1986). Of course, one ought not to place over-reliance on the \"mainstream\" characteristics of theSupreme Court membership either because, as Reva Siegel has observed, changing public opinionalso shaped some of the progress that led to marriage equality in Obergefell. See Reva Siegel, Community in Conflict: Same-Sex Marriage and Backlash, 64 UCLA L. REV. 1728, 1746-52 (2017). 159. Godsoe, supra note 2, at 140.160. Id. at 145.161. Id. 162. Id. 163. Id. 274 Yale Journal of Law and Feminism [Vol. 31.2:249 composition that is \"starkly different than the gay and lesbian population.\"164 Infact, only five Obergefell plaintiffs are non-white and, out of sixteen couples, just three are racially mixed.165 These ratios amongst the Obergefell plaintiffsare incongruous and unrepresentative of the racial breakdown in the LGBTQ population as Godsoe reports.166 But, as mentioned by Franke, whiteness has itssupremacy in mainstream American culture.167 Moreover, to continue building their all-American features, Godsoe notes that they \"all have eminently respectable jobs.\" 168 She illuminates this all­Americanness using one example of an actual Obergefell plaintiff-couple: \"[T]wo attractive veterinary professors who were recruited because they are 'in a stable, good relationship,' and are 'likeable' 'homeowners' with respectable jobs.\"169 In other words, using Godsoe's own synonym for all-American, theObergefell plaintiffs are more or less \"mainstream\"170-and they are so becauseof their respectability, whether culturally, economically, or both. Some, as she observes, even exemplified their all-Americanness to the Court through a sense of patriotism from prior military service.171 From Godsoe's research, this groupof litigants exhibited few features that would personify them readily as \"queer\"; they did not appear to embody attributes normally associated with sexual minority life, status, or culture. There were no trans people or HIV-positive individuals amongst these plaintiffs. 172 Nor did these litigants possess lessseemingly \"respectable\" jobs, characteristics, or backgrounds that would label them alternative from the mainstream in some way. 173 They wereoverwhelmingly white and privileged, and presented themselves and their families as '\"do[ing] exactly the same things as everyone else does,\"'174 or theyconsidered themselves \"'just as boring and crazy and loud as any other 164. Id.165. Id.166. See id. at 140-41.167. Franke, supra note 73, at 251 (quoting Farrow, supra note 108).I 68. Godsoe, supra note 2, at 146. 169. Id. at 138 (quoting Joan Biskupic, Two Moms, a Baby and a Legal First for U.S. Gay Marriage,REUTERS (Apr. 9, 2014, 5:50 AM), https://www.reuters.com/article/us-usa-courts­samesexmarriage/two-moms-a-baby-and-a-legal-first-for-u-s-gay-marriage­idUSBREA3808420140409 [https://perrna.cc/HP7N-2UD3]).170. Id. at 145.171. Id. at 146 (\"Twice in the opinion Justice Kennedy applauds plaintiff ljpe DeKoe, who fought inAfghanistan, for 'serv[ing] this Nation.\"').172. Id.173. Id. (noting none of the plaintiffs had a criminal history or tattoos).174. Id. at 147 (quoting 6th Circuit Plaintiffe Stand Strong in Face of Loss in Court Today, FREEDOM TO MARRY (Nov. 6, 2014), https://www.freedomtomarry.org/blog/entry/6th-circuit-plaintiffs-stand­strong-in-face-of-loss-in-court-today3 [https://perma.cc/HR39-VTTN] [hereinafter 6th CircuitPlaintiffe ]).2020] Queer Sacrifice in Masterpiece Cakeshop 275 family.\"'175 In essence, one can alternatively designate what Godsoe identifiesas \"all-American\" or \"mainstream\" in the Obergefell plaintiffs as assimilated, respectable characteristics. They are respectable because of their projections of normalcy. Godsoe also noted that the Obergefell plaintiffs were \"asexual\" or de­sexualized176-meaning that their highly crafted image avoided the stereotypical notions of gay promiscuity or even reminded the public or the Court of non­heteronormative sex: \"Not one of the many photographs and videos available online depict a plaintiff kissing his or her partner. Sex is never mentioned.\"177 Instead, their \"asexual\" images portray monogamous couples committed in their relationships to one another.178 To borrow from Kreis's observations regardinginterest convergence from Lawrence, 179 the desexualization of plaintiffs here likely serves to signal and underscore their non-threatening nature-how the qualities of their same-sex relationships ( which would include aspects of sex and sexual intimacy) would not threaten the establishment's sense of social order. One might find irony in the Obergefell attorneys' need to desexualize their plaintiffs despite the progress already made by the Court in Lawrence to decriminalize consensual same-sex intimacy-in other words, despite the Court having perhaps neutralized that threat. 180 Thus, the tactic to desexualize theObergefell plaintiffs here would seem overprotective, and overstates the notion in Lawrence that consensual same-sex sexual activity bore no harm to the establishment. But that ironic view is shortsighted. First, as with Edith Windsor's case, respectability required desexualization of the plaintiffs to maintain sameness and to avoid triggering notions of non-heterosexual sexuality. The specter of gay or queer sexualities and sexual practices-or worse, the hypersexual stereotypes of gay men-could still prove destabilizing or threatening to a heteronormative mainstream. Secondly, the truth about the sex in controversy in Lawrence itself was that it was unlikely to have met traditionally heteronormative standards of sex and monogamy .181 The Lawrence175. Id. (quoting Amanda Terkel & Christine Conetta, 'Just as Boring and Crazy and Loud as Any OtherFamily', HUFFINGTON POST (Apr. 20, 2015), https://www.huffingtonpost.com/2015/04/20/paul­campion-randy-johnson _ n _ 7057 500.html [https://perma.cc/ A5CF-SVM9]).176. Id. at 147-48.177. Id. at 148.178. Id. at 147-48 179. Kreis, supra note 119, at 149.180. See Lawrence v. Texas, 539 U.S. 558, 566-79 (2003) (refuting moralizing notions against same-sexintimacy).181. See Godsoe, supra note 2, at 145 (\"By keeping the true story of Lawrence and Gamer hidden,lawyers gave the Court a tabula rasa upon which to inscribe its vision of sex and relationships­monogamous, committed, and private.\") (citing Katherine Franke, Public Sex, Same-Sex Ma\"iage,and the Afterlife of Homophobia, in PETITE MORT: RECOLLECTIONS OF A QUEER PuBLIC 156, 157(Carlos Motta & Joshua Lubin-Levy eds., 2011). 276 Yale Journal of Law and Feminism [Vol. 31.2:249 litigants involved were likely not a committed couple, 182 and, as Franke has pointed out, the idea of sex in Lawrence was \"domesticated\" or hetero­normalized to some degree by Justice Kennedy's handling of the sodomy issue, which underscored that \"[h ]eterosexual relationships remain the normative baseline for considering which rights [sexual minorities] might enjoy.\"183 Thus, in Obergefell, the plaintiffs had to avoid triggering such perceptions by appearing asexual or sterile enough for sex to be categorically ignored.184 All in all, the prophylactic move to desexualize the Obergefell plaintiffs seemed aimed at minimizing any indication of threat to the mainstream social order in exchange for respectability. According to Godsoe, the Obergefell plaintiffs were also engaged in child­rearing at a degree much higher than statistics for the sexual minority population or, if they did not have children, were often engaged in caretaking responsibilities for their partners or parents.185 Godsoe observed that caregiving \"not only further desexualizes LGB relationships, but also entrenches the privatization of dependency, exempting the state from responsibility for supporting the disabled and children.\"186 Not only does caregiving facilitate the \"reward\" for receiving legal recognition of marriage, as Godsoe describes, 187 but the use of child-rearing and caregiving also aligns the interests of sexual minorities with the establishment by again minimizing same-sex relationships as non-threatening and appearing to uphold mainstream values of child-rearing and family188-hinting at the societal worthiness attributed to respectability. Here, one is reminded of a quote from House of Cards: \"Everyone can get behind children.\"189 This suggestion remains even if the Obergefell plaintiffs overstated the prevalence of child-rearing amongst the sexual minority population.190Finally, Godsoe perceives Obergefell plaintiffs as political outsiders, calling them \"Accidental Activists.\"191 Indeed, \"[t]he fmal ingredient in the perfect 182. See Dale Carpenter, The Unknown Past ofLawrence v. Texas, I 02 MICH. L. REV. 1464, 14 78 (2004) (raising the possibility that \"Lawrence and Gamer may have been occasional sexual partners, butwere not in a long-term, committed relationship when they were arrested\").183. Katherine M. Franke, The Domesticated Liberty a/Lawrence v. Texas, 104 COLUM. L. REV. 1399, 14 I 9 (2004). 184. Godsoe, supra note 2, at 147-48.185. Id. at 149.186. Id. at 150.187. Id.188. See, e.g., Suzanna Danuta Walters, Breaking Up Is Hard to Do: Comments on Martha Fineman 'sCracking the Foundational Myths: Independence, Autonomy, and Self-Sufficiency, 8 AM. U. J. GENDER Soc. PoL'Y & L. 205,206 (2000) (describing the rise of the concept of\"family values\" asa heterocentric position against progress in gay and feminist rights).189. House of Cards: Chapter I (Netflix Feb. I, 2013).190. Godsoe, supra note 2, at 149. 191. Id. at 150.2020] Queer Sacrifice in Masterpiece Cakeshop 277 plaintiff [in Obergefel[J is a disdain for politics. The Obergefell plaintiffs have been cast as 'ordinary' folks who just happened to get involved.\"192 They claim not to be \"activists\"; rather, they are interested in their private existence.193 Yet, their apolitical nature seems disingenuous to Godsoe, who notes their public involvement with the press, appearances at advocacy events, contributions to the media, and attendance at Supreme Court arguments once they were selected as plaintiffs.194 Again, the \"apolitical\" narratives seem directed at lessening any militant or \"activist\" connotations and perhaps both adding to their non­threatening personas and respectability. Godsoe' s intricate scholarship on the Obergefell plaintiffs details motivated interest convergence that underscores the reason why attorneys opted for respectability branding-one that complements and proves on a litigative scale Franke's remark about the collateral rebranding of the gay identity by the movement's focus on obtaining marriage equality. 195 Franke's observations about respectability in the marriage litigation also match Godsoe' s on Obergefell. What the public sees is that [t]he homosexual portrayed in these filings is the soccer mom, thepartner who is a good provider, the loving father, the de-facto daughter­in-law, and the fellow who attends stamp-collecting conventions. Thelegitimate homosexual is he or she who is willing to keep quiet aboutthe sex part of homosexual.196 What Godsoe uncovers in her study also reflects Franke' s observations regarding respectability in the marriage movement-that success has hinged upon respectability. 197 2. Interest Convergence and RespectabilityUltimately, respectability politics, as demonstrated by the Obergefell plaintiffs, accesses the same interest-convergence mechanism as Windsor. 198 Identifying marriage as the \"keystone of our social order,\" Kennedy eventually extended the right to marry to same-sex couples. 199 This extension was 192. Id.193. Id. at 151 ( quoting Same Sex Marriage Plaintiffe Share Stories of Love, Life, Death, DETROIT NEWS (Apr. 22, 2015, 11:49 PM ET), https://www.detroitnews.com/story/news/politics/2015/04/22/sex­marriage-plaintiffs-stories-love-life/26222099 [https://perma.cc/Q4KB-93KZ]. 194. Id. at 151-52 (\"They protest too much.\").195. Franke, supra note 73, at 247. 196. Franke,supranote 181,at 159. 197. Franke, supra note 73, at 249. 198. See, e.g., Obergefell v. Hodges, 135 S. Ct. 2584, 2601-02 (2015) (discussing reasons why \"the rightof same-sex couples to marry that is part of the liberty promised by the Fourteenth Amendment isderived, too, from that Amendment's guarantee of the equal protection of the laws\").199. Id. at 2601.278 Yale Journal of Law and Feminism [Vol. 31.2:249 accomplished, in part, by the Obergefell plaintiffs' performative display of specific respectable attributes. In turn, once the plaintiffs' respectable identities were established, respectability facilitated sufficient interest convergence and ultimately accessed Kennedy's dignity jurisprudence. It is through such interest convergence, built up by respectability politics, that the transitive connection between assimilationist strategies in marriage and Kennedy's dignity jurisprudence emerges. In Obergefell, much of the descriptive and historical portions of Kennedy's majority opinion-the sections that eventually tee up to his fundamental-rights rationale-demonstrates his acceptance of the assimilated and respectable vision of same-sex couples. First, his aim, as he reveals at the beginning of the decision's second section, seems to involve countering mainstream sentiments that \"it would demean a timeless institution if the concept and lawful status of marriage were extended to two persons of the same sex.\" 200 In effect, he explicitly references the establishment's interest in protecting marriage from threats of institutional sullying, pointing out that some in the mainstream still view same-sex couples as an indecent threat in this way-perhaps a threat of ill­repute that respectability could fix. Likely, in what Nan Hunter deems \"cultural interest convergence,\"201 Kennedy first draws portrayals of some of the plaintiffs vying for the legal recognition of marriage to rebut mainstream notions that same-sex couples were perceived threats to marriage. 202 He attempts to humanize them, but does so on respectable terms. Plaintiff Jim Obergefell is the committed and tireless caretaker of an ailing husband.203 April DeBoer and Jayne Rowse, committed in a long-term relationship, are nurses who have fostered and adopted abandoned infants. 204 Ijpe DeKoe, who married Thomas Kostura outside their home state, had served in the military in Afghanistan for a year and is in the Army Reserves full time.2°5 In brief but notable terms, Kennedy drawsout features such as their careers, their military affiliations, their dutiful caretaking, their devotion to children, and their commitment to and love for their respective spouses-features that Godsoe later flags in her archetype-as proxies of who these litigants are: respectable same-sex couples who embody the same characteristics of outstanding, exemplary heterosexual citizens and who would not threaten or \"demean\" the institution of marriage. In fact, they are respectable and normal enough that perhaps they would even fortify marriage. Kennedy notes, \"[t]heir stories reveal that they seek not to denigrate marriage 200. Id. at 2594.201. Hunter, supra note 72, at 1721-25.202. Obergefell, 135 S. Ct. at 2594. 203. Id.204. Id. at 2595.205. Id.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 279 but rather to live their lives, or honor their spouses' memory, joined by its bond.\"206 Because of their respectability, Kennedy intimates that excluding these couples from marriage inflicted stigma and harm. With sincere and heart­wrenching flair, Kennedy describes the lengths to which Obergefell and his husband John Arthur had to go in order to obtain their out-of-state marriage because their home state of Ohio would not recognize them. 207 Arthur'samyotrophic lateral sclerosis made it difficult for the couple to wed anywhere else but on a medical transport plane on a Baltimore tarmac. 208 But after Arthur'sdeath, Obergefell is erased from his deceased husband's death certificate-both men required on paper to \"remain strangers even in death\" because Ohio had not recognized same-sex marriages.2°9 Likewise, unable to marry and thus legally adopt together, lesbian couple, DeBoer and Rowse, faced losing their children if \"tragedy [were] to befall\" one of them.210 SergeantDeKoe's military service andpatriotism ought to have leveraged Tennessee's recognition of his marriage to Kostura in New York state, but instead \"their lawful [out-of-state] marriage [wa]s stripped from them whenever they reside[d] in Tennessee, returning and disappearing as they travel[ ed] across state lines.\"211 Invariably, one could gleamfrom this section of Obergefell that Kennedy sees the interests of same-sex couples in obtaining marriage rights as converging with mainstream interests to protect marriage from denigration. Their respectability lessens any demeaning threat to marriage, and in fact should signal to society at large their legal and symbolic need to be protected by marriage. Consequently, the interests of same­sex couples and the mainstream over marriage seem to align. Secondly, to further underscore interest convergence, Kennedy fmds same­sex couples respectable in other ways by narrating a transformative history of gay and lesbians post-World War II. He first notes how society \"did not deem homosexuals to have dignity in their own distinct identity.\"212 He mentions thatinitially their \"just claim to dignity was in conflict with both law and widespread social conventions\" 213 and referenced laws against sodomy and policies ofsexual orientation discrimination to illustrate.214 But a major transition begins,according to Kennedy, when homosexuality was no longer considered a 206. Id.207. Id. at 2594-95.208. Id.209. Id. at 2595.210. Id.211. Id.212. Id. at 2596.213. Id.214. Id.                                                                     280 Yale Journal of Law and Feminism [Vol. 31.2:249 pathology or mental disorder. 215 Then, to extend that transformation to more recent decades, Kennedy narrates that \"following substantial cultural and political developments, same-sex couples began to lead more open and public lives and to establish families.\"216 His statement here could be interpreted as a subtle reference to assimilation and respectability. First, his observation switches from focusing on sexual minorities as individuals to same-sex couples. Secondly, the public visibility of same-sex couples (rather than ofLGBTQ individuals) that he characterizes does not appear as a liberationist gesture of visibility, but is attenuated by his curious attention to same-sex couples' \"establishing families\"-as if during the moment same-sex couples began to live more openly, they also started having families. In this way, Kennedy draws the line between same-sex couples and respectability, aligning them with norms of the mainstream heterosexual status quo. In part, this visibility and embrace of family seems to suggest, in Kennedy's view, the \"shift in public attitudes toward greater tolerance\" of same-sex couples.217 Their open lives did not threaten or transform mainstream society, but rather embraced it. In its exchange, an important degree of societal tolerance was begotten. The significance of Kennedy's historical rendering here again reveals that respectability is the impetus for social recognition of sexual minorities. The families that Kennedy mentions same-sex couples were establishing could not be interpreted in any likely sense other than resembling \"good\" mainstream ones. He seems to suggest that same-sex couples were exemplary in this stroke to become family-oriented. But writing from his position on the Court, as representing an elite demographic, and addressing the American public, his description of \"establishing families\" would not likely have referred to visibly queer ones. In this way, he implies that same-sex couples appear respectable in their desires to embrace mainstream values and norms, and as such, their presence and existence in society is non-threatening-and would be non­threatening in marriage as well. In fact, at the end of Kennedy's historicism, just before he reaches the opinion's most significant portion on due process and dignity, he emphasizes respectability with his recount of why Windsor, the prior same-sex marriage case, overturned the DOMA: \"DOMA ... impermissibly disparaged those same-sex couples 'who wanted to affirm their commitment to one another before their children, their family, their friends, and their community. '\"218 Again, as with Kennedy's individual portrayals of some of the Obergefell plaintiffs, he draws on the respectable vision of same-sex couples to demonstrate that they would not threaten or tarnish the institution of marriage. 215. Id.216. Id.217. Id.218. Id. at 2597 (quoting United States v. Windsor, 570 U.S. 744, 764 (2013)). 2020] Queer Sacrifice in Masterpiece Cakeshop 281 As a result, revealed in another way in the subtext of Kennedy's opinion, the interests of same-sex couples in obtaining marriage matches the interests of the status quo in maintaining marriage's sanctity. Again, respectability prompted interests to converge. 3. Interest Convergence and Dignity JurisprudenceBecause respectability solicits converging interests by allowing Kennedy to find same-sex couples non-threatening to marriage, he proceeds in Obergefell to extend to same-sex couples the right to marry. To accomplish this extension, Kennedy insists that legal exclusion from marriage discriminates against same­sex couples. He does so through showing that exclusion harms same-sex couples by leaving them undignified; in the other words, he shows discriminatory harm by invoking dignity. The relationship between the interest convergence that Kennedy seems to portray in Obergefell and his dignity analysis is significant here. Interest convergence, by way of respectability, accesses his dignity jurisprudence. In short, in Kennedy's opinion, the subterranean logic for extending the marriage right to same-sex couples in Obergefell appears like this: Same-sex couples who want marriage are respectable and thus non-threatening enough to harm marriage, which aligns their interests with status-quo interests in protecting marriage; in this regard, embodying such similarities to opposite-sex couples through their respectability, same-sex couples deserve legal recognition of marriage, or otherwise such exclusion leaves them undignified or lacking dignity. In Lawrence and Windsor, Kennedy relied on human dignity to demonstrate that dignitary harms led to discriminatory injury in the realm of criminalized consensual sex acts and federal recognition of marriage through DOMA.219 AsKreis, Nourafshan, and Onwuachi-Willig have all noted, interest convergence has worked in the background of those cases to help reach legal outcomes that rule in favor of sexual minorities and same-sex couples.220 Here, specifically in Obergefell, interest convergence-established through the respectable and non­threatening presence of same-sex couples-allows Kennedy to draw the inference that exclusion from marriage incites undignified results that prove discriminatory. In this way, Kennedy's version of human dignity does not 219. Lawrence v. Texas, 539 U.S. 558,567 (2003) (\"[A]dults may choose to enter upon this relationshipin the confines of their homes and their own private lives and still retain their dignity as freepersons.\"); Windsor, 570 U.S. at 775 (\"The federal statute is invalid, for no legitimate purpose overcomes the purpose and effect to disparage and to injure those whom the State, by its marriagelaws, sought to protect in personhood and dignity. By seeking to displace this protection and treatingthose persons as living in marriages less respected than others, the federal statute is in violation ofthe Fifth Amendment.\").220. Kreis, supra note 119, at 147-53; Nourafshan & Onwuachi-Willig, supra note 67, at 522.282 Yale Journal of Law and Feminism [Vol. 31.2:249 resemble the Kantian notion of dignity that human worth is inherent and ought to be respected accordingly.221 Instead, his view of dignity is tied to a view of dignity supplied by social and political rank and status.222 Respectability, which is materially preoccupied with status, would seem to be compatible for building a case that not having the legal right to marry would be unjustifiably undignified and discriminatorily harmful. The ascendancy of same-sex couples in respectability and social standing drawn in Kennedy's short account of gay and lesbian political history in Obergefell-in short, the realized interest convergence-sets up the dignity crux of his Fourteenth Amendment analysis. Speaking with the status quo \"we,\" Kennedy begins the section with the impetus on recognition: \"The nature of injustice is that we may not always see it in our own times.\"223 However,\"[ w ]hen new insight reveals discord between the Constitution's central protections and a received legal stricture, a claim to liberty must be addressed.\"224 Such new insight appears when he applies the four reasons why marriage is considered a fundamental right to same-sex couples-couples who do not have legal recognition of marriage but, as he has drawn, resemble opposite-sex couples in other mainstream and respectable ways adequately enough that they should receive that right. First, he discusses implications for personal autonomy in having the choice to marry. He finds that, because \"[t]here is dignity in the bond between two men or two women who seek to marry and in their autonomy to make such profound choices,\" 225 the exclusion from this \"right to personal choice regarding marriage\"226 lessens autonomy but also lessens same-sex couples' commitment in relationships in comparison to opposite-sex couples.227 Marriage as an option for committed couples has a dignifying premise; without this choice, same-sex couples, as respectable and non-threatening as they are, appear to suffer some profound but implicit sense of injustice represented by unjustified harms to dignity. 221. See IMMANUEL KANT, THE METAPHYSICS OF MORALS 209 (Mary J. Gregor ed. & trans., Cambridge Univ. Press I 996) (1797) (\"Humanity itself is a dignity; for a human being cannot be used merely as a means by any human being ( either by others or even by himself) but must always be used at the same time as an end.\").222. See, e.g., Rex D. Glensy, The Right to Dignity, 43 COLUM. HUM. RTS. L. REV. 65, 74 (201 I) (mentioning ancient Roman views of dignity attached to a person's office and rank rather than to their inherent humanity).223. Obergefell v. Hodges, 135 S. Ct. 2584, 2598 (2015).224. Id.225. Id. at 2599.226. Id.227. Id.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 283 Secondly, marriage dignifies the close bond and intimacy of monogamous couples.228 Underscoring the \"intimate associations\" that marriage provided and protected for couples in Griswold v. Connecticut and Turner v. Safley, Kennedy asserts that \"[t]he right to marry thus dignifies couples who 'wish to define themselves by their commitment to each other.\"'229 Marriage dignifies the commitment and intimate association of couples; and if Kennedy is relying on the illustration that the same-sex couples possess a redeeming respectability and their relationships do not pose a threat to marriage, then same-sex couples, without the right to marry, remain undignified as far as being able to protect their closeness and privacy. Same-sex couples are left undignified despite their respectability. Again, interest convergence accesses Kennedy's dignity jurisprudence. Kennedy's noted third principle for the fundamental right to marry involves how marriage protects children and families. The right to marry provides material security to children and families.230 But marriage dignifies families as well.231 This principle appears consonant with the Obergefell plaintiffs' heavy involvement with child-rearing and caretaking, which is in line with their respectability branding. What is interesting about Kennedy's connection between the exclusion of marriage and how it leaves same-sex couples undignified here in terms of family is that, despite their commitments to raising children, despite interest convergence, Kennedy articulates that the lack of dignity transfers to the children raised by same-sex couples: \"Without the recognition, stability, and predictability marriage offers, [children of same-sex couples] suffer the stigma of knowing their families are somehow lesser.\"232 Even their children would suffer \"harm and humiliat[ion].\"233 This argument works well to dramatize the stigma of children-that indignity, indeed-if we can accept the inference that same-sex couples' respectability in raising families with conscious deference to mainstream family values comports with the status quo's interest to protect marriage.234 Consequently, interest convergence brings 228. Id. at 2599-2600. 229. Id. at 2600 (quoting United States v. Windsor, 570 U.S. 744, 763 (2013)). 230. Id. at 2600-01.231. Id. at 2600 (quoting Windsor, 570 U.S. at 772) (\"By giving recognition and legal structure to theirparents' relationship, marriage allows [a couple's] children 'to understand the integrity and closeness of their own family and its concord with other families in their community and in theirdaily lives.\"').232. Id.233. Id. at 2601.234. Kennedy accepts this premise. Indeed, he writes, \"As all parties agree, many same-sex couples provide loving and nurturing homes to their children, whether biological or adopted. And hundreds of thousands of children are presently being raised by such couples.\" Id. at 2600. Moreover, adoption rights for gays and lesbians in certain states \"provide[] powerful confirmation from the law itself that gays and lesbians can create loving, supportive families.\" Id.                                                                     284 Yale Journal of Law and Feminism [Vol. 31.2:249 about another rhetorical effect that raises dignity concerns in same-sex couples' exclusion from marriage. Finally, in the last principle discussed, interest convergence again proves helpful for illustrating same-sex couple's dignitary harms. \"[M]arriage is a keystone of our social order,\"235 Kennedy writes to depict the status and social standing marriage afforded couples: \"[J]ust as a couple vows to support each other, so does society pledge to support the couple, offering symbolic recognition and material benefits to protect and nourish the union.\"236 Because of its high regard and its social and material potency, marriage dignifies couples with a social and legal standing in the most premier fashion. Kennedy recites a litany of benefits that states attach to marital status to justify his point. 237 Through interest convergence, however, Kennedy observes that same-sex couples are harmed by the exclusion from this social and legal standing of marriage. He writes: There is no difference between same- and opposite-sex couples with respect to this principle. Yet by virtue of their exclusion from that institution, same-sex couples are denied the constellation of benefits that the States have linked to marriage. This harm results in more than just material burdens. Same-sex couples are consigned to an instability many opposite-sex couples would deem intolerable in their own lives . .. . [This exclusion] demeans gays and lesbians for the State to lock them out of a central institution of the Nation's society.238 Interest convergence, established by respectability, lurks in the background of Kennedy's observations. Having found same-sex couples non-threatening to marriage, having found them respectable in the prior sections of his opinion, he directly notes how similar same-sex couples are to opposite-sex couples in respect to their relationships and desire to obtain marriage. In this way, interest convergence, through respectability, draws out that inequality by showing how exclusion \"demeans\" same-sex couples-in other words, offends their dignity. Upon establishing all of this, Kennedy is able to proclaim that \"[ s ]ame-sex couples, too, may aspire to the transcendent purposes of marriage and seek fulfillment in its highest meaning.\"239 Even more so than Windsor, Obergefell demonstrates the line from mere assimilationist strategies in marriage to respectability branding and fmally interest convergence in the movement's successful achievement of marriage equality. As Kennedy adopts the respectable vision of same-sex couples in Obergefell, he also realizes the convergence of interests to allow access to his 235. Id. at 2601.236. Id. 237. Id. 238. Id. at 2601-02.239. Id. at 2602.2020] Queer Sacrifice in Masterpiece Cakeshop 285 dignity jurisprudence in order to support his Fourteenth Amendment due process rationale. Thus, the discussion above theorizes the extent to which assimilationist strategies eventually operated to actualize the doctrinal and constitutional underpinnings of extending marriage to same-sex couples. Of course, marriage equality was momentous for same-sex couples because of the rights and benefits that same-sex couples and their families can receive through marriage. But because marriage rights were achieved through assimilationist strategies that eventually aligned interests between respectable sexual minorities and the establishment, such achievements seem to have more likely folded same-sex couples into the heteronormative institution of marriage rather than give same-sex couples more opportunity to transform the institution in a dynamic way. Looking at this issue from another angle, then, assimilationist strategies seem to have produced a limiting effect on successes for sexual minorities on the whole. What happens when sexual minorities who do not fit the mold of respectability, who did not possess assimilated characteristics, appear before the status quo to seek redress of rights? What about qualities of sexual minorities that show differences that matter in cases of sexual orientation discrimination? What happens when interests between sexual minorities and the establishment do not converge? Considered this way, the contours of formal equality from recent advancement in gay rights seem problematic. 240 The reliance on respectability within such advances for formal equality for sexual minorities normatively makes formal equality less than ideal-somewhat pernicious even-as a form of equality. This could be seen in the doctrinal limits that sameness arguments and interest convergence have produced in recent advances at the Supreme Court. For instance, in Windsor, Kennedy essentially replicated and extended his use of rationality with bite from Romer.241 While in Obergefell, he extended the right to marry primarily based on Fourteenth Amendment due process considerations-reflective of a similar stroke he used in Lawrence-and left a very thin equality jurisprudence hinged again on due process considerations, not on any scrutiny analysis.242 As Kreis remarked about lower district and appellate 240. See, e.g., Nourafshan & Onwuachi-Willig, supra note 67, at 523 (\"[I]f associating whiteness andwealth with homosexuality has in fact helped gays and lesbians make strides toward equality, then the inverse implication is that the public will not be particularly responsive to concerns that exist forgays and lesbians of color, especially those who are poor or working class.\").241. See Terri R. Day & Danielle Weatherby, The Case for LGBT Equality: Reviving the PoliticalProcess Doctrine and Repurposing the Dormant Commerce Clause, 81 BROOK. L. REV. 1015, 1048 (2016). 242. See Obergefell, 135 S. Ct. at 2603-05; see also Peter Nicolas, Obergefell 's Squandered Potential, 6 CALIF. L. REV. CIR. 137, 139-40 (2015) (\"[I]n Obergefell, Justice Kennedy's majority opinioneschewed class-based equal protection grounds. Instead, the Justice concluded that such laws interfered with the fundamental right to marry protected by both the Fourteenth Amendment's Due Process and Equal Protection Clauses.\" (footnote omitted)).                                                                      286 Yale Journal of Law and Feminism [Vol. 31.2:249 court marriage decisions that rendered favorably for same-sex couples, \"[f]rom a judge's perspective, it might very well be considerably difficult to apply a more exacting level of judicial review to a class of people that appear privileged.\"243 Thus, although these decisions produced monumental successes for same-sex couples, they were also doctrinally limited. None of these cases propelled sexual orientation into suspect or quasi-suspect terrain. That prospect remained elusive even after Obergefell's significant win for marriage proponents. In that way, assimilation and sameness have a plateauing limit as Bell's interest-convergence thesis demonstrated: \"So long as the interests of judges and White elites remain converged with the interest of the LGBT community due to a perceived common intersection of identity, and so long as remedies for LGBT discrimination do not undermine heteronormative interests, LGBT rights will ultimately prevail.\"244 Post-Obergefell, assimilationist strategies have proved to be an obstacle in future advances for true equality. According to Kreis's take on interest convergence, gay rights will only prevail so long as interests are aligned and reparations for discrimination do not disturb the status quo. 245 In similar fashion, Joshi has noted that advances for sexual minorities will stall or regress if sexual minorities are no longer presented as respectable.246 Such a result could signify that the progress for advancing sexual minorities has stalled since Obergefell and will likely taper unless a transformative strategy intervenes. As Part II will show, that stagnancy is apparent in aspects of the Masterpiece decision. II. UNALIGNED INTERESTS IN MASTERPIECEThe Masterpiece dispute originated in 2012 when Charlie Craig and David Mullins, a same-sex couple in Colorado, tried to order a custom-made wedding cake from Masterpiece Cakeshop and its owner-baker, Jack Phillips.247 Because Colorado did not recognize same-sex marriages at the time, Craig and Mullins had planned to marry lawfully in Massachusetts and then return to Colorado to celebrate their out-of-state marriage.248 A custom-ordered wedding cake from 243. Kreis, supra note 119, at I 60. 244. Id. at I 61.245. Id. More specifically to Obergefell's effect, Kyle Velte has observed the narrowness of the Obergefell ruling, noting that \"[i]t will not regulate behavior outside of marriage. It will not prohibitdiscrimination against LGBT individuals in other contexts.\" Kyle C. Velte, Obergefell 's ExpressivePromise, 6 Hous. L. REV.: OFF THE REC. 157 (2015).246. Joshi, supra note 3, at 124 (\"[C]oupling dignity with social acceptance is troubling when socialapproval becomes the precondition for dignitary claims, or the absence of social approval becomesan excuse for disregarding dignitary injuries.\").247. Joint Appendix at 110-11, Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm'n, 138 S. Ct.1719 (2018) (No. 16-111).248. Id. at 110.2020] Queer Sacrifice in Masterpiece Cakeshop 287 Phillips's shop would have been part of that celebration.249 Upon hearing that Craig and Mullins wanted a custom wedding cake for their party, Phillips refused, and later claimed that baking and selling a cake that celebrated a same­sex wedding was contrary to his Christian beliefs. 25° Craig and Mullins subsequently filed a complaint against Phillips and his bakery with the Colorado Civil Rights Commission (Commission), alleging sexual orientation discrimination under the public accommodations section of Colorado's Anti­Discrimination Act (CADA). 251 The couple's claim succeeded before the Commission and Phillips appealed.252 The Colorado Court of Appeals affirmed the Commission's findings that Phillips had discriminated against Craig and Mullins. 253 Yet in its 2017-2018 term, the Supreme Court reversed the Court of Appeal's decision, ruling that the Commission and the appeals court did not exercise religious neutrality when examining the baker's actions.254 The finding of insufficient religious neutrality allowed the Court to pass on deciding whether substantively CADA ought to prevail in favor of Craig and Mullins or whether Phillips's speech and religious exercise rights under the First Amendment were violated.255 The Court, instead, turned to criticizing the adjudicating processes below to reset the postures of the case.256 A. Queering the RespondentsIn contrast to the assimilated, respectable, and mainstream-aligned identities that the Obergefell couples projected during litigation, the same-sex couple in Masterpiece did not appear as readily assimilated nor as aligned with mainstream respectability when they engaged in their legal battles over their allegations of sexual orientation discrimination. Indeed, it is difficult to envision sameness arguments when we place Craig and Mullins and their destabilizing sexualities within the context of queerness that differs from the Obergefell plaintiffs. Although Craig and Mullins are both racially white and male, they did not share many of the other \"normalized,\" respectable features of the Obergefell plaintiffs. They lacked the same perceived socioeconomic respectability. They flaunted their sexuality in public. They played with androgyny and avoided wearing conventional clothing to court appearances. They dodged any family-oriented 249. Id. at 110-11.250. Id. at ll I.251. Id. at 50-52.252. Masterpiece, 138 S. Ct. at 1723. 253. Id.254. Id. at 1723-24.255. Id.256. Id. at 1724, 1730-31. 288 Yale Journal of Law and Feminism [Vol. 31.2:249 responsibilities of childcare or caretaking and seemed more deliberate in their activism. In essence, they affirmatively challenged the assimilated image of normalcy the Obergefell plaintiffs had embodied and curtailed any sameness arguments to be made for successfully increasing the levels of respectability and interest convergence. One way to perceive them is that they are \"more queer'' than \"gay.\" The notion of \"queerness\" itself evades a concrete and stable definition,257 and it is indeed theoretically less stable than the terms \"gay and lesbian\"-which, in recent decades, have taken on more mainstream associations. 258 Unlike \"gay and lesbian,\" the terminology \"queer\" does not merely describe sexual practices or demarcate certain traits, features, or conventions of same-sex lifestyles or practices; instead, whatever features that embody \"queerness\" defy such identity-oriented classifications and exist as a means for \"a destabilization of heterosexual hegemony.\"259 Applying queerness to Craig and Mullins' s public personas, this observation could affirm and explain how their sexualities appeared more destabilizing to members of the Supreme Court than the Obergefell plaintiffs did previously. One might find Craig and Mullins \"more queer\" by using Godsoe' s categories for assimilation and respectability to differentiate them from the Obergefell plaintiffs. Substantially missing from Craig and Mullins' public personas were characteristics that would have easily fallen within any of Godsoe's four assimilative archetypal traits of respectability in Obergefell: (1) projections of all-Americanness; (2) asexuality; (3) child-rearing or caretaking 257. ANNAMARIE JAGOSE, QUEER THEORY: AN INTRODUCTION 3 (1996) (\"Broadly speaking, queer describes those gestures or analytical models which dramatise incoherencies in the allegedly stable relations between chromosomal sex, gender and sexual desire. Resisting that model of stability­which claims heterosexuality as its origin, when it is more properly its effect-queer focuses on mismatches between sex, gender and desire.\"); see also Llewellyn Joseph Gibbons, Semiotics of the Scandalous and the Immoral and the Disparaging: Section 2(a) Trademark Law After Lawrence v.Texas, 9 MARQ. INTELL. PROP. L. REV. 187, 193 n.29 (2005) (\"The concept of creating a queeridentity is problematic in queer theory as queerness rejects the identity, assimilationist, exclusionarypolitics of the mainstream lesbian and gay civil rights movement.\").258. See Bijal Shah, Gay American \"Deviance:\" Using International Comparative Analysis to Argue for a Free Speech and Establishment Clause Approach to Furthering Gay Marriage in the UnitedStates, 26 WIS. INT'L L.J. I, 85 n.3 (2008) (describing the differences in the terms \"queer,\" \"gay\" and \"homosexual\": \"While a specific definition of 'queer' is difficult, I engage it in the Stychinian sense of oppositional identities that have developed due to societal resistance to them, within thegeneral context of sexuality, sexual performance, and sexual relationships-fluid and constructed.This identity can be found in those who defy heterosexuality, gender choice, and precise definitionsof sexuality, such as homosexuals, the transgendered, the intersexed, genderqueers, and a variety of others who express and conduct themselves in a distinctly non-heteronormative way. I believe that the term as I employ it will become easier to understand throughout its usage in this Article. Further, I also utilize the term \"gay'' in this paper when referring to a specifically Western history ofmainstream homosexual communities; by \"mainstream,\" I mean as compared to post-modem queerpolitics. Finally, I use the word \"homosexual\" when I am describing someone in the narrow senseof a person who engages in same-sex sexual relations.\" ( citations omitted)).259. Darren Rosenblum, Queer lntersectionality and the Failure of Recent Lesbian and Gay \"Victories,\" 4 LAW & SEXUALITY 83, 87 (1994).                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 289 obligations; and ( 4) accidental activism.260 If Godsoe' s four categories are to be taken at some value for what it means to be gay, assimilated, and respectable­at least in the Obergefell universe-then under a similar analysis, Craig and Mullins would stand outside such contours. Consequently, as discussed below, major aspects of their public personas-their lifestyle, images, dress, personalities, political motivations, perceived dissociation from family values, occupations, and the like-destabilized both heteronormative associations of sexuality and connotations from mainstream gay assimilated culture as well. From there, the dissonance-generated from their queerness-could quite possibly be taken as a threat to the status quo's norms regarding sexuality and respectable minorities. In addition, because Craig and Mullins's CADA complaint claimed discrimination on the basis of their sexual orientation in the context of marriage, their respectability could be judged against both respectable different-sex couples and respectable sexual minorities, as others have noted that respectability images of gay and lesbians had been constructed both within relationships and marriage, and beyond.261 In both cases, a profound sense of threat could have provoked the Court's much less sympathetic reaction in Masterpiece, ultimately deeming the couple unworthy of social and legal recognition. 1. Not Mainstream All-AmericanFirst, the couple here appears less mainstream or \"all-American\" than the Obergefell plaintiffs. Neither of them have jobs or careers that would survive a judgmental, status-driven scrutiny; neither of them have careers comparable to those held by the Obergefell plaintiffs that Godsoe had termed \"eminently respectable.\"262 During the case, only one of the two, Mullins, had professional employment, and that was as an office manager at a real estate firm rather than a job that would connote to the status quo membership in a respectable professional class.263 Craig, meanwhile, was not employed despite his interior design training; during the years of the Masterpiece litigation he had stalled in launching his career.264 Also, to deviate further from perceived respectability, Mullins, aside from his day-job as an office manager, admitted to harboring 260. See Godsoe, supra note 2, at 145-52.261. Joshi, supra note 76, at 421-22; Franke, supra note 73, at 248, 251. 262. Godsoe, supra note 2, at 146 (listing \"teachers, nurses, ministers, even soldiers\" as the respectable jobs of Obergefell plaintiffs).263. Allison Sherry, After the Masterpiece Ruling, David Mullins and Charlie Craig Hope to Move On,COLO. PUB. RADIO (June 11, 2018), https://www.cpr.org/news/story/after-the-masterpiece-ruling­david-mullins-and-charlie-craig-hope-to-move-on [https://perma.cc/4U8R-8GKE].264. Id.                                                                      290 Yale Journal of Law and Feminism [Vol. 31.2:249 literary ambitions as a poet. 265 The couple neither embodied the more stable, upper-middle-class professional template that Godsoe had identified with the Obergefell plaintiffs or (extending comparisons further back to Windsor) possessed the independent wealth or elite education that Edith Windsor and Thea Spyer had shared. 266 Of course, Craig and Mullins could be millionaires in private. On the surface, however, their professional and class identities vastly deviated from the upper-middle-class, \"all-American\" image of prior marriage­equality plaintiffs. Culturally, Craig and Mullins also did not embody \"all-American\" identities, nor did they project themselves as \"Leave It to Beaver\" -types-borrowing from Godsoe's phraseology. Neither seemed to have served in the military and thus would lack the easy connotation that service could offer for creating a conventional sense of patriotism. 267 In their physical appearances, Craig and Mullins did not exhibit the \"gendered\" norms of hetero-masculinity typical of a \"Leave It to Beaver,\" traditionally all-American world. Various media photographs of the couple during their litigation depicted them adhering less to a \"straightacting,\" hetero-masculine script. In fact, they often played with gender expectations with their choices of clothing, hairstyle, and jewelry. 268 For instance, on the day of the Supreme Court arguments, both Mullins and Craig stood outside the Supreme Court Building in suits and ties. 269 However, deviating from traditional dark suits and conservative shirt-and-tie combinations, Mullins wore a brighter navy blue suit with his shirt and patterned tie, both in dark purple, while Craig wore an all purple ensemble except for his bright white tie that stood out vividly along with his stylized hair dyed in platinum lavender. 270 The couple matched themselves more than they matched their 265. Id.266. Nourafshan & Onwuachi-Willig, supra note 67, at 522 n.7. 267. See, e.g., Godsoe, supra note 2, at 146 (observing Justice Kennedy's mentions of Ijpe DeKoe'sservice in Obergefell opinion).268. See, e.g., George F. Will, More Wrongs than Rights in Masterpiece Cakeshop Case, DENVER POST(Dec. 2, 2017, 6:00 PM), https:/ /www.denverpost.com/2017 /12/02/more-wrongs-than-rights-in­masterpiece-cakeshop-case [https://perma.cc/P36J-MA4B] (showing the couple in a straightforwardpose before a white background); see also Sherry, supra note 263 (feauturing a photograph of thecouple in a domestic setting); Lucas Grindley, Owner Says He'd Close Before Selling Wedding Cake to Gay Couple, Aovoc. (Aug. 2, 2012, 6:40 PM EDT),https :/ /www .advocate.com/business/2012/08/02/cake-shop-owner-says-he-would-rather-close-sell­gay-coup le-wedding [https://perma.cc/Q927-K23H] (showing an older photo of the couple in which their choice of clothing, hairstyle, and accessories is eccentric).269. See, e.g., Lucia Graves, 'This Happens All the Time': Why A Gay Couple Took Their Cake Case to the Supreme Court, GUARDIAN (Jan. 18, 2018, 1:00 AM EST), https://www.theguardian.com/us­news/2018/jan/18/colorado-cake-shop-case-supreme-court [https://perma.cc/G 8 WG-SSP9](showing a photograph of the Masterpiece couple in front of the Supreme Court).270. Id.; see also Jeffrey Toobin, Justices Ginsburg and Kagan Ask About the Artistry of Wedding Cakes,NEW YORKER (Dec. 5, 2017), https://www.newyorker.com/news/daily-comment/justices-ginsburg­and-kagan-ask-about-the-artistry-of-wedding-cakes [https ://perma.cc/7 C84-JYX3] ( showing thecouple in full in front of the Supreme Court).                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 291 attorneys, and would have been easily noticed---deliberately so. By stark contrast, at the Obergefell oral arguments, Jim Obergefell wore a traditional black suit paired with a lighted-colored checkered shirt and a matching tie that was trendy but more conventional.271 More so than the Masterpiece couple, Jim Obergefell blended in with his attorneys and resembled an \"upright\" litigant entering and leaving the most prominent courthouse in the country. Beyond judicial appearances, the Masterpiece couple's other public image choices in the media also exhibited their play with traditional masculine expectations. Often the couple was photographed wearing flashy, ostentatious clothing and alternative jewelry.272 Instead of keeping a stable sense of physical appearance, they varied their hair and grooming-especially Mullins who appeared from one photographical moment to the next altering his hair color and length, maintaining what some might deem a more \"androgynous\" look. 273 Meanwhile, Craig often sported a sharply-trimmed beard and would seem to be the less androgynous of the two, but he also changed his hair color from time to time. 274 Compared to traditional, unwavering notions of all-American maleness, frequent variations in appearances would connote destabilizing \"gendered\" characteristics and even personality traits of instability, or a lack of sense of self. In contrast with the Obergefell plaintiffs, Craig and Mullins projected an image that suggested they were not doing \"exactly the same things as everyone else does.\"275 Stereotypically, they seemed more diverse, and less \"family-oriented.\" In other words, they appeared \"alternative,\" rather than \"normal\" or \"mainstream\"-even \"queer\" rather than \"gay,\" against the Obergefell template.276 271. E.g., Michael S. Rosenwald, A Day in Court for Jim Obergefell, the Face of the Historic Gay Marriage Case, WASH. POST (Apr. 28, 2015), https://www.washingtonpost.com/local/a-day-in­court-for-jim-obergefell-the-face-of-the-historic-gay-marriage-case/2015/04/28/99a00bdc-eda5-1 le4-8666-ald756d0218e_story.html [https://perma.cc/9U2G-M27C] (photograph of JimObergefell at the Supreme Court on the day of the arguments).272. See, e.g., David Crary, Opponents in LGBT Case Agree: It's Not About Wedding Cake, AP NEWS(Dec. 1, 2017), https://www.apnews.com/b4ef2e38d9b 14 ld2ad82df3229al5928 [https://perma.cc/BN9L-ZCJA] (photograph of couple); Allison Sherry, Colorado's MasterpieceCakeshop Case Winds Toward A Decision with SCOTUS Arguments, COLO. PuB. RADIO (Dec. 3, 201 7), https :/ /www.cpr.org/news/story/co lorado-s-masterpiece-cakeshop-case-winds-toward-a­decision-with-scotus-arguments [https:/ /perma.cc/2XTW-UD44] (photograph of couple).273. Compare sources cited supra note 272, with Sandhya Somashekhar, Trial Begins in Colorado Same­Sex Marriage Cake Case, WASH. POST (July 5, 2017, 5:38 AM MST),https ://www.washingtonpost.com/news/pos t-nation/wp/2015/07 /07 /trial-begins-in-colorado-same­sex-marriage-cake-case [https://perma.cc/89ZU-TXEY].274. E.g., Richard Wolf, Gay Couple, Devout Baker Take Cake Fight to High Court, USA TODAY (Nov.26, 2017, 1 :00 PM ET), https://www.usatoday.com/story/news/politics/2017 /11/26/gay-couple­devout-baker-take-cake-fight-high-court/87 530 500 I [https ://perma.cc/7 5GU-F85 9].275. 6th Circuit Plaintiffe, supra note 174.276. Janet Halley, among other scholars, has offered one illustrative example of the differences between\"gay'' and \"queer,\" observing thatgay and queer thought and aims diverge. Each seeks the welfare of a different kind of sexual subject. A gay-identity approach posits that some people are homosexual                                                                      292 Yale Journal of Law and Feminism [Vol. 31.2:249 2. Not AsexualSecondly, unlike the Obergefell plaintiffs, Craig and Mullins did not obscure or hide their sexuality. Many of the couple's public photos offered examples of them not shying away from affectionate gestures that could remind the public of their same-sex sexual desires or attractions. Often they were photographed in loving poses-ranging from holding hands 277 and slight, suggestive embracing278 all the way to mouth-to-mouth kissing279 -even kissing on the steps of the Supreme Court. 280 Their photograph in an NBC News feature in December 2017 depicted them casually but affectionately huddled together in a public setting-Mullins with his body and legs curled in a loose but upright fetal position against Craig, who was closely flanked and attentive to cradling Mullins. 281 Noticeably, Craig's right hand was reaching over the bottom of Mullins' thighs while his left hand was draped over the space between his own open legs, covering his genitals.282 Another photograph with Politico showing the couple kissing seemed to have been done with a bit of provocative intent.283 In addition to their visual displays of same-sex affection, the couple also discussed their physical affections publicly. In one interview, Mullins even recounted a personal experience of gay public affection with a previous lover as both a liberating life event and a moment of personal bravery and pride, and that the stigma attached to this kind of person should be removed. By contrast, a queer approach regards the homosexual/heterosexual distinction with skepticism and even resentment, arguing that it is historically contingent and is itself oppressive. Janet Halley, Sexuality Harassment, in LEFT LEGALISM/LEFT CRITIQUE 80, 82 (Wendy Brown & Janet Halley eds., 2002). 277. See, e.g., US Supreme Court Questions Bias in 'Gay Wedding Cake' Case, BBC (Dec. 5, 2017),https:/ /www .bbc.com/news/world-us-canada-42232162 [https://perma.cc/7 AAA-BC7Z] (holdinghands).278. Zoe Henry, Why a Gay-Themed Wedding Cake (and What the Supreme Court Says About It) Mattersto Your Business, INC. (Dec. 8, 2017), https://www.inc.com/zoe-henry/gay-wedding-cake-case­heads-to-supreme-court.html [https://perma.cc/8UAU-LD2T] (foreheads touching).279. Josh Gerstein, Trump Administration Sides with Cake Baker in Gay Wedding Legal Fight, POLITICO(Sept. 7, 2017, 6:33 PM EDT), https://www.politico.com/story/2017/09/07/trump-administration­gay-rights-supreme-court-24 2460 [https://perma.cc/SS2G-PQ7T] (kissing).280. Erin Scott, CHARLIE CRAIG (L) and DAVID MULLINS kiss outside the Supreme Court after oralarguments in Masterpiece Cakeshop v. Colorado Civil Rights Commission, ALAMY (Dec. 5, 2017),https://www.alamy.com/washington-district-of-columbia-usa-5th-dec-2017-charlie-craig-1-and­david-mullins-kiss-outside-the-supreme-court-after-ora1-arguments-in-masterpiece-cakeshop-v­colorado-civil-rights-commission-the-court-ruled-in-favor-of-the-baker-who-denied-custom­wedding-cake-work-for-craig-and-mullins-credit-erin-scottzuma-wirealamy-live-news­irnagel88455863.htrnl [https://perma.cc/L9RM-3D4Z] (kissing while standing before the Supreme Court building).281. Julie Compton, Meet the Couple Behind the Masterpiece Cakeshop Supreme Court Case, NBCNEWS (Dec. 6, 2017, 11:28 AM MST), https://www.nbcnews.com/feature/nbc-out/meet-couple­behind-rnasterpiece-cakeshop-supreme-court-case-n826976 [https://perma.cc/NBR3-2MWQ].282. Id.283. Gerstein, supra note 279.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 293 describing the gesture of intimate handholding in public as \"the most normal thing in the world\"284 and \"the first moment in my life where I presented myself as unabashedly gay in a public space.\"285 In their NBC news interview, the couple revealed that their decision to marry came during an intimate moment while \"[t]hey were cuddling on their couch.\"286 From that statement, one could facetiously interpret that the entire case of Masterpiece might not have resulted, but for this one moment of intimacy. Although public displays of affection between opposite-sex couples are so frequent as to render them commonplace, if one situated Craig and Mullins' s affectionate gestures back into the hands (and bodies) of a male same-sex couple, their gestures could have appeared unfamiliar, unnatural, or jarring enough to some in the mainstream that such displays seemed threatening on several levels. First, Craig and Mullins' s public displays of affection could seem antithetical to the image of the respectable gay couple that has been built up, for instance, by the desexualized, assimilated impressions left by the Obergefell plaintiffs.287 Craig and Mullins' s public gestures risked reminding the world of their sexuality and hinted at consensual intimacy behind closed doors. In that way, their public displays of affection would have violated the tenets of gay respectability. According to Joshi, \"[l]esbians and gays may produce performances of respectability as defensive strategies against being sexualized. Respectability may be a means of stopping their sexuality from becoming a barrier to their success and happiness or a safe space away from the pain and suffering of homophobia.\" 288 In comparison to any notions of assimilation, Craig and Mullins' s public displays of affection could have been interpreted as flaunting­a heightened reaction of threat even though Lawrence had legally sanctioned even the most intimate forms of such acts between same-sex couples. On another level, their affection also had the potential to risk distinguishing their sex acts from those of opposite-sex couples. The image of two men being affectionate with each other rather than the image of a man and a woman doing the same could have triggered responses that distinguished consensual same-sex intimacy from consensual acts of opposite-sex intimacy: one way to do so would be by focusing on the latter's procreative agency.289 Such images could also distinguish consensual same-sex intimacy by triggering stereotypical 284. Eric Shorey & David Reddish, David Mullins & Charlie Craig Stood Against the \"Humiliation of Being Told We Don't Serve Your Kind,\" QUEERTY (June 24, 2018, 10:06 AM), https://www.queerty.com/david-mullins-charlie-craig-stood-humiliation-told-dont-serve-kind-20180624 [https://perma.cc/JN4Y-RQ9P].285. Id.286. Compton, supra note 281.287. Godsoe, supra note 2, at 147-48.288. Joshi, supra note 76, at 429.289. E.g., Skinner v. Okla. ex rel. Williamson, 316 U.S. 553,541 (1942).                                                                     294 Yale Journal of Law and Feminism [Vol. 31.2:249 connotations of promiscuity, deviancy, and disease historically associated with negative, biased opinions of gay sex, particularly those stereotypes that contributed to the political marginalization of sexual minorities during the AIDS crisis. 290 As a male same-sex couple rather than an opposite-sex couple, the ample public images of their affection could have alienated them from \"mainstream\" individuals who typically regarded same-sex affection as prurient or just plain dissonant. Such imagery and affectionate public displays reinforced their sexuality, enhanced the danger for social distinction, and perhaps even provoked homophobic reactions. This effect would undo the sameness arguments within gay assimilationist tactics and engender heteronormative shaming or disapproval. 3. Not Family-Oriented CaretakersAccording to Godsoe, involvement in child-rearing or family caretaking was the third archetypal characteristic of respectability the Obergefell plaintiffs displayed. 291 By contrast, in the public revelations about their lives, the Masterpiece plaintiffs made no mention of child-rearing or caretaking of a loved one-neither Craig or Mullins seemed to have any adopted or biological children, nor did they seem involved in caretaking of a family member; instead Craig and Mullins projected the image of a young, mobile couple who traveled, attended media parties, and were essentially carefree from familial responsibilities than the same-sex couples in Obergefell.292 Thus, they did notconform to the image of domestic and family values that the Obergefell plaintiffs projected.293 In Craig and Mullins' s case, their lack of attachment to a domestic, family-oriented lifestyle left their lives up for alternative interpretations. In contrast to the effect that caregiving had on further \"desexualizing\" the Obergefell plaintiffs and their relationships, the lack of caregiving or child­rearing here could have had the opposite effect. It suggested that Craig and Mullins had less domesticated lives and were more easily differentiated from \"respectable\" or responsible gay couples who do have children or take care of sick dependents. They seemed more hedonistic than the Obergefell plaintiffs­less selfless with their time and resources than gay couples helping to rear 290. MARTHA NUSSBAUM, FROM DISGUST TO HUMANITY: SEXUAL ORIENTATION & THE LAW 5-6(2010).291. See Godsoe, supra note 2, at 149. 292. E.g. Chris Johnson, Meet the Gay Couple at the Center of Masterpiece Cakeshop Case, WASH. BLADE (Nov. 21, 2017, 3:35 PM EST), https://www.washingtonblade.com/2017/11/21/meet-the­gay-coup le-at-the-center-of-the-rnasterpiece-cakeshop-case [https://perma.cc/L9SL-7TL2](mentioning that the couple traveled to Provincetown to get married); see also Red Carpet Fashion,Picture 21, VH-1 (June 21, 2018) https://www.vhl.com/photos/Owr209/2018-trailblazer-honors­red-carpet [https://perma.cc/ZFC4-Z6Z9] (showing the couple at the red carpet at a VH-1 event). 293. Godsoe, supra note 2, at 149-50.                                                                      2020] Queer Sacrifice in Masterpiece Cakeshop 295 society's next generation or caring for the elderly. Moreover, being childless and independent disqualifies them from \"the reward of caregiving\" that has accompanied marriage equality cases previously.294 This image had the slippery effect of making their marriage seem less dignified and less worthy of recognition. 4. Not Accidental ActivistsLastly, although Craig and Mullins have claimed that they were-as the Obergefell plaintiffs had been-\"accidental activists,\" 295 they seemed inconsistent during interviews about just how \"accidental\" they were. First, they contradicted their own claims that they had no prior interest in LGBTQ activism. During interviews, they mentioned that they both \"actually tried to avoid politics when they decided to get married\"296 and they \"were never activists in the gay rights movement.\" 297 That seemed more true for Mullins, who claimed he \"considered himself apolitical until the day he and Craig were turned away at Masterpiece Cakeshop.\"298 But in another interview with Craig, it was revealed that he did harbor some prior activist experiences: \"Craig, an alumnus of University of Wyoming in Laramie, said 15 years ago he was a board member of a student LGBT group that sought to raise awareness for the Matthew Shepard Foundation and HIV testing.\"299 In fact, whether true or not, Craig seemed to harbor latent motives for activism; early experiences of being ostracized for his sexuality were \"hardships\" that eventually \"pushed him to fight for himself on the cake case.\"300 Secondly, the act of pursuing a case of sexual orientation discrimination against Phillips and the bakery intrinsically seemed like a deliberate gesture of activism. Of course, the slippery slope emerges to interpret any act of litigation, small or large, as an act of premeditated activism. But the focus of this category is less on the truth of whether the couple was purposeful or not in their CADA complaint. The focus, rather, is how militant they could be seen in the mainstream's eye-given the kind of unconscious bias that exists against queer individuals, and the negative stereotypes that conflate queer identities with radical activism.301 Thus, from an establishment perspective, one could, with some implicit bias, project militancy from the series of events 294. Id. at 150.295. Id. at 150-52; Sheny, supra note 263.296. Godsoe, supra note 2, at 150-52.297. Id.298. Id.299. Johnson, supra note 292.300. Sheny, supra note 263.301. See KENJI YOSHINO, COVERING: THE HIDDEN ASSAULT ON OUR CIVIL RIGHTS 87-88 (2006)(mentioning the stereotype of the \"gay activist\").296 Yale Journal of Law and Feminism [Vol. 31.2:249 following Phillips's refusal at his bakery. After suffering from the humiliation of Phillips's refusal, the couple first took their story online to Facebook, \"which quickly went viral worldwide in a couple of days.\"302 The couple could have decided to forget the incident with Phillips and ordered their wedding cake from another bakery. Taking their story to social media instead could have been read as attention-seeking. The Facebook post led Mullins and Craig to the discovery that Colorado public accommodations law afforded them recourse.303 They got their wedding cake from another bakery. 304 Then the Lambda Legal DefenseFund and the ACLU became involved in their case.305 According to Mullins, \"[e]ventually, someone at the ACLU found us and we spoke to them, and we decided to move forward to the complaint. ... They sort of helped us file the paperwork a little bit, and then after that and much discussion on their part, they decided to take up the case.\"306 During their Supreme Court litigation, the couple participated very publicly. Until the decision was rendered, they had given over three hundreds interviews, including interviews with major news outlets.307 They were honored with theVH-1 Trailblazer Award for their \"public fight against LGBTQ discrimination.\"308 Unlike some plaintiffs in prior gay rights cases, such asLawrence v. Texas, both Craig and Mullins noticeably attended the oral arguments at the Supreme Court. 309 While in Washington, D.C. for thearguments, they made speeches at several rallies310 and said they felt that \"it's important for people to see us just for the fact of we're standing up for ourselves.\" 311 It was by chance that Craig and Mullins experienced discrimination at the Masterpiece Cakeshop; they had not expected Phillips to refuse them based on his religious beliefs.312 Some of the facts of the case had accidental elements. Yet, the couple's subsequent reactions-taking their story to social media and speaking to major advocacy groups-could suggest decisiveness in attention-seeking. When pressed in one interview about the state 302. Johnson, supra note 292. 303. Id. 304. Id. 305. Id. 306. Id. 307. Id.; Sherry, supra note 263; Compton, supra note 28 I. 308. Evan Real, Gay Couple Behind Supreme Court Wedding Cake Case to Receive VHJ TrailblazerHonor, HOLLYWOOD REP. (June 21, 2018, 11:57 AM PDT),https://www.hollywoodreporter.com/news/gay-couple-behind-supreme-court-wedding-cake-case­be-honored-at-vhl-trailblazers-2018-1122285 [https://perma.cc/3E9D-5EN2].309. Godsoe, supra note 2, at 152 (quoting DALE CARPENTER, FLAGRANT CONDUCT 221 (2012) (noting that only Lawrence attended but was hard to recognize)). 310. Johnson, supra note 292. 311. Id. 312. Id.                                                                      2020] Queer Sacrifice in Masterpiece Cakeshop 297 of the LGBTQ community beyond their own lawsuit, Mullins remarked with a keen sense of political acumen, saying: The three changes I see happening that most inspire me are the aggressive dismantling of the gender binary, the embrace of intersectionality, and the push to make sure that marginalized voices, the voices of transgender individuals, of non-white people, of women, are not silenced or filtered through the experiences of their cisgender, white male counterparts.313 With less detail, but sharing a similar political tone, Craig responded to the same question with his analysis about gay visibility, stating: For a long time the concept of fitting in was really important and for good reason. Now, that we are becoming more accepted by the public in general, I see more people embracing their individuality, and showing that our differences are what make our culture unique. Pride month gives the necessary visibility to our shared humanity.314 These seemingly liberationist remarks reflected their admission after the Supreme Court decision was rendered that \"they are lifetime activists now.\"315 At that point, one could, with an implicitly biased viewpoint, think that the couple was less \"accidental\" or reluctant in their activism-or find them disingenuous if they were to claim to be reluctant or \"accidental.\" They inadvertently lent an image of willingness in their challenge of sexual orientation discrimination against them personally and pursued it as part of a comprehensive political impetus for change. From this, one could surmise that for them the personal had become political. B. Preserving the Status QuoFailing to satisfy each of Godsoe's underscored characteristics of assimilation likely prevented Craig and Mullins from manifesting the version of gay assimilation and respectability propagated in the marriage cases. Consequently, the couple could not avail themselves as readily to the sameness arguments nor respectability branding that the Obergefell plaintiffs used in making their collective case for marriage equality. They would have failed to appear \"normal\" enough to be recognized or protected within establishment standards and values. In fact, they would have threatened the idea of what \"normal\" entails. Their inability to seem respectable because of their perceived queerness affected the chances that their interests would substantively align with 313. Shorey & Reddish, supra note 284.314. Id.315. Sherry, supra note 263.298 Yale Journal of Law and Feminism [Vol. 31.2:249 the Court's interests in affirming or protecting the status quo.316 Their queerness challenged and threatened the status quo precisely through that inability as minorities to seem respectable under establishment norms. First, their queerness did not fit the norms of respectability governing gender and sexuality, socioeconomics, family choices, and minority political participation, and to seek legal protection under CADA is essentially seeking recognition of their queerness. Secondly, because Phillips's religious views were involved in the claim, the couple's request for recognition also directly challenged religious freedoms and values that the status quo embraces-freedoms and values that substantively reinforce norms of sexuality and respectability. Thus, on both levels, Craig and Mullins's lack of respectability weakened any interests within the mainstream because, rather than seeming respectable and worthy of recognition, they challenged and threatened the status quo. Accordingly, the focus of the opinion was heavily on Phillips's religious freedom-and by extension reinforcing the discriminatory status quo-even when Phillips did not fit within any religious protections under CADA. Reactions to Craig and Mullins as threats to the status quo are discussed below, showing that the Court eventually reinforced its interest in preserving the status quo against any interest in protecting the couple's queerness. I. Distancing from Dignity JurisprudenceWithout appearing assimilated, Craig and Mullins were unable to avail themselves to Kennedy's dignity jurisprudence to the extent that marriage­equality plaintiffs in Obergefell and Windsor previously had. In Masterpiece, Craig and Mullins' s lack of comparable respectable traits offered fewer opportunities for the couple to align their interests with those of the status quo. There was little incentive for the mainstream to recognize and protect the couple. In this way, this failure of interest convergence led to their exclusion from Kennedy's dignity paradigm. Unlike Obergefell, where interest convergence accessed Kennedy's dignity jurisprudence, here the lack of interest convergence and the perceived threats the couple posed permitted Kennedy to portray them as rightfully undignified. First, Kennedy accomplishes this portrayal by virtually committing the opposite of what he had done in his Obergefell opinion, where he specifically tried to humanize Jim Obergefell and the other couples. Compared to the way he had acknowledged sympathetically some of the personal details of select 316. In his study of interest convergence in Lawrence, Kreis argues that the interest convergence that took place in Lawrence involved a perception that a sequence of threats to heteronormative andestablishment values had been overcome. Kreis, supra note 119, at 147-52. This observationsuggests that challenges involving recognition of sexual minorities would likely involve appeasingthose who wish to defend the status quo. 2020] Queer Sacrifice in Masterpiece Cakeshop 299 Obergefell plaintiffs, here Kennedy avoids mentioning Craig and Mullins's personal characteristics in any specific and meaningful way. He only mentions Craig and Mullins minimally, and when he does, it is transactional, to recite either procedure317 or relevant facts.318 Such brief passages of acknowledgment are devoid of any significant, personalizing descriptions. Kennedy refuses to explore just how being denied a wedding cake as a same-sex couple demeaned the couple's human dignities. There are no extrapolations of unjustified indignity-no dramatizations akin to those in Obergefell involving medical transport planes or missing names on death certificates. 319 Instead, the only passages that bring up the possibility that sexual orientation discrimination can result in violating human dignity or stigma are in two brief sections when Kennedy postulates about gay couples and individuals in the abstract. 320 To Kennedy, it seems quite possible that gay people can be unjustifiably demeaned in the marketplace if denied goods and services.321 But he never applies such abstractions to Craig and Mullins's sexual orientation discrimination claim. Thus, Craig and Mullins stand outside of those circumstances. Motivating this silent denial might be the lack of sameness and respectability in Craig and Mullins' identities, compared to litigants in the prior gay rights cases­particularly in the marriage context, even though Craig and Mullins were asking for an item ( a wedding cake) that resides typically and symbolically as the apex of \"respectable\" or assimilating purchases for wedded couples. There is nothing as redeeming or worthy enough about this couple to consider them otherwise. There is nothing worth mentioning to show that they were unjustifiably demeaned. Secondly, not only does Kennedy demonstrate that are they not worthy of recognition, but even before presenting the issues, Kennedy attempts to insinuate that what Craig and Mullins had requested from Phillips was somewhat illegitimate and, as a result, portrayed the couple in a justifiably undignified light. Beyond reciting that Phillips had denied Craig and Mullins's request for a custom wedding cake because of his religious views against same-sex marriages, Kennedy noted separately that Colorado had not recognized same-sex marriages at the time.322 This observation directs attention off Craig and Mullins' sexual identities, which CADA protects, and suggests illicit conduct that would 3 I 7. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm'n, 138 S. Ct. 1719, 1723-25 (2018). 318. Id.at 1724.319. Obergefell v. Hodges, 135 S. Ct. 2584, 2594 (2015).320. Masterpiece, 138 S. Ct. at 1727-1732. 321. Id. at 1727 (positing that if CADA's religious exemption \"were not confined, then a long list ofpersons who provide goods and services for marriages and weddings might refuse to do so for gay persons, thus resulting in a community-wide stigma\").322. Id. at 1723 (\"The shop's owner told the couple that he would not create a cake for their weddingbecause of his religious opposition to same-sex marriages-marriages the State of Colorado itself did not recognize at that time.\"). 300 Yale Journal of Law and Feminism [Vol. 31.2:249 invariably bolster or support Phillips' s discriminatory refusal; after all, Craig and Mullins had been legally married in Massachusetts and were not officially seeking to be recognized as a married couple in Colorado at the time. 323 The cake was merely desired for celebrating that occasion. 324 This slight reference that Colorado was not a marriage-equality state at the time the couple ordered the cake from Phillips does not reflect their true intentions; instead it misconstrues the facts and poses the dubious effect of insinuating that Craig and Mullins were asking for something from Phillips that they were not legally entitled to and, under that logic, that Phillips would have been complicit had he agreed to their cake request. In reality, all they wanted was cake; Craig and Mullins were only asking Phillips to create a wedding cake to celebrate their legally obtained, out­of-state marriage. They were not seeking Colorado's recognition of their out-of­state marriage. Kennedy's factual mischaracterization is one step in denying Craig and Mullins' dignifying potential. After all, it would seem hard to dignify-or even sympathize with-individuals who were refused for seeking something that was illegal. Melissa Murray has theorized that in wedding-vendor cases, including prior adjudications of Masterpiece, this blurring between marital and nonmarital statuses has strategic purpose: For example, a claim for a religious exemption from the operation of antidiscrimination law may seem more plausible if the believer's objections concern an institution like marriage, which has religious underpinnings, rather than objections to homosexuality in genera!.325 In other words, the blurring takes the emphasis off the illegality and blameworthiness of Phillips's acts under CADA and shifts the focus to mischaracterized illegality in the couple's request for a wedding cake to celebrate their valid out-of-state Massachusetts marriage in Colorado, a state that had not yet recognized same-sex marriage. Seen in this way, Craig and Mullins, who would seem to be seeking something illegal in Colorado under Kennedy's implication here, would not deserve sympathy for harms to their dignity. In fact, in Kennedy's wrongful portrayal, they would seem rightfully undignified for appearing to ask Phillips to help recognize them for something that was illegal at the time. 323. Id. at 1724. In this part of the opinion, Kennedy restates the facts more clearly and accurately thanhe did at the beginning of Masterpiece: \"Phillips met Charlie Craig and Dave Mullins when they entered his shop in the summer of 2012. Craig and Mullins were planning to marry. At that time, Colorado did not recognize same-sex marriages, so the couple planned to wed legally in Massachusetts and afterwards to host a reception for their family and friends in Denver.\" Id. 324. Id. 325. Melissa Murray, Accommodating Nonmarriage, 88 S. CAL. L. REV. 661, 662-64 (2015) (emphasisadded). Similarly, Kyle Velte has flagged another literary technique Kennedy deploys in Masterpiece, which involves his use of the word \"difficult\" or \"difficulties\" in describing the baker'sclaims. Velte notes that such uses of these adjectives \"signals a tacit acceptance that the baker'sargument has met a baseline standard of acceptability and legitimacy.\" Kyle C. Velte, Postponementas Precedent 26 (Sept. 5, 2019) (unpublished manuscript) (on file with author).2020] Queer Sacrifice in Masterpiece Cakeshop 301 Consequently, Kennedy's rhetorical techniques for dignifying individuals­and, with that, his entire dignity jurisprudence-evade Craig and Mullins. This result stands even when their CADA claim for sexual orientation discrimination had substantive merit, as attested in the lower state forums. If dignity was the way in which Kennedy illustrated discriminatory harm in prior gay rights cases, such as Obergefell and Windsor, then Kennedy's refusal to dignify the couple here is significant. It is possibly intended to lessen any discriminatory levels of harm the couple suffered when Phillips denied them their custom cake order. Rather than being just \"gay enough\" to succeed, Craig and Mullins's queerness seemed to have broken the boundaries that lie at the core of what assimilationist strategies have done to essentialize the gay identity. The destabilizing effect of their queer sexualities undoubtedly clashed with the assimilationist images of litigants in the marriage-equality cases and probably exceeded the Court's tolerance of gay identities as well. They just did not gamer the type of respectability for the Court to sympathize fully with their pursuit of formal equality. Instead, the couple likely threatened the status quo in a way that prompted Kennedy to ignore their humanity and mischaracterize the facts in order to portray them in an undignified light. 2. Reframing the IssuesTo add to Kennedy's refusal to dignify Craig and Mullins's queerness in the way he had dignified the gay, assimilated plaintiffs in the marriage cases, to demonstrate another reaction to the perceived threat that Craig and Mullins represent, Kennedy also reframes the legal issues from how the claims had been discussed in prior forums below. The Colorado Court of Appeals had observed that the dispute involved both Craig and Mullins's rights under CADA and Phillips's claim that his rights to speech and religious expression were violated, but then very quickly dismissed Phillips's claim.326 Kennedy, on the other hand, begins his majority opinion by questioning the weight of Colorado's public accommodations law and its respect for sexual minorities against a status quo that finds religious intolerance compelling.327 Then he articulates the issues as a struggle between of the level of protection for the \"rights and dignity of gay persons who are or wish to be, married but who face discrimination when they seek goods or services\"328 and \"the right of all persons to exercise fundamental 326. See, e.g., Craig v. Masterpiece Cakeshop, Inc., 370 P.3d 272,276 (Colo. Ct. App. 2015). (\"This case juxtaposes the rights of complainants, Charlie Craig and David Mullins, under Colorado's public accommodations law to obtain a wedding cake to celebrate their same-sex marriage against the rightsof respondents, Masterpiece Cakeshop, Inc., and its owner, Jack C. Phillips, who contend thatrequiring them to provide such a wedding cake violates their constitutional rights to freedom ofspeech and the free exercise of religion.\").327. Masterpiece, 138 S. Ct. at 1723.328. Id.                                                                      302 Yale Journal of Law and Feminism [Vol. 31.2:249 freedoms under the First Amendment, as applied to the States through the Fourteenth Amendment.\"329 As articulated above, Craig and Mullins are outside his dignity jurisprudence. From here, it becomes even clearer that the decision will weigh these competing interests, framed similarly. In recapitulating the issues thusly, Kennedy also legitimizes and raises the interest in protecting Phillips's free speech and religious exercise. Indeed, he is focusing on the interest in preserving the status quo. First, he observes sympathetically that Phillips's free speech claim is \"an instructive example, however, of the proposition that the application of constitutional freedoms in new contexts can deepen our understanding of their meaning.\"330 Similarly, Kennedy finds that \"[t]he same difficulties arise in determining whether a baker has a valid free exercise claim.\"331 He alludes to potentially validating Phillips's actions. In essence, Kennedy's effort to explain why Phillips' s claims regarding free speech and religious exercise might pose a difficulty in this case begins to establish what will be a plausible deniability that perhaps Phillips's refusal could be constitutionally protected in light of Craig and Mullins's CADA discrimination claim, or suggest that he regards Phillips's claims with more urgency than previous venues had.332 By juxtaposing the issues and amplifying Phillips' s free speech and religious exercise claims, Kennedy hints at his potential deference to the status quo----one that is discriminatory. It seems likely that religious freedoms represent the status quo' s interest in two ways. First, religion is a means or tactic for Kennedy to rely upon for defending Phillips' s actions against challenges of discrimination because religion is constitutionally protected. Secondly, religion is itself an end because here Phillips' s anti-gay Christian views would affirm certain hegemonic 329. Id.330. Id. (\"One of the difficulties in this case is that the parties disagree as to the extent of the baker'srefusal to provide service. If a baker refused to design a special cake with words or imagescelebrating the marriage-for instance, a cake showing words with religious meaning-that mightbe different from a refusal to sell any cake at all. In defining whether a baker's creation can be protected, these details might make a difference.\").331. Id. (\"A baker's refusal to attend the wedding to ensure that the cake is cut the right way, or a refusalto put certain religious words or decorations on the cake, or even a refusal to sell a cake that hasbeen baked for the public generally but includes certain religious words or symbols on it are justthree examples of possibilities that seem all but endless.\").332. Some social science commentators have identified such plausible deniability from the vantage pointsof the status quo as a product of relative positioning and bias in the social hierarchy; in other words,the dominant power will articulate what it perceives to be an objective approach on an social issue from its own position atop the hierarchy, and thus more easily consider its own conduct and part inthe issue with the benefit of the doubt and continue to preserve its interests. See JIM SIDANIUS &FELICIA PRATTO, SOCIAL DOMINANCE: AN INTERGROUP THEORY OF SOCIAL HIERARCHY ANDOPPRESSION 43 (1999) (labeling this phenomenon explicitly as ''plausible deniability, or the abilityto practice discrimination, while at the same time denying that any discrimination is actually taking place\"); see also David Simson, Whiteness as Innocence, 96 DENV. L. REV. 635 (2019) (recognizingthis plausible deniability as \"whiteness as innocence\" in the context of race-conscious remediation).If such plausible deniability exists within the status quo, then it is probable that this a psychologicalvantage point would supplement Bell's theory of interest convergence.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 303 ideas, norms, and values about sexual orientation that the status quo is willing to accept and embody. After all, despite marriage equality victories and the increasing positive image of sexual minorities in mainstream culture in the handful of years since Lawrence, the status quo has continued to recognize dominant religious views and sentiments-some that invariably have led to severe inequalities and legal detriments for sexual minorities and other marginalized people.333 Nevertheless, such views have received constitutional protection. For instance, in the face of legal and political advances for sexual minorities, many states have enacted religious freedom acts. 334 In the same vein, after Obergefell, some states have relied on religion to motivate and legitimize bills that restrict restroom use for transgender people.335 And even the Supreme Court has recently prioritized religion over some aspects of women's reproductive rights. 336 Each of these examples shows religion as a means to challenging political progress for sexual minorities and as a substantive reflection of status quo norms. In essence, a discriminatory status quo that is partly validated and perpetuated by religious freedom has received heightened legal protection, and, from the beginning of Masterpiece, Kennedy raises a strong interest in preserving that status quo by reframing the issues. 333. The Supreme Court's Dunn v. Ray ruling in the 2018-2019 Term following Masterpiece exemplifiesthe status quo's hierarchical priority for Judeo-Christian faiths over other religious faiths. See 139 S. Ct. 661 (2019). In Dunn, officials at an Alabama prison who had previously allowed Christianchaplains to be present at executions on the request of the death row inmates denied one death rowinmate's request for a Muslim imam to be present at his execution. Id. (Kagan, Ginsburg, Breyer,and Sotomayor, JJ., dissenting). On final appeal, the Court's majority sided with the prison on a technicality: the inmate had waited too close to his execution date to file for a stay of executionpending the merits of a possible discrimination case. Id. (Thomas, J., majority); see also id. (Kagan,Ginsburg, Breyer, and Sotomayor, JJ., dissenting). The Court denied even when the Eleventh CircuitCourt of Appeals had found that the denial violated the First Amendment's Establishment Clause.Id. Justice Kagan's dissent criticized the majority's ruling as affirming a preference in religiousdenominations. Id. at 661-62. Commentators have found the Court's ruling in Dunn, which relies on timely procedures, to be questionable in light of the substantive merits of the case. E.g., Leah Litman,The Substance of the Court's Procedure, TAKE CARE BLOG (Feb. 13, 2019),https://takecareblog.com/blog/the-substance-of-the-supreme-court-s-procedure[https://perma.ccN7Y9-98ZH]; Adam Liptak, Justices Allow Execution of Muslim Death RowInmate Who Sought Imam, N.Y. TIMES (Feb. 7, 2019), https://www.nytimes.com/2019/02/07 /us/politics/supreme-court-domineque-ray.html [https://perma.cc/T7PF-C8VW]. In essence, the Supreme Court's Dunn ruling could be interpreted as exemplifying mainstream bias toward certain religions.334. Religious Freedom Acts by State, FIND LAW https://civilrights.findlaw.com/discrimination/religious­freedom-acts-by-state.html [https://perma.cc/K9U8-WWJF].335. Tom Dart, Transgender 'Bathroom Bill' Leaves Texas Christians Deeply Divided, GUARDIAN (Aug. 6, 2017, 7 :00 AM EDT), https:/ /www .theguardian.com/us-news/2017 /aug/06/transgender­bathroom-bill-texas-christians-lgbt-rights [https://perma.cc/N9HV -H6MB]. 336. Burwell v. Hobby Lobby Stores, Inc., 134 S. Ct. 2751 (2014).                                                                      304 Yale Journal of Law and Feminism [Vol. 31.2:249 3. Weighing the Preservation Interest of the Status QuoIn the second section of his Masterpiece opinion, Kennedy underscores the primacy of protecting anti-gay religious sentiments, despite a lack of a CADA exemption for Phillips, and, simultaneously, he marginalizes any incentive to protect Craig and Mullins' s sexual identities from discriminatory harm. Kennedy accomplishes this in part by articulating how Craig and Mullins came up short in their dignified respectability. As he states, \"[o]ur society has come to the recognition that gay persons and gay couples cannot be treated as social outcasts or as inferior in dignity and worth.\"337 At first, Kennedy seems consonant with his recognition of same-sex couples in Obergefell. 338 By itself, the statement seems absolute in terms of protecting sexual minorities. However, Kennedy immediately qualifies his declaration by writing, \"For that reason the laws and the Constitution can, and in some instances must, protect them in the exercise of their civil rights. The exercise of their freedom on terms equal to others must be given great weight and respect by the courts.\" 339 By inserting how the Constitution \"can, and in some instances must\" provide sexual minorities with civil rights protections, he suggests that negotiation exists at setting the level of interest in which protections of civil rights based on sexual orientation are given-that there must be situations in which the Constitution has less interest in affording civil rights protections of sexual minorities even if their freedoms \"on terms equal to others\" are subject to \"great weight and respect by the courts.\"340 Other commentators have read this passage in the second section of Masterpiece Cakeshop with greater optimism because, just on these three sentences alone, one could read a friendly ambiguity in favor of sexual minorities into Kennedy's statement.341 Such a reading, however, would ignore the series of further qualifications that follow in which Kennedy raises the importance of preserving religious views against same-sex marriages: \"At the same time, the religious and philosophical objections to gay marriage are protected views and in some instances protected forms of expression. \"342 Here is where Kennedy repeats the disparity of interest levels. Like the protection of the civil rights of 337. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm'n, 138 S. Ct. 1719, 1727 (2018). 338. This opening passage in Masterpiece embodies a sentiment and tone similar to Kennedy's finalsection in Obergefell: \"As some of the petitioners in these [marriage] cases demonstrate, marriageembodies a Jove that may endure even past death . . . .  Their hope is not to be condemned to live inloneliness, excluded from one of civilization's oldest institutions. They ask for equal dignity in theeyes of the Jaw. The Constitution grants them that right.\" Obergefell v. Hodges, 135 S. Ct. 2584,2608 (2015). 339. Masterpiece, 138 S. Ct. at 1727. 340. Id.341. E.g., Elizabeth Sepper, More at Stake Than Cake - Dignity in Substance and Process,SCOTUSBLOG (June 5, 2018, 11 :23 AM), https://www.scotusblog.com/2018/06/symposium-more­at-stake-than-cake-dignity-in-substance-and-process [https ://perma.cc/B R 4 T -DQJV]. 342. Masterpiece, 138 S. Ct. at 1727. 2020] Queer Sacrifice in Masterpiece Cakeshop 305 sexual minorities, such religious views against marriage equality are not absolute either. In the commercial context, these views are subject to public accommodation laws and would not survive so long as such laws are general and neutrally applicable.343 But he does not critique how CADA itself is not general and neutrally applicable. There is no direct attack premised on the opinion that Phillips' s bakery ought to have been exempted. He is just weighing the interests. Constitutionally, despite public accommodations legislation, Kennedy notes that the law could not compel members of a religious clergy to perform same­sex wedding ceremonies if doing so clashes with the free exercise of religion.344 In fact, such protections of a clergy member's refusal, based on freedom of religious exercise, to officiate a same-sex wedding ceremony is so \"well understood in our constitutional order as an exercise of religion\" that Kennedy supposes sexual minorities could subordinate their rights in the face of such refusal-as \"an exercise that gay persons could recognize and accept without serious diminishment to their own dignity and worth.\" 345 Such an overly presumptuous observation patronizes and ignores the indignities that sexual minorities have suffered at the hands of religious exclusion. 346 Yet again, the disparity of interest levels exists and is demonstrated by how Kennedy subordinates the interest of protecting sexual minorities beneath the interest in religious protections. The passage potentially condones certain acts of religious animus against sexual minorities, placing exercise of religion over the protection of non-heteronormative sexual identities. This priority exists despite Kennedy's observation that protection for free exercise of religion must be \"confined\";347 otherwise, a mass commercial refusal to provide goods and services to sexual minorities might lead to \"a community-wide stigma inconsistent with the history and dynamics of civil rights laws that ensure equal access to goods, services, and 343. Id.344. Id.345. Id.346. Recent examples include the policy in the Mormon Church of regarding same-sex couples as apostates and excluding children of such couples from early baptism. See Sarah Pulliam Bailey, Mormon Church to Exclude Children of Same-Sex Couples from Getting Blessed and Baptized UntilThey Are 18, WASH. POST (Nov. 6, 2015, 2:22 PM MST), https://www.washingtonpost.com/news/acts-of-faith/wp/2015/1 I /05/mormon-church-to-exclude-children-of-same-sex-coup Jes-from­getting-b lessed-and-baptized-until-they-are-18 [https://perma.ccNK9Q-DSKJ]. This particularpolicy was divisive within Mormon congregations and has since been revoked. See Elizabeth Dias,Mormon Church to Allow Children of L.G.B.T. Parents to Be Baptized, N.Y. TIMES (Apr. 4, 2019),https:/ /www .nytimes.com/2019/04/04/us/tds-church-lgbt.html [https://perma.cc/9R 73-NSVF].Another example involved the United Methodist Church's ban on same-sex marriages and LGBTQclergy, which has driven a split within the denomination. See Tom Gjelten, After DisagreementsOver LGBTQ Clergy, U.S. Methodists Move Closer to Split, NPR (June 26, 2019, 4:44 PM ET),https :/ /www.npr.org/2019 /06/26/7 36344079 /u-s-methodists-meet-to-consider-what-comes-next­after-disagreements-over-lgbt-cl [https://perma.cc/A82S-PXJZ].347. Masterpiece, 138 S. Ct. at 1727.                                                                     306 Yale Journal of Law and Feminism [Vol. 31.2:249 public accommodations.\"348 But it also shows that there is enough room for Phillips to have validly refused Craig and Mullins. In terms of dignity, this discussion injects a hierarchical limitation: sexual minorities deserve some constitutional protection based on their dignity, but not enough to surpass some instances of free religious exercise. This hierarchy resembles the Court's prior reluctance to raise the lower-level scrutiny analysis of sexual minorities-even in cases featuring assimilated and socioeconomically privileged plaintiffs, such as in Windsor-and reveals how the Court actually views sexual orientation as a protectable trait below other protectable identity traits. 349 Kennedy seems to signal that the Masterpiece couple could not confidently use their CADA sexual orientation discrimination claim to break through to a fuller or higher treatment of formal equality for civil rights protections of sexual minorities in this federal forum. Even when Phillips and his bakery clearly did not fall within CADA's religion exemption, his religious exercise rights conflict and ought to be noted substantially enough as if he deserved exemption. We see how Kennedy regards Phillips's rights when he directly examines Phillips' s claim. In examining Phillips' s account, Kennedy sides with Phillips on his distinction that creating a custom-ordered cake for Craig and Mullins would have used \"his artistic skill to make an expressive statement, a wedding endorsement in [Phillips' s] own voice and of his own creation.\" 350 Here, Kennedy entwines both Phillips's free speech and religious justifications for refusing Craig and Mullins and finds that \"Phillips' dilemma was particularly understandable given the background and legal principles and administration of the law in Colorado at that time,\" since Colorado had not yet recognized same­sex marriages when Phillips's refusal occurred.351 In fact, Kennedy fmds that there is some force to the argument that the baker was not unreasonable in deeming it lawful to decline to take an action that he understood to be an expression of support for their validity when that expression was contrary to his sincerely held religious beliefs, at least insofar as his refusal was limited to refusing to create and express a message in 348. Id.349. According to Kreis, \"[t]he false perceptions of the sexual minority community as privileged are not,at first blush, universally beneficial in the constitutional domain.\" Kreis, supra note I I 9, at I 60. Atfirst, this observation seems counterintuitive, given the historical marginalization of sexualminorities. E.g., Obergefell v. Hodges, 135 S. Ct. 2584, 2596 (2015) (discussing the marginalizationof sexual minorities since World War II). However, \"[ f]rom a judge's perspective, it might very wellbe considerably difficult to apply a more exacting level of judicial review to a class of people that appear privileged. If judges-even those sympathetic to LGBT constitutional rights-view sexual minorities through the same lens as Justice Scalia does, applying heightened scrutiny is questionably justifiable.\" Kreis, supra note 119, at 160. 350. Masterpiece, 138 S. Ct. at 1728.351. Id.2020] Queer Sacrifice in Masterpiece Cakeshop support of gay marriage, even one planned to take place in another State.352307 Kennedy seems to suggest that had Phillips reluctantly agreed to create a cake for Craig and Mullins, this act would have severely violated a term so personal to Phillips because of his religious beliefs that the government would need to take notice. He notes the three William Jack cake cases in which the Colorado Civil Rights Division found it was lawful for three bakers to have separately refused creating cakes that bore messages demeaning to sexual minorities or same-sex marriages 353 and noted that \"[ a ]t the time, state law also affordedstorekeepers some latitude to decline to create specific messages the storekeeper considered offensive.\"354 All of his ruminations about the protections of sexualminorities and exercise of religious freedom culminates in qualifications that appear as if Kennedy is heavily posturing to preserve what results in the bottom line regarding Phillips's actions-that ultimately, despite the dignity and worth the Court has previously given to sexual minorities in the marriage equality cases and despite how Phillips is not exempted from CADA here, formal equality for sexual minorities must give way to religious freedom. Essentially, the interest to protect sexual orientation from discrimination is not on equal footing with the interest in protecting free exercise of religion. Of course, categorical denial of services and goods to sexual minorities based on a provider's religious beliefs would not be condoned; however, as Kennedy recognizes, \"Phillips was entitled to the neutral and respectful consideration of his claims in all the circumstances of the case.\" 355 On Phillips' s behalf, Kennedy reaches extensively tocomprehend Phillips's moral and religious dilemma, reading the case narrowly at the expense of diminishing the dignity and worth of Craig and Mullins. Overall, Kennedy essentially embeds a plausible deniability favoring Phillips's actions over the dignity of Craig and Mullins's sexual identities. Thus, he heavily prioritizes the interest in preserving the discriminatory status quo in order to curb the threat against it. 4. Religious HostilityIn truth, the tension between sexual orientation antidiscrimination and religious freedom that Kennedy raises, explores, and then seemingly resolves in favor of Phillips never comes to an actual determination on the merits. Kennedy never proclaims the doctrinal dividing line between Phillips's religious objections to same-sex marriage and the protections of Craig and Mullins's 352. Id.353. Id.354. Id.355. Id. at 1729.308 Yale Journal of Law and Feminism [Vol. 31.2:249 sexual identities from discrimination. Masterpiece never overrules CADA. So, Kennedy's prioritization of the interest in preserving the status quo is never given binding effect. Within the factual contours of Masterpiece, Kennedy merely suggests that the interest in preserving the status quo outweighs the interest in protecting Craig and Mullins's sexual orientation from discrimination. On the substantive legal merits of Craig and Mullins' s discrimination claim, the formal equality aspects would reach a favorable outcome for the couple. CADA had stood on the couple's side. Even Kennedy admits that CADA expressly forbids sexual orientation discrimination in the realm of public accommodations. 356 Despite this, Kennedy effectuates preservation interest by examining the case procedurally to reverse the Court of Appeals. He reviews the public hearings on the matter by the Colorado Civil Rights Commission and reads into the record religious hostility displayed by members of the Commission sufficient for him to violate religious neutrality.357 Specifically, Kennedy focuses on remarks that disparage personal religious beliefs: At several points during its meeting, commissioners endorsed the view that religious beliefs cannot legitimately be carried into the public sphere or commercial domain, implying that religious beliefs and persons are less than fully welcome in Colorado's business community. One commissioner suggested that Phillips can believe \"what he wants to believe,\" but cannot act on his religious beliefs \"if he decides to do business in the state.\" . . . A few moments later, the commissioner restated the position: \"[I]f a businessman wants to do business in the state and he's got an issue with the-the law's impacting his personal belief system, he needs to look at being able to compromise.\"358 Although Kennedy admits that such statements could be construed differently, he fmds such comments are \"more likely\" hostile toward Phillips. 359 He is convinced of having observed more religious hostility made at a later public hearing at the Commission that furthered the animosity toward Phillips's religious views. 36° Kennedy heavy-handedly compounds the Commission's previous statements he excerpted with a Commission member's quote criticizing societal uses of religion for advancing discriminatory ends throughout human history-for instance, justifying slavery or the Holocaust. 361 That Commissionmember's quote had ended with a personal tone, which Kennedy expressly 356. Id. at 1725.357. Id. at 1729.358. Id. ( citations omitted).359. Id. (\"[T]hey might be seen as inappropriate and dismissive comments showing lack of dueconsideration for Phillips' free exercise rights and the dilemma he faced.\"). 360. Id. (\"On this occasion, another commissioner made specific reference to the previous meeting'sdiscussion but said far more to disparage Phillips' beliefs.\"). 361. Id. (\"And to me it is one of the most despicable pieces of rhetoric that people can use to-to usetheir religious to hurt others.\").2020] Queer Sacrifice in Masterpiece Cakeshop 309 interprets as a disparagement that effectuated the Commission's alleged hostility to Phillips-that calling his religious views \"despicable\" and contextualizing them as rhetoric for advancing discrimination that belittled and dehumanized such views and actions.362 Although Kennedy does not expressly use \"dignity\" rhetoric here in these passages, he employs these remote excerpts from the Commission's extensive hearings and review to draw conclusions that such remarks about Phillips's religious views and acts ultimately demeaned Phillips. All in all, Kennedy surmises that the Commission's remarks had suggested \"that religious beliefs and persons are less than fully welcome in Colorado's business community\"; could be seen as \"inappropriate and dismissive comments showing lack of due consideration for Phillips' free exercise rights and the dilemma he faced\"; and had \"disparaged [Phillips's] religion\" in ways that characterized it as \"despicable,\" and \"something insubstantial and even insincere.\"363 Even without expressly using the word \"dignity\" here, Kennedy tries to convince us that the Commission's criticisms and observations of Phillips's \"sincerely held religious beliefs\"364 were a kind of hostility that violated Phillips' s personhood in some way. Kennedy's repeated characterizations of Phillips's religious motivations as \"sincere\" imply that Phillips was being genuine and truthful about his religious beliefs.365 It also suggests that Phillips's actions against Craig and Mullins were somehow blameless-that his refusal was somehow naturally justified because they were backed by \"sincere\" religious beliefs against same­sex marriages and that Phillips could not help himself from acting inconsistently with his beliefs. As such, Kennedy again views Phillips' s religiously motivated actions of sexual orientation discrimination with plausible deniability in favor of Phillips. Because Phillips's religiously motivated actions are backed by \"sincere\" religious beliefs, the Commission's public remarks on record about Phillips's exercise of religion-and the lack of objections to these remarks at the hearings and in later appellate review366-would always be taken as hostile, 362. Id.363. Id.364. Id.365. For instance, Kennedy observes that \"[t]he reason and motive for the baker's refusal were based onhis sincere religious beliefs and convictions.\" Id. at 1723. Kennedy suggests at least a sympatheticear when he depicts that \"as Phillips would see the case, this contention has a significant FirstAmendment speech component and implicates his deep and sincere religious beliefs.\" Id. at I 728.In contrast, showing how strongly Kennedy takes up Phillips's side, Kennedy is not as sympatheticto the Colorado Civil Rights Commission when Phillips's sincere beliefs are seemingly attacked:\"The Civil Rights Commission's treatment of his case has some elements of a clear andimpermissible hostility toward the sincere religious beliefs that motivated his objection.\" Id. at 1729.366. Id. 1729-30 (\"The record shows no objection to these comments from other commissioners. And the later state-court ruling reviewing the Commission's decision did not mention those comments, much less express concern with their content. Nor were the comments by the commissioners disavowedin the briefs filed in this Court. For these reasons, the Court cannot avoid the conclusion that thesestatements cast doubt on the fairness and impartiality of the Commission's adjudication of Phillips'case. Members of the Court have disagreed on the question whether statements made by lawmakers                                                                      310 Yale Journal of Law and Feminism [Vol. 31.2:249 inappropriate, and disparaging to Phillips's personal character. In this way, he moralizes and nearly essentializes Phillips's religious identity. He dignifies Phillips. This reasoning pantomimes the kind of dignity rhetoric he had used in Lawrence, Windsor, and Obergefell to show respectively how anti-sodomy laws, DOMA, and exclusion from marriage all demeaned the identities of same-sex couples.367 He ushers in such indication because the type of religious freedom Phillips subscribes to, after all, is within the dominant status quo. The dignity in Phillips's religious identity unquestionably exists and so it must be that his beliefs are \"sincere.\" This sense that Kennedy is not merely defending Phillips' s religious views, but also Phillips' s dignity is furthered by his comparisons between the Commission's prior decisions in three other Colorado cases where bakers had refused customers who had requested cakes that would have conveyed derogatory and hateful messages about same-sex marriages.368 Those bakers had won their cases and lawfully legitimized their refusals before the Commission on the basis of conscience.369 Comparing those cake cases to the present one before the Court, Kennedy finds that \"the Commission's consideration of Phillips' religious objection did not accord with its treatment of these other objections.\"370 To perpetuate another example that the Commission had shown religious hostility toward Phillips, Kennedy sides with Phillips's view that \"this disparity in treatment reflected hostility on the part of the Commission toward his beliefs.\"371 In doing so, Kennedy implies that the Commission had treated the conscience-based objections in the other cake cases as legitimate because the Commission had equated designing a custom cake with derogatory messages as may properly be taken into account in determining whether a law intentionally discriminates on the basis of religion.\"). 367. See Lawrence v. Texas, 539 U.S. 558, 567 (2003) (\"This, as a general rule, should counsel againstattempts by the State, or a court, to define the meaning of the relationship or to set its boundariesabsent injury to a person or abuse of an institution the law protects. It suffices for us to acknowledgethat adults may choose to enter upon this relationship in the confines of their homes and their own private lives and still retain their dignity as free persons. When sexuality finds overt expression inintimate conduct with another person, the conduct can be but one element in a personal bond that is more enduring.\"); see also Obergefell v. Hodges, 135 S. Ct. 2584, 2606 (20 IS) (\"There is dignity inthe bond between two men or two women who seek to marry and in their autonomy to make suchprofound choices .... Ijpe DeKoe and Thomas Kostura now ask whether Tennessee can deny to one who has served this Nation the basic dignity of recognizing his New York marriage.\"); United States v. Windsor, 570 U.S. 744, 772 (2013) (\"The principal purpose is to impose inequality, not for other reasons like governmental efficiency. Responsibilities, as well as rights, enhance the dignity and integrity of the person. And DOMA contrives to deprive some couples married under the laws of their State, but not other couples, of both rights and responsibilities. By creating two contradictory marriage regimes within the same State, DOMA forces same-sex couples to live as married for the purpose of state law but unmarried for the purpose offederal law, thus diminishing the stability and predictability of basic personal relations the State has found it proper to acknowledge and protect.\"). 368. Masterpiece, 138 S. Ct. at 1730.369. Id.370. Id.371. Id.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 311 an endorsement of that message; meanwhile Kennedy fmds that the Commission's treatment of Phillips's objection and the appellate court's later disregard of the comparison both ignored a similar logic that baking Craig and Mullins' s cake signified for Phillips as an endorsement of same-sex marriage, which would violate his religious beliefs.372 One could draw from Kennedy'scomparison that Phillips's compliance with Craig and Mullins's request would have been such a violation of Phillips's genuine religious sentiments against same-sex marriage by becoming an endorsement adverse to his own religious character-and by extension, to his religious identity. In essence, by making that cake for Craig and Mullins, he would be endorsing something that he did not believe in-so much so that he could not even go along with it without it becoming personal. Again, therein lies the hostility, according to Kennedy.373 One could argue that Kennedy does not merely defend Phillips' s sincerely held religious beliefs here but also defends Phillips's religious identity. 5. Speciousness and Questions of MotivesKennedy's religious hostility findings in the Commission's treatment of Phillips's case become specious and thin when his version of religious hostility competes with the versions expounded in his colleagues' concurrences and dissents. Whether the other Justices found lesser, deeper, or no violations of religious neutrality, disagreement exists over both the Commission's remarks toward Phillips' s religiously motivated refusal and the handling of the William Jack cake cases on below. Such disagreement calls into question the substance of Kennedy's findings of religious hostility and illustrates the desperate attempt to preserve the status quo. Although in agreement with the majority's overall ruling in Masterpiece that religious hostility existed in lower proceedings, Justice Kagan, with Justice Breyer joining, offers a lesser degree of religious hostility in her concurrence. She suggests that the Commission and the appellate court's regard for the different results between the Masterpiece case here and the three other Colorado cake cases was legally justified and not a sign of religious hostility.374 In her view, the different regard between those cake refusals and Phillips's hinged on factual interpretation: \"[I]n refusing that request, the bakers did not single out Jack because of his religion, but instead treated him the same way they would have treated anyone else-just as CADA requires. By contrast, the same-sex couple in this case requested a wedding cake that Phillips would have made for 372. Id. at 1730-31.373. Id. at 1731.374. Id. at 1733-34 (Kagan & Breyer, JJ., concurring).                                                                     312 Yale Journal of Law and Feminism [Vol. 31.2:249 an opposite-sex couple.\" 375 Such refusal violated CADA's publicaccommodations protections against sexual orientation discrimination.376 In thatway, \"[t]he different outcomes in the Jack cases and the Phillips case could thus have been justified by a plain reading and neutral application of Colorado law­untainted by any bias against a religious belief.\"377 Kagan only agrees withKennedy's majority that the views and sentiments of the Commission members at the public hearings were religiously hostile, and thus, her version of religious hostility-though it exists sufficiently in this case for her to join in the Court's reversal-seems less severe. Justice Gorsuch, joined by Justice Alito, concurs by re-examining on his own terms the Commission's treatment of the other Colorado bakers' refusals in those three cake cases and Phillips's case. Gorsuch disagrees with Kagan's interpretation of the cakes. While Kagan had accepted that the cake that Craig and Mullins had requested from Phillips was a wedding cake, 378 Gorsuchinterprets that what Craig and Mullins had asked for was \"a cake celebrating a same-sex wedding.\"379 This interpretation allows Gorsuch to read the WilliamJack cake cases and Masterpiece similarly and question the Commission's and appellate court's distinguishing of those cases from Phillips's. If the bakers were legally allowed to refuse Mr. Jack's requests for cakes that denigrated same-sex weddings because the messages were morally offensive to the bakers, then Phillips should have been able to refuse Craig and Mullins' s request for a cake celebrating a same-sex wedding because same-sex marriages were religiously repugnant to Phillips.380 As Gorsuch sees it, \"[i]n both cases, it was the kind ofcake, not the kind of customer, that mattered to the bakers\"381 and that \"[t]heproblem here is that the Commission failed to act neutrally by applying a consistent legal rule.\"382 Gorsuch's concurrence heightens that disparity with adeeper analysis than Kennedy's opinion. But to see the cake as one that particularly celebrates a same-sex wedding or marriage is problematic and resembles the \"special rights\" rhetoric that conservative opponents had lodged against gay rights movement initiatives in the past.383 In this way, Gorsuch'sdeeper analysis engenders more animosity toward the couple than Kennedy's. 375. Id. at 1733.376. Id.377. Id.378. Id. at 1733, n. *. 379. Id. at 1735 (Gorsuch & Alito, JJ., concurring). 380. Id. at 1735-36.381. Id. at 1736.382. Id.383. See generally Erin M. Adam & Betsy L. Cooper, Equal Rights vs. Special Rights: Rights Discourses,Framing, and Lesbian and Gay Antidiscrimination Policy in Washington State, 42 LAW & Soc.INQUIRY 830 (2017). Opponents of LGBTQ advancements often use special rights rhetoric tocounter a pro-LGBTQ equal rights framework that proposes that sexual minorities ought to have                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 313 Likewise, Justice Thomas's concurrence,joined by Gorsuch, also seemed to deepen the religious hostility findings. Unlike Gorsuch or Kagan, his concurrence focused exclusively on the free speech claim that Kennedy had left unexplored in the majority opinion. 384 Because Phillips refused Craig and Mullins on the grounds that he was religiously opposed to same-sex marriage, his act of refusal, which Thomas analyzes as speech, is invariably entwined with religion. First, Thomas finds that for Phillips the design and creation of custom wedding cakes is expressive enough to qualify as speech.385 In addition, Thomas finds that wedding cakes themselves are highly symbolic, which further heightens the expressiveness of creating them. 386 Thus, the act of creating wedding cakes for Phillips is an expressive one for speech protection. 387 As such, Thomas regards Craig and Mullins's request as one that asked Phillips to create a cake for a same-sex wedding and sought endorsement with the couple's speech-not his.388 Essentially, \"[b]y forcing Phillips to create custom wedding cakes for same-sex weddings, Colorado's public-accommodations law 'alter[s] the expressive content' of his message.\"389 Thomas's rationale here amplifies Phillips's personal endorsement when he creates a wedding cake-\"Colorado is requiring Phillips to be 'intimately connected' with the couple's speech\"-and thus his First Amendment speech protections arise. 390 Such speech would be antithetical to Phillips's religious identity, and Thomas demonstrates this by drawing out Phillips's religious nature.391 To add this free speech violation to equal access and treatment within the law, and thus states ought to include sexual minorities in antidiscrimination laws, protect sexual minorities from hate crimes, and provide legal recognition of same-sex relationships. Id. at 835-36. In contrast, opponents will often reframe what proponents of equal rights for sexual minorities as asking for as \"special rights\" that \"tap into fundamental cultural values concerning individualism and prejudicial views oflesbian, gay, bisexual, and transfer people\" and find that the legal changes in which pro-LGBTQ proponents are seeking are \"for more rights than the average American receives.\" Id. at 836. In Gorsuch's concurrence here, one could find the analogy to special rights rhetoric if one views the cake as a cake \"for a same-sex wedding,\" rather than as a wedding cake-especially if that view is juxtaposed with the fact that at the time Craig and Mullins tried to order their cake, Colorado did not recognize same-sex couples in marriage. Under this problematic logic, the couple would seem to be asking for something more than what they could get. 384. Masterpiece, 138 S. Ct. at 1740 (Thomas & Gorsuch, JJ., concurring in part & concurring in the judgment).385. Id. at 1742.386. Id. at 1743.387. Id. 388. Id. at 1743 n.3. 389. Id. at 1743-44.390. Id. at 1743 n.3. 391. Id. at 1745 (\"Phillips routinely sacrifices profits to ensure that Masterpiece operates in a way that represents his Christian faith. He is not open on Sundays, he pays his employees a higher-than­average wage, and he loans them money in times of need. Phillips also refuses to bake cakescontaining alcohol, cakes with racist or homophobic messages, cake criticizing God, and cakes celebrating Halloween-even though Halloween is one of the most lucrative seasons for bakeries.\").                                                                     314 Yale Journal of Law and Feminism [Vol. 31.2:249 Kennedy's analysis deepens the findings of religious hostility in the majority opinion. In her dissent, Justice Ginsburg, joined by Justice Sotomayor, completely disagrees with her colleagues' finding of religious hostility and would have affirmed the ruling below that Phillips' s refusal amounted to sexual orientation discrimination against Craig and Mullins.392 She contests the majority's finding of religious hostility.393 First, she sides with Kagan's view that the Masterpiece cake was a wedding cake and not a cake that had special meaning attributed to the baker, as Gorsuch had read.394 Predictably, Ginsburg's take on the cake leads to the finding that Kagan had asserted in her comparison between Phillips' s refusal and the refusal of other Colorado bakers of requests to bake cakes with anti-gay messages: \"The different outcomes the Court features do not evidence hostility to religion of the kind we have previously held to signal a free-exercise violation.\"395 This rendering would contradict one of Kennedy's two reasons for fmding religious hostility. In Ginsburg's opinion, she argues against Gorsuch's view that the case is about the kind of cake and not the identity of the parties. Rather, \"[ w ]hat matters is that Phillips would not provide a good or service to a same-sex couple that he would provide to a heterosexual couple. \"396 This reading reveals her perspective that the cake was a wedding cake and not a cake with a pro-marriage-equality message: \"When a couple contacts a bakery for a wedding cake, the product they are seeking is a cake celebrating their wedding-not a cake celebrating heterosexual weddings or same-sex weddings-and that is the service Craig and Mullins were denied.\" 397 The reason for that denial, as Ginsburg surmises, is Craig and Mullins's sexual orientation.398 Ginsburg also firmly contradicts Kennedy's other reason for fmding religious hostility, which regarded certain Commission members' remarks as intolerant of Phillips's religious views. Just as the treatment of the other Colorado cake cases with Phillips' s refusal should not have prompted a reversal based on religious hostility, \"nor do the comments by one or two members of one of the four decisionmaking entities considering this case justify reversing the judgment below.\"399 In Ginsburg's perspective, \"[w]hatever one may think of the statements in historical context, I see no reason why the comments of one or two Commissioners should be taken to overcome Phillips' refusal to sell a 392. Id. at 1752 (Ginsburg & Sotomayor, JJ., dissenting).393. See id. at 1748-49.394. Id. at 1748 n.1.395. Id. at 1749.396. Id. at 1750.397. Id.398. Id.399. Id. at 1749.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 315 wedding cake to Craig and Mullins.\"400 To support her view here, she observes that the lower proceedings also \"involved several layers of independent decisionrnaking, of which the Commission was but one\" and narrated four stages of rulings in Colorado before the case reached the Supreme Court.401 Such layers of adjudication make Kennedy's findings of religious hostility questionable and hollow.402 According to Ginsburg, even the Court's prior precedent on religious neutrality, Church of Lukumi Babalu Aye, Inc. v. Hialeah,403 \"implicated a sole decisionrnaking body\" and not the kind of proceedings on below in Masterpiece.404 Had she penned the majority ruling, she would have rendered a completely opposite opinion. Taken altogether, the differences amongst Masterpiece's majority, concurring, and dissenting opinions over the existence, intensity, and nonexistence of religious hostility against Phillips seem to suggest that the religious hostility issue was a tenuous one to consider. Did religious hostility exist in both the Commission members' remarks against Phillips's religious views and how the Commission distinguished Phillips's refusal in Masterpiece from the bakers' refusals in the William Jack cases, as Kennedy argues in the majority? Or did religious hostility only exist in the remarks and not in the way Kennedy or Gorsuch read the Commission's distinguishing of the other cake cases, as Kagan writes in her concurrence? Did it arise within the free speech violation as well, as Thomas seems to suggest? Was the religious hostility more intense and more pernicious than Kennedy's majority suggest, as Gorsuch tries to demonstrate in his reconciliation of the William Jack cake cases and Masterpiece? Or did neither the remarks nor the Commission's distinguishing of the William Jack cake cases from Masterpiece amount to any religious hostility in the lower proceedings, as Ginsburg tries to assert? There is no consensus here, revealing that the Court's review of general applicability in Masterpiece is potentially plausible but could also be misleading. Because of the way in which differing viewpoints of the concurrences and dissents would recalibrate or disagree with Kennedy's religious hostility finding, the Court's review of general applicability could be specious. Of course, when members of the Court disagree, the specter of speciousness is not always warranted. But in Masterpiece, this non-consensus does suggest the possibility that the Court majority's rendering was not quite accurate. Instead it was Kennedy's best argument to make in light of stronger, more definite facts that sexual orientation discrimination did occur under CADA when Phillips refused to fulfill Craig and Mullins's request. And 400. Id. at 1751. 401. Id.402. Id. (\"What prejudice infected the determinations of the adjudicators in the case before and after the Commission? The Court does not say.\").403. 508 U.S. 520 (1993).404. Masterpiece, 138 S. Ct. at 1751-52.                                                                     316 Yale Journal of Law and Feminism [Vol. 31.2:249 that best argument-religious hostility that violates general applicability-is a contentious and debatable one, at best. That emphatic urgency in Masterpiece to stick with such a questionable argument as the crux to overturning the prior state court ruling of sexual orientation discrimination possibly reveals a tension­even with some of the non-conservative justices-for finding sexual orientation as a trait worthy of fuller protections, even after Obergefell. Or it could exemplify the Justices' tension with the kind of sexual minority litigants this time before the Court. In essence, the Court seems to articulate a higher interest in preserving a discriminatory status quo over affirming an instance of sexual orientation antidiscrimination. Sexual orientation as a protectable trait against discrimination reached some progress in Obergefell but has never achieved the kind of heightened scrutiny protections that race and gender have received. And that limited progress is definitely underscored by the interests the Court anxiously engenders around religious freedom in this sexual orientation discrimination case. The instability of the religious hostility argument amongst Justices of the Masterpiece Court, hence, raises questions of motives. The case's resolution through Kennedy's majority opinion depends on the Justices' review of the procedural aspects of the lower proceedings in order to dispense with the task of determining the couple's sexual orientation discrimination claim under CADA. That strategic reliance on procedure forecloses any substantive review between Craig and Mullins's antidiscrimination interests and Phillips's religious freedom interests-a substantive review that could have sided in favor of the couple as the Commission and the Court of Appeals exhibited strong findings of discrimination in their CADA reviews. Not to mention, the Court's review of the procedures on below is directly related to Phillips's religion-directly attached to interests in preserving a discriminatory status quo though affirming religious freedom. Consequently, the Court highlights the interests of status-quo preservation over protecting sexual minorities-here, sexual minorities who showed little resemblance to the assimilated, respectable sexual minorities in Obergefell. Of course, it will be unknown, given the way the Court handled its decision in Masterpiece, whether Craig and Mullins would have prevailed here had they exhibited more of the same traits that the plaintiffs from the marriage­equality cases had exhibited. However, in terms of sexual orientation, one view remains evident from Masterpiece. When confronted with religion-even in the context of marriage-queer sexual identities, rather than assimilated ones, engender much less deference with the Court. In Masterpiece, the Court's conception of sexual orientation antidiscrimination very likely does not include protection of less assimilated, less mainstream sexual minorities. Indeed, the primacy that Kennedy gives to protecting Phillips's exercise of religion is so paramount that it makes deference to religion seem circuitous and difficult to critique. After all, acts of discrimination often stem from some form                                                                      2020] Queer Sacrifice in Masterpiece Cakeshop 317 of harbored animus.405 In pinpointing discrimination, drawing such motives help establish that an act of discrimination occurred. However, because Kennedy fmds that even the Commission's remark about the historical use ofreligion for advancing discrimination is one that had tarnished Phillips's religious identity rather than having served constructively to demonstrate religiously motivated discrimination, future adjudicating bodies must tread carefully when their fair and neutral application of laws is prompted in religion cases. Such perspective on the Court's finding of religious hostility has scholarly support. According to Leslie Kendrick and Micah Swartzman, [i]n Masterpiece, the Court mistook the neutral application of civilrights law for what Justice Scalia once called a \"fit of spite.\" TheCommission's decision to deny Phillips a religious exemption was notthe product of religious hostility, but rather a good faith effort tointerpret and apply CADA, which forbids discrimination on the basis ofsexual orientation in public accommodations. In holding that theCommission failed to treat Phillips' s claims with neutrality and respect,the Court improperly applied free exercise doctrine to the facts of thecase, fmding unconstitutional hostility and intolerance where there werenone.406 Correspondingly, the effect of Masterpiece, in regard to future application of neutrality, seems unclear according to John lnazu: \"The [Masterpiece Court's] jurisprudence means that we're going to have state-by-state norms that vary quite a bit . . . about what counts as protections for religious freedom.\"407 These comments and the different versions (or in Ginsburg's case, non-version) of religious hostility renders Kennedy's finding and use of religious hostility in the majority opinion shaky. Indirectly, it could exhibit the Court's hasty anxiety to prioritize the interest in protecting religious freedom within a discriminatory status quo over the interest in promoting sexual orientation antidiscrimination. It serves as another possible sign of failure to satisfy the requisite interest convergence needed for Craig and Mullins's success. All of this demonstrates the heightened interest the Court has in preserving a discriminatory status quo in Masterpiece as a reaction to the threats Craig and Mullins represented. Not only does Kennedy prioritize the interest in protecting religious freedom over the interest in protecting against sexual orientation discrimination, but he also demonstrates how paramount the former interest is­in fact, he reinforces it-when he reverses the sexual orientation discrimination 405. E.g., Romer v. Evans, 517 U.S. 620,632 (1996) (discussing how Colorado's Amendment 2 was aproduct of animus).406. Leslie Kendrick & Micah Schwartzman, The Etiquette of Animus, 132 HARV. L. REV. 133, 145 (2018).407. Tom Gjelten, Court Sees 'Hostility' to Religious Beliefs in Case of Baker and Same-Sex Couple, NPR (June 5, 2018), https://www.npr.org/2018/06/05/617029562/colorado-bakers-supreme-court­win-revives-religious-freedom-debate [https://perma.cc/M2V3-46A Y].                                                                      318 Yale Journal of Law and Feminism [Vol. 31.2:249 ruling on the grounds that the Colorado proceedings did not sufficiently respect Phillips's \"sincere\" religious beliefs. 408 At the end of the Court's majorityopinion, despite Colorado's interest in protecting sexual orientation discrimination through CADA and despite the state's adjudicated fmdings of sexual orientation discrimination against Craig and Mullins, this interest in preserving a discriminatory status quo stands strong and towering. But in reaching that towering height, Kennedy and the concurring Justices seem to have offered an unsatisfying fmding of religious hostility. It belies a deep, pernicious sense of queer anxiety against Craig and Mullins fueled by a perception that the status quo was being threatened. C. Queer SacrificeSpeciousness and anxiety in the Court's religious hostility fmding leaves a frustrating regard for Kennedy's opinion. Can such dubious reasoning undo what had been a strong showing of sexual orientation discrimination under CADA? Craig and Mullins were refused service and goods because of their sexual orientation. Phillips was not exempt under CADA's religious exception. Nevertheless, looking at the case through Derrick Bell's interest-convergence theory, the ruling makes more sense because, although the law stands thinly, the motives are clear. Under the Court's perception, Craig and Mullins likely threatened the status quo. But if the only conclusion drawn from observing the lack of interest convergence in Masterpiece is that dominant authorities-i.e., the Supreme Court-are reluctant to protect unassimilated sexual minorities, then merely noticing the absence of converging interests would be a limiting feat. The utility of seeing Bell's interest-convergence theory demonstrated in the context of gay rights would be constrained as well-and, like the Court's majority decision, only half-baked. What Masterpiece actually demonstrates is not merely that Bell's interest-convergence thesis exists in gay movement progression, but also what Kreis had identified when he applied Bell's interest-convergence thesis as a predictive model for future gay rights advancements. Kreis had reiterated Bell's thesis of involuntary sacrifice in the sexual minority context-a theory Bell called \"racial sacrifice\" that compliments interest-convergence thesis to form what Bell referred to as \"racial fortuity.\"409 In writing several years beforeObergefell and Masterpiece, Kreis was right to import Bell's racial sacrifice thesis into the progress of LGBTQ movements then because Masterpiece's misalignment of interests here-its lack of interest convergence-is an example 408. Masterpiece, 138 S. Ct. at 1731-32 (\"[T]he Commission's consideration of Phillips' case was neithertolerant nor respectful of Phillips' religious beliefs.\").409. Kreis, supra note 119, at 121-22; DERRICK BELL, SILENT COVENANTS: BROWN V. BOARD OFEDUCATION AND TIIE UNFULFILLED HOPES FOR RACIAL REFORM 69 (2004).                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 319 of that kind of involuntary sacrifice. Indeed, Masterpiece is an instance of queer sacrifice. I. Bell's TheoryFor Bell, interest convergence helped clarify why the Court in Brown v. Board of Education had the opportunity to overturn its previous segregation holding inP!essy v. Ferguson.410 The theory offered a predictive mechanism for exploring when dominant powers might accommodate marginalized groups. Yet, interest convergence is merely one piece of Bell's later theory ofracial fortuity. In the context of that racial fortuity theory, interest convergence is merely one variable that is complimented by another theory: racial sacrifice. Within the struggles to overcome racial inequality, Bell defmed racial sacrifice as the way in which \"society is always willing to sacrifice the rights ofblack people in order to protect important economic or political interests of whites. \"411 Bell later reiterated racial sacrifice as a predictive moniker-in the inverse logic of interest convergence-to anticipate when the white dominant power will decide not to wield their authority for legal and political change that would help advance interests of marginalized racial groups, such as African-Americans: \"Even when interest-convergence results in an effective racial remedy, that remedy will be abrogated at the point that policymakers fear the remedial policy is threatening the superior societal status of whites, particularly those in the middle and upper classes.\"412 Both interest convergence and racial sacrifice are \"two sides of the same coin. The two-sided coin, with involuntary racial sacrifice on the one side and interest-convergent remedies on the other, can be referred to as racial fortuity.\" 413 Consequently, Bell conceptualizes the underpinnings of racial progress through \"racial fortuity,\" which are animated by instances of interest convergence and racial sacrifice.414 And if one views racial fortuity as the way American society has achieved racial justice, then one would assume very pessimistically that racial justice occurs not through \"hard-earned entitlement\" but is \"pre-ordained\" through this mechanism of racial fortuity plotted by converging interests and racial sacrifice, alternating side-by-side.415 410. 163 U.S. 537 (1896). 411. Derrick Bell, \"Here Come De Judge\": The Role of Faith in Progressive Decision-Making, 51 HASTINGS L.J. I, 8 (1999).412. BELL, supra note 409, at 69. 413. Id.414. See Kathleen A. Bergin, Mixed Motives: Regarding Race and Racial Fortuity, 23 CONST.COMMENT. 271,274 (2006) (discussing Bell's racial fortuity thesis and noting that \"[t]he pace of racial progress is thus dictated by repetitive cycles of 'racial sacrifice' and moments of 'interest convergence\"'). 415. BELL, supra note 409, at 9. 320 Yale Journal of Law and Feminism [Vol. 31.2:249 Bell noticed examples of involuntary racial sacrifice in several American historical moments. For example, he saw racial sacrifice during the original drafting of the Constitution when slavery was protected to bolster slave-owner support for the document.416 Bell also considered the Compromise of 1877, which staved off resurgence of the Civil War, as racial sacrifice at the expense of the rights of southern blacks.417 As a third example, he saw racial sacrifice in the way that the Court in Plessy constitutionally permitted segregation as a way to engender white support for existing economic policies that were not favoring white people.418 Within the school desegregation era after Brown, Bell adopted the view that white resistance to desegregation lingered long after the landmark decision, which affected implementation of desegregation, but that decision itself had left room for white resistance through its subtle deference to Southern whites.419 Kathleen Bergin, in her study of Bell's racial fortuity theory, concentrates on this observation as a way that Brown eventually led to racial sacrifice, arguing that [t]he seeds of racial sacrifice were planted even prior to theannouncement of Brown, when a number of Justices voiced concernduring the Court's judicial conferences for the impact desegregationwould have on Whites. No matter how irrational \"prosegregationemotion,\" Justice Jackson wrote, \"we can hardly deny the existence ofsincerity and passion of those who think that their blood, birth andlineage are something worthy of protection by separatism.\" Justice Reedwas even more solicitous, urging the Court to \"start with the idea thatthere is a large and reasonable body of opinion in various states thatseparation of the races is for the benefit of both.\" The record suggeststhat several Justices agreed to strike down segregation on the conditionthat Chief Justice Warren draft an opinion that did not require immediateimplementation from the South.420 The passages of the Justices Robert Jackson and Stanley Reed by the Brown Court bear sharp resemblance to the deference that Kennedy gave in Obergefell to those who opposed same-sex marriages, whom he characterized as acting \"in good faith\" in their religious belief and \"reasonable and sincere.\" 421 In416. Bell, supra note 411, at 8.417. Id.418. Id. at 8-9.419. See BELL, supra note 409, at 95 (noting Judge Robert Carter's suggestion that \"[t]he Court failed to realize the depth or nature of the problem, and by attempting to regulate the page of desegregationso as to convey a show of compassion and understanding for the white South, it not only failed todevelop a willingness to comply, but instead aroused the hope that resistance to the constitutionalimperative would succeed\"). Judge Carter was a former NAACP General Counsel. Id. 420. Bergin, supra note 414, at 285 (quoting and referencing RICHARD KLUGER, SIMPLE JUSTICE: THEHISTORY OF BROWN V. BOARD OF EDUCATION AND BLACK AMERICA'S STRUGGLE FOR EQUALITY693, 698 (2004); and THE SUPREME COURT IN CONFERENCE (1940-1985): THE PRIVATEDISCUSSIONS BEHIND NEARLY 300 SUPREME COURT DECISIONS 649 (Del Dickson ed., 200 I)).421. Obergefell v. Hodges, 135 S. Ct. 2584, 2594 (2015).2020] Queer Sacrifice in Masterpiece Cakeshop 321 Masterpiece, sincerely-held religious antipathy toward same-sex marriages became the focus of defense by the majority.422 In addition, Bergin observes that in implementing Brown, the Court's \"all deliberate speed\" standard for schools to comply with desegregation left some directives unclear, as [t]he [Brown] decree instructed local school boards to make a \"promptand reasonable start\" towards full desegregation, but district courtscharged with monitoring compliance were never told whendesegregation should begin, when it should end, or what pace ofprogress to demand in between. They were instead instructed to movecautiously and authorized to interrupt a desegregation plan once it beganif circumstances warranted \"additional time.\" The Justices hoped thiscooling off period would induce voluntary compliance from the South,but only prolonged delay by relinquishing oversight to \"the mostrecalcitrant judge and the most defiant school board.\"423 By analogy, the Obergefell Court mandated marriage equality by state courts, but left the contours of implementation vague--especially the tensions with religious freedom-which led to resistance immediately after the decision with local clerks refusing to issue marriage licenses424 and judges who tried to disobey the ruling.425 To further hone in on her observation of racial sacrifice in the desegregation era, Bergin observes that \"[i]mmediately after Brown, the Court let stand a series of district court judgments that distinguished between 'integration' and 'desegregation' by recognizing a right of White school children to avoid compulsory integration with Blacks.\" 426 Lower courts followed suit and eventually \"[t]he distinction between 'desegregation' and 'integration' established in these cases led to the proliferation of 'freedom of choice' plans, transfer provisions and other measures that maintained actual segregation while 422. E.g., Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm'n, 138 S. Ct. 1719, 1732 (2018) (\"While the issues here are difficult to resolve, it must be concluded that the State's interest couldhave been weighed against Phillips' sincere religious objections in a way consistent with the requisite religious neutrality that must be strictly observed. The official expressions of hostility to religion in some of the commissioners' comments---comments that were not disavowed at the Commission or by the State at any point in the proceedings that led to affirmance of the order­were inconsistent with what the Free Exercise Clause requires.\").423. Bergin, supra note 414, at 285 (quoting and referencing Brown v. Board of Educ., 349 U.S. 294,300 (1955); James E. Pfander, Brown II: Ordinary Remedies for Extraordinary Wrongs, 24 LAW & INEQUALITY 47, 49-52 (2006); J.W. PELTASON, FIFTY-EIGHT LONELY MEN: SOUTHERN FEDERALJUDGES AND SCHOOL DESEGREGATION 55 (1971); and CHARLES J. OGLETREE, ALL DELIBERATESPEED: REFLECTIONS ON THE FIRST HALF-CENTIJRY OF BROWN V. BOARD OF EDUCATION 11 (2004)).424. E.g., Sheryl Gay Stolberg, Kentucky Clerk Defies Court on Marriage Licenses for Gay Couples,N.Y. TIMES (Aug. 13, 2015), https://www.nytimes.com/2015/08/14/us/kentucky-rowan-county­same-sex-marriage-licenses-kim-davis.html [https://perma.cc/67RH-XRVE].425. E.g., Campbell Robertson, Roy Moore, Alabama Judge, Suspended Over Gay Marriage Stance,N.Y. TIMES (May 6, 2016), https://www.nytimes.com/2016/05/07/us/judge-roy-moore-alabama­same-sex-marriage.html [https://perma.cc/5ZYV-WXRS].426. Bergin, supra note 414, at 286.                                                                      322 Yale Journal of Law and Feminism [Vol. 31.2:249 purporting to comply with Brown. \"427 Here it is not difficult to draw comparisonsbetween Bergin's identification of racial sacrifice post-Brown and the Court's deference to religious beliefs in Obergefell and its use of religious exercise as leverage to limit sexual orientation antidiscrimination in Masterpiece. Between Bell and Bergin, these post-Brown observations of racial sacrifice resemble the homophobic reactions after Obergefell and eventually the ruling in Masterpiece. 2. Queering Bell's Theory in MasterpieceIf one can conclude that interest convergence did occur in Obergefell and in other gay rights decisions428-then it is also possible to apply the rest of Bell'sthesis toward interpreting the mechanism of advancements in justice for sexual minorities. If Obergefell signified interest convergence, then Masterpiece, with its lack of converging interests, could stand as an example of the kind of involuntary sacrifice akin to what Bell and Bergin pegged as racial sacrifice post­Brown--only here perhaps what the Court's decision represents is a moment of \"queer sacrifice.\" To reiterate the definition of racial sacrifice, Bell states that \"[ e ]ven when interest-convergence results in an effective racial remedy, that remedy will be abrogated at the point that policymakers fear the remedial policy is threatening the superior societal status of whites, particularly those in the middle and upper classes.''429 Bell's theory is applicable to Masterpiece. At the start of the case, the effective remedy available to sexual minorities against sexual orientation discrimination was Colorado's public accommodations law. 430 As Kennedynotes in Masterpiece, CADA's protection of sexual minorities against discrimination in places of public accommodation was an addition made in 2007 and 2008.431 Prior to this amendment, sexual orientation had lacked CADAprotection. The Colorado state legislature's addition of sexual orientation as a protected class within its state antidiscrimination law could have been an instance of interest convergence that resulted in a remedy for protecting sexual minorities.432 This possible instance of interest convergence could have been427. Id. at 286 (referencing cases). 428. See Khuu, supra note 3 at 214-24; see also Kreis, supra note I 19, at 142-51. 429. BELL, supra note 409, at 69. 430. COLO. REV. STAT. §24-34-605 (2017).431. Masterpiece, 138 S. Ct. at 1725.432. A source that narrates the legislative history of CADA's amendment inclusion of \"sexualorientation\" in 2008 suggests purposes and reasons beyond merely protecting the civil rights of sexual minorities for the specific inclusion of \"sexual orientation\" as a category of protection. At the forefront of the legislative debate was a concern that not adding \"sexual orientation\" continued the perception that Colorado was not a friendly state to sexual minorities. Brief of Colo. Orgs. & Individuals in Supp. of Respondents 11-14, Masterpiece Cakeshop, Ltd. v. Colo. Civil RightsComm'n, 138 S. Ct. 1719 (2018) (No. 16-111 ). In addition, the legislative negotiations that led upto the 2008 amendment appeared very mindful of accommodating religious interests while                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 323 facilitated also by the Court's decision in Romer v. Evans in 1996, striking down Colorado's Amendment 2, which specifically denied protections for sexual orientation discrimination.433 In addition, since Masterpiece was following the Court's marriage equality decision in Obergefell, an interpretation could also be made that interest convergence could have contributed to another effective remedy for sexual minorities here, even though the facts of Masterpiece predated the Obergefell decision. The references to Obergefell in the respondents' briefs could reasonably allow such an inference; Craig and Mullins were trying to use Obergefell to leverage the outcome of their case. 434 Thus, the Court's own interest convergence in Romer and Obergefell likely influenced the available relief at this judicial level of review. In other words, the couple had CADA on their side-especially after the lower proceedings. From here, it is possible to read into Masterpiece the effect that Craig and Mullins' less assimilated, less respectable sexual identities had toward producing the Court's reversal of their successful CADA discrimination claim against the religious baker, Phillips. Borrowing Bell's description of racial fortuity, conditions that had been fortuitous for marriage equality and same-sex couples in the Obergefell case were now changed in Masterpiece.435 As discussed above, the Masterpiece couple did not embody the assimilated and respectable traits of the Obergefell plaintiffs and they did not share perceived mainstream American characteristics or demographics, nor did they seem similar to the justices themselves. Instead, their queer identities made them more like outsiders to the American mainstream or elite, as well as to assimilated and respectable gay populations. Instead of fitting in with perceived heteronormative ideals of family and gender roles, Craig and Mullins played with androgyny and repeatedly displayed their sexuality in public for the media to harness. They did not have family-oriented obligations such as caretaking of children or relatives. When they ought to have been more politically quiet, they did not relent. They did not present themselves as having sufficiently respectable jobs or careers. Outside of traditional dominant ideas about gender, family, and respectability, they appeared threatening to the heteronormative status quo in ways that the Obergefell plaintiffs had not. Their perceived nonconformity cost them more than just cake. Moreover, their discrimination claim involved religious beliefs that reaffirmed the dominant, heteronormative status quo-specifically Christian protecting sexual minorities. Id. at 13-14. These additional reasons suggest that the addition of \"sexual orientation\" was not a categorical decision to protect sexual minorities but a compromise between various converging interests. 433. 517 U.S. 620, 635-36 (1996).434. Brief for Respondents at 1-2, 42-43, Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm'n,138 S. Ct. 1719 (2018) (No. 16-111).435. BELL, supra note 409, at 9.324 Yale Journal of Law and Feminism [Vol. 31.2:249 beliefs against same-sex marriages held by a deeply religious merchant. In following Bell's theory of racial sacrifice, it might be possible for queer sacrifice to take place when the facts present a sexual orientation discrimination suit filed by a same-sex couple whose destabilizing sexual identities threaten the status quo more than other assimilated and respectable same-sex couples would. However, what could seem even more threatening to the Court was how that sexual orientation discrimination suit by this nonconforming queer couple directly confronted religion through a moment of Christian antipathy toward same-sex marriages. This direct confrontation with religion offered the tipping point to which the Court responded by reversing the appellate court decision favoring the couple, not by finding fault with the CADA claim itself but through a questionable finding of religious hostility in the lower proceedings. It could be that the Court's protection of religion-reflecting its interest in protecting the heteronormative status quo-was provoked by anxiety over having to protect queerness under CADA, even if marriage equality legally existed. The reversal in Masterpiece was likely an abrogation of effective remedies under CADA because otherwise the use of remedies under CADA would somehow threaten the dominant group. It would have led to an acknowledgement of queerness. Accordingly, Masterpiece extends Bell's racial sacrifice theory-but as an instance of queer sacrifice. If interest convergence has already been observed in other moments within the LGBTQ movement, then one could plausibly read instances in which sexual minorities did not prevail, such as Masterpiece, as moments of queer sacrifice within a similar-perhaps, identical-mechanism of sexual minority justice akin to Bell's theory of racial fortuity. Here, we have \"queer fortuity'' instead of racial fortuity. Precisely in this comparison, examples of interest convergence and queer sacrifice could also animate advances for sexual minorities consonant with how Bell's thesis offers specific strategies against mechanisms of subordination and injustice in the racial justice context. As much as Part II has shown that Bell's thesis has been appropriate for explaining Masterpiece, it also serves to guide us forward. Part Ill will explore such possibilities. Ill. FORTUITY BEYOND MARRIAGE At first glance, the Masterpiece decision ought to engender various levels of pessimism for sexual minorities in the post-marriage-equality era. From Part Il's discussion, the decision reveals significant limits with the level of formal legal equality that assimilated same-sex couples had received in Obergefell. Masterpiece illustrates the constraints of both marriage rights and sameness arguments, and exhibits the lengths to which the Court will go to preserve a discriminatory status quo in the face of protecting sexual minorities who appear less mainstream. This was the result even when Craig and Mullins had an                                                                      2020] Queer Sacrifice in Masterpiece Cakeshop 325 effective and probable legal remedy under CADA. Commentators have drawn multiple conclusions about the case depending on each commentator's level of pessimism. Some regard the decision as narrow; others disagree. 436 But by applying Bell's theory, this Article has argued that Masterpiece is a setback for the gay movement-a movement that has, in considerable parts, shifted away from employing grassroots liberationist tactics pinned on transforming existing hegemony to more assimilative strategies rooted in identity politics and single­issue causes that are often more salient to what matters to the elite-tier demographic of the sexual minority population. A. Changed ConditionsAs the Court's reversal of Craig and Mullins's CADA discrimination claim has perhaps shown, so long as the kind of sexual minorities seeking remedial protection under antidiscrimination laws seem to pose a threat to the status quo, the interest in protecting them is less likely to align with dominant interests than when the litigants seemed more assimilated and respectable. As a result, the status quo will be preserved if a solution to do so exists. In Masterpiece, that solution involved prioritizing an already-existing aspect of the dominant status quo: anti-gay religious belief. As an instance of queer sacrifice, the Court used religious freedom to undo the substance of Craig and Mullins's public accommodations claim of sexual orientation discrimination, while affirming Phillips's right to refuse because of his religious beliefs. Masterpiece's legal contours, of course, beg the question of how sexual orientation antidiscrimination claims at the Court might succeed in the future. A few weeks after releasing the decision, Justice Kennedy, the swing vote and author of previous gay rights decisions, as well as the author of Masterpiece's majority opinion here, retired from the Court's membership. 437 With his retirement, the new composition of the Court tips ever more socially and politically conservative, thus becoming a more challenging forum for sexual minorities.438 Even if antidiscrimination legislation that protects sexual identity 436. Compare Amy Howe, Court Rules (Narrowly) for Baker in Same-Sex-Wedding-Cake Case, SCOTUSBLOG (June 4, 2018, 4:07 PM), https://www.scotusblog.com/2018/06/opinion-analysis­court-rules-narrowly-for-baker-in-same-sex-wedding-cake-case [https://perma.cc/BC6J-ZVZJ],with Douglas Laycock & Thomas Berg, Masterpiece Cakeshop-Not as Narrow as May FirstAppear, SCOTUSBLOG (June 5, 2018, 3:48 PM), https:/ /www .scotusblog.com/2018/06/symposium-masterpiece-cakeshop-not-as-narrow-as-may­first-appear [https://perrna.ccNC9E-EPL2].437. Michae!D. Shear,Supreme Court Justice Anthony Kennedy WillRetire,N.Y. TIMES (June 27, 2018), https:/ /www .nytimes.com/2018/06/27 /us/politics/anthony-kennedy-retire-supreme-court.html[https://perrna.cc/VHS7-3LJU].438. Adam Liptak, Confirming Kavanaugh: A Triumph for Conservatives, but a Blow to the Court'sImage, N.Y. TIMES (Oct. 6, 2018), https://www.nytimes.com/2018/10/06/us/politics/conservative­supreme-court-kavanaugh.html [https://perrna.cc/Y7S9-WWXN].326 Yale Journal of Law and Feminism [Vol. 31.2:249 were to pass federally, such as the proposed Equality Act,439 what would prevent the Court from denying an otherwise valid instance of sexual orientation discrimination if the interests in upholding such protection failed to converge with the interests in status quo protection? Given what occurred in Masterpiece, what could prompt the Court not to commit other moments of queer sacrifice in future cases? In the Supreme Court's 2019-2020 term, the consolidated Title VII cases, Altitude Express, Inc. v. Zarda and Bostock v. Clayton City Board of Commissioners, in which gay plaintiffs confront acts of employment discrimination based on sex discrimination, seem particularly challenging in some instances.44° First, unlike the antidiscrimination law that Craig and Mullins relied upon in Masterpiece, Title VII of the Civil Rights Act of 1964 does not explicitly protect sexual orientation,441 even though some-including the lower decision in Zarda-have argued that it does if one relies on a sex-stereotyping theory.442 Secondly, the theory of sex-stereotyping challenges the status quo, not in terms of religion, but in terms of status quo's values and norms regarding hetero-masculinity, which is, as some have noted, subject to bias and judicial interpretation based on mainstream ideas of gender.443 Therefore, like religion, a 439. Jacob Ogles, Pelosi Prioritizing LGBTQ Equality Act as Speaker, ADvoc. (Jan. 4, 2019, 10:24 AMEST), https://www.advocate.com/politics/2019/1/04/pelosi-prioritizing-lgbtq-equality-act-speaker[https://perma.cc/2UZM-FNER].440. Altitude Express, Inc. v. Zarda, 139 S. Ct. 1599 (2019); Bostock v. Clayton Cty. Bd. ofComm'rs,139 S. Ct. 1599 (2019). 441. E.g., Jennifer C. Pizer et al., Evidence of Persistent and Pervasive Workplace Discrimination Against LGBT People: The Need/or Federal Legislation Prohibiting Discrimination and Providing for Equal EmploymentBenefits,45 LOY. L.A. L. REV. 715,742 (2012)(\"No federal statute explicitlyprohibits employment discrimination based on sexual orientation or gender identity.\").442. Zarda v. Altitude Express, Inc., 883 F.3d 100, 119-24 (2d Cir. 2018). 443. Luke A. Boso, Real Men, 37 U. HAW. L. REV. 107, 147-48 (2015). As Boso observes, [g]ender is relational and culturally informed, and no two individuals will expressmasculinity or femininity in precisely the same ways. Nor will two individualspossess identical ideas about how others should perform their gender (to the extentthat one is concerned about policing others' gender conformity). This realitypotentially confounds sex stereotyping analysis: what does it mean to conform tomale or female sex stereotypes when there is no uniform masculinity or femininity towhich one must conform? The answer lies in identifying and understanding thedominant, emblematic versions of gender in any given social context. Thesedominant versions of masculinity or femininity serve as the tool for evaluating menand women in a particular setting.Id. (footnote omitted). Under this logic, Boso further prescribes that [i]n male sex stereotyping cases, then, it matters little whether a plaintiff deviatesfrom masculine norms in ways that the presiding judge would characterize asfeminine, or even whether a plaintiff thinks of himself as masculine or feminine. Fora boy or an adult man, simply being different from the most dominant form ofmasculinity in a schoolroom, workplace, or small town can mark him as not a realman. Differences can render seemingly sex-neutral traits and behaviors proxies forfemininity, and it is reasonable to infer that people who treat boys and mendisparately based on these differences are discriminating on the basis of sex. Plaintiffsare entitled to make this showing in court, and they should not have their claimsthrown out by judges who are unwilling to think critically about gender.Id. at 149.                                                                      2020] Queer Sacrifice in Masterpiece Cakeshop 327 challenge based on sex-stereotyping again could provoke or threaten the establishment-minded. Whether the Zarda and Bostock litigants have captured enough interest convergence to prevail at the Court remains to be seen at the time of this writing. Conditions have changed since Obergefell. The Court is now a less gracious and promising an avenue for sexual minorities than when it decided the marriage cases. But the problem of strategy for true equality should not have been exclusively hinged on the legal forum. 444 Assimilationist strategies based on changing organizational practices in the gay movement that survived since AIDS epidemic campaigns have professionalized the face of gay rights lobbying and political organization.445 Some of the blame for the limitations in Masterpiece lies also within the narrower, single-issue approaches-such as marriage equality-that funneled gay rights into identity politics and a politics of respectability. Unfortunately, respectability politics played into the dominance and power of the mainstream culture, rather than gaining equal footing with the mainstream. Perhaps engaging with a politics of respect for all types of sexual identities, instead, would have avoided a more accommodating position against the mainstream. Even worse, if Bell was correct in interpreting his own racial fortuity theory, then his observation stands that racial progress and likely advancements for other marginalized groups are \"pre-ordained\" by the back-and-forth process of interest convergence and involuntary sacrifice at the hands of the dominant power rather than solidifying as \"hard-earned entitlement[ s]. \"446 Placing this notion within the context of sexual orientation antidiscrimination, Bell's remark here about the illusion of hard-earned entitlements in successes driven by interest convergence would even pierce or debunk the respectability politics that the Obergefell plaintiffs courted during that litigation in order to obtain marriage equality. One previous strand of conceptualizing Obergefell has focused on how same-sex couples there had earned their entitlement to marriage through their appearances of respectability-by how much their sameness dignified themselves enough for the Court to extend to them fundamental rights to marry, rather than by their showing of any intrinsic human worth or dignity. However, if applying racial fortuity to explain gay rights advancements, then Bell would perhaps off er an even more cynical view than respectability politics. His theory would deny Obergefell's success as any hard-earned entitlement. Rather, his theory of fortuity grafted here would conclude that equality for sexual minorities in 444. See BELL, supra note 409, at 185-86 ( discussing over-reliance on the court system in racial equality). 445. See Marie-Amelie George, The LGBT Disconnect: Politics and Perils of Legal MovementFormation, 2018 WIS. L. REV. 503, 535 (2018) (describing how queer activism that came aboutduring the Aills crisis \"was short-lived\" and that \"most of these groups disbanded by the mid-1990s,leaving only professionalized rights organizations that pursued assimilationist strategies\").446. BELL, supra note 409, at 9.328 Yale Journal of Law and Feminism [Vol. 31.2:249 Obergefell was driven by conditions beyond the control of sexual minority litigants themselves and that \"[i]ts departure, when conditions change, [was] preordained,''447 as it is in Masterpiece. In this view, Obergefell's success was, indeed, pre-ordained by changing conditions that provided sufficient interest convergence; it was not necessarily earned through a mere showing of respectability. Other considerations were at play. B. Masterpiece's Missed FortuityEven if Bell's racial fortuity theory could be extended to comprehend the legal and political advancements for sexual minorities, this thesis ought not to stifle the movement, nor the aspirations for true equality. Indeed, to combat the dilemma of racial fortuity, Bell responded with a strategy he called \"forged fortuity.\" 448 Drawing on the view here that Masterpiece represents queer sacrifice and that the movement for advancing true equality for sexual minorities could be similarly understood within Bell's racial fortuity thesis-albeit, \"queer fortuity\" here-sexual minorities might benefit from Bell's call to persist with forged fortuity, which he described as focusing less on the judiciary for results and \"more on tactics, actions, and even attitudes that challenge the continuing assumptions of white dominance.\" 449 In particular, Bell had insisted that African-Americans \"initiate and support actions that seemingly fly in the face of interest-convergence principles when those actions make life more bearable for blacks in a society where blacks are a permanent, subordinate class.''450 In such a way, \"[r]ecognition of our true state will serve as a gateway to an era where we forge fortuity, that is defy the workings of the involuntary sacrifices and interest­convergence determinants ofracial policies and practices.''451 Bell's examples of forged fortuity included the lunch counter sit-in protests by African-Americans that allowed them to \"overcome traditional laws of trespass and breach of the peace\" and prompted leaders of such protests \"to think and plan within a context of 'what is' (the existing problem) rather than simply rely on the abstract concept of equality.''452 For Bell, the crux of these sit-in protests for explaining forged fortuity strategies was \"that a great many whites would not maintain discriminatory policies if the cost was too high.''453 Likewise, Bell's example of the strategies employed by William Robert Ming, a lawyer defending Dr. Martin 447. Id.448. See, e.g., id. at 190. 449. Id. at 9.450. Id. at 190. 451. Id.452. Id.453. Id.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 329 Luther King, Jr. in a state income tax fraud claim, also displayed forged fortuity tactics that \"articulate[ d] racially realistic positions that touch[ ed] some whites in the pocketbook, [ and expected] that their sense of justice [ would] follow .\"454 In the suit that charged King with evading taxes by not reporting the funds retained by his Southern Christian Leadership Conference as his own taxable income, Ming defended Dr. King by boosting the number of businessmen in his all-white jury so that he could effectively win the case by convincing them that to find against Dr. King, they would be establishing a new precedent that would permit Alabama to \"calculate[] your income taxes based on the total monies you have in your checking accounts.\"455 Thus, Ming changed the conditions and forged fortuity by showing how costly it would be for whites to discriminate against Dr. King. In some ways, one could recapitulate that forged fortuity represents action by a marginalized group to maximize self-interest in a way that harnesses the group's power (rather than playing into the dominant authority) to drive forth common interests between the marginalized and dominant groups for producing meaningful, even transformative, change. By interpreting major gay rights cases, such as Obergefell and Masterpiece, through an extension of Bell's theories, we receive insight about how such successes and defeats gained and suffered by sexual minorities are actually still predicated within the status quo, rather than actual victories that transform the status quo. Thus, in hindsight, perhaps Craig and Mullins might have benefitted from legal arguments that had a larger focus on forging fortuity, rather than relying predominately on persuasions based within constitutional doctrine. Like the lunch counter sit-ins or William Robert Ming's defense of Dr. King, Craig and Mullins might have raised reasons why sustaining discrimination against sexual minorities might not be economically viable for those controlling the status quo. This is not to say that this line ofreasoning would have categorically altered Masterpiece's course, but perhaps it would have played into the neoliberal sensibilities of the Supreme Court Justices without affecting respectability politics.456 Below, the Colorado Court of Appeals had raised the economics issue, by noting that sexual orientation discrimination in public places incurs \"measurable adverse economic effects.\"457 The Court of Appeals had referenced a Michigan study that discussed how discriminatory business 454. Id. at 19 I.455. Id.456. See, e.g., David Singh Grewal & Jedediah Purdy, Introduction: Law and Neoliberalism, 77 LAW & CONTEMP. PROBS. 1, 13 (2014) (\"[N]eoliberalism proves compatible with normatively attractive doctrines of personal autonomy and identity that operate outside economic relations. The self­defining, self-exploring, identity-shifting constitutional citizen of recent Supreme Court discussionsof race, gender, and sexuality (some tending 'right,' others 'left' in the current lexicon) reflects theconsumer-citizen model of neoliberal economic doctrine in contrast with the stolid bourgeois idealof the classical-liberal subject.\").457. Craig v. Masterpiece Cakeshop, Inc., 370 P.3d 272, 293 (Colo. Ct. App. 2015).330 Yale Journal of Law and Feminism [Vol. 31.2:249 practices against sexual minorities had negative economic impacts on employers and business profits statewide. 458 On appeal to the Supreme Court in Masterpiece, the petitioner's brief by Phillips' s attorneys unilaterally contested this point, downplaying the appellate court's analysis. 459 But neither the Commission's nor Craig and Mullins's respondents' briefs meaningfully addressed the economics of sexual orientation discrimination to combat the denial in Phillips's petitioner's brief. 460 Rather, the economic impact of the sexual orientation discrimination was only left for debate by amici-between law and economics scholars who filed their brief for Phillips' s side,461 and behavioral economics law scholars who wrote to undermine Phillips's position and to debunk the law and economics arguments.462 C. Forging Fortuity Through Coalition BuildingFollowing Bell's theory, others, in the context of race, have articulated multiracial coalition building as an important general strategy for forging fortuity.463 \"Interest,\" as Sheryll Cashin writes in her study of Bell's thesis, \"is the recognized tactical or strategic advantage that one racial group can gain by forming a coalition with another group.\" 464 In this sense, she remarks that \"[t]here is a hopeful upside to Bell's interest-convergence thesis: broad coalitions for progressive social change are theoretically possible when common interests, or a convergence of enlightened self-interest, can be established.''465 Cashin's examples of such coalition building that transcends interest­convergence principles include \"coalitions among Asians, Latinos, and blacks [that] tend to be quite strong when formed around issues that all three groups benefit from, such as eliminating poverty or unemployment or 458. Id. (referencing MICH. DEP'T OF CIVIL R IGHTS, REPORT ON LGBT INCLUSION UNDER MICHIGANLAW WITH RECOMMENDATIONS FOR ACTION 74-90 (Jan. 28, 2013), https://www.michigan.gov/documents/mdcr/MDCR _ Report_ on_ LGBT _Inclusion_ 409727 _ 7 .pdf [https://perma.cc/T49A-EFZH]).459. Brief for Petitioners at 51, Masterpiece Cakeshop, Ltd. v. Colo. Civ. Rights Comm'n, 138 S. Ct.1719 (2018) (No. 16-111).460. See Brief for Respondents at 9, Masterpiece Cakeshop, Ltd. v. Colo. Civ. Rights Comm'n, 138 S.Ct. 1719 (2018) (No. 16-111 ). This part of Craig and Mullins' brief is the only place that they discussed negative economic impact, which was only a conclusory summary of what the Court ofAppeals had discussed.461. See Brief Amici Curiae of Law and Economics Scholars, Masterpiece Cakeshop, Ltd. v. Colo. Civ. RightsComm'n, 138S.Ct. 1719(2018)(No. 16- l l l ).462. See Brief Amici Curiae of Scholars of Behavior Science and Economics, Masterpiece Cakeshop,Ltd. v. Colo. Civ. Rights Comm'n, 138 S. Ct. 1719 (2018) (No. 16-111).463. Bergin, supra note 414, at 302 (\"Contemporary examples of forged fortuity are visible in the workof political coalitions.\").464. Sheryll D .  Cashin, Shall We Overcome? Transcending Race, Class, and Ideology Through InterestConvergence, 79 ST. JOHN'S L. REV. 253,278 (2005).465. Id. at 276.                                                                     2020] Queer Sacrifice in Masterpiece Cakeshop 331 discrimination.\" 466 Patience Crowder concurs with Cashin in her recentarticulation of Bell's interest-convergence thesis from a transactional perspective: \"[W]ithout significant coalition building among all relevant interest groups concerned about a particular issue, the unalignment of interests cannot only undo the outcome that resulted from a convergence of those interests but can actually abrogate any progress made during the period of convergence.',467In Catherine Smith's work on \"outsider\" interest convergence, Smith augments Cashin's coalition building idea by adding that, within large coalitions, \"members of subordinated groups go even further and identify how what are perceived to be white middle class, heterosexual norms and the subordinated groups' respective group's failures to conform to those norms serve to marginalize each group and all groups in the coalition.'\"'68 Doing so \"may alsoreveal how we each, even as members of subordinated groups, play a role in perpetuating the status quo'\"'69 and how to respond to it with collective action.470 Of course, one danger of coalitions amongst different racial demographics, as Cashin admits, is how such multiracial coalition building might break down when specific intra-group ideologies or antagonism interfere with the cohesion of converging self-interests.471 The hurdle for multiracial coalitions is finding\"a common interest that 1s significant enough to overcome any ideological differences.\" 472 Scott Cummings responds with twodifferent takes on overcoming this hurdle. First, he mentions Reva Siegel's view that \"it is the power of countermobilization in politics . . . that causes social movements to reframe their claims in terms that can attract widespread mainstream support.'\"'73 Secondly, Cummings restates Gerald Torres'perspective that \"movements can succeed in shifting cultural norms in progressive directions so long as 'non-elite actors have . . .  a voice earlier in the agenda setting process' thus ensuring the adequacy of their 'representation. \"'474 Both views give a less worrisome take on the politicaldifferences with large multiracial coalitions. 466. Id. at 278-79 (referencing Paula D. McClain & Steven C. Tauber, Racial Minority Group Relationsin a Multiracial Society, in GOVERNING AMERICAN CITIES: INTER-ETHNIC COALITIONS,COMPETITION, AND CONFLICT 111, 113-14 (Michael Jones-Correa ed., 2001)).467. Patience A. Crowder, Interest Convergence as Transaction?, 75 U. PITT. L. REV. 693,694 (2014).468. Catherine Smith, Unconscious Bias and \"Outsider\" Interest Convergence, 40 CONN. L. REV. I 077,I 089 (2008) ( citing Cashin, supra note 464, at 276).469. Id. at I 090.470. See id. at 1092 (discussing how collective perspectives based on \"outsider interest convergence\" by subordinated groups support \"agency in building a larger social justice framework\" and \"allow[] any number of subordinated groups to come together to explore how their interests converge andopens the door to move beyond a Black-White paradigm\" or \"Latino-White or Asian-Whiteparadigm\").471. Cashin, supra note 464, at 279. 472. Id. at 282. 473. Scott L. Cummings, The Social Movement Turn in Law, 43 LAW & SOC. INQUIRY 360,386 (2018).474. Id. at 386-87.                                                                     332 Yale Journal of Law and Feminism [Vol. 31.2:249 In the advancement of true equality for sexual minorities, Bell's forged fortuity strategies could help combat the cycle of interest convergence and queer sacrifice that continue to subordinate sexual minorities. Given the complexities of racial and queer subordinations, some differences in forging fortuities in the context of race versus sexuality might occur. However, some commentators within the sexual minority movement have also noted the need for better coalition building that shifts the movement away from the professionalized, single-issue, identity politics organizing of recent decades. Through coalitions, Bell's theory might bring the movement back to liberationist roots and view change not just in terms of formal equality but in terms of transforming the current world-i.e., that discriminatory status quo. In line with views about coalition building for the sexual minority movement, some prominent LGBTQ voices have posited similarly. Political science scholar Craig Rimmerman notes that \"[a] central goal of radical democratic politics is to build permanent coalitions around political strategies and concrete public policies that cut across race, class, and gender divides, coalitions that will be ready to respond to the Christian Right's distortions in all political arenas.\" 475 Historian Martin Duberman writes that in the advancement of sexual minorities the imperative for coalition building exists. Especially in the post-Obergefell, post-Obama era, there might be a current spirit for \"resistance\" but \"the parts do not cohere, and may never-not without a seismic effort to overcome our penchant for single­issue politics that caters solely to our own primary concerns. \"476 He urges further that \"we must combine with allies who we don't love but who share with us a common enemy-the country's oligarchic structure, its patriarchal author, and its primitively fundamentalist moral values.\"477 In the short years before Obergefell, queer activist Urvashi Vaid wrote that mainstream gay rights organizations' assimilative approaches have reduced the movement's goals.478 In part, this result is so because of the narrow vision of equality that resonates only with powerful factions of the mainstream gay movement and causes the movement to conceptualize changes within the framework of equality that is set ultimately by the dominant status quo.479 This notion might add to the reasons for explaining why the Obergefell and 475. RlMMERMAN, supra note 23, at 160.4 76. MARTIN DUBERMAN, HAS THE GAY MOVEMENT FAILED? 206-07 (20 I 8). 477. Id. at 207.478. URVASHI VAID, IRRESISTIBLE REVOLUTION: CONFRONTING RACE, CLASS, AND THE ASSUMPTIONSOF LGBT POLITICS 4 (2012) (\"From a demand that LGBT people be able to live a public life in a world in which queer sexualities were not only tolerated but also celebrated, the LGBT movementnow seeks the much narrower right to live an undisturbed private life. From an exploration of LGBTdifference, the movement has turned into a cheerleading squad for LGBT sameness. And from an LGBT movement that was deeply engaged in the big arguments and fights of its day, the movementhas become an island onto itself.\").479. Id. at 8-20.2020] Queer Sacrifice in Masterpiece Cakeshop 333 Masterpiece cases resulted in the way they did, and how they extend Bell's interest-convergence and sacrifice theses into gay rights, showing that progress is always \"pre-ordained\" by the dominant powers at play. Recognition of sexual identity is not the same as allowing sexual minorities the ability to live full lives.480 The goal is not just true equality, but human flourishing. Change must affect the status quo in a way that transforms current hegemonic ideas about sexual minorities and result in a redistribution of justice.481 To that end, Vaid writes: Without a more substantive definition of equality, without a commitment to its extension to all LGBT people, without deeper and more honest appraisals of the limits of the traditions to which LGBT people seek admission, without a willingness to risk gains made for the opportunity to create a world that truly affirms the intrinsic moral and human worth of people's sexual, racial, and gender difference, the LGBT politics currently pursued will yield only conditional equality, a simulation of freedom contingent upon \"good behavior. \"482 To displace this continuing phenomenon, she proposes a \"justice-based movement\" as a type of \"re-formed LGBT movement focused upon social justice.\" 483 It would be committed to recognizing the different racial and economic demographics of sexual minorities484 and expanding a definition of equality that is more comprehensive.485 Such a movement would broaden the missions of major LGBT organizations, make them more inclusive and democratic in participation and representation, and force restructure of their donor schemes that promote assimilationist strategies.486 To echo Bell about the over-reliance on the judiciary,487 Vaid suggests [ s ]hifting the arenas where we concentrate-from courts to executive and administration agencies, for example-and then also shifting how we consider the goal of our work there, from mere recognition or naming in a regulatory scheme to a consideration of how it does or does not help the lives and life chances of our communities, offers a practical path forward.488 480. Id. at 16-17 (\"But forming and celebrating queer identity is not and never was the progressive queer movement's destination. That destination instead was the space to live openly LGBT lives in atransformed, wider world.\"). 481. See, e.g., id. at 21 (\"An LGBT movement focused on a more substantive notion of equality would fight for the broadest and most inclusive possible parameters of the issues on which it campaignsand not the narrowest or the safest.\").482. Id. at 5.483. Id. at 20.484. Id. at 20-21.485. Id. at 21-22.486. Id. at 22-28.487. BELL, supra note 409, at 9. 488. Id. at 29.334 Yale Journal of Law and Feminism [Vol. 31.2:249 Lastly, for such a movement to flourish, \"we will have to join with straight allies and create a new powerful electoral majority in this country.\"489 Here, Vaid arrives at her concept of coalition building for sexual minorities. Specifically, she mentions that \"[t]or many decades, progressives have talked about the need to link up with each other beyond identity, around shared values and goals.',490 Thus, instead of working in political silos, \"[ w ]e who have been working for LGBT liberation certainly do not see our goal as building a gay silo or living in one.',491 Those moves would be assimilative. Rather\"[ w ]e see our work instead as building common ground.\" 492 Vaid's conception of coalition building is broad, philosophical, and liberationist, compared to the assimilative methods of lobbying by current mainstream gay rights organizations. It also approaches Cashin, Crowder, and Smith's extensions of Bell's forged fortuity. Reaching back to Bell's iterations of forged fortuity, like white dominance, sexual minorities must presume heterosupremacy at play in everyday life.493 Because of that supremacy, queer people are often undermined or subordinated-whether they are getting married, applying for a job, renting an apartment, or shopping for a cake. Understanding this perspective, sexual minorities ought to be subversive and work actively to protect their self-interest but also not eager to sell out just to gain access to the dominant status quo.494 Through inter- and intra-interest convergence, coalitions must be formed with other marginalized groups; and they must exist and protest collectively in ways that resemble in spirit the lunch counter sit-ins that Bell mentioned-against the dominant status quo, increasing the cost of discriminatory beliefs and practices. The larger and more robust the coalitions are, the less it will be in the dominant group's interest to sustain discrimination. Together with other groups, sexual minorities ought to able to create change that is lasting, transformative, and indeed liberationist. Scholarly calls for coalition building echo each other. On more liberationist terms, all of these calls could be workable as examples of forging fortuity. Within 489. Id. at 202.490. Id. at 203.49 I. Id. at 204. 492. Id.493. Id. at 190 (\"Many blacks already understand and incorporate this approach in interchanges with whites on the job, and in their commercial and community dealings. My parents were typical of many who drilled into me at an early age that because you are black, you have to be twice as good to get half as much. Unspoken in that advice is that whites are presumed competent until they provethe contrary. Blacks are assumed to be mediocre and certainly no intellectual match for whites until their skills and accomplishments gain them an often-reluctant acceptance. Success for the black person requires effective functioning achieved with the knowledge that his or her work will not be recognized or rewarded to the same degree as a white person doing the same thing. A black person may be a fortuitous beneficiary, but it is usually necessary to push the dynamics of fortuity hard to become so.\").494. See id. 2020] Queer Sacrifice in Masterpiece Cakeshop 335 the racial context, the scholarly observations for coalition building with common interests externalize Bell's forged fortuity. Brought into the sexual minority context, the call for broad coalition building-particularly one that appears more transformative---echoes the need not only to combat a continuing inequality imposed against sexual minorities by those operating within a discriminatory status quo, but also the need to resolve the intra-group marginalization between assimilated, elite gays and lesbians and sexual minorities living outside that sub­category.495 These overlapping calls and suggestions for coalition building are more liberationist than assimilative. Because such coalition building would hopefully seek to challenge the hegemony and not play into it, in that sense, a reformed movement that forges its own fortuity by coalescing around values and issues beyond identity politics should be broad and should be investigated earnestly as the next step forward.496 Invariably, it ought to dial up the LGBTQmovement's approaches and tactics a few degrees more liberationist and some significant degrees more queer. CONCLUSION Sexual minorities still live at the mercy of the dominant status quo. By conceptualizing Masterpiece as an example of queer sacrifice and seeing how Bell's theory of fortuity fits appropriately over the progressive ebb and flow of the sexual minority movement, it is possible to perceive that the movement needs to forge its own fortuity in order to further antidiscrimination efforts and effectively reach toward the state of true equality and human flourishing. To that end, coalition building that focuses on common values and interests rather than identity politics might be the solution to press upon upending the dominant status quo. Whether individual marginalized groups can lift their focus off identity politics and then merge with other groups into multilateral coalitions striving upon democratic values is the difficult challenge that remains to be seen. But once there, the potential might make such coalitions worth the effort. Particularly for sexual minorities within such coalitions, liberationist approaches might need to guide the movement to advance more collectively and transformatively. That notion is the possibility that propels us beyond queer sacrifice and toward fortuity. 495. E.g., Nourafshan & Onwuachi-Willig, supra note 67, at 540-41 (\"[T]he interests of these marginalized groups would be best advanced through mutual support of overlapping concerns and intersectional issues.\").496. See Bergin, supra note 414, at 303 (\"Social scientists have shown that orienting diverse groups ofindividuals towards a common goal can reduce the impact ofracial prejudice.\").",
    "id": 587965966,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.slu.edu:faculty-1673"
    },
    "title": "Queer Sacrifice in Masterpiece Cakeshop",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T08:00:00+00:00",
    "publisher": "Scholarship Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.slu.edu/cgi/viewcontent.cgi?article=1673&context=faculty"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/587965966.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/587965966"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/587965966/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/587965966/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/587965966"
        }
    ],
    "abstract": "This Article interprets the Supreme Court’s 2018 decision, Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission, as a critical extension of Derrick Bell’s interest convergence thesis into the LGBTQ movement. Chiefly, Masterpiece reveals how the Court has been more willing to accommodate gay individuals who appear more assimilated and respectable—such as those who participated in the marriage equality decisions—than LGBTQ individuals who are less “mainstream” and whose exhibited queerness appear threatening to the heteronormative status quo. When assimilated same-sex couples sought marriage in Obergefell v. Hodges, their respectable personas facilitated the alignment between their interests to marry and the Court’s interest in affirming the primacy of marriage. Masterpiece, however, demonstrates that when the litigants’ sexual identities seem less assimilated and more destabilizing to the status quo, the Court becomes much less inclined to protect them from discrimination and, in turn, reacts by reinforcing its interest to preserve the status quo—one that relies on religious freedoms to fortify heteronormativity. To push this observation further, this Article explores how such failure of interest convergence in Masterpiece extends Derrick Bell’s thesis on involuntary racial sacrifice and fortuity into the LGBTQ context—arguing that essentially Masterpiece is an example of queer sacrifice. Thus, using the appositeness of critical race thinking, this Article regards the reversal in Masterpiece as part of the contours of interest convergence, queer sacrifice, and fortuity in the LGBTQ movement. Such observations ultimately prompt this Article to propose specific liberationist strategies that the movement ought to adopt in forging ahead",
    "tags": [
        "text",
        "masterpiece cakeshop v. colorado civil rights commission",
        "sexual orientation antidiscrimination",
        "lgbt",
        "public accommodations",
        "obergefell v. hodges",
        "intersectionality",
        "assimilation",
        "liberationist",
        "queer theory",
        "derrick bell",
        "interest convergence",
        "racial fortuity",
        "racial sacrifice",
        "Civil Law",
        "Civil Rights and Discrimination",
        "Law",
        "Law and Gender",
        "Law and Politics",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.slu.edu:faculty-1673",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12399",
        "openDoarId": 0,
        "name": "Saint Louis University School of Law Research: Scholarship Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 587965966,
        "depositedDate": null,
        "publishedDate": "2020-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-10T16:29:53+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-16T13:46:12+01:00"
    },
    "urls": [
        "https://scholarship.law.slu.edu/context/faculty/article/1673/viewcontent/Queer_Sacrifice_in_Masterpiece_Cakeshop__article___cover_sheet_.pdf",
        "https://scholarship.law.slu.edu/faculty/672"
    ],
    "lastUpdate": "2024-02-10T16:29:53+00:00",
    "setSpecs": []
}