{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2022-10-20T22:55:33+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/539981310.pdf",
    "fullText": "QUEERING REPRODUCTIVEJUSTICE: A TOOLKITMARCH 2017For advocates who work on the intersecting issues of Lesbian, Gay, Bisexual, Transgender, and Queer Rights and Reproductive Health, Rights, and Justice.National LGBTQ Task Force 2IntroductionForeword .......................................................................................................................................................................How to use this toolkit ................................................................................................................................................Reproductive Health, Rights and Justice are LGBTQ IssuesWhy Should LGBTQ People Care About Repro*? ...............................................................................................Reproductive Rights Alliance: the fight for reproductive rights is more intertwined with the LGBT movement than many realize .................................................................................................................................Definitions .....................................................................................................................................................................History of LGBTQ Rights and Reproductive Rights ..............................................................................................   Timeline of Pivotal Court Cases ...........................................................................................................................   Reproductive Rights and LGBTQ Rights Jurisprudence ................................................................................Overview of the Landscape: Challenges to Equality and Bodily Autonomy  .............................................   Abortion Access for LGBTQ People ....................................................................................................................   Using Appropriations to Control LGBTQ Reproductive Health ....................................................................    Contraceptive Equity .............................................................................................................................................   Disability Rights, LGBTQ Identity and Parenting ..............................................................................................   Economic Justice for the LGBTQ Community ..................................................................................................   HIV/AIDS Prevention and Treatment ...................................................................................................................   The Impact of Violence on LGBTQ Repro* .......................................................................................................   Repro* for Transgender, Gender Non-Conforming, and Intersex People   Religious Exemptions as a Tool for Discrimination How to Do Inclusive LGBTQ Repro* AdvocacyMaking Your Current Advocacy More LGBTQ and Repro* Inclusive ............................................................Legislative Advocacy .................................................................................................................................................   Key LGBTQ and Repro* Legislation .....................................................................................................................   Coalition Letters and Organization Statements ..............................................................................................   Plan a Lobby Day for Your Organization/Team ..............................................................................................Administrative Advocacy .........................................................................................................................................   Sample Administrative Comment: Section 1557 ............................................................................................Judicial Advocacy/Litigation ..................................................................................................................................Public Education ........................................................................................................................................................   Press Releases ..........................................................................................................................................................4445568111113161621232527303435384040434449515252555656TABLE OFCONTENTS........................................................................................................................................National LGBTQ Task Force 3   Social Media ............................................................................................................................................................   Op-Eds and Blog Posts ..........................................................................................................................................Additional ResourcesToolkits  ...........................................................................................................................................................................   Valuing Transgender Applicants & Employees: A Best Practices Guide for Employers .......................   The Voting Rights Toolkit for Lesbian, Gay, Bisexual, Transgender, and Queer Advocates ...............   Defending Reproductive Justice: An Activist Resource Kit ..........................................................................   We Are BRAVE Toolkit ..............................................................................................................................................   Strong Families Resources ....................................................................................................................................   Pregnant and Parenting Students’ Rights Toolkit ............................................................................................   DACA 4th Year Anniversary Toolkit ......................................................................................................................Abortion ........................................................................................................................................................................   Coverage for Abortion Services in Medicaid, Marketplace Plans and Private Plans ...........................   Bans on Abortion Coverage in Government-Run Health-Care Programs ..............................................Disability Justice ..........................................................................................................................................................   The Body is Not An Apology .................................................................................................................................   This Is Disability Justice ..........................................................................................................................................   Queerability ..............................................................................................................................................................Health & Sexuality Resources ..................................................................................................................................   “Take Charge!” A Reproductive Health Guide for Women with Disabilities ............................................   PrEP Facts ...................................................................................................................................................................   LGBT Healthcare Bill of Rights ..............................................................................................................................Other Materials ...........................................................................................................................................................   Tools for Effective Advocacy .................................................................................................................................   How 501(c)(3)s Can Hold Elected Officials Accountable for Official ActionsRecommended Twitter Handles to Follow5759606060606060606161616161616161626262626262626262TABLE OFCONTENTS....................................................................................................................................................National LGBTQ Task Force 4ForewordAt the National LGBTQ Task Force, we recognize that everyone has a fundamental right to sexual health and bodily autonomy, which includes the right to decide whether or when to become a parent, to parent the children we have, and to do so with dignity and free from violence and discrimination. We support the reproductive health, rights, and justice (“repro*”) movements because LGBTQ people need access to reproductive healthcare and services such as abortion, HIV care, and family planning. Yet we continue to face pervasive and government-sanctioned discrimination designed to block recognition of our relationships and hinder our ability to form and protect our families.The reproductive health, rights, and justice (repro*) and LGBTQ movements are inseparable: we are all working for the right to choose who and how we love and how we use our bodies—without government, employer or harmful religious intrusion. Those who oppose comprehensive and affordable reproductive healthcare are often the same forces that want to control what we as lesbian, gay, bisexual, transgender, gender non-conforming, two-spirit, intersex, and queer people do with our bodies. That is why we are working to ensure our advocacy incorporates reproductive health, rights, and justice issues—because repro* is an LGBTQ issue.We developed this toolkit because we saw a lack of integration between repro* and LGBTQ advocacy, despite the significant impact repro* policy has on LGBTQ people and vice versa. We hope that this first-of-its-kind toolkit will help advocates understand the intersection and allow them to better reflect and serve the repro* needs of LGBTQ people. How to use this toolkitThis advocacy tool is intended for reproductive rights, health, and justice advocates who want to gain a solid understanding of repro* issues within an LGBTQ context. It is also intended to help LGBTQ advocates frame their current work within a reproductive justice framework in order to build crucial alliances and advocate for the repro* needs of LGBTQ people.The toolkit covers some of the fundamentals of repro* and LGBTQ issues, major challenges advocates face, and key pieces of legislation designed to address these challenges. The toolkit also offers tips on how to make your advocacy (from the workplace and beyond) more inclusive of both repro* and LGBTQ needs. The sections are designed as stand-alone pieces to make it easy to use parts that are relevant to your work. INTRODUCTIONNational LGBTQ Task Force 5REPRODUCTIVE HEALTH, RIGHTS & JUSTICE ARE LGBTQ ISSUESWhy Should LGBTQ People Care About Repro*?The National LGBTQ Task Force strives to combine the momentum and power of the LGBTQ movement with the experience and expertise of the reproductive rights, health and justice movements through innovative policy and public education that meaningfully affirms abortion rights and contraceptive equity, fights against broad religious exemptions, and advocates for comprehensive policies that promote HIV/AIDS prevention through tools like PrEP, while simultaneously empowering those living with HIV/AIDS.Furthermore, our hard won legal rights as LGBTQ and as a reproductive rights movements, respectively, have long been intertwined through Supreme Court decisions going back over 40 years. From Roe v. Wade, to Obergefell v. Hodges, to the summer 2016 ruling on Whole Woman’s Health v. Hellerstedt, our ability to live our lives fully and to not be discriminated against are dependent on each other’s progress.  We also have the same opposition. Controlling sexuality and gender expression usually share an agenda with controlling reproductive choices. While there’s been historic alignment between these two movements, we continue to see unprecedented attacks in both arenas. The LGBTQ movement and the reproductive health, rights and justice movements must join together to share and increase our political power so that everyone has access to reproductive healthcare.National LGBTQ Task Force 6Reproductive Rights Alliance: the fight for reproductive rights is more intertwined with the LGBT movement than many realize“The animus against those who support LGBT rights and against those who believe we should have bodily autonomy and reproductive choice flows from the same poisonous tree,” says Kate Kendall, the executive director of the National Center for Lesbian Rights (NCLR). “It’s a sense that individuals are not entitled to their own autonomy, to their own authentic lives, if it runs afoul of a certain code of how we should behave.”As such there exists a “natural alliance” between the LGBT rights movement and the women’s/reproductive rights movement. It’s a relationship that relies on mutual support — and, quite often, shares the same adversaries, such as those from the cultural right.That’s why several LGBT organizations helped pack a Northwest D.C. church as part of a rally to show solidarity with Planned Parenthood Federation of America, in the wake of the Nov. 2015 shooting at a Planned Parenthood clinic in Colorado Springs, Colo. And why last year, Planned Parenthood issued a statement from its president, Cecile Richards, praising the Supreme Court for legalizing the right of same-sex couples across the nation to marry. In the same year, members of both movements fought against an attempt by Congress to overturn two D.C. nondiscrimination laws, one dealing with access to contraception and the other dealing with LGBT students in religiously-affiliated educational institutions.But while such shows of solidarity have been fairly recent, the two movements initially grew out of a similar background and context.“In the 1970s, much of what LGBT people were talking about was sexual freedom and liberation, the idea that our choice of sexual partner should not subject us to harassment, discrimination or stigma,” says Kendall. “In the same way, those seeking bodily autonomy for women to make reproductive choices were also seeking some sexual freedom, so that if a woman chose to terminate her pregnancy, that was between her and her conscience, her and her doctor, but it wasn’t something that government should be involved in. To the extent there was any early sense that these movements are separate, that lasted for five seconds.”Angela Ferrell-Zabala, director of African American leadership and engagement at Planned Parenthood Federation of America, also agrees that the alliance between the reproductive rights movement and the LGBT movement has been a “natural fit.” Both movements seek to provide people with the information and access to services they need to make informed decisions about their bodies and their health. And in addition to facing staunch opponents, both movements also strongly counter attempts to stigmatize or shame people who seek to exert personal autonomy through their personal sexual or health-related decisions.“Queer people have abortions. Sex education policy directly affects LGBTQ youth. The reality is that butch women, masculine women, bisexual people seek out contraceptives,” says Kierra Johnson, executive director of URGE: Unite for Reproductive & Gender Equity, an organization focused on reproductive and social justice in the South. “The reality is that what we’re fighting for, which is full access to health care needs, is something that is important to all people. All women and LGBTQ people. And, unfortunately, the opposition likes to try to create a dichotomy or break us off from each other, but we’re all the same.”Johnson notes that URGE and other social justice organizations have often been involved in states where both reproductive rights and LGBT rights have come under attack. For example, in Florida, there have been battles not only over restricting access to abortion, but over whether LGBT couples should be able to raise, foster or adopt children.“One of the things we don’t talk about as much in the reproductive rights movement — and probably National LGBTQ Task Force 7not as much in the LGBT movement in a very big way — is that people also have the right to enjoy sex and their sexuality, free from coercion and violence,” Johnson adds. “Sex and sexuality are integral parts of who we are as human beings. We live in a society where discrimination runs rampant based on how people think or feel or judge based on sex and sexuality, which is a real impediment to people living healthy and happy lives.“We have to work together,” she continues. “Long gone is the time where it’s strategic to be siloed in our activism, or siloed in our understanding of what justice is and should be. We can’t win policy change, we can’t win culture change, and we can’t win real victories for the people in our lives without coming together.”Rea Carey, executive director of the National LGBTQ Task Force, says that not only are both movements intrinsically linked from a historical and modern-day perspective, but have been “walking hand-in-hand” from a legal standpoint.“Legally, when you imagine a pathway towards both legal equality and full acceptance in society, in some ways it’s as if we kept putting down paving stones on that pathway for each other,” she says. “Both of our respective movements’ legal victories have been dependent on the other movement’s legal victories. So whether we’re looking at Roe v. Wade, or Bowers v. Hardwick, or Edie Windsor’s historic case, you can see those building blocks or paving stones in how each of our movements and our rights have advanced.”Carey also warns that the fates of both movements often rise and fall together. For instance, the day after the Supreme Court decided the Hobby Lobby case — in which the court ruled employers could refuse to pay for insurance coverage for contraception under the federal Religious Freedom Restoration Act (RFRA) — a group of pastors wrote to President Obama asking him to expand the religious exemption for his executive order barring federal contractors from discriminating against LGBT people. In addition, the Supreme Court’s decision in Hobby Lobby heavily influenced the Indiana legislature when it passed its own version of a state-level RFRA that critics said effectively condoned anti-LGBT discrimination.“Our fates are tied together,” she says. “It is not a long jump from an employer, because of their religious beliefs, saying to an employee ‘I will not let you have birth control,’ to get to ‘You’re a gay man, and because I don’t believe in that, I’m not going to let you have PrEP.’”Carey says that many of the same strategies to limit access to reproductive health services at the state level under RFRA laws are also being used to advance “religious exemption” laws designed to undercut the LGBT rights movement, such as attempts to allow clerks to refuse to marry or deny same-sex couples marriage licenses. And she warns that those involved in the LGBT rights movement cannot afford to be apathetic about attacks on reproductive rights, lest they find themselves targeted in future.“Looking back at our history, Bowers v. Hardwick, the ability to have sex with the person you want to have sex with in your own home, was dependent on the success of the reproductive rights movement,” says Carey. “Not a lot of people know that. We need to remind people of where we’ve come from, and that we have this shared sense around the decisions that each of us gets to make about our own bodies, whether that’s who we have sex with, or whether or not we’re ready to have a child at this point in our life.“We need to continue to remind and often reeducate ourselves about how tied our movements are, both legally and politically,” she adds. “And if we don’t hold the line on who or what issue gets peeled off, soon enough, more and more of us will get peeled off until we no longer have the protections, as LGBTQ people, that we need.”National LGBTQ Task Force 8DefinitionsThe following definitions are a non-exhaustive list of terms that advocates may come across in doing LGBTQ repro* advocacy.1  Agender: An identity under the nonbinary and transgender umbrella terms. Agender individuals find that they have no gender identity, although some define this more as having a gender identity that is neutral.Asexual: A person who does not experience romantic, emotional, and/or sexual attraction.Bisexual: A person whose romantic, emotional, or sexual attraction is towards same and/or different genders.Cisgender: A person who expresses as and identifies with the gender they were assigned at birth.Gender Identity: A person’s internal sense of being male, female, or something else. Since gender identity is internal, one’s gender identity is not necessarily visible to others.Gender Expression: How a person represents or expresses one’s gender identity to others, often through behavior, clothing, hairstyles, voice, or body characteristics.Genderfluid: Refers to an identity under the non-binary, and transgender umbrellas. Genderfluid individuals have different gender identities at different times. A genderfluid individual’s gender identity could be multiple genders at once, and then switch to none at all, or move between single gender identities. For some genderfluid people, these changes happen as often as several times a day, and for others, monthly, or less often.Gender Non-conforming (GNC) or Genderqueer: A term for people whose gender expression is different from societal expectations related to gender.Intersex: Refers to a person who is born with sexual or reproductive anatomy that does not fit within the sex binary of male or female, encompassing a variety of sex expressions.Latinx: Pronounced “Latin-ex,” is a gender neutral way to describe people of Latin American descent. The “x” makes Latino, a masculine identifier, gender-neutral. It also moves beyond Latin@ to encompass genders outside of the limiting male-female binary.2 LGBT or LGBTQQ: Shorthand for lesbian, gay, bisexual, transgender, queer and questioning people.Lesbian: A woman whose romantic, emotional, or sexual attraction is towards other women.Gay: A person whose romantic, emotional, or sexual attraction is towards their own gender, most commonly used for men.1. Definitions are adapted from Nonbinary.org’s wiki, the National Center for Transgender Equality’s “Transgender Definitions”, the If/When/How’s “Reproductive Justice for Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ) Individuals Issue Brief”, and SisterSong’s “What is Reproductive Justice?” See http://nonbinary.org/wiki/, www.transequality.org/issues/resources/transgender-terminology; http://www.ifwhenhow.org/resources/reproductive-justice-for-lgbtq-individuals/; http://sistersong.net/reproductive-justice/. 2. Raquel Reichard, “Why We Say Latinx: Trans & Gender Non-Conforming People Explain,” Latina (Aug. 29, 2015), available at: http://www.latina.com/lifestyle/our-issues/why-we-say-latinx-trans-gender-non-conforming-people-explain.National LGBTQ Task Force 9LGBTQ Rights, Equality, Justice, and Liberation: These words often get used as synonyms, but have different meanings with particular goals. LGBTQ rights or equality refers to the movement to gain legal privileges that are currently denied to LGBTQ people and/or protections we need in the face of discrimination, with the long-term goal of inserting LGBTQ people into existing social institutions and systems of power. LGBTQ justice or liberation refers to the long-term goal of (re)creating social institutions and equitable systems that are supportive of LGBTQ people and allows us to live as our full, authentic selves.Mixed Status/Magnetic couple: An affirming term for an intimate couple where one partner is living with HIV and one partner is HIV-negative. Non-Binary (NB): A term used by people who identify as neither entirely male nor entirely female. This can include people who are agender, genderqueer, and GNC, among others.Person/People Living with HIV (PLHIV): A preferred term to identify a person who has a positive HIV diagnosis. The term is indicative of the people-first language used in HIV advocacy to combat the stigma and discrimination surrounding HIV/AIDS and its portrayal as a deadly disease. The term highlights the fact that a person with a positive diagnosis can live a long and healthy life with the right treatment and care. This term should be used instead of HIV-infected person, HIV-positive person, or AIDS patient, all of which are potentially stigmatizing.Queer: An umbrella term which embraces a variety of sexual preferences, orientation, and habits of those who are not among the exclusively heterosexual and monogamous majority. Although the term was once considered derogatory and offensive, the community has reclaimed the word and now uses it widely as a form of empowerment. Younger generations tend to use the term “queer” for reasons such as the fact that it does not assume the gender of the queer person or the gender of any potential romantic partners, and/or in order to make a political statement about the fluidity of gender.Reproductive Health (RH): An approach that focuses on people’s access to healthcare services, research, and facilities. Particular attention is paid to expanding access to preventative care and culturally competent services. It also includes different methods of birth control and fertility methods, as well as environmental impacts on health. A tenant of RH assumes that people are able to have a responsible, satisfying and safe sex life and that they have the capability to reproduce and the freedom to decide if, when and how often to do so. Reproductive Rights (RR): An approach that protects a person’s legal rights to reproductive healthcare services, particularly the right to access abortion and birth control. Many people talk about abortion as a “women’s issue”; however many LGBTQ people—including transgender men, two-spirit, intersex and gender non-conforming individuals—can get pregnant.Reproductive Justice (RJ): A framework that centers the human right to have children, not have children, and parent the children we have in safe and healthy environments.3 It includes reproductive rights like the legal right to abortion, but it also includes access to affordable healthcare, adequate prenatal and pregnancy care, comprehensive and LGBTQ-inclusive sex education, jobs that pay a living wage, and freedom from violence and discrimination. Ensuring access to reproductive healthcare and other critical resources is the main focus of RJ because having a legal right is meaningless without the ability to exercise that right. To that end, RJ strives for everyone to experience the human right to bodily autonomy, free from any form of reproductive oppression.Sexual Orientation: A person’s identity in relation to whom they are attracted to; a person’s actual or perceived heterosexuality, homosexuality, bisexuality, or asexuality. Sexual orientation and gender identity are distinct components of a person’s identity.3. SisterSong, What is Reproductive Justice? Available at http://sistersong.net/reproductive-justice/.National LGBTQ Task Force 10Straight/Heterosexual: A person whose romantic, emotional, or sexual attraction is towards people of the opposite gender.Transgender: A broad term for people whose gender identity, expression or behavior is different from those typically associated with their assigned gender at birth. “Trans” is shorthand for “transgender.” (Note: Transgender is correctly used as an adjective, hence “transgender people,” but “transgenders” or “transgendered” is often viewed as disrespectful.)Transgender Man: A term for a transgender person who identifies as a man. Transgender Woman: A term for a transgender person who identifies as a woman.Transition: The time when a person begins to live as the gender with which they identify rather than the gender they were assigned at birth, which often includes changing one’s first name and dressing and grooming differently. Transitioning may or may not also include medical and legal aspects, including taking hormones, having surgery, or changing identity documents (e.g. driver’s license, Social Security record) to reflect one’s gender identity. Medical and legal steps are often difficult for people to afford.Two Spirit: Contemporary umbrella term that refers to the historical and current First Nations people whose individual spirits were a blend of female and male spirits. This term has been reclaimed by Native American LGBT communities in order to honor their heritage and provide an alternative to the Western labels of gay, lesbian, or transgender4.Biphobia: The hatred or fear of bisexual people - sometimes leading to acts of violence and expressions of hostility, often manifesting as the erasure of bisexual identities, experiences, and voices.Homophobia: The hatred or fear of lesbians and gay men - sometimes leading to acts of violence and expressions of hostility. Homophobia is not confined to any one segment of society, and can be found in people from all walks of life.Transphobia: The hatred or fear of transgender and gender nonconforming people. This sometimes leads to acts of violence and expressions of hostility. Transphobia is not confined to any one segment of society, and can be found in people from all walks of life. Organized hate groups have viciously attacked transgender people and have used especially violent language in attempting to persecute and intimidate them.4. NCAI Policy Research Center, “A Spotlight on Two Spirit (Native LGBT) Communities,” http://www.ncai.org/policy-research-center/research-data/prc-publications/A_Spotlight_on_Native_LGBT.pdf (last visited Oct. 18, 2016). National LGBTQ Task Force 11History of LGBTQ Rights and Reproductive RightsThe history of LGBTQ rights in the U.S. is inextricably intertwined with the history of reproductive rights. Examining case law reveals many parallels between the two movements and their fight to gain access to fundamental freedoms. These freedoms, as defined by the Supreme Court over the years, are based upon two different legal concepts—the right to privacy and the Equal Protection clause of the Constitution. This timeline and the following article provide an overview of pivotal cases in which the Equal Protection Clause and the right to privacy were used to advance LGBTQ and reproductive rights.The Court held that the right to procreate and marry is a fundamental human right. Skinner v. Oklahoma.Petitioners challenged a Connecticut law that prohibited the use of contraceptive devices, as well as medical advice in their use. The Court dismissed the case because the state had not prosecuted anyone for violating the statute and none of the plaintiffs were in imminent danger from the law. Poe v. Ullman. The Court found a Connecticut law prohibiting contraception unconstitutional, and held that married couples have a constitutional right to privacy that protects their decision to use contraception. Griswold v. Connecticut.Transgender woman challenged New York City’s refusal to grant a name and sex change on her birth certificate. Supreme Court of New York dismissed the case. Mtr. Of Anonymous v. Weiner. The Court held a Texas law prohibiting abortions except when the woman’s life is in danger unconstitutional.  The Court established that the constitutional right to privacy gives women the right to choose to terminate a pregnancy. It also established the trimester framework. Roe v. Wade.The Court held that excluding pregnancy and childbirth from a state insurance program was not a violation of equal protection because it was not discriminatory. Geduldig v. Aiello.The Court again refused the argument of equal protection violation in a case challenging the restrictions of state Medicaid benefits for abortion. Maher v. Roe.The Court denied to extend the right to privacy to the LGBTQ community and held that anti-sodomy laws were not unconstitutional. Bowers v. Hardwick.The Court established more restrictive standards on review and allowed pre-vitality restrictions on abortions as long as they do not present an undue burden to the pregnant person. Planned Parenthood of Southeastern Pennsylvania v. Casey. The Court held that the Bowers decision interpreted the right to privacy too narrowly, and extended the constitutional protection to intimate consensual sexual conduct. Lawrence v. Texas. 1942196119651966197319751977198619952003TIMELINE OF PIVOTAL COURT CASESNational LGBTQ Task Force 12A trial court in California ruled that sexual orientation could not be used as a reason to refuse infertility treatment. Benitez v. N. Coast Women’s Care Med. Group, Inc.The Board of Immigration Appeals decided that the Defense of Marriage Act (DOMA) did not preclude transgender people from applying for spousal visas if their partners are of opposite sex. In re Lovo-Lara. The California Supreme Court held that same-sex marriage was a constitutional right based on the Equal Protection Clause. In re Marriage Cases. Florida’s Third District Court of Appeals ruled a statute prohibiting gay people from adopting unconstitutional. The court based its decision in the Equal Protection Clause of the Florida Constitution. Fla. Dep’t of Children & Families v. X.X.G.The Court struck down Section 3 of the Defense of Marriage Act (DOMA), holding that its definition of marriage as between “one man and one woman” violated the Equal Protection Clause. United States v. Windsor.The Court held that closely held corporations have capacity for the exercise of religion under the Religious Freedom Restoration Act (RFRA) and to claim religious exemption from the Affordable Care Act (ACA) mandate to provide employees with contraception coverage. Burwell v. Hobby Lobby Stores.The Court affirmed the fundamental right to marry for all same-sex couples, citing the constitutional right to privacy and the Equal Protection Clause. Obergefell v. Hodges.The Court held that states must balance the burdens and benefits of abortion restrictions, and declared Texas regulations that forced over half of the facilities providing abortions to close unconstitutional. Whole Woman’s Health v. Hellerstedt.20032005200820102013201420152016National LGBTQ Task Force 13Right to PrivacyThe right to privacy protects individuals against government intrusion in intimate personal decisions and activities, including sexual activity and medical information.5  Although the Constitution does not explicitly discuss such a right, the Supreme Court has repeatedly held that it nevertheless guarantees this fundamental right.  Privacy as a constitutional right has been successfully used by the reproductive rights movement in important cases leading up to and including Roe v. Wade, the landmark decision that recognized an individual’s constitutional right to terminate their pregnancy.6   Privacy has also been invoked with varying success in cases impacting LGBTQ rights, including the same-sex marriage case, Obergefell v. Hodges.7Although the Supreme Court acknowledged a general right to privacy within a reproductive context in 1965, it was not the first time that the Court had addressed the issue. In 1961, a doctor and two patients separately challenged a Connecticut law that prohibited the use of contraceptive devices, as well as medical advice on the use of such devices.8  The Connecticut Supreme Court ruled that the law applied to married couples, even when the life of the childbearing partner was endangered.9  The plaintiffs appealed to the Supreme Court, and the cases were consolidated as Poe v. Ullman. The Court ultimately dismissed the case because the state had not prosecuted anyone for violating the statute and none of the plaintiffs were in imminent danger from the law.10  In his dissent, Justice Douglas acknowledged that there was a general right to privacy—drawn “from the totality of the constitutional scheme”—that was wrongly ignored in this case.11  Justice Douglas was concerned about the invasion of privacy in intimate relationships of married couples that this precedent would set.12  The Justice’s fear was not unfounded. In 1965, the Court took up a case in which the plaintiffs experienced exactly what Justice Douglas feared would happen—a couple was prosecuted under the same anti-contraception statute that was challenged in Poe v. Ullman, just four years before. This landmark case, Griswold v. Connecticut, established privacy as a fundamental right in reproductive matters.13  In upholding the married couple’s right to birth control, the Griswold Court underscored that marriage is “a relationship lying within the zone of privacy created by several fundamental constitutional guarantees.”14 The Court went on to explain that specific constitutional rights have “penumbras” of peripheral rights, and that “without those peripheral rights the specific rights would be less secure.” The right to privacy is the right to “the zone of privacy created by several fundamental constitutional guarantees” because they “have penumbras, formed by emanations from those guarantees that help give them life and substance.”15   In 1973, the Court decided Roe v. Wade, the seminal case of the reproductive rights movement establishing the fundamental right to abortion.16  The Court based this right on the same constitutional right to privacy that it had recognized in earlier cases. However, the Court emphasized that the right to have an abortion was not absolute, just as with any other fundamental right, and must be balanced with state interests. As such, the Court created the trimester framework to limit this right.17  REPRODUCTIVE RIGHTS AND LGBTQ RIGHTS JURISPRUDENCE5. Am. Jur. 2d, Constitutional Law § 650.6. Roe v. Wade, 410 U.S. 113, 116 (1973).7. Obergefell v. Hodges, 135 S.Ct. 2584 (2015). 8. Poe v. Ullman, 367 U.S. 497, 498 (1961).9. Id. 10. Id. at 501-03.11. Id. at 521.12. Id. at 519.13. Griswold v. Connecticut, 381 U.S. 479 (1965),14. Id. at 485.15. Id. at 484.16. Roe v. Wade, 410 U.S. at 116.17. If/When/How, “Constitutional Law Primer,” 13 (2013), available at http://www.ifwhenhow.org/resources/constitutional-law-pri-mer/.National LGBTQ Task Force 14Despite the relative success of privacy in the reproductive rights realm, the Court has been far more resistant to extending this right to relationships among LGBTQ people. In its Bowers v. Hardwick decision, the Court upheld anti-sodomy laws, reserving privacy rights for familial and heterosexual marital relations.18 It took seventeen years for the Court to reverse its decision in Lawrence v. Texas, in 2003.19 In Lawrence, the Court recognized that it had interpreted the right to privacy too narrowly in Bowers and extended the constitutional protection to intimate consensual sexual conduct.  The Supreme Court’s latest decision affecting the right to abortion—Whole Woman’s Health v. Hellerstedt, reaffirmed the fundamental right to abortion established in Roe v. Wade.20 In this historic ruling, the Court held that states must balance the burdens and benefits of abortion restrictions, and declared two Texas regulations that shut down over 75% of facilities providing abortion services too burdensome and therefore unconstitutional.Equal Protection ClauseAlthough Roe v. Wade was decided on the right to privacy, there have been many reproductive rights lawsuits that attempted to use the Equal Protection Clause with varying success. The Equal Protection Clause of the Fourteenth Amendment guarantees “the equal protection of the laws” to all citizens.21 Unlike the general right to privacy, the Equal Protection Clause is explicitly mentioned in the Constitution; presumably, this would make it a stronger basis for reproductive rights. Yet, the Supreme Court has interpreted the Equal Protection Clause very narrowly.In 1942, the Court first recognized an individual’s right to procreate in Skinner v. Oklahoma.22 The petitioner had been convicted of more than two felonies and according to Oklahoma law, was condemned to be forcibly sterilized.23 In his claim, the petitioner argued that the law violated the equal protection clause because it only encompassed certain felonies and not others—for example, those convicted of embezzlement, a crime usually committed by (wealthier people) were not subject to forced sterilization.24 The Court agreed that such a discriminatory application of the punishment was in violation of the equal protection clause and affirmed that the right to procreate and marry is a fundamental human right.25 Despite this successful use of the equal protection clause to protect the rights of this particular felon, the Court has subsequently refused to affirmatively extend rights under this clause in other cases, such as in cases involving the rights of pregnant women. For example, one year after Roe v. Wade, the Court in Geduldig v. Aiello in 1974 decided that excluding pregnancy and childbirth from California’s state insurance program was not discriminatory and therefore not a violation of equal protection.26 Three years later, in Maher v. Roe, the Court again refused the argument of equal protection violation in restricting state Medicaid benefits for abortion.27 Both times the court refused to acknowledge the plaintiffs—pregnant women—as a protected class under the equal protection clause. 18. 478 U.S. 186, 187 (1986). 19. Lawrence v. Texas, 539 U.S. 558, 562 (2003).20. Whole Woman’s Health v. Hellerstedt, 2016 U.S. LEXIS 4063.21. U.S. Const. amend. XIV, § 1.22. Skinner v. Oklahoma, 316 U.S. 535.23. Id. 24. Id. at 537.25. See id. at 535, 541.26. Geduldig v. Aiello, 417 U.S. 484, 486 (1974).27. Maher v. Roe, 432 U.S. 464, 465 (1977).National LGBTQ Task Force 1528. In re Marriage Cases, 43 Cal. 4th 757 (2008).29. Hollingsworth v. Perry, 570 U.S. ___, 133 S.Ct. 2652 (2013).30. Fla. Dep’t of Children & Families v. X.X.G., 45 So. 3d 79 (Fla. Dist. Ct. App. 2010). 31. Id. 32. United States v. Windsor, 133 S. Ct. 2657 (2013). 33. Id. 34. 134 S. Ct. 2751 (2014).35. 578 U.S. ____ (2016).36. See Coverage for Contraceptive Services, 81 Fed. Reg. 47741 (proposed Jul. 22, 2016), available at https://www.federalregis-ter.gov/documents/2016/07/22/2016-17242/coverage-for-contraceptive-services.37. Obergefell v. Hodges, 135 S. Ct. 2584 (2015). Interestingly, courts have been more open to equal protection arguments in cases recognizing and protecting LGBTQ people and their families. In 2008, the California Supreme Court held that excluding lesbian and gay couples from civil marriage violated the equal protection clause.28 Although Californians promptly voted for Proposition 8, which effectively banned same-sex marriage in the state, the Proposition was found unconstitutional two years later.29 That same year Florida’s Third District Court of Appeals ruled that a statute prohibiting gay people from adopting was unconstitutional.30 The court based its decision on the equal protection clause of the Florida Constitution.31 In 2013, the Supreme Court struck down Section 3 of the Defense of Marriage Act (DOMA), holding that its definition of marriage as between “one man and one woman” violated the equal protection clause.32 The decision allowed same-sex couples who were married in states where same sex marriage was legal to become eligible for over 1,100 federal laws and programs.33 The Court’s progressive trend shifted in 2014 with the ruling of Burwell v. Hobby Lobby Stores, Inc., where it held that a for-profit corporation has the capacity to deny its employees healthcare coverage for contraceptives, based on a religious objection.34 The majority determined that Congress intended the Religious Freedom Restoration Act of 1993 (RFRA) to permit an expanded notion of corporate personhood that would include the religious identity of the corporate owners. In dissent, Justice Ginsburg warned the decision was a slippery slope that would undermine non-discrimination protections in the name of religious refusal. Indeed, since the Hobby Lobby decision a trend has erupted of state and federal legislation seeking to codify religious refusal for reasons including a person’s sexual orientation or gender identity, under the guise of protecting religious freedom.The meaning of religious freedom under RFRA was again raised in the 2016 case Zubik v. Burwell, where a not for profit organization argued that the process to request exemption from the contraceptive mandate was still a burden on the organization’s religious freedom.35 The Court remanded the case, encouraging the two sides to resolve the matter through the administrative process. Over the summer of 2016 the Department of Health and Human Services made a request for the public and stakeholders to comment on ways to provide religious accommodation without hindering contraceptive coverage.36Finally, in 2015, the Court affirmed the fundamental right to marry for same-sex couples in all 50 states, citing the equal protection clause, as well as the constitutional right to privacy.37 Obergefell v. Hodges was a big win for the LGBTQ community, made possible by precedent developed in earlier cases concerning both LGBTQ and reproductive rights.Conclusion Although the Court’s many decisions, including the most recent wins like Obergefell v. Hodges and Whole Woman’s Health v. Hellerstedt, have advanced LGBTQ and reproductive rights movements, the fight is far from over. The opposition will continue its attempts to undermine and deny fundamental rights guaranteed by the constitution. Knowledge about the parallels and differences in important court decisions that affect LGBTQ and reproductive rights will prove useful in our continued legal battle for justice.National LGBTQ Task Force 16Overview of the Landscape: Challenges to Equalityand Bodily AutonomySuccessful LGBTQ repro* advocacy calls for an understanding of the intersectionality of a broad range of social justice issues, as well as some of the tactics that are often used. This subsection provides an overview of the landscape of anti-LGBTQ and anti-repro* organizing against equality and bodily autonomy, including abortion access, disability rights, and the use of religious exemptions to discriminate.ABORTION ACCESS FOR LGBTQ PEOPLEAbortion rights are LGBTQ rights. Many LGBTQ people have abortions and need access to culturally competent and comprehensive reproductive healthcare. The National LGBTQ Task Force is proud to engage in cross-movement collaboration between the LGBTQ, the repro* movement and the racial justice movement in order to ensure that all people, regardless of their gender, sexuality, race, financial situation or geographic location have access to abortion services. For decades, anti-choice legislators have tried to make abortion impossible to access. One of their most effective tactics has been banning insurance coverage of abortion services in government healthcare programs to put abortion services financially out of reach for as many people as possible. The result is that federal funding of abortion care has been prohibited in most cases—some bans do not have any exceptions, while others have exceptions for life endangerment, rape, or incest.The following subsection addresses these funding bans and other tactics used to limit LGBTQ people in accessing abortion, including the use of fetal homicide laws to annual policy riders designed to limit access to abortion.Case in Point: TRAP Laws and Access to Abortion for LGBTQ PeopleTargeted Regulations of Abortion Providers (also known as “TRAP Laws”), passed under the façade of safety and “protecting women’s health,” are laws that make it harder for anyone to access abortion and other reproductive healthcare.In the years immediately following Roe v. Wade38, the Supreme Court decision establishing a legal right to abortion, several states moved to impose strict regulations on abortion clinics. In 2015 alone, politicians introduced almost 400 bills and enacted 47 new restrictions on access to reproductive healthcare, many of which were TRAP laws.39 TRAP laws have nothing to do with health or safety. In fact, Medicaid professionals, including the American Congress of OB/GYNS, say these laws and policies regulate abortion beyond what is necessary to ensure safety.40 38. 410 U.S. 113 (1973).39. Center for Reproductive Rights, “2015 State of the States: Fighting Back by Pushing Forward,” available at: http://www.reproductiverights.org/sites/crr.civicactions.net/files/documents/USPS-Year-End-Report-Vs-6.pdf.40. Id.National LGBTQ Task Force 17Hyde Amendment“I certainly would like to prevent, if I could legally, anybody having an abortion, a rich woman, a middle-class woman, or a poor woman. Unfortunately, the only vehicle is the…Medicaid bill.”—Rep. Henry Hyde (R-IL), 1977.The Hyde Amendment, named after its anti-choice sponsor, former Rep. Henry Hyde (R-IL), is one of the oldest restrictions directly targeting low income people’s ability to obtain an abortion.  The National LGBTQ Task Force believes that all people, no matter who they are, where they work, or how much money they make, should be empowered to make the very personal choice to access abortion services.What is the Hyde Amendment?Abortions before the Hyde AmendmentFund Abortion NowAbortionsAbortionsAbortionswith MedicaidAbortions with MedicaidIn 1973, the U.S. Supreme Court recognized the legal right to abortion in the case Roe v. Wade.41 Three years later, Congress responded by passing the Hyde Amendment42 which is a legislative policy included in the annual federal budget bill that withholds abortion coverage from those qualified and enrolled in the Medicaid health insurance program for low-income people. The Supreme Court upheld Hyde in its 1980 decision, Harris v. McRae, essentially stating that the problems low income people face in accessing abortion care are a result of their poverty, not the government’s policy to eliminate federal funding of abortion care.The Hyde Amendment allows only exceptions for pregnancies that endanger the physical life of the pregnant person, or that result from rape or incest. Hyde is not a permanent law; rather it has been attached annually to Congressional appropriations bills, and has been approved every year by Congress. Hyde initially affected only funding for abortions under Medicaid, but over the years its reach broadened to limit abortion access to those who receive their health insurance through the U.S. military, the Peace Corps, Indian Health Services, Children’s Health Insurance Program enrollees, andmany others. 41. 410 U.S. 113 (1973).42. Hyde Amendment Codification Act, S. 142, 113th Cong. (2013), available at https://www.govtrack.us/congress/bills/113/s142/text. National LGBTQ Task Force 18Who is Affected• People who identify as LGBTQ, including cisgender   women, transgender men, two-spirit, intersex   and gender non-conforming individuals, can get   pregnant, and rely on a full range of health    services, including abortion, to be our whole selves. • The LGBTQ community in general is more    vulnerable to being poor and therefore more likely    to rely on Medicaid for healthcare.• Women of color experiencing poverty are    especially affected by the Hyde Amendment.48 43. NARAL Pro-Choice Wisconsin, “The Hyde Amendment and Public Funding for Abortion,” available at http://www.prochoicewisconsin.org/what-is-choice/abortion/hyde-amendment.shtml (last visited Oct. 18, 2016).44. Guttmacher Institute, “State Funding of Abortion Under Medicaid,” https://www.guttmacher.org/state-policy/explore/state-fundingabortion-under-medicaid (updated Oct. 1, 2016). 45. National Network of Abortion Funds, “The History of the Hyde Amendment,” https://fundabortionnow.org/learn/hyde/history (last visited Oct. 18, 2016).46. Guttmacher Institute, “Abortion Patients More Likely to be Poor in 2014 than in 2008” (May 10, 2016), https://www.guttmacher.org/news-release/2016/abortion-patients-more-likely-be-poor-2014-2008.47. Center for Reproductive Rights, “The High Cost of State Bans on Abortion Coverage” (July 28, 2015), available at: http://www.reproductiverights.org/document/the-high-cost-of-state-bans-on-abortion-coverage.48. Monica Simpson, “For the Love of Black Women, It’s Time To End the Hyde Amendment,” Black Girl Dangerous (Sept. 2, 2016), available at: http://www.blackgirldangerous.org/2016/09/hyde-amendment/.49. The Kaiser Family Foundation, “Health and Access to Care and Coverage for Lesbian, Gay, Bisexual, and TransgenderIndividuals in the U.S.” (June 2016), available at http://files.kff.org/attachment/Health-and-Access-to-Care-and-Coverage-for-LGBT-Individuals-in-the-US. 50. All Above All, “About the EACH Woman Act” (July 8, 2015), http://allaboveall.org/resource/about-the-each-woman-act/. • Poverty rates on average are higher among    lesbian and bisexual women and African    Americans within our community, with more    than 28% of lesbian and bisexual women living in    poverty.49 • Low income lesbian and bisexual women in    particular experience increased risk for adverse    health conditions; denying access to abortion care    through Hyde only exacerbates these disparities.• Before the Hyde Amendment, 1/3 of abortions were    supported by Medicaid.43 • Only 17 states provide state funding for abortion as    a part of their Medicaid programs.44 • 12 other laws now prevent federal healthcare     programs from covering abortion for federal    employees, people serving in the military and     Peace Corps, Native people using Indian Health    Services, and federal prisoners.45 • 75% of U.S. abortion patients are experiencing    poverty.46 • When an individual seeks an abortion but is     denied, they are 3 times more likely to fall into    poverty than one who can get an abortion.47 How can we end Hyde once and for all? The EACH Woman Act would make a meaningful change for women and their families by creating two important standards for reproductive health.• First, the bill respects that every woman should be    able to make her own decisions about pregnancy. If a    woman gets her care or insurance through the federal    government, she would be covered for all pregnancy-   related care, including abortion. Second, the EACH Woman Act prohibits political interference with decisions of private health insurance companies to offer coverage for abortion care. Federal, state and local legislators would not be able to interfere with the private insurance market to prevent insurance companies from providing abortion coverage.50• National LGBTQ Task Force 19Policing LGBTQ Bodies: The Current State and Effects of Fetal Homicide Laws on the LGBTQ Community. In 1994, a young mother of a three-year-old boy fired a gun into her stomach, in an attempt to terminate her pregnancy.51 In 2011, a pregnant teenager hired a man to beat her, hoping to induce an abortion.52 Last year, a woman filled her bathtub with water and attempted a wire coat hanger abortion.53 All three were prosecuted for attempted murder. All three were exercising control over their own bodies in states where legal, safe, and affordable abortions are practically impossible to obtain. These are not isolated incidents—the most recent cases are part of a rising return to unsafe self-induced abortions across the country.54  And the problem does not affect women only. There are many people—transgender, genderqueer, genderfluid, agender, and others, who can get pregnant. LGBTQ people need the full range of healthcare services to make important medical decisions. Despite the fact that the Supreme Court recognized an individual’s right to terminate a pregnancy in Roe v. Wade in 1973, this right has been chipped away by state legislatures. State level fetal homicide laws, adopted by at least 38 states, are part of this anti-choice wave.55 In 23 states, these laws apply to the earliest stages of pregnancy.56  These laws, often driven by the religious argument of “personhood from conception,” criminalize abortion and punish people who can get pregnant for choosing to terminate their pregnancy. Although legal abortions are supposedly not affected by these laws, a cocktail mix of other anti-choice laws have made legal abortions virtually impossible to obtain for anyone who does not have the privilege of financial stability. LGBTQ people’s access to healthcare is limited by many intertwined factors, including poverty and race. 24% of lesbian and bisexual women are experiencing poverty, compared to 19% for heterosexual women.57 Transgender people are four times as likely to be living in extreme poverty, making under $10,000 a year.58 LGBTQ people of color are more likely to be poor than white members of the community.59 In fact, Black, Hispanic, and Native American same-sex couples have the highest percentage of poverty.60 These numbers show what LGBTQ people, especially LGBTQ people of color already know—our community is vulnerable to poverty and lacks access to comprehensive healthcare. A safe, legal abortion is not a feasible option for many.So a combination of these laws trap pregnant people in a difficult situation: legal abortions are practically impossible to obtain and illegal abortions are criminal. Today, at least thirteen states have precedent of criminally prosecuting self-induced abortions.61 Purvi Patel’s conviction and 20-year sentence is a well-known example of such criminalization. As many reproductive justice advocates have highlighted over and over again, restricting access to abortion does not eliminate the need for it. These laws only force people who can get pregnant to seek other, dangerous forms of terminating an abortion. 51. State v. Ashley, 701 So.2d 338 (Fla. 1997).52. Ed Pilkington, “Woman charged with attempted murder for failed self-induced abortion,” The Guardian, Dec. 15, 2015, available at https://www.theguardian.com/us-news/2015/dec/15/tennessee-woman-charged-attempted-murder-failed-self-induced-abortion.  53. ACLU of Utah, “State v. J.M.S. (2011)” (July 1, 2011), http://acluutah.org/legal-work/resolved-cases/item/166-state-v-j-m-s.54. Michelle Goldberg, “The Return of Back-Alley Abortions,” The Daily Beast, May 3, 2011, available at http://www.thedailybeast.com/articles/2011/06/03/abortions-return-to-back-alleys-amid-restrictive-new-state-laws.html. 55. National Conference of State Legislators, “Fetal Homicide State Laws” (Mar. 4, 2015), http://www.ncsl.org/research/health/fetal-homicide-state-laws.aspx.56. Id. 57. The National LGBTQ Task Force, “Fact Sheet: Poverty and Economic Justice in the LGBTQ Community,” 1, http://www.thetaskforce.org/static_html/downloads/reports/fact_sheets/poverty_factsheet_10_8_14.pdf (last visited Oct. 18, 2016).58. Id. 59. Center for American Progress, “Paying an Unfair Price: The Financial Penalty for LGBT People of Color in America,” 2 (April, 2015, updated June, 2015), http://www.lgbtmap.org/file/paying-an-unfair-price-lgbt-people-of-color.pdf. 60. Id. 61. Libby Anne, “Women are Already Being Prosecuted for Having Abortions,” Love, Joy, Feminism (Mar. 31, 2016) http://www.patheos.com/blogs/lovejoyfeminism/2016/03/women-are-already-being-prosecuted-for-having-abortions.html. National LGBTQ Task Force 20LGBTQ people continue to be policed in other ways as well. We are policed when we bend traditional expectations of gender and sexuality; when we occupy public spaces such as streets and bathrooms; when we seek housing, employment, and education. Social, political, and legal institutions, along with individual citizens, continue to attempt to control our bodies and our lives. The fight for LGBTQ liberation is a fight to have control and control over our bodies. The right to choose whether or not to terminate a pregnancy is a fundamental part of that control. The choice to have a legal abortion that is practically impossible is no choice at all. Criminalizing and punishing people who attempt self-induced abortions criminalizes poverty and further robs LGBTQ people of control over their bodies and lives. So what can we do about it? First, we can overcome the invisibility of LGBTQ people in the reproductive rights and justice movements by using gender-neutral and inclusive language. As a community, we understand the importance of language and visibility—and we can work together to make LGBTQ voices heard in conversations that concern our ability to plan our families. Second, we can create change by mobilizing as a community, and demanding accountability from our state and federal representatives. And lastly, we must continue to recognize that we are all intersectional beings. Poverty and race are only two of many other factors that affect LGBTQ people’s access to healthcare.  Our strength as a community lies in our diversity and compassion. We must come together against criminalizing poverty. We cannot stand by as legislators continue to strip people in the LGBTQ community of our basic human right to have control over our own bodies. National LGBTQ Task Force 21Using appropriations to control LGBTQ reproductive health People who identify as LGBTQ, including cisgender women, transgender men, two-spirit, intersex and gender non-conforming individuals, can get pregnant, and rely on a full range of health services to be our whole selves. Restrictions on abortion and birth control undermine LGBTQ people’s ability to make important intimate decisions and further undermine the fundamental right to have full control over our lives and bodies. Appropriations bills (also known as “Appropriations”) are a commonly used legislative tool used to facilitate anti-choice policies that prevent many people, especially low-income, incarcerated, immigrant, people of color, and other marginalized communities from accessing vital services through the federal government. What are Appropriations?Financial Services and General Government (FSGG)64Every year, Congress must decide how to allocate money for all of its federally funded programs and grants. Appropriations bills are one part of the larger budget and spending process, during which congressional subcommittees draft and vote on twelve separate bills to allocate funds for different government functions, such as education, healthcare, federal employee salaries and national defense. These bills often contain amendments or policy riders, some of which are unrelated to the subject matter of the bill and can include controversial provisions that would otherwise not pass on their own. Some of these policy riders restrict access to abortion and have been annually included in various appropriations bills since the Supreme Court’s landmark decision Roe v. Wade.62 The Financial Services and General Government (FSGG) and Labor, Health & Human Services, Education, and Related Agencies (Labor-H) bills are two appropriations bills that contain the majority of anti-repro* riders, but other bills, including State and Foreign Operations (SFOPs); Department of Defense (DoD); Department of Veteran Affairs (VA); Department of Homeland Security; and Commerce Justice, and Science, also have such riders.63 • Federal Employees Health Benefits Program    (FEHBP) Abortion Rider: Included in the Fiscal Year    2017 bill. This rider blocks federal funding from    being used for health insurance plans that provide    any benefits or coverage for abortions, except in    cases of rape, incest, and life endangerment. • Affordable Care Act (ACA) Abortion Rider:    Similarly to the FEHBP Rider, it blocks federal funding    from paying for abortion through qualified multi-   state healthcare plans under the ACA, except in    cases of rape, incest, and life endangerment. • D.C. Abortion Rider: Prevents D.C. government    officers and employees from using locally raised     funds to provide abortions, except in cases of rape,     incest, and life endangerment.65 This is unique to  D.C.    as a non-state entity because Congress does  not    control how the 50 states can use their own funding. • D.C. Refusal Rider: Requires that all contraceptive    coverage mandated by legislation include a    “conscience clause” that provides exceptions for    “religious beliefs and moral convictions.” • D.C. Religious Exemption Rider: Exempts    healthcare individuals and carriers from providing    contraception, based on religious beliefs and    moral convictions.62. 410 U.S. 113 (1973).63. See also NARAL Pro-Choice America, “Bans on Abortion Coverage in Government-Run Health-Care Programs” (Feb. 17, 2016), available at http://www.prochoiceamerica.org/media/fact-sheets/bans-on-abortion-coverage-goverment-programs.pdf for more details about these appropriations bills and their abortion-restrictive riders. 64. See “FY 2017 Financial Services and General Government Bill - Full Committee Draft,” available at http://appropriations.house.gov/uploadedfiles/bills-114hr-fc-ap-fy2017-ap00-fservices.pdf.65. Dornan Amdt.286 (1987); H.R. 2713, 100th Cong. (1987), available at http://www.thomas.gov/cgi-bin/bdquery/z?d100:HZ00286.National LGBTQ Task Force 22Labor, Health & Human Services, Education, and Related Agencies (Labor-H)6666. See “FY 2017 Labor, Health and Human Services, and Education Bill - Full Committee Draft,” available at http://appropriations.house.gov/uploadedfiles/bills-114hr-fc-ap-fy2017-ap00-laborhhsed.pdf.67. All Above All, “Hyde Fact Sheet” (June 2015), http://allaboveall.org/resource/hyde-amendment-fact-sheet/.68. See “All Bill Information (Except Text) for H.R.5926 - Departments of Labor, Health and Human Services, and Education, andRelated Agencies Appropriations Act, 2017,” available at https://www.congress.gov/bill/114th-congress/house-bill/5926/allinfo?resultIndex=1.69. See Healthcare Conscience Rights Act, H.R. 940, 114th Cong. (2015), available at https://www.congress.gov/bill/114th-congress/house-bill/940.• The Hyde Amendment is language in the    yearly Labor-H appropriations legislation that    bars programs in these agencies from covering    abortion. This restriction primarily withholds    abortion coverage from those qualified and    enrolled in the Medicaid health insurance    program for low-income people, except    in the limited cases of rape, incest, and life    endangerment.67 • HEALTHCARE CONSCIENCE RIGHTS ACT (HCCRA)    amends the Patient Protection and Affordable    Care Act to allow healthcare sponsors,    individuals, and insurers to deny coverage    for abortion if they claim “moral or religious    objections.” HCCRA also amends the Public    Health Service Act to allow healthcare entities to    discriminate against patients who seek abortion    services but still take tax-dollars.68 • The Weldon Amendment allows health entities    to refuse to do anything related to abortion,    such as providing the service itself and giving    referrals, coverage, or payment. The term “health    entities” is defined very broadly and includes    not only hospitals, but also individual healthcare    professionals, insurance plans, or any other    healthcare facility, organization, or plan.69 National LGBTQ Task Force 23CONTRACEPTIVE EQUITYWe all have the human right to determine if, when and how to have children. We also have the human right to engage in safe, healthy consensual sex. Many LGBTQ people use contraceptives for a myriad of reasons such as pregnancy prevention, menstruation regulation, and to lower the risk of STI/STD transmission. The National LGBTQ Task Force works to affirm and extend the Affordable Care Act’s contraceptive coverage mandate that requires insurance providers to grant enrollees access to the full range of FDA approved contraceptives without cost-sharing.Birth Control for LGBTQ PeopleMany LGBTQ people can get pregnant, which is why we need affordable access to birth control and other reproductive health options to make the best decisions for ourselves. However, several anti-repro* employers took their fight to the U.S. Supreme Court to make it legal to use religion to deny their employees essential healthcare coverage guaranteed by the Affordable Care Act (ACA).In the summer of 2016, the Supreme Court failed to definitively protect birth control access for all. In the case Zubik v. Burwell,70 the Supreme Court missed the opportunity to rule once and for all that the ACA requires employers to provide seamless contraceptive coverage to their employees, regardless of the employers’ religious belief. The decision came only days after the Department of Health and Human Services released the landmark final rule, Section 1557, which prohibits discrimination in the provision of healthcare services in the Affordable Care Act. This final rule did not contain a religious exemption. 70. 578 U.S. ____ (2016).National LGBTQ Task Force 2471. 578 U.S. ____ (2016); also see SCOTUS Blog, “Zubik v. Burwell,” available at http://www.scotusblog.com/case-files/cases/zubik-v-burwell/.Birth Control Accessfor LGBTQ PeopleHow Employers Want to Use Religion to Harm LGBTQ Reproductive RightsThe movements for LGBTQ rights and reproductive rights and health are inseparable: we are all working for the right to live our lives with dignity and the right to choose how we use our bodies—without employer intrusion. Zubik et al. v. Burwell71 is a 2016 United States Supreme Court case where religiously affiliated nonprofits and closely held for-profit organizations like Hobby Lobby further challenged the “accommodation” to the Affordable Care Act’s birth control benefit, which requires them to object by filling out a form. The employers argued that filling out the form made them complicit in action that violates their religious beliefs, i.e. providing birth control.The Supreme Court ultimately sent the case back to the lower court with encouragement to find an administrative solution. By remanding the case, the Court passed on an opportunity to make a legal determination on whether an employer has the ability to use their religious beliefs to interfere with another person’s reproductive health care. What’s at stake for LGBTQ people?The claims made in Burwell are the aftermath of the Supreme Court’s 2014 Hobby Lobby decision, which held that closely held corporations can claim a religious identity and therefore exemption from the ACA contraception coverage mandate. In light of these rulings and the trend across state legislatures for religious freedom to be misidentified as a license to discriminate, it is more important than ever that the LGBTQ and reproductive health, rights and justice movements build strong, inclusive coalitions to win progressive change for all.Visit us online and follow the hashtag #Queer4Repro to learn more about the National LGBTQ Task Force’s work to protect LGBTQ people’s access to reproductive healthcare: www.thetaskforce.org.Discrimination under the guise of “religious freedom” would drastically restrict the ability of LGBTQ people to control our reproductive health and sexual lives. Many of us—cisgender women, transgender men, intersex and gender-nonconforming people, among others—can get pregnant and rely on a full range of reproductive health options, including birth control, in order to make the best decisions for ourselves.Even those of us who can’t get pregnant (or are very unlikely to) still need contraception coverage. For example, the ACA covers dependents up to age 26, which would mean that a gay male couple’s 25-year-old daughter could not get birth control covered through either of her dads’ health plans if the employer makes a religious objection.Our ability to control our sexual and reproductive health should not depend on the religious beliefs of whom we work for. Some of the employers fighting contraception access include managers of nursing homes and universities, and often hire people who do not share the same beliefs.•••The slippery slopeIf an employer can refuse to cover contraceptives, they could also refuse to cover PrEP because it has been successfully used to reduce HIV transmission rates among gay and bisexual men, and that goes against the employer’s religious beliefs.Combined with other religious exemption laws that are creeping across the country, it is not hard to imagine a case where a doctor refuses to treat a transgender woman with breast cancer by making a religious objection.LGBTQ people already struggle to access vital health services: we are more likely to be underinsured when compared to other people; we experience certain health challenges at higher rates; and we are outright denied services because of who we are. We cannot afford this growing trend of religious refusals, and we cannot afford to have the highest court of the land disregard the importance of this issue.•••National LGBTQ Task Force 25DISABILITY RIGHTS, LGBTQ IDENTITY AND PARENTINGThe right of disabled LGBTQ people to parent is critical to intersectional, LGBTQ repro* advocacy. Although the right to parent is protected by the Due Process Clause of the 14th Amendment,72 disabled people are frequently forced to defend their parenting rights and some are barred from having children at all through involuntary and coerced contraception and sterilization.73 LGBTQ people are more likely to have a disability than the general population,74 and are almost 3 times more likely than others to experience a mental health condition such as major depression or generalized anxiety disorder.75 Many factors contribute to this, such as the fear of coming out, facing discrimination, being targeted for violence, and struggling to access healthcare. Thus, parents and prospective parents who are LGBTQ and disabled experience compounded, intersecting marginalization.People with disabilities are an often overlooked group. There are an estimated 4.1 million disabled parents with children under age 18 in the U.S., or 6.2% of all parents.76 Of these parents, 2.8 % have a mobility disability, 2.3 % have a cognitive disability, 2.3 % have a daily activity limitation, 1.4 % have a hearing disability, and 1.2 % have a vision disability. A 2012 study found that about 25% of heterosexual women, 36% of lesbians, and 36% of bisexual women were disabled.77 About 22% of heterosexual men, 26% of gay men, and 40% of bisexual men were disabled in that same study. The likelihoods of being disabled for lesbians, gays, and bisexual people were significantly higher than that for heterosexual men and women even after controlling for age. Approximately 17% of same-sex couples are raising children.78 Eugenics, Desexualization, and DiscriminationThere is a common belief that disabled people are not capable or deserving of being parents, and still lingering assumptions that LGBTQ people are unfit for parenting. The eugenics movement in the U.S. was based on the belief that people with disabilities and other “socially inadequate” people, including LGBTQ people, would produce offspring who would be a burden to society. During the first half of the 20th century, more than 30 states passed laws allowing forced sterilization. Even today, several states still have some form of involuntary sterilization laws.Eugenics ideology persists today. Disabled people still face coercive tactics designed to encourage sterilization or abortions because they are deemed not fit to be parents.79 Similarly, there is a pervasive myth that disabled people are either sexually unwilling or unable to have consensual sex.80 11 States Still Have Involuntary Sterilization Laws on the Books72. E.g., Smith v. Organization of Foster Families, 431 U.S. 816, 862-63 (1977).73. “Court denies bid to sterilize mentally disabled woman,” Chicago Tribune (Apr. 19, 2008), available at http://articles.chicagotribune.com/2008-04-19/news/0804180683_1_sterilize-mentally-disabled-woman-tubal-ligation.74. Karen I. Fredriksen-Golsen, et. al “Disability Among Lesbian, Gay, and Bisexual Adults: Disparities in Prevalence and Risk,” 102 Am J Public Health 16 (2012), available at http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3490559/.75. Trans Lifeline, “Announcing The First Ever Transgender Mental Health Survey,” Medium.com, available at https://medium.com/@Translifeline/announcing-the-first-ever-transgender-mental-health-survey-969010f9c46a#.e774s6h9k.76. National Council on Disability, “Rocking the Cradle: Ensuring the Rights of Parents with Disabilities and Their Children,” 44 (Sep. 2012), available at http://www.ncd.gov/publications/2012/Sep272012.77. Karen I. Fredriksen-Golsen, et. al “Disability Among Lesbian, Gay, and Bisexual Adults: Disparities in Prevalence and Risk,” 102 Am J Public Health 16 (2012), available at http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3490559/.78. Brad Sears and Lee Badgett, “Beyond Stereotypes: Poverty in the LGBT Community” (June 2012), available at http://williamsinstitute.law.ucla.edu/headlines/beyond-stereotypes-poverty-in-the-lgbt-community.79. National Council on Disability, “Rocking the Cradle: Ensuring the Rights of Parents with Disabilities and Their Children,” 41 (Sep. 2012), available at http://www.ncd.gov/publications/2012/Sep272012.80. See Eunjung Kim, “Asexuality in disability narratives,” 14 Sexualities 479 (2011), available at http://sex.sagepub.com/content/14/4/479.Source, National Council on Disability’s “Rocking the Cradle”National LGBTQ Task Force 26Disabled parents and their children are overly, and often inappropriately, referred to child welfare services and permanently separated at disproportionately high rates.81 The rates that children are separated from their parents with a psychiatric disability have been found to be as high as 70% to 80%; where the parent has an intellectual disability, those rate are as high as 40% to 80%.82 Prospective adoptive parents with disabilities also face significant barriers to adopting children. Despite a growing need for adoptive parents, disabled people regularly encounter discriminatory practices that disqualify them solely because of their disabilities.83 Disabled people who are also LGBTQ are also discriminated against through the use of religious exemptions that allow adoption agencies to discriminate against prospective parents if they claim it is for religious reasons.84 Structural BarriersIn addition to explicit discrimination, disabled LGBTQ people face numerous structural challenges to parenting. Proper healthcare is crucial for people who want to create and maintain families. People with disabilities, particularly LGBTQ people, face significant barriers to receiving accessible, affordable, and appropriate healthcare, especially reproductive healthcare.Disabled parents have significantly less income and more frequently receive public benefits. The median family income for parents with disabilities is $35,000, compared with $65,000 for parents without disabilities.85 Parents with disabilities are more likely to receive public benefits, such as supplemental Security Income (SSI) and Supplemental Nutrition Assistance Program (SNAP, commonly known as food stamps). Unfortunately, many disabled parents find that these programs do not adequately meet their families’ needs. We also know that LGBTQ people experience disproportionate rates of poverty and housing insecurity. 86 Children of same-sex couples have poverty rates twice those of children in heterosexual married couple households.87 As such, LGBTQ parents with disabilities are more likely to struggle with inadequate incomes.Ableism and Idealizing Non-Disabled PeopleAbleism is the pervasive set of practices and beliefs that people are superior or inferior, have better quality of life, or have lives more valuable or worth living on the basis of actual or perceived disability.88 It includes the oppression, prejudice, stereotyping, or discrimination against disabled people on the basis of actual or presumed disability, including developmental, emotional, physical or psychiatric disability. An ableist society tends towards isolation, pity, paternalism and low self-esteem among people with disabilities, whereas an inclusive society tends toward sociability and interdependency between the able-bodied and disabled.SolutionsPrograms that serve the needs of disabled LGBTQ parents remain scarce. Nevertheless, a number of programs and support services for parents with disabilities and their families have begun to emerge across the nation. Generally, they are small, local programs that are part of larger disability services organizations and generally provide services to parents with a certain disability (e.g., intellectual disabilities or psychiatric disabilities) but not cross-disability. Additional funding will enable these programs to create systems that can consistently support families proactively rather than approaching intervention through child removal and other punitive measures.81. National Council on Disability, “Rocking the Cradle: Ensuring the Rights of Parents with Disabilities and Their Children,” 18 (Sep. 2012), available at http://www.ncd.gov/publications/2012/Sep272012.82. Id. at 44.83. Id. at 23.84. See Alana Samuels, “Should Adoption Agencies Be Allowed to Discriminate Against Gay Parents?” The Atlantic (Sept. 23,2015), available at http://www.theatlantic.com/politics/archive/2015/09/the-problem-with-religious-freedom-laws/406423/.85. National Council on Disability, “Rocking the Cradle: Ensuring the Rights of Parents with Disabilities and Their Children,” 44 (Sep. 2012), available at http://www.ncd.gov/publications/2012/Sep272012.86. See, e.g., Legal Services NYC, “Poverty is an LGBT Issue: New Report Identifies Low-Income LGBT Legal Needs,” availableat http://www.legalservicesnyc.org/news-and-events/press-releases/966-poverty-is-an-lgbt-issue-new-report-identifies-lowincome-lgbt-legal-needs-.87. Brad Sears and Lee Badgett, “Beyond Stereotypes: Poverty in the LGBT Community” (June 2012), available at http://williamsinstitute.law.ucla.edu/headlines/beyond-stereotypes-poverty-in-the-lgbt-community.88. Autistic Hoya, “Definitions,” available at http://www.autistichoya.com/p/definitions.html. See also Feminists with Disabilities(FWD) for a Way Forward, “What Is Ableism?” available at http://disabledfeminists.com/2010/11/19/what-is-ableism-fivethings-about-ableism-you-should-know/.National LGBTQ Task Force 27Economic justice for theLGBTQ communityHOW INSTITUTIONAL BARRIERS CREATE ECONOMIC BURDENSTHAT HARM LGBTQ PEOPLEEconomic Justice is the concept of ensuring that all members of society have the fair, dignified, and equally allocated financial opportunities they need to succeed. Every person needs a different set of resources to succeed due their social positions as a result of their identity such as race, class, gender, immigration status, and gender identity. Economic Justice is the concept of ensuring that all members of society have the fair, dignified, and equally allocated financial opportunities they need to succeed. Every person needs a different set of resources to succeed due their social positions as a result of their identity such as race, class, gender, immigration status, and gender identity. Historical practices and policies have dehumanized and financially penalized LGBTQ communities. These barriers have disproportionate impacts on those who experience marginalization, such as people of color, elderly, disabled people, formerly incarcerated, and transgender and gender non-conforming people. Accordingly, the symptoms of poverty are myriad and include food insecurity, lack of healthcare, inability to access work and job training, homelessness, incarceration, or pervasive violence. conomic burdens stack up against LGBTQ people particularly in the areas of education, healthcare, housing, and employment. This leads to LGBTQ people being more likely to be in poverty.89Economic security is largely dependent on stable and accessible housing. As LGBTQ people enter the housing market they often face discrimination without adequate local, state, or federal legal protections. Among young people experiencing homelessness, 40% identify as LGBTQ.90 Increasing access to public housing is crucial to ending housing discrimination against LGBTQ people and their families.In the U.S. only 19 states and the District of Columbia have laws that explicitly prohibit employment discrimination on the basis of sexual orientation and gender identity. When queer and transgender people, especially those who are a part of racial minority groups, seek employment they are more likely to be paid less, harassed in the workplace, or fired. In the U.S., 21% of LGBTQ persons report unfair treatment by employers in hiring, pay, or promotions.91 Moreover, the gap between poverty rates among white and black couples are disproportionately higher among same-sex couples; white men and women in same-sex couples experience rates of poverty at 3% and 5%, while black men and women in same-sex couples experience rates of poverty at 19% and 18%, respectively.92 Extending employment nondiscrimination protections to the LGBTQ community is an essential step towards achieving economic justice.HousingEmployment89. Center for American Progress, “Paying an unfair price” (Nov. 2014), available at http://www.lgbtmap.org/file/paying-an-unfair-price-full-report.pdf.90. The Williams Institute with True Colors Fund and Palette Fund, “Serving Our Youth: Findings from a National Survey of ServiceProviders Working with Lesbian, Gay, Bisexual, and Transgender Youth who are Homeless or at Risk of Becoming Homeless” (2012), available at http://williamsinstitute.law.ucla.edu/wp-content/uploads/Durso-Gates-LGBT-Homeless-Youth-Survey-July-2012.pdf.91. Pew Research Center, “A Survey of LGBT Americans: Attitudes, Experiences and Values in Changing Times” (June 2013), availa-ble at http://www.pewsocialtrends.org/files/2013/06/SDT_LGBT-Americans_06-2013.pdf.92. The Williams Institute, “New Patterns of Poverty in the Lesbian, Gay, and Bisexual Community” (June 2013), available at http://williamsinstitute.law.ucla.edu/wp-content/uploads/LGB-Poverty-Update-Jun-2013.pdf. National LGBTQ Task Force 2893. National Center for Transgender Equality and the National LGBTQ Taskforce, “Injustice at Every Turn: A Report of the NationalTransgender Discrimination Survey” (2011), available at http://www.thetaskforce.org/static_html/downloads/reports/reports/ntds_full.pdf.94. GLSEN, 2013 National School Climate Survey (2014), available at http://www.glsen.org/article/2013-national-school-climatesurvey.95. Pew Research Center, “A Survey of LGBT Americans: Attitudes, Experiences and Values in Changing Times” (June 2013), available at http://www.pewsocialtrends.org/files/2013/06/SDT_LGBT-Americans_06-2013.pdf.Because poverty has systemic roots, solutions require a framework of intersectionality that recognizes the role that politics and economics play in producing and sustaining economic disparities. Efforts to reduce poverty must center on inclusive policies that seek to lift up the most vulnerable.We know that discrimination towards LGBTQ people in housing, employment, healthcare, and education places undue burdens on their Intolerant classroom settings place burdens on LGBTQ students’ access to education. In turn, barriers to an education, limit LGBTQ students’ opportunities to gain valuable skills that would likely increase their future earnings, job prospects, and ability to access financial services. Only 20 states and the District of Columbia have laws that explicitly address bullying on the basis of students sexual economic security. Policy measures that remove the economic barriers faced by LGBTQ people are greatly needed. Legislation such as raising the minimum wage, increasing access to public housing, expanding employment nondiscrimination protections, promoting LGBTQ inclusive healthcare policies, and creating comprehensive anti-bullying laws are much needed steps toward realizing full LGBTQ economic justice.orientation and gender identity. In U.S. schools, 30% of LGBT students report having skipped an entire day of class in the past month due to a lack of safety in school.94 And on average, 19% of transgender people of color experience sexual assault in educational settings.95 We must implement anti-bullying policies to stop discrimination in the classroom.Policy SolutionsEducationEarning a good living for most Americans is predicated on good health. When attempting to access healthcare services, LGBTQ people face discrimination from healthcare professionals, insurance providers, and their employer’s healthcare policies. Barriers to accessing medical care adversely impacts LGBTQ health: we know that LGBTQ people are less likely to have health insurance in comparison to non-LGBTQ counterparts. When accessing services in medical settings, 28% of transgender people report being harassed and 19% report being refused care.93 It is critically important to the health and economic livelihoods of the LGBTQ community to promote LGBTQ inclusive staff training and establish medical nondiscrimination protections for patients and visitors. HealthcareNational LGBTQ Task Force 29WORKERS’ RIGHTS ARE AN LGBTQ ISSUEIn 31 states, there are no explicit protections against firings for being lesbian, gay, bisexual, pansexual, or queer, and in 39 states, there are no explicit protections against firings for being transgender or genderqueer. Queer, transgender, and other LGBTQ people routinely face workplace discrimination in hiring, pay, and promotions. Despite high rates of discriminatory treatment in the workplace, Congress has never passed any measure that would explicitly prohibit discrimination against LGBTQ people in the workplace. But even if we had nondiscrimination laws, we’d still struggle at work because of the lived reality of discrimination and daily microaggressions. Upon disclosing or being outed by someone else, we may be subjected to invasive questioning, suffer sexual harassment, find our duties reassigned and ourselves isolated, or face retaliation up to and including termination if we raise concerns. Trans, genderqueer, non-binary, and gender non-conforming workers face additional struggles, such as misgendering, use of “dead names” (names used prior to transitioning), denial of access to bathrooms or locker rooms, or discipline or harassment for clothes or accessories deemed “inappropriate” according to strictly gendered requirements. Transgender workers may also be unable to obtain insurance coverage for gender-affirming treatment through some employer-sponsored plans despite the Affordable Care Act’s mandate to end transgender exclusions in most coverage. We would also still struggle to find employment because of discrimination and because our lived experience is often marked by criminalization, school pushout, and serial firings. LGBTQ employees in white-collar jobs that require academic degrees may have access to employee affinity groups that can create the appearance of acceptance, but may struggle with the reality of an incredibly hostile anti-LGBTQ workplace. At the same time, in many working-class or seasonal labor contexts, queer or transgender people may face heightened pressure to stay closeted due to more open sexism and anti-LGBTQ prejudice in the workplace.96  For those impacted by the legal system, collateral consequences of a criminal record include severely diminished housing or employment prospects. Many LGBTQ people, especially those who are Black, Brown, Indigenous, or disabled, are disproportionately impacted by the school-to-prison pipeline and mass incarceration. Transgender women of color are likely to be falsely profiled as sex workers and thus subject to a heightened risk of police violence and prosecution. LGBTQ people who are sex workers face criminalization coupled with de facto impunity for police harassment and violence. As a result, many of us end up working unsecure low-paying jobs. It can be easier for LGBTQ people to obtain such work due to fewer hiring requirements around education, ID documents, or background checks that could out someone as transgender or gender non-conforming, or that are harder to attain for those impacted by the criminal legal system or education discrimination. Workers’ rights are critical for queer, transgender, and other LGBTQ people. We can start by pushing for passage of comprehensive federal non-discrimination legislation and strengthening regulations that guarantee Medicaid coverage for gender-affirming treatment. But because so many of us—especially people with multiple marginalized identities—are in low-paying jobs that lack security, our movement should be working harder on the issues that matter to low-wage workers. We should advocate for employment protections, but we should also work for the Fight for $15, which is fighting not only for a living wage but for paid time off for all workers, so people don’t have to choose between paying their rent and getting the physical and mental healthcare they need. We should fight for elimination of subminimum wage for disabled workers, fair chance hiring policies that increase employment prospects for people with criminal records, paid parental leave and flexible scheduling options, and decriminalization of sex work.Yet, while we work toward engaging with these issues, our movement must take a significant step toward prioritizing the needs of low-income folks by looking inward and making sure workers in all positions have the financial support they need to survive. That includes ensuring payment of fair wages to interns and fellows, who are often expected to work without compensation, so that these opportunities are more equitable and accessible to multiply-marginalized young LGBTQ people. We must also work to ensure that LGBTQ spaces are accessible to all, by ending exclusion of low-income people through steep event fees and challenging the narrative that cities (particularly northern and coastal cities) are safe havens compared to so-called “backwards” working-class rural and southern communities. Rural, working-class, chronically unemployed, formerly incarcerated, uneducated, and LGBTQ people experiencing homelessness all deserve safe and welcoming places to work without fear of violence. If we understand that justice is not for “just us,” then we must build movements that fight for economic stability, just labor practices, and fair wages for all.96. For literature on queer and trans people in working-class communities, see “Steel Closets: Voices of Gay, Lesbian, and Transgender Steelworkers” by Anne Balay, “Exile and Pride: Disability, Queerness, and Liberation” by Eli Clare, “Thinking Class: Sketches from a Cultural Worker” by J. Kadi, and “Dirty River: A Queer Femme of Color Dreaming Her Way Home” by Leah Lakshmi Piepzna-Samarasinha.National LGBTQ Task Force 30HIV/AIDS PREVENTION AND TREATMENTDespite advances in healthcare and general understanding of HIV/AIDS, those diagnosed with HIV/AIDS still experience pervasive stigma, a lack of resources, and trouble accessing critical treatment and therapies. The LGBTQ community continues to be disproportionately impacted by HIV/AIDS, and transgender people are among those at highest risk of HIV infection.The National LGBTQ Task Force works to lift barriers related to HIV/AIDS across a number of focus areas:• Immigrant Incarceration: In our advocacy with Immigration and Customs Enforcement (ICE), we   promote increased access to physical and mental healthcare for LGBTQ people imprisoned in    immigration facilities, with a strong focus on access to transition-related and HIV/AIDS-related care. • LGBTQ Homeless Youth: We work to ensure LGBTQ homeless youth have access to HIV/AIDS prevention   and treatment programs.• Incarceration and Criminalization: The National LGBTQ Task Force serves on the “LGBT and HIV Criminal   Justice Working Group.” Together with our partners we’re working to provide access to clean syringes,   modernizing HIV criminalization laws, and ensuring returning citizens have access to HIV prevention   and treatment.• Structural Barriers: Finally, we’re acutely aware of the structural barriers faced by communities   experiencing alarming rates of HIV/AIDS and are committed to eradicating those barriers. These   communities include LGBTQ people of color, people engaged in sex work, youth experiencing   homelessness, transgender women, and people who inject drugs. HIV Advocacy is a Reproductive Health, Rights & Justice IssueAccording to the Centers for Disease Control, 1 in 2 Black gay and bisexual men will contract HIV in their lifetime.97 For Black transgender women, that likelihood rises to a little over 1 in 2. In 2012, 1 in 5 people living with HIV were Latinx.98 In part, we know these rates are driven by different and layered systems of oppression that influence a person’s ability to have the right to make decisions about their sexual and reproductive health. Despite decades of research, funding, and intervention efforts, these numbers show that a single-issue approach is not enough. We need intersectional frameworks like reproductive justice and HIV justice to better understand the factors that contribute to HIV rates so we can improve the health of our community.Reproductive justice (RJ) is a framework that centers the human right to have children, not have children, and parent the children we have in safe and healthy environments.99 It is the intersection of social justice and reproductive rights and health. The term was coined in 1994 by a group of Black women, including Loretta Ross, who were fighting to include intersectionality in discussions about reproductive health and rights in the pro-choice movement. For RJ advocates, the right to have an abortion is not the be-all, end-all of battles for equal reproductive rights.Similarly, early HIV advocacy was most focused on securing basic rights for people living with HIV. As the 97. Centers for Disease Control, “HIV Among African American Gay and Bisexual Men,” http://www.cdc.gov/hiv/group/msm/bmsm.html (last updated Sept. 26, 2016).98. Pronounced “Latin-ex,” is a gender neutral way to describe people of Latin American descent. The “x” makes Latino, amasculine identifier, gender-neutral. It also moves beyond Latin@ to encompass genders outside of the limiting male-femalebinary. See Raquel Reichard, “Why We Say Latinx: Trans & Gender Non-Conforming People Explain,” Latina (Aug. 29, 2015),available at http://www.latina.com/lifestyle/our-issues/why-we-say-latinx-trans-gender-non-conforming-people-explain.99. SisterSong, “What is Reproductive Justice?” available at http://sistersong.net/reproductive-justice/ (last visited Oct. 18, 2016).National LGBTQ Task Force 31movement and the face of the epidemic has shifted, conversations have moved towards talking about the unique struggles that low income communities and communities of color face with regards to HIV prevention, treatment and care.The drivers that create barriers to accessing reproductive healthcare are also the drivers that create barriers to care for those living with and at risk of contracting HIV. Not only are low income individuals less able to afford preventative or stabilization medication, many are faced with making life choices or are forced into situations that may increase the risk of infection. For instance, low income people may engage in sex work; however, laws surrounding the illegality of sex work discourage people from carrying condoms, which can be used as criminal evidence.100 Thus, sex workers are at a significantly higher risk of contracting HIV or any STI. At the same time, sex workers who do not use condoms are also likely to need other reproductive healthcare such as other forms of contraception or abortions.  Low income individuals who do not necessarily rely on underground economies to sustain themselves are still at a disadvantage with regard to accessing sexual and reproductive healthcare. Because public schools in the U.S. are funded by property taxes, funding for adequate sex education in lower-income communities can be difficult to come by, leading to mis- or uninformed young people who don’t know who to talk to or what to talk about when it comes to their sexual health. Even when low income people are informed about their sexual health and seek out care, there exists the added hurdle of affording the care they need through health insurance or other means. This is true of all reproductive healthcare, including HIV related care.  It is important to note that race and class are inextricably linked. Aside from financial hurdles, there are barriers to accessing sexual and reproductive healthcare that are specific to people of color. Access to information about sexual and reproductive health in school for youth of color, particularly Black youth, can be difficult due to the lasting effects of legal segregation. Schools that serve predominantly students of color may not be given enough funding (due to bias and discrimination) to offer comprehensive sex education classes, and parents and students may not have the political power to push the state to make changes to its resource allocation. Likewise in communities of color, there are often not enough clinics and health centers that can provide culturally appropriate reproductive and sexual health services. Compounded with an absence of LGBTQ-inclusive sex education and services, this means the state of sexual health in the U.S. is dire for LGBTQ people of color, particularly those who are Black.It is clear that HIV advocacy that includes reproductive justice can make an incredible impact on the lives of LGBTQ people of color. While Black and Latino gay and bisexual men and transgender women are not in need of abortions or IUDs, they still need reproductive justice because of how closely their sexual health overlaps with reproductive health in terms of their HIV status and access to preventative services and treatment. From its inception, the reproductive justice movement has included the needs of people living with HIV; however, there is a continued need for advocacy surrounding our rights and combatting nuanced oppressions and stigmatization. With such high rates of HIV among low-income people and people of color, any serious action to improve reproductive rights and health must be focused on lifting up the most marginalized.100. See, e.g., Margaret H. Wurth et. al “Condoms as evidence of prostitution in the United States and the criminalization of sexwork,” 16 J Int AIDS Soc. (2013), available at http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664300/.National LGBTQ Task Force 32Why HIV Advocacy is a Reproductive Justice Issue According to the Centers for Disease Control, 1 in 3 Black gay and bisexual men will contract HIV.101 For Black transgender women, that likelihood rises to a little over 1 in 2. In 2012, 1 in 5 people living with HIV were Latinx.102 In part, we know these rates are driven by different and layered systems of oppression that influence a person’s ability to have the right to make decisions about their sexual and reproductive health. Despite decades of research, funding, and intervention efforts, these numbers show that a single-issue approach is not enough. We need intersectional frameworks like reproductive justice and HIV justice to better understand the factors that contribute to HIV rates so we can improve the health of our communities.• HIV justice is the intersection of HIV rights, HIV    health, and social justice.• HIV advocacy recruits, informs, and organizes    people living with and affected by HIV/AIDS to    advocate for changes that improve our lives and    uphold our rights, through actively encouraging    elected officials and decision-makers to approve    sound public policy.• People living with HIV (PLWH) have the right to live   long, healthy, and dignified lives, free from violence    and stigma. However, everyone does not enjoy    this right due to discrimination and overlapping    oppressions. Intersecting factors of HIV• Expensive and inaccessible healthcare: without    sufficient resources, someone at risk of contracting    HIV may be unable to afford PrEP—a revolutionary    HIV prevention medication—or anti-retroviral    medication (ARV) for those living with HIV. Studies    show that without treatment, HIV usually reaches    stage 3 (AIDS) in 10-12 years, at which point it    becomes deadly.• Laws criminalizing sex work: Many states have laws    that allow the use of condoms as criminal evidence    of participating in sex work.103 Thus, sex workers    or anyone who would want to carry condoms are    discouraged from doing so, increasing their risk of    contracting HIV. • Systemic racism: Underfunded or nonexistent    healthcare centers in communities of color,    refusing to take the medical concerns of people    of color seriously,104 and other racial biases directly    affect the risk of contracting HIV and access to    care for people living with HIV.• Abstinence-only education: not only does    receiving abstinence only education increase    risk of unwanted pregnancy, it also increases risk    of contracting HIV because students may not know    who to talk to or what to talk about when it comes    to their reproductive health and HIV.What is HIV justice?101. Centers for Disease Control, “HIV Among African American Gay and Bisexual Men,” available at http://www.cdc.gov/hiv/group/msm/bmsm.html (last updated Sept. 26, 2016).102. Pronounced “Latin-ex,” is a gender neutral way to describe people of Latin American descent. The “x” makes Latino, a masculine identifier, gender-neutral. It also moves beyond Latin@ to encompass genders outside of the limiting male-female binary. See Raquel Reichard, “Why We Say Latinx: Trans & Gender Non-Conforming People Explain,” Latina (Aug. 29, 2015), available at: http://www.latina.com/lifestyle/our-issues/why-we-say-latinx-trans-gender-non-conforming-people-explain.103. See, e.g., Margaret H. Wurth et. al “Condoms as evidence of prostitution in the United States and the criminalization of sex work,” 16 J Int AIDS Soc. (2013), available at http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664300/.104. Fariss Samarrai, “Study Links Disparities in Pain Management to Racial Bias,” University of Virginia Today (April 6, 2016), available at https://news.virginia.edu/content/study-links-disparities-pain-management-racial-bias.From its inception, the RJ movement has included the needs of PLWH; however, there is a continued need for HIV-specific advocacy in combatting the unique marginalization and stigmatization generated by the epidemic. HIV thrives in conditions of structural inequity, which makes it all the more important to engage in intersectional advocacy like RJ and HIV justice. As advocates, our work must be grounded in alleviating the disproportionate burden that HIV has on marginalized people. HIV advocacy and RJ advocacy are one and the sameNational LGBTQ Task Force 33Sex Education and HIV/STI Prevention in LGBTQ Reentry LGBTQ people are disproportionately impacted by mass incarceration.105 Transphobia, homophobia, biphobia, racism, poverty, and experiences of homelessness increase the risk of being targeted by the criminal legal system. As we work to end mass incarceration, it is important to consider the unique needs of LGBTQ people preparing to return to our communities. Currently, most reentry programs do not include sex education or HIV/STI prevention training. The National LGBTQ Task Force and other partner organizations are working with the federal government to integrate a sex education curriculum into the federal reentry education mandate.Although high rates of incarceration affect all segments of the LGBTQ population, people of color, transgender people, and LGBTQ youth are among the most likely to come into contact with the criminal legal system. • The lifetime likelihood of imprisonment for all Black    men is 1 in 3, and 1 in 6 for all Latino men.106  • Black and Latina women are also at a high risk    for incarceration—1 in 18 Black women and 1 in 45    Latinas have a high risk of imprisonment.107 • 16% of transgender adults have been incarcerated,    compared to 2.7% of all adults.108 • Experiences of homelessness, poverty, and    systemic bias make LGBTQ youth especially    vulnerable to criminal or immigration    incarceration.109 20% of incarcerated youth are    LGBTQ, 85% of which are youth of color.110  • Girls are overrepresented in the juvenile justice    system—and 40% of all incarcerated girls are    lesbian, bisexual, queer, and/or gender non-   conforming.111Who is affected? 105. Center for American Progress, “Unjust: How the Broken Criminal Justice System Fails LGBT People” (Feb. 2016), available at http://www.lgbtmap.org/file/lgbt-criminal-justice.pdf.106. See The Sentencing Project, “Fact Sheet: Trends in U.S. Corrections,” available at http://sentencingproject.org/wp-content/uploads/2016/01/Trends-in-US-Corrections.pdf (last updated Dec. 2015).107. Id.108. National Center for Transgender Equality, “Standing with LGBT Prisoners: An Advocates Guide to Ending Abuse and Combating Imprisonment” (April 10, 2014), available at http://www.transequality.org/issues/resources/standing-lgbt-prisoners-advocate-s-guide-ending-abuse-and-combating-imprisonment. 109. Jerome Hunt and Aisha C. Moodie-Mills, “The Unfair Criminalization of Gay and Transgender Youth: An Overview of the Experiences of LGBT Youth in the Juvenile System,” Center for American Progress (June 2012), available at https://www.americanprogress.org/issues/lgbt/report/2012/06/29/11730/the-unfair-criminalization-of-gay-and-transgenderyouth/.110. Angela Irvine, “The Overrepresentation of Lesbian, Gay, Bisexual, Questioning, Gender Non-conforming and TransgenderYouth Within the Child Welfare to Juvenile Justice Crossover Population,” 24 Journal of Gender, Social Policy & the Law 243 (2016), available at http://digitalcommons.wcl.american.edu/cgi/viewcontent.cgi?article=1679&context=jgspl.111. Id.112. Federal Bureau of Prisons, “A Director of Bureau of Prison’s National Programs” (May 2015), available at https://www.bop.gov/inmates/custody_and_care/docs/BOPNationalProgramCatalog.pdf.113. Centers for Disease Control, “STDs in Men Who Have Sex With Men,” http://www.cdc.gov/std/stats14/msm.htm (last updated Nov. 17, 2015); see also Human Rights Campaign, “HIV and the LGBTQ Community,” http://www.hrc.org/resources/hrc-issue-brief-hiv-aids-and-the-lgbtcommunity. 114. Centers for Disease Control, “HIV Among Gay and Bisexual Men,” http://www.cdc.gov/hiv/group/msm/index.html (last updated Sept. 30, 2016).115. Centers for Disease Control, “HIV and Young Men Who Have Sex With Men” (July 2014), available at http://www.cdc.gov/healthyyouth/sexualbehaviors/pdf/hiv_factsheet_ymsm.pdf.116. National LGBTQ Task Force, “LGBTQ People and Syringe Services Programs” Fact Sheet, http://hivlawandpolicy.org/sites/www.hivlawandpolicy.org/files/Syringe%20Access%20LGBT%20Fact%20Sheet.pdf (last visited Oct. 18, 2016). 117. Gay and Bisexual Men, supra note 110.Reentry programs are designed to ease the process of an individual’s return to their home and/or community. Education is a big part of a successful reentry, and it ranges from literacy classes to interpersonal communication skills training.112However, comprehensive sex education and HIV/STI prevention training are currently missing from most reentry program curriculums on both state and federal levels. • Men who have sex with men (MSM) have the    highest risk of contracting STIs.113 HIV specifically    greatly affects MSM—57% of people living with    HIV in the U.S. are reported to be gay and bisexual    men.114 • Young MSM in the U.S., especially young Black    and Latino men are affected disproportionally—   approximately 58% of HIV- infected young MSM are    Black, and 20% are Latinx.115 • Transgender people and LGBTQ youth in the U.S.    also have a heightened risk of exposure to HIV,    especially when sharing and reusing needles for    hormone injection or drug use.116 Prevention of HIV and other STIs for those reentering their communities is challenged by the lack of education, especially among LGBTQ youth.117Adding sex education to the reentry curriculum will increase knowledge about overall STI prevention, testing, and access to healthcare in the larger LGBTQ community. Why is sex education and HIV prevention important in the reentry curriculum? National LGBTQ Task Force 34THE IMPACT OF VIOLENCE ON LGBTQ REPRO* Gun Violence is a Repro* IssueViolence against the black community gives me fear about becoming a black mom.By Candace Bond-Theriault As a black feminist, February marks the beginning of my two favorite cultural awareness months of the year: Black History Month and Women’s History Month, which starts in March. This time each year, I reflect on the enormous contributions of black women and the ongoing challenges that we face in this country.Last year, while I accomplished many of my personal goals, it was also a year marked by senseless tragedies in the black community. On the one hand, I found a job that I love — where I get to advocate for reproductive rights, health and justice every single day as policy counsel at the National LGBTQ Task Force. I also married my sweetheart in April of 2015. Yet, as I reflect on this past year and think about the movement for reproductive justice, one word comes to my mind – violence. For me, this past year was marked by:• Gun violence against black and brown communities at the hands of the police,• Mass shootings and arsons at Planned Parenthood clinics,• Violence against transgender women of color, just for being who they are,• The bombing of black churches, and• In Charleston, S.C., I am still grieving after 9 innocent black churchgoers were shot dead while    practicing their faith. They welcomed a stranger into their community with loving open arms, only to    be brutally killed in the name of hate.This senseless and tragic violence is a reproductive justice issue. I believe that all people have the inherent human right to raise children in a safe and healthy environment.For me, this is also personal. I want to raise children. I’ve always wanted to; but being a black mother to a black child in America is especially hard. This isn’t new. It’s historically been hard.In the spirit of full transparency and authenticity, I have to let you know that my husband is white, and our kids will be biracial. I recognize that my children may have privileges that I never had. I also know that they will likely be seen as black by American society if their skin is remotely dark.I am finally at a point in my life where I am ready to start having children, but fear of raising black children in America — because of the number of kids who never grow up to become adults — gives me pause. My fear is a reproductive justice issue because I should never be afraid to raise children. I advocate for reproductive justice so that I can have and raise kids without fear of how they will be treated when they are on their way to school or, worse, when they are in school.My hope is that the larger social justice movement will create a future where our daughters can go to school with a sense of pride in their #BlackGirlMagic and our sons can walk home from school while wearing a hoodie. No matter how they look, the color of their skin, the style of their clothes, their sexual orientation, their sex, or their gender identity. My children and all of our children need us to provide them a socially just world.For me, Black History Month and Women’s History Month are also about looking towards the future. I know that I will never let my fear cripple me. I will have children one day. And, thankfully I have fierce black mothers to look to as role models (shout out to my law school crew of #BlackGirlMagicMothers). With time, I will become more confident that I can raise children in this world, despite its treatment of black youth, because I have the privilege of watching brilliant friends and family members do it every day all across the country. They give me hope. They give me exactly what I need to carry on until Black History Month next year. And, for me, that hope is everything.Formerly published in the Grio on February 2016: http://thegrio.com/2016/02/12/violence-against-black-community-fear-becoming-black-mom/. National LGBTQ Task Force 35REPRO* FOR TRANSGENDER, GENDER NON-CONFORMING,AND INTERSEX PEOPLEAchieving liberation for LGBTQ people means achieving reproductive justice for all LGBTQ people. Yet, transgender, gender non-conforming, and intersex people often struggle to access healthcare that is affordable, appropriate, and respectful, and are routinely subjected to harassment and unwanted interventions on our bodies. The following are some of the many challenges we face.Lack of Bodily Autonomy and Forced SterilizationMany states require sterilization (in the form of sex reassignment surgery) in order to change the gender marker on birth certificates or other identity documents.Intersex people are regularly subjected to non-medically necessary surgeries as children because they are born with variations that are considered to not be typically male or female. These surgeries are usually done without a child’s informed consent and can have significant, irreversible impacts on an intersex person’s reproductive capacity, as well as on their wider physical or mental health.118  Discrimination in Health Insurance Coverage and Limited Access to Affordable HealthcareEven though the Affordable Care Act and other recent changes were intended to improve access to healthcare, many transgender and gender non-conforming people still struggle to afford health services, or are denied coverage for transition related care. For example, employers can still legally discriminate because of gender identity in many parts of the U.S., which means transgender and gender non-conforming people high rates of uninsurance and underinsurance. 48% of respondents in the 2011 National Transgender Discrimination Survey said that they postponed medical care when they were sick or injured because they could not afford it.119 Some insurance companies even refuse to cover basic healthcare for transgender and gender non-conforming people but will cover the same healthcare for people who are not transgender. For example, one transgender woman in New Jersey had to fight to have a regular breast cancer screening covered by her insurance.120 Ignorance and Inadequate HealthcareDue to the lack of research about transgender and gender non-conforming people, there is still little funding for transgender specific healthcare, which often means a lack of targeted prevention efforts and medical research, and fewer effective health services. For example, half (50%) of the 2011 National Transgender Discrimination Survey respondents said that they had to teach their medical providers about transgender care.121 118. Open Society, “License to Be Yourself: Forced Sterilization,” available at https://www.opensocietyfoundations.org/sites/default/files/lgr-forced-sterilization-20151120.pdf.119. National Center for Transgender Equality and the National LGBTQ Task Force, “National Transgender Discrimination Survey” (2011), available at http://www.transequality.org/issues/national-transgender-discrimination-survey.120. Lindsay Goldwert, “Transgender woman denied mammogram wins battle with health insurance company,” New York Daily News, May 2012, available at http://www.nydailynews.com/life-style/health/transgender-woman-denied-mammogram-wins-battlehealth-insurance-company-article-1.1071886.121. National Center for Transgender Equality and the National LGBTQ Task Force, “National Transgender Discrimination Survey” (2011), available at http://www.transequality.org/issues/national-transgender-discrimination-survey.National LGBTQ Task Force 36Discrimination by Healthcare ProvidersTransgender and gender non-conforming people are too often denied access to medication and health insurance coverage simply because of who we are. Even when fortunate enough to access the healthcare system, people often face discrimination and receive delayed or substandard care by providers.• In a 2013 study on pregnant transgender men,122 many of the participants reported experiencing    hostility from healthcare providers during their pregnancies.• Based on the results of the 2011 National Transgender Discrimination Survey, 19% of respondents    reported being refused medical care due to their transgender or gender non-conforming status, with    even worse numbers for people of color: 34% of American Indian and Alaskan Native respondents,    27% of multiracial respondents, 23% of Latinx respondents, 21% of Black respondents, and 18% of Asian    and Pacific Islander (API) transgender and gender non-conforming people were refused medical    care due to bias.• 65% of American Indian and Alaskan Native respondents said that when they were sick or injured,   they postponed medical care because they feared discrimination. This was true for 47% of API       transgender and gender non-conforming people, 36% of Latinx respondents, and 34% of Black     respondents.Poor Health OutcomesNot surprisingly, the compounded challenges of underinsurance and uninsurance, inadequate healthcare, and outright discrimination means transgender and gender non-conforming people often suffer poor health outcomes, especially when it comes to HIV exposure.• Over one-fifth of Black transgender and gender non-conforming respondents of the 2011 National    Transgender Discrimination Survey124 reported being HIV positive (20.23%) and an additional 10%    reported that they did not even know their status. Nearly one in ten Latinx respondents were HIV    positive (8.44%) and an additional 10.23% reported that they did not know their status. 4.76% of API    reported being HIV positive and an additional 10.48% reported that they did not know their status. This    compares to rates of 2.64% for transgender and gender non-conforming respondents of all races,    and 0.60% of the general U.S. population.• Fifty-six percent (56%) of transgender American Indian and Alaskan Native respondents and 54%    of multiracial respondents reported having attempted suicide, compared to 1.6% of the general U.S.    population.SYSTEMIC ANTI-TRANS, ANTI-QUEER, & ANTI-INTERSEX BELIEFSAND PRACTICESMany of these issues are due to outright discrimination because we are not cisgender. However, widespread beliefs and practices that are inherently transphobic, anti-queer, and anti-intersex, such as the implicit belief that cisgender people are “normal” or more desirable also have dire impacts on our health and wellbeing. Even within the various repro* movements, advocates often unknowingly perpetuate beliefs that further marginalize the most marginalized members of our community. This subsection discusses some of these beliefs and practices, and how they undermine the repro* needs of non-cisgender people.122. Lisa Carley, “Study: Transgender Men Endure Hostility During Pregnancy,” Inquisitur (Nov. 2014), available at http://www.inquisitr.com/1597496/transgender-men-pregnancy/.123. National Center for Transgender Equality and the National LGBTQ Task Force, “National Transgender Discrimination Survey” (2011), available at http://www.transequality.org/issues/national-transgender-discrimination-survey.124. Id. National LGBTQ Task Force 37Language That Presumes Everyone is CisgenderFor example, abortion is often described as a “women’s issue;” this prioritizes cisgender women over everyone else. It not only ignores transgender men, GNC, and intersex people who can get pregnant, but implies transgender women are not “really” women as well (it also improperly includes cisgender women who are menopausal or otherwise cannot get pregnant). This erasure fosters ignorance about our unique health needs and contributes to the inadequate healthcare we receive. It also makes it harder to access affordable healthcare, such as when insurance companies deny coverage for sex-specific procedures (such as a pap smear) or medication because they do not match with the sex on a patient’s records.Idealizing Cisgender BodiesUsing people who are read as cisgender for advocacy campaigns reinforces the idea that cisgender bodies are ideal and that access to vital services and fair treatment is dependent on how closely one can emulate a cisgender person. This further marginalizes trans, GNC and intersex people, as well as cisgender people who do not fit conventional modes of gender expression. This is especially troubling given the disproportionate poverty, criminalization, and healthcare discrimination that trans, GNC, and intersex people face, making them less able to conform to this ideal, even if they wanted to.Insisting on a “Biological” Sex BinaryThe sex binary refers to the social grouping of bodies as either male or female, with the belief that these are categories dictated by “biology” or “nature.” While many LGBTQ and repro* advocates are coming to understand gender identity is a social category, few are willing to acknowledge sex is a social category as well. For example, intersex variation encompasses a huge array of combinations of physical traits that could be their own sex categories. However, as a society, we choose to recognize only certain combinations and label them as “male” and “female,” and relegate the rest as “intersex”. Even still, the physical traits (genitals, chromosomes, hormones, reproductive capability, etc.) that we use to determine who fits into which category changes depending on whose sex is being questioned, and unsurprisingly, prioritize cisgender bodies and reinforce the idea that they are more legitimate.Consider the physical trait of reproductive capability: typically we do not say that a cisgender woman who has a hysterectomy is no longer female, but we will say a transgender woman is not really female because she lacks a uterus and cannot give birth. We are also more likely to validate a cisgender man’s sex as male, even if he has abnormally low levels of testosterone, whereas a transgender man will be called “biologically female” even if he has elevated male hormone levels compared to other men.Instead of relying on the vague categories of sex, we can use language that actually describes the physical or social condition at hand. For example, “people who can get pregnant” instead of “female” in the context of birth control, or “individuals at risk for prostate cancer” instead of “males.” Doing so not only avoids reinforcing the belief that sex is a self-apparent, biological category, but it also encourages us to use language that is more precise.As advocates, it is important that we identify and correct these beliefs and practices where we see them, especially when they appear in our own work: the lives of transgender, gender non-conforming, and intersex people depend on it.National LGBTQ Task Force 38RELIGIOUS EXEMPTIONS AS A TOOL FOR DISCRIMINATIONFor many LGBTQ people, faith is a personal, positive, and affirming part of who they are. As an organization, the National LGBTQ Task Force fights to ensure that all persons have the right to exercise their religion freely from unnecessary government interference. However, we also recognize that religion has been misused as a tool for discrimination. Our ability to control our sexual and reproductive health should not depend on the religious beliefs of others, and we fight against the use of religion as a vehicle for discrimination. For instance, we work to ensure that the Religious Freedom Restoration Act (RFRA) is not misused to undermine access to reproductive healthcare or to discriminate against those seeking such care based on the religious beliefs of employers or providers. We are also strong supporters of the Do No Harm Act which ensures that religious beliefs of moral convictions cannot be used as a basis for a religious exemption if it causes third party material or dignitary harm.FUNDAMENTALISTS DON’T OWN FAITHPosted Aug 22, 2016 There is an unfortunate reality that religion has been used by many extremists to further a fundamentalist belief system. This worldview attempts to pit lesbian, gay, bisexual and transgender rights versus faith; the reproductive rights community versus faith; and the larger progressive movement versus faith. This conflict is not limited to Europe’s borders, but is a battle that many advocates of equality continue to fight in the United States today. The National LGBTQ Task Force is working tirelessly to change this flawed narrative. The truth is that millions of people fighting for social justice, including LGBTQ people, are also people of faith.We all have intersectional identities, and our relationships with faith should not be pigeonholed into the static and regressive viewpoints shared by the loudest and most extreme religious voices. Faith is not the progressive movement’s foe. We must change the narrative to expose the reality that conservative voices of faith are fighting progressive voices of faith. We can all be simultaneous proponents of freedom, justice, equality and faith. I know this to be true, because I personally fight for a future that recognizes nuance and fosters harmony.CANDACE BOND-THERIAULT, ESQ.Policy CounselNational LGBTQ Task ForceFormerly published in Conscience Magazine in August 2016: http://consciencemag.org/2016/08/22/fundamentalists-dont-own-faith/.National LGBTQ Task Force 39Understanding ReligiousExemptionsPlaces of Worship: Ministerial ExceptionCongress could propose a religious exemption where places of worship could discriminate on the basis of sexual orientation or gender identity only for the purposes of filling “ministerial” or administrative positions. This is the option we chose when passing Title VII of Civil Rights Act, which protects against discrimination on the basis of race, ethnicity, gender, and religion.Religious OrganizationsWith this option, whole religious organizations could discriminate on the basis of sexual orientation or gender identity. An entire congregation, or even an entire denomination could make the decision to use discriminatory hiring practices.Religiously Affiliated OrganizationsThis option, seen most recently in ENDA and Obamacare, allows any religiously affiliated organization to discriminate against LGBTQ people. That includes places like hospitals, schools, nursing homes, charities, and public social services organizations like food banks and shelters.Corporations With Religious OwnersThe Supreme Court’s Hobby Lobby decision went even further than the ENDA exemption, allowing “closely held” corporations with religious owners to engage in discrimination.Individuals: “Conscience” ClausesIn states like Mississippi the law permits any individual in any situation to discriminate based on their religious opinions, even if their employer has a non-discrimination policy. This basically makes a non-discrimination law meaningless, because no one is required to follow it if it “goes against their religious beliefs.”ThreatLevel1ThreatLevel2ThreatLevel3ThreatLevel4ThreatLevel5How Are LGBTQ and Reproductive RightsThreatened by Religious Exemptions?National LGBTQ Task Force 40Making Your Current Advocacy More LGBTQ and Repro* InclusiveThe next step you can take to engage in LGBTQ repro* advocacy is within your own organization. Start by making sure your workplace is not just inclusive but affirming for all employees, including those who are LGBTQ, parenting, caretakers, or expecting to become parents or caretakers.Start with an internal assessment: does your workplace acknowledge the varying identities and needs of all its employees? Inclusive workplaces strive to represent the diversity of current employees, applicants, and society as a whole. Affirming workplaces go a step further and actively create a space that anticipates the needs of a diverse workforce, and has a culture as well as policies and that welcomes and supports employees. Cultivating such a workplace is a never-ending process, since employees and needs change and an affirming workplace adapts accordingly. With that said, the following is a non-exhaustive list of ideas for how to move towards an inclusive workplace:• Gender neutral restrooms: There are real impacts when restrooms are labeled for women or men only. Help trans and gender non-conforming people by making your restrooms for everyone using the gender neutral signs on page #42.• Ask for and use proper names and pronouns for everyone: Be sure you are not singling out transgender or gender non-conforming employees and thereby indirectly normalizing cisgender employees. You can start by introducing yourself with your gender pronouns and asking others to do the same.• Implement gender-neutral dress codes: A dress code that says “business casual attire (such as dress pants and dress shirts or blouses, or business casual dresses)” would be preferable to “business casual attire (dress pants for men, dresses and skirts for women).”• Use inclusive language in policy:    - Example: “Personal Relationships in the Workplace. A dating relationship is defined as a relationship      that may be reasonably expected to lead to the formation of a consensual “romantic” or sexual      relationship. This policy applies to all employees without regard to the gender or sexual orientation      of the individuals involved.”Examples of how to create a more repro* affirming work culture:• Encourage flex time or telecommuting for parents or employees with dependents.• Allow parents and caretakers to bring dependents to work. Sometimes, finding daycare for children    or family members with special needs is difficult. If it would not cause substantial disruption to the    overall work, consider allowing employees to bring their children or dependents to work. • Providing private space where employees can pump for breastmilk.• Provide child care benefits as a benefit of employment.How to do inclusive LGBTQrepro* advocacyNational LGBTQ Task Force 41• Allow parental leave for school visits:    - Example: “The National LGBTQ Task Force recognizes the value of parental involvement      in children’s education. For this reason, the National LGBTQ Task Force provides employees who are      parents, guardians, or custodians of children in licensed day care facilities or kindergarten through      grade 12 unpaid time off for the purpose of school visits. Employees may request up to 40 hours of      parental leave for school visits within any calendar year.”• Update policy to support pregnant workers:   - Example: “The National LGBTQ Task Force will not discriminate against any employee       who requests an excused absence for medical disabilities associated with pregnancy. Such requests       will be evaluated according to the medical and [Family Medical Leave Act] policy provisions outlined       in this manual and all applicable federal and state laws for time off associated with pregnancy and/     or childbirth, such as bonding and child care, not related to medical disabilities for those conditions      will be considered in the same manner as other requests for unpaid or personal leave.”this bathroom is for everyone.SOMETIMES BECAUSE OF HOW PEOPLE LOOK, THEY AREN’T ALLOWED TO USE THE RESTROOM. There are real impacts when bathrooms are labeled  for women or men only.      Trans and Gender Non-Conforming people often  face discrimination, harassment, arrest or violence  in bathrooms!     Everyone should get to do their makeup, change clothes, change their babies and use the bathroom  in peace.     Everyone who needs help should be able to use  the facilities with their family members, friends or attendants.It’s important that we proactively work to create safer  spaces whenever and wherever we can. We realize  sharing a bathroom could feel new and different — we appreciate your understanding. REAL IMPACTSWE CAN DO BETTER!In this bathroom we ask that no one will be stared at, questioned or asked to leave. Thank YOU for helping make this space inclusive  so that it is safe for everyone! be you.National LGBTQ Task Force 43Legislative AdvocacyLegislative advocacy, or lobbying, is a key advocacy strategy that nonprofits can use to promote LGBTQ and repro* goals.121 Contrary to popular belief, nonprofits can lobby. The amount of lobbying a nonprofit organization can engage in depends on its tax-exempt status. Before engaging in lobbying please consult a lawyer to ensure the amount of lobbying your organization is able to perform. • 501(c)(3) public charities can engage in a limited  amount of lobbying; private foundations are    subject to a prohibitive tax on any lobbying expenditures they make.• 501(c)(4) organizations can engage in an unlimited amount of lobbying; and political organizations    exempt under 527 may make very limited lobbying expenditures, but these expenditures may be    subject to tax if they do not further a political purpose.Direct lobbying refers to a communication with a legislator (federal, state, local) or legislative staff member that refers to specific legislation and expresses a view on that legislation. Grassroots lobbying refers to a communication with the general public that refers to specific legislation, expresses a view on that legislation, and urges the public to contact their legislator(s). Not all communications that refer to, or even express a view about legislation, constitute lobbying.We encourage organizations and individual advocates to engage with lawmakers in various ways, including:• Signing on to a coalition letter (See Coalition Letters and Organization Statements on page #49).• Hosting a Lobby Day. • Issuing a press release on behalf of your organization (See Coalition Letters and Organization    Statements on page #49).• Writing an op-ed on behalf of your organization (Sample included in toolkit on page #34).125. Definition adapted from Bolder Advocacy’s “Influencing Legislation,” available at http://bolderadvocacy.org/naviga-te-the-rules/influencing-legislation.National LGBTQ Task Force 44KEY LGBTQ AND REPRO* LEGISLATIONThe following are examples of key pieces of legislation that would positively impact LGBTQ reproductive health, rights, and justice. EACH Woman ActThe U.S. Supreme Court legalized the right to abortion in its 1973 landmark decision Roe v. Wade. Three years later, however, anti-choice politicians passed the Hyde Amendment to make it difficult for anyone, especially poor and working class people, to have an abortion by restricting federal programs and agencies from covering abortion care. The EACH Woman Act (H.R. 2972) is an incredibly important bill, which would ensure that everyone who receives care or insurance through the federal government will have coverage for abortion services, regardless of their financial position. This bill would also prevent political interference with decisions by private health insurance companies to offer coverage for abortion care.Equality ActThroughout most of the U.S., LGBTQ people may be fired, denied public accommodation, or refused housing solely due to our sexuality or gender identity. When we do not have the legal protections to find a safe home, attend school, or make a living we lack the needed security to achieve our full economic, social, and personal potential. The Equality Act, introduced both in the U.S. House and Senate (H.R.3185/S.1858) would amend existing civil rights law to provide comprehensive protections for LGBTQ people in the areas of employment, housing, education, public accommodation, federal programs, credit, and jury selection. The Equality Act would amend Title VII of the Civil Rights Act of 1964 to add sex, sexual orientation, and gender identity as protected classes. Additionally, the Fair Housing Act, Equal Credit Opportunity Act, and jury selection standards would be amended to include sexual orientation and gender identity as protected from discrimination.Voting Rights Advancement ActVoting rights are vital for LGBTQ people and our continued success as a movement. The landmark 1965 Voting Rights Act has played a pivotal role in making our democracy fairer for everyone. However, in 2013 the Supreme Court in its controversial Shelby County v. Holder ruling struck down core components of the act. Over the course of U.S. history, the right to vote has been a political battleground. Even with (hard-won) protections in place, new voter suppression tactics continue to emerge that are designed to restrict access to the polls. The Voting Rights Advancement Act of 2015 (VRAA) (S. 1659/HR. 2867) is a new bill in response to Shelby County v. Holder decision, designed to aid the protections in the Voting Rights Amendment of 1965. LGBTQ people must exercise our power and our voice in all elections because, so often, our rights end up on the ballot.National LGBTQ Task Force 45EACH Woman Act The U.S. Supreme Court legalized the right to abortion in its 1973 landmark decision Roe v. Wade. Three years later, however, anti-choice politicians passed the Hyde Amendment to make it difficult for anyone, especially poor and working class people, to have an abortion by restricting federal programs and agencies from covering abortion care. H.R. 2972, the Equal Access to Abortion Coverage in Health Insurance Act (stylized as “EACH Woman Act”) is an incredibly important bill, which would ensure that everyone who receives care or insurance through the federal government will have coverage for abortion services, regardless of their financial position and sexual orientation. This bill would also prevent political interference with decisions by private health insurance companies to offer coverage for abortion care. General OverviewThis act ensures that the federal government:• Provides abortion coverage for anyone registered in a government healthcare insurance plan such as: Medicare,    Medicaid and the Children’s Health Insurance Program.• Prevents private insurance companies from getting politically involved with abortion coverage.• Does not prevent state and local government insurances from covering abortions.Why is this act important?Source: New York Times, The Return of the D.I.Y. Abortion (2016).• On average an abortion costs $450 for the first trimester and around $1,750 for an abortion after 20 weeks.• Self-induced abortions without medical supervision and support are becoming more popular among people    who are either unable to find a clinic near them, or who cannot afford it.• 10 states outright prohibit private insurances from covering abortions.• 21 states have also imposed limits on abortion insurance coverage for public employees.Interest in self-induced abortionGoogle search rate above orbelow national average forphrases like “home abortionmethods,” 2011 to 2015.More than 10% aboveLess than 10%Less than 10% belowMore than 10%ABOVEAVERAGEBELOWAVERAGENational LGBTQ Task Force 46Source: US News & World Report, “Study: Poverty Rate Elevated for LGBT Community (2013).”• Many of us in the LGBTQ community—cisgender women, transgender men, Two Spirit, intersex and gender-   nonconforming people, among others—can get pregnant and rely on a full range of reproductive health          options, including abortion, in order to make the best decisions for ourselves.• Members of the LGBTQ community have higher rates of poverty and homelessness. For instance, between 22%    to nearly 30% of people who identify as lesbian or bisexual are living in poverty. Limited income often makes it    difficult to get safe and affordable abortions.• Studies have shown that young lesbian women are 2% to 10% more likely to get pregnant than heterosexual   young people. • A 2016 survey by the Center for Disease Control showed that LGBTQ high school students are far more likely than    their classmates to be raped or assaulted in a dating situation, which can result in an unintended pregnancy. 122The Hyde Amendment• This amendment was passed in 1976. It marginalizes people who are dependent on Medicaid.• This amendment particularly affects people of color, for they are more likely to live in poverty, which means that    they are more reliant on Medicaid as their primary healthcare provider.• This amendment also discriminates against immigrants (both citizens and non-citizens), who are also more likely    to live in poverty.• The marginalization of minority groups forces people to further impoverish themselves in order to pay for an    abortion.• Those who have a lower socio-economic status are 42% more likely to experience an unintended pregnancy than people of higher income.How does this act impact the LGBTQ community?Different-SexMarried353025201510505.7ACS(couples)NSFG(people aged 18-44)Gallup(adults living alone)Same-Sex HeterosexualMenSummary of poverty rates from national surveysby sexual orientationWomenGay/Lesbian Bisexual non-LGBT LGBT4.315.320.525.913.420.17.621.122.729.419.121.5126. Chicago Tribune, “Gay high school students raped, attacked far more often,” August 11, 2016, available at http://www.chicagotribune.com/news/nationworld/ct-gay-teens-sexual-assault-poll-20160811-story.html.National LGBTQ Task Force 47Equality ActThe LGBTQ Community Needs FullNondiscrimination ProtectionsThroughout most of the U.S., LGBTQ people may be fired, denied public accommodation, or refused housing solely due to their sexuality or gender identity. When we do not have the legal protections to find a safe home, attend school, or make a living we lack the needed security to achieve our full economic, social, and personal potential.The Equality Act, introduced both in the U.S. House and Senate (H.R.3185/S.1858) would amend existing civil rights law to provide comprehensive protections for LGBTQ people in the areas of employment, housing, education, public accommodation, federal programs, credit, and jury selection. The Equality Act would amend Title VII of the Civil Rights Act of 1964 to add sex, sexual orientation, and gender identity as protected classes. Additionally, the Fair Housing Act, Equal Credit Opportunity Act, and jury selection standards would be amended to include sexual orientation and gender identity as protected from discrimination.• In the U.S. only 19 states and the District of Columbia    have statutes that explicitly prohibit employment    discrimination on the basis of sexual orientation and     gender identity. When queer and transgender people,    especially those part of racial minority groups, seek    employment they are at greater risk of being paid    less, harassed in the workplace, or fired.• Our ability to find safe and accessible housing should    not be predicated on a landlord’s attitude towards    the LGBTQ community. Because federal law does not    protect sexual and gender minorities in housing,    we are subject to insecurity and discrimination when    trying to find a place to live. • Employment— any employer, public or private,    with at least 15 employees would be prohibited from    discriminating against employees based on their real    or perceived sexual orientation and gender identity.• Housing— with protections under the Fair Housing    Act, LGBTQ people would have legal protections in    purchasing, renting, or financing a home.• Education—revisions to public school desegregation    standards would explicitly protect LGBTQ students in    public school assignment and federal student aid.• Public Accommodation— stores, financial institutions,    and healthcare providers would no longer be able    to deny services to LGBTQ people. Transgender    people would have explicit protections in accessing    restrooms that correspond with their gender.• Under the federal Religious Freedom Restoration Act,    businesses are free to deny basic services to LGBTQ    people based on their religious beliefs. LGBTQ people    already struggle to access needed services such    as healthcare, credit, and education: we are more    likely to be in poverty; we are subject to higher rates    of harassment in healthcare settings; and are often    forced to miss school due to outright discrimination.• Federal Programs—any activities or programs that    receive federal funding will not be able to deny    benefits or discriminate against people based on    their sex, sexual orientation, or gender identity. • Credit—the Equal Credit Opportunity Act would be    amended to replace the term ‘husband and wife’    with  ‘spouse’. Doing so would ensure same-sex    couples have equal access to credit. • Jury Selection—nondiscrimination protections would    prohibit LGBTQ people from being discriminated    against in jury duty due to their identity. • Under these protections the Department of Justice is    authorized to intervene in equal protection actions in    federal court. Furthermore, the Equality Act will    expand antidiscrimination measures for all minority      classes.Why We Need LGBTQ Nondiscrimination LawsBenefits of the Equality Act The Necessary Solution   It is more important than ever that we continue to push for comprehensive legal protections for the LGBTQ community. We know that working, loving, and living with antidiscrimination protections is not a special privilege, it is a human right.LGBTQ Voting Rights                                                                                                                          July 13, 2015Voting rights are an important issue for U.S. citizens, including those that are lesbian, gay, bisexual, transgender, and/or queer (LGBTQ). Over the course of U.S. history, the right to vote has been a political battleground. Even with (hard-won) protections in place, new voter suppression tactics continue to emerge that are designed to restrictaccess to the polls.Voter suppression laws are always spun as attempts to prevent voter fraud. However, investigations into voter fraud have continually debunked this notion. Extensive research done on voter discrimination shows that poor people, people of color, peoplewith disabilities, people with prior felony convictions, people who are homeless, and people who lack a photo ID that meets specific requirements are disproportionately affected by discriminatoryvoting laws, and far more likely to experience barriers to exercising their civic duty.LGBTQ people come from all racial, ethnic, economic, and social backgrounds. Members of the LGBTQ community are far more likely than the general population to be disabled, or to experiencepoverty, homelessness, and come into contact with the criminal justice system. Moreover, LGBTQ people, particularly transgender and gender nonconforming people are far more likely to lack valid photo ID due to the patchwork of discriminatory laws that regulate name and gender change.Voting Rights are LGBTQ RightsVoter Suppression Tactics in UseThis summer marks the 50th anniversary of the passage of the Voting Rights Act of 1965, and yet voter discrimination is frequent and continues to be a problem. Tactics used to discriminate againstvoters are not limited to one region of the country. The tactics in use come in many forms at the state and local level; many new kinds are evolving alongside long-standing forms of discrimination. A list of commonly employed voter suppression tactics includes:• Changes to district or municipality boundaries,    including redistricting in regions with high    proportions of minority voters.• Changes to the composition of the local    government, including county commissions.• Changes to voting laws, including the introduction of:   - Local measures/resolutions adopted to confuse       voters about legal requirements; also used to         pressure state legislatures to legally adopt the       measures.   - Replacement bills, used to reintroduce a series of      small components of voting rights laws that were      previously rejected as discriminatory.    - State level constitutional amendments to voting       rights laws.• Moving, consolidating, or eliminating polling places.• Laws limiting assistance provided at the polls.• Denial of language assistance at the polls and poorly    translated ballots.• Polling places that do not comply with Americans with    Disabilities Act requirements.• Implementation of mandatory photo ID requirements.• Intensified scrutiny of proof of citizenship required   for registration.• Disqualification of registration based on a recent    move or residency requirement.• Restrictions on organizations seeking to host voter   registration drives.• Reducing or eliminating early voting opportunities or     absentee voting opportunities.• Mandatory waiting periods or permanent bans    against citizens with prior felony convictions.• Restrictive and confusing provisional ballot    requirements, increased use of provisional ballots.National LGBTQ Task Force 49COALITION LETTERS AND ORGANIZATION STATEMENTSAn easy way to advocate for LGBTQ repro* issues is to sign on to a coalition letter or draft a statement of support (or opposition) to a piece of legislation. Sample Organizational Statement- RE: CMS-9931-NC Coverage for Contraceptive ServicesThe following is an excerpt from the National LGBTQ Task Force comment submission to the Centers for Medicare & Medicaid Services at the Department of Health and Human Services regarding coverage for contraceptive services within the Affordable Care Act. The National LGBTQ Task Force is pleased to respond to the request for information regarding coverage for contraceptive services.  The Task Force advances full freedom, justice and equality for LGBTQ people. We thank the Department of Health and Human Services (“HHS”), Department of Labor (“DOL”), and Department of the Treasury (“DOT”) for this opportunity to further engage in conversation regarding the importance of contraceptive coverage for the health and well-being of women, particularly for women of color and LGBTQ individuals, and their communities. Our comment will mainly discuss the negative impact on women of color, LGBTQ communities and progressive voices of faith if any modifications to the accommodation are made, particularly those argued for by objecting employers in the Zubik litigation, that do not guarantee seamless coverage of contraception. The current accommodation already ensures that eligible organizations, including the objecting employers, do not have to contract, arrange, pay, or provide a referral for contraceptive coverage while guaranteeing that women enrolled in health plans maintained by eligible organizations receive seamless contraceptive coverage without financial, logistical, or administrative burdens.  The accommodation as it stands does not violate the Religious Freedom Restoration Act (“RFRA”) and should not be altered.  As HHS, DOL, and DOT, noted in the request for information, seamless coverage “is essential to achieving the purpose of the Affordable Care Act’s preventive services provision, which seeks to remove barriers to the use of preventive services and to ensure that women receive full and equal health coverage appropriate to their medical needs.”  Since it is highly likely that objecting employers, who are eligible for the accommodation, employ women of color and LGBTQ individuals, it is even more important to recognize that any alteration to the accommodation has the potential to be detrimental to many of the employees who already face barriers to accessing comprehensive reproductive health care services like contraception. Any modification of the accommodation that does not guarantee seamless and equal coverage to contraceptive services would undermine the Congressional intent of ensuring quality, affordable care responsive to the needs of women under the ACA.   As such, the proposed options of notification to insurers without self-certification, contraceptive-only insurance policies and separate, affirmative enrollment processes for these contraceptive- only plans, would most certainly delay, if not conclusively bar, a person and their dependents from receiving the contraceptive care they need when they need it.  Seamless coverage of contraception and contraceptive counseling is of vital importance particularly given that many communities are experiencing the effects of the Zika virus.  Employees of objecting employers, particularly those who are women of color and LGBTQ, would bear the cost and 127. Coverage for Contraceptive Services 81 Fed. Reg. 47741, 47742 (request for information proposed July 22, 2016).128. Id. at 47742.129. See, e.g., 155 CONG. REC. S12,027 (daily ed. Dec. 1, 2009) (statement of Sen. Gillibrand) (“The prevention section of the bill before us must be amended so coverage of preventive services takes into account the unique healthcare needs of women throughout their lifespan.”); id. at S12,026 (statement of Sen. Mikulski) (noting that the Women’s Health Amendment was a response to “punitive practices of insurance companies that charge women more and give [them] less in a benefit.”); 155 CONG. REC. H12,603 (daily ed. Nov. 7, 2009) (statement of Rep. Velazquez) (“Mr. Speaker, I rise in support of health care reform as it will empower millions of women, particularly of low income, with information they need to make wise decisions for themselves and their families.”); 155 CONG. REC. H12,599 (2009) (statement of Rep. Woolsey) (“Mr. Speaker, I ask unanimous National LGBTQ Task Force 50harms of any modification that does not ensure seamless contraceptive coverage. Without access to this coverage, employees and their dependents will lose the ability to plan for their families and future, face further economic insecurity, and continue to experience health inequities, such as unintended pregnancy.  Many within the LGBTQ community—including cisgender women, transgender men, intersex and gender-nonconforming people—can get pregnant and need affordable access to birth control and other reproductive health options to make the best decisions for themselves and their dependents. LGBTQ individuals, especially LGBTQ people of color, already struggle to access vital health services. For instance, many within the LGBTQ community are more likely to be underinsured when compared with non-LGBTQ individuals. And even while many experience certain health challenges at higher rates, far too many LGBTQ people are outright denied services because of who they are.    Ultimately, the accommodation does not violate RFRA and does not need to be altered.  The contraceptive coverage benefit must ensure seamless coverage of contraception.  Otherwise, workers of objecting employers, students, and others, particularly women and LGBTQ persons of color and their dependents, will be delayed or deterred from accessing a benefit that is guaranteed to them under the ACA.  Thank you for your consideration of our comments.Sincerely,Candace Bond-Theriault, Policy Counsel Reproductive Health, Rights & Justice National LGBTQ Task Force consent to revise and extend my remarks in support of this bill because it will make healthcare affordable for women who still earn 77% less than men.”); id. at H12,601 (statement of Rep. Tsongas) (“Because women shouldn’t have to buy a separate policy for maternity care…. I ask unanimous consent to revise and extend my remarks in support of the Democratic bill.”).130. The National LGBTQ Task Force. Birth Control Access for LGBTQ People. March 2016. Available at: http://www.thetaskforce.org/static_html/downloads/reports/fact_sheets/factsheet_birth_control_access.pdf.Supplemental Brief of Respondents at 14, Zubik v. Burwell, 578 US _(2016) Nos. Nos. 14-1418, 14-1453, 14-1505, 15-35, 15-105, 15-119, and 15-191.  131. Id. National LGBTQ Task Force 51PLAN A LOBBY DAY FOR YOUR ORGANIZATION/TEAMSelect the bills, issues, and pieces of legislation that matter to you. Decide how many people can go and reach out to the offices for their members of Congress to schedule meetings. Use the talking points and fact sheets in this toolkit (or prepare your own) to leave with the member or their staff.Reach out to your members of Congress by phone, in person, or by mail. Express your concerns and provide fact sheets and other materials. Call your members of Congress to share your concerns about voting rights/access. You can contact your members of Congress by calling the Capitol switchboard at 202-224-3121.National LGBTQ Task Force 52Administrative AdvocacyIn addition to pushing for laws that promote LGBTQ repro* needs, you can also engage in administrative advocacy by engaging with specific agencies to shape how they implement existing laws.130 Influencing officials in the executive branch of federal, state or local government is a powerful tool. Administrative Advocacy can take several forms, including:• Commenting on rules and regulations;• Requesting enforcement of existing laws;• Advocating for or against executive orders; and• Trying to influence administrative decisions on policy and program implementation.Under federal tax law, nonprofit organizations can do as much advocacy on regulations and other administrative actions as they would like. As long as the purpose of these communications is not to influence legislation, the activity is not considered lobbying.132. Definition adapted from Bolder Advocacy’s “Executive & Administrative Advocacy,” available at http://bolderadvocacy.org/navigate-the-rules/executive-administrative-advocacy. SAMPLE ADMINISTRATIVE COMMENT: SECTION 1557The following is an excerpt from the template comment drafted by the National LGBTQ Task Force, National Latina Institute for Reproductive Health (NLIRH) and National Center for Lesbian Rights (NCLR) for Office for Civil Rights at the US Department of Health and Human Services solely focusing on the question of religious exemptions in Section 1557 (the nondiscrimination provision) of the Affordable Care Act. RE: RIN 0945-AA02 1557 Notice of Proposed Rulemaking, Nondiscrimination in Health Programs and ActivitiesTo whom it may concern: [Organization] is pleased to have the opportunity to respond to the proposed rule on Section 1557 of the Affordable Care Act (“ACA Section 1557”). [Enter Organization’s mission statement if desired.] We thank the Administration for issuing the proposed rule on ACA Section 1557 and believe it will contribute to the health equity of our communities, promote equal access to healthcare for all, and increase affordability and accessibility of coverage and care for all individuals. ACA Section 1557 is the first federal civil rights law that has prohibited sex discrimination in healthcare and we thank the Administration for taking this important step in ensuring access to quality healthcare for all by providing necessary clarity on this essential provision. Our comment will exclusively respond to whether ACA Section 1557 should include any specific exemptions for health providers, health plans, or other covered entities on the basis of religious beliefs under §92.2 (b). As the Department of Health and Human Services (“HHS”) noted in the proposed rule, certain protections for healthcare providers regarding religious beliefs already exist and these protections would not be displaced by ACA Section 1557. These existing exemptions in fact already present a significant risk that LGBTQ people and women seeking reproductive healthcare will be denied necessary services due to the religious beliefs of others. It would be harmful to these patients to expand these exemptions any further.National LGBTQ Task Force 53Our comment will focus on the harms and barriers to care that religious exemptions create when women and LGBTQ consumers attempt to access healthcare, including reproductive healthcare. Given the negative health consequences of these current exemptions, particularly for women and LGBTQ persons who are low income and living in rural areas, additional exemptions should be rejected. Additional exemptions will only exacerbate these harms and hinder the ability of ACA Section 1557 to ensure health equity and nondiscrimination in healthcare services and coverage.[…]Due to the breadth of the rule’s coverage, an expansion of religious exemptions will likely lead to further discrimination against several communities in healthcare settings.A. Sex Discrimination Generally […]We are thankful that HHS prohibits discrimination on the basis of sex explicitly and we strongly support the proposed rule’s protections for transgender persons. However, this definition should also explicitly prohibit discrimination on the basis of sexual orientation in its definition of on the basis of sex.  We appreciate that “[a]s a matter of policy, [the Department] support[s] banning discrimination in health programs and activities…on the basis of sexual orientation.” But, prohibiting sexual orientation discrimination as a matter of policy is not adequate.  Explicitly prohibiting discrimination on the basis of gender identity is a step forward, but failure to prohibit discrimination on the basis of sexual orientation will continue to leave too many LGBTQ consumers vulnerable to discrimination when attempting to access comprehensive healthcare.  We must recognize the unfortunate reality that discrimination in healthcare on the basis of sexual orientation occurs, and that this is exacerbated by extant religious exemptions. […]C. Current Religious Exemptions Discriminatorily Harm LGBTQ Persons and Women, Including Low-Income Persons and Persons of Color, Seeking Needed Healthcare. There are already numerous provisions in federal and state law that allow healthcare providers and entities providing healthcare coverage to deny services or coverage based on institutional or personal religious beliefs.  Unlike other nations whose legal regimes have also sought to balance the conscience rights of providers with the rights of persons to access healthcare, in the United States there is insufficient consideration given to the impact of conscience laws on healthcare consumers.  In other words, the playing field is already tilted heavily in favor of those seeking to deny care.  And given the nature of the services to which religious exemptions are most commonly applied, these refusal laws have a discriminatory impact on LGBTQ people and women seeking reproductive healthcare.Recognizing that HHS seeks to “ensure that the rule has the proper scope and appropriately protects sincerely held religious beliefs to the extent that those beliefs conflict with provisions of the regulation,” we submit that religious exemptions should not be extended if the exemption will inhibit consumers’ ability to achieve full healthcare equity. Additional exemptions should not be incorporated into this rule for many reasons, but especially because the current religious exemptions that apply to ACA Section 1557 are already sweeping and detrimental to many women and LGBTQ healthcare recipients. […]      i. Provider Conscience Laws and Mergers Between Catholic and Nonsectarian Hospitals Have       Harmed Women and LGBTQ Persons Seeking Reproductive Healthcare.  […]Given that the consolidation of healthcare providers is occurring partly in response to the ACA, provider conscience clauses and mergers with Catholic hospitals are now creating an environment where more providers, personnel, and payors can object to reproductive healthcare services, and increasingly, there are fewer alternatives for those seeking care. Due to these trends, additional religious exemptions will only undermine the “fundamental purpose of the ACA to ensure that vital healthcare services are broadly and nondiscriminatorily available to individuals throughout the country.”[…]      ii. Current ACA Regulations, Including Religious Exemptions, Limit Access to Abortion Services.        As the proposed rule points out, there are provisions in the ACA related to abortion services National LGBTQ Task Force 54      that permit health providers and facilities to deny abortion care in qualified health plans offered in       the health insurance marketplaces, and that retain federal and state proscriptions on discrimination       against providers and insurers who deny abortion services. … The creation of additional religious       exemptions, including any relating to abortion services, is wholly unnecessary and would further       limit access to abortion services.[…]      iv. Current Religious Exemptions Harm LGBTQ Communities Who Already Experience Pervasive       Healthcare Discrimination. Religious exemptions that are currently in effect have harmed many members of the LGBTQ community. Far too many “LGBT people and people living with HIV are denied the care they need because of their sexual orientation, gender identity and/or HIV status.” According to an in-depth survey conducted by Lambda Legal concerning healthcare discrimination against LGBTQ people and people living with HIV, more than half of all respondents reported that they have experienced at least one of the following types of discrimination in care: being refused needed care; healthcare professionals refusing to touch them or using excessive precautions; healthcare professionals using harsh or abusive language; being blamed for their healthcare status; or healthcare professionals being physically rough or abusive. These realities have created a major barrier to healthcare services for LGBTQ people.[…] Many members of the LGBTQ community have a “high degree of anticipation and belief that they w[ill] face discriminatory care” which ultimately causes many people to not seek the essential care that they need. For many transgender and gender-non-conforming people the fear of potential negative treatment from healthcare professionals is even more exacerbated. For example, after Tony Ferraiolo, a transgender man, finally found a gynecologist who welcomed transgender clients, his doctor still refused to perform a hysterectomy saying that “it would be unethical because there was nothing wrong with [him].” Mr. Ferraiolo objected to this claim by exclaiming “I am a man with a uterus. I need to have all female reproductive parts removed. I AM A MAN!” After his doctor still refused to perform the procedure, he left the office feeling marginalized, vulnerable and depressed.E. Covered Entities Should Notify Beneficiaries, Enrollees, Applicants, and Members of the Public of Any Exemption the Covered Entity Has Received.We support HHS’ requirement that covered entities notify beneficiaries, enrollees, applicants, and members of the public that the covered entity does not discriminate on basis of sex. However, we urge HHS to add an additional requirement related to religious accommodations and exemptions currently in law.  As noted above, religious exemptions are already in effect and result in numerous barriers for women and LGBTQ persons accessing reproductive healthcare and other types of care. Although we again urge HHS not to adopt additional exemptions, the notice requirement should be used to require covered entities to notify beneficiaries, enrollees, applicants, and members of the public of any exemption the covered entity has received and any healthcare services that will not be provided or covered as a result of the exemptions currently in law.F. Conclusion We commend HHS for taking the important step of issuing this proposed rule on ACA Section 1557.  It is critical that HHS does not include additional religious exemptions in the rule as current religious exemptions already in effect harm LGBTQ persons and women, including persons of color and low-income persons, from accessing necessary reproductive healthcare.  This is essential to ensure that ACA Section 1557 can truly ensure health equity and nondiscrimination in healthcare for all communities. Thank you for your consideration of our comments. Sincerely,[Organization]National LGBTQ Task Force 55Judicial Advocacy/LitigationJudicial advocacy, or engaging the law through litigation, is another method. Advocates can engage in litigation by filing suits challenging the constitutionality or enforcement of laws, testifying as expert witnesses, or drafting amicus briefs to call attention to issues raised by a court case.In theory, the court system is supposed to be the apolitical branch of U.S. government. However, like all people, judges are influenced by and make decisions based on their political leanings, the current social climate, and what counts as “common knowledge.” Advocates can play a crucial role in shaping the kind of information judges use in their decision-making process. The following are a few modes of engagement:• Filing a lawsuit: If your organization has the capacity, you can file a lawsuit to challenge a harmful law, or demand enforcement of supportive LGBTQ repro* laws.• Amicus Curae briefs: “Friend of the Court” briefs are briefs submitted by a person, group, or coalition that is not directly involved in a court case. Amicus briefs are a powerful way to offer information that bears on the case or perspectives that are otherwise left out of the decision.• Court rallies: Organizing or participating in a rally in front of a court. You may choose to rally on the day that the court hears oral arguments for a case, or for the day(s) that the final decision will be released. Planning for rallies include preparing signs, chants, spokespeople, audio equipment, and preparation for weather conditions, media outreach, as well as tapping into partner and community networks to turn out large crowds. Be strategic about which cases to rally for: the U.S. Supreme Court has the final say on federal issues and thus is the most attractive venue to hold a rally, but Circuit courts and even state appellate courts issue significant decisions.• Social Media: Using social media is another way to build public interest in a case when resources and/or time is limited.  National LGBTQ Task Force 56Public EducationInforming the public about these issues using effective messaging is a powerful way to change hearts and minds, and also strengthen any other advocacy efforts. From Twitter chats to op-eds, advocates can engage the community to encourage them to support (or reject) certain bills, candidates, policies, or ideologies that impact LGBTQ repro*.PRESS RELEASESThe purpose of a press release is to communicate news, such as the launch of a political campaign, mobilization of voters, the publication of new research, or the opening of a new office or facility. Press releases can be a helpful resource in securing news coverage of your advocacy organization’s recent effort. Press releases are written and intended for reporters, who will read the press release and decide whether or not to write a story about the information you are sharing. Reporters receive hundreds of press releases a day. In order to get your message across effectively, your press release should be written as though you intend it to be printed for mass distribution. It should be impeccable, and free of typos and grammatical errors. Your press release should be direct, concise, and informative. You should avoid clichés, jargon, political language, metaphors, and exaggerations that distract from your key message. Press Release FormatThe subject headline is a reporter’s first impression of the news you are attempting to communicate. Your goal is to get the reporter to open and read your press release. As such, your headline should capture the reporter’s interest. It should be informative, eye-catching and short. Press releases are generally 12 words long or less, but not more than 20 words. When writing a press release, you should ensure that the most important news is contained in the first paragraph. Your most important fact, key findings, or breaking announcement should be at the top of the page. The first sentence should be up to 20 words, and should summarize the press release. You should steer clear of long and complex-compound sentences. Generally speaking, press releases should be 300-400 words, or about one page. With anything longer than that, you run the risk of losing the attention and interest of the reporter. Notes to the editor are okay, and can be included on a second page.  Over-All Best Practices Your press release is also an opportunity for your organization to lend a unique voice to the subject matter. You can do so by including a quote from your group’s principal or spokesperson. The quote should provide a fresh, nuanced, poignant, and factual point of view. This is an opportunity for you to be personable, insightful, and thought provoking. Depending on the subject matter, you might also include a second quote from a person directly affected by the news, such as a health care provider, business owner, or an LGBTQ person who has experienced a barrier when attempting to access reproductive health services. Don’t forget that a press release does not simply state your position on an issue—it should be communicating something “new.” Your press release needs to include facts and supporting evidence. You will increase the probability of securing media coverage by writing a press release like a reporter would. National LGBTQ Task Force 57SampleTASK FORCE JOINS AMICUS BRIEF IN SUPPORT OF BIRTH CONTROL COVERAGE IN THE AFFORDABLE CARE ACTWASHINGTON, DC, February 22, 2016—The National LGBTQ Task Force joined 28 other local and national LGBTQ rights, civil rights, youth advocacy, and reproductive health, rights and justice organizations in filing an amicus brief in support of respondents in Zubik v. Burwell. The brief, co-authored by the National Latina Institute for Reproductive Health (NLIRH) and the Reproductive Justice Clinic at New York University (NYU) School of Law, asks the Court to uphold the contraceptive coverage accommodation of the Affordable Care Act (ACA). Equality opponents are seeking to remove this vital component of the landmark act to further control the reproductive health care choices of millions of Americans.“A Supreme Court decision that allows discrimination under the guise of ‘religious freedom’ would drastically restrict the ability of LGBTQ people to control our reproductive health and sexual lives. Many of us, including cisgender women, transgender men, intersex and gender non-conforming people, can get pregnant and rely on a full range of reproductive health options, including birth control, in order to make the best decisions for ourselves,” said Rea Carey, National LGBTQ Task Force Executive Director.Currently, the ACA requires health insurance plans to cover birth control at no cost—and also allows religiously affiliated employers and for-profit corporations with closely-held beliefs like Hobby Lobby to opt out if they submit a form stating their religious objection. But a group of employers say the form itself violates their religious beliefs because their employees can still get birth control through a third party.If the Supreme Court were to decide against protecting access to birth control, or allow the lower court’s decision to stand, it would establish a legal precedent that would have broader and more alarming implications. For example, if an employer can refuse to cover contraceptives because of religious beliefs, they could also use religion to refuse to cover other vital health care such as HIV/AIDS medication and PrEP.The additional organizations that signed-on to the brief include: ACT for Women and Girls, Advocates for Youth, Black Women’s Health Imperative, California Latinas for Reproductive Justice, Casa de Esperanza, Center on Reproductive Rights and Justice at the University of California, Berkeley, School of Law, Colorado Organization for Latina Opportunity and Reproductive Rights (COLOR), Desiree Alliance, Farmworker Justice, In Our Own Voice: National Black Women’s Reproductive Justice Agenda, LatinoJustice PRLDEF, Law Students for Reproductive Justice, MANA, A National Latina Organization, National Advocates for Pregnant Women, National Asian Pacific American Women’s Forum (NAPAWF), National Center for Lesbian Rights (NCLR), National Network of Abortion Funds, Northwest Health Law Advocates, Oregon Foundation for Reproductive Health, SisterLove, Inc., SisterReach, SisterSong National Women Of Color Reproductive Justice Collective, SPARK Reproductive Justice Now!, URGE: Unite for Reproductive & Gender Equity, Voto Latino, Women With A Vision, Inc (WWAV) and WV FREE.National LGBTQ Task Force 58SOCIAL MEDIAThe great thing about social media is that it is collaborative. For organizations, social media is a way to build engagement both with people who follow you, and the world at large. Yes, you should be generating your own content—and lots of it, with a good mix of different types of media (photos, infographics, articles/blog posts, videos, live-streams). You should also be sharing the content of others. Here are some basic rules:• Regularly ask movement partners what content they’d like you to share, and to include you when they’re developing social media guides. • Share articles from other organizations and websites, and include the social media handles (i.e. usernames) for the writers and/or their organizations. • It’s okay to sometimes directly ask people to share your content; i.e. “Please RT this article” or “please like this post.”Twitter Lists are another great way to build a collaborative team effort. A Twitter List is a collection of the Twitter account names for your staff members, movement partners, volunteers, donors, etc. It is a way to keep track of what people who have a stake in your organization care about, and to engage and share their content. Similarly, Facebook groups are a great way to build collaboration and a team of people sharing similar content and/or working on the same campaign.Hashtags are one of the best ways to build awareness of an issue or campaign, and they give people a way to track activity in real-time across social media accounts, and often across platforms. They are most commonly used on Twitter and Instagram, although in some instances it is strategic to use them on Facebook. More than 2 or 3 hashtags, though, can be unwieldy and drive down the reach of your post, so be selective.A hidden tool in Twitter that is extremely useful is that when you search for a hashtag or topic on Twitter, is that you can select the option “from people you follow” and look at what only your followers are tweeting about on that hashtag/topic. This gives you a sense of what your audience’s take on key issues are.Social media is geared towards images and video, and the best photos and videos for social media tell a story. You want to capture action. A picture or video of a crowd chanting/singing is always powerful, and you should write out in the Tweet/post what they are saying. Live-tweeting sound bites from a speaker on a stage at a large event/rally with photos of them also can be powerful, especially if the event has a hashtag and you can include the speaker’s social media handle(i.e. Facebook/Instagram username). There is also power in showing struggle against seemingly insurmountable odds, i.e. “David vs Goliath.” A picture of a protester with a megaphone standing in front of a jail, detention center or government building surrounded by law enforcement can be powerful. Infographics and graphs are a great way to illustrate key points in your reports and policy work. Remember that people may be viewing your work on small screens, so don’t make them overly complex and make sure the text is large enough to read.Always know the dimensions of the photos/graphics for each social media platform. As a general rule of thumb, Facebook and Twitter always want graphics/photos that are landscape oriented, while Snapchat uses vertical images and Instagram prefers square graphics.  Facebook is set up to best display images that are 1200x630 pixels, Twitter is best set up to display images that are 1024 x 512 pixels, and the ideal Instagram image is 1080x1080 pixels. The dimensions for each platform often change, so an up-to-date guide is available here: http://sproutsocial.com/insights/social-media-image-sizes-guide/.  Also, if you choose to use Facebook ads, National LGBTQ Task Force 59remember that Facebook will not share your ad with as many people if it is more than 20% text. To check how much text is in your image, use this tool: https://www.facebook.com/notes/living-fabulous/facebooks-20-percent-text-rule-on-ad-images/828458160511405/Facebook’s new guide, Facebook For Non Profits, goes into detail on how to use Facebook to raise awareness and money, including instructions on Facebook ads: https://nonprofits.fb.com/ Facebook is oriented more and more around video content and Facebook Live. A good Facebook video is generally 90 seconds or less and features a personal story, a compelling protest or action, or a selection from a speech. Always upload your videos into Facebook directly; do not post videos from Youtube or Vimeo, as Facebook will not feature those videos as prominently and they will not auto-play in your followers feeds. Youtube and Vimeo are useful for posting on your website or Twitter account, although you can also upload short videos directly to Twitter.Facebook Live, an inbuilt live-stream tool, is increasingly becoming an incredibly powerful tool to cover your events and to get people to engage with your staff/volunteers in real time. If you’re going to use Facebook Live, post a week, a day or at least a few hours beforehand to alert people to be on your Facebook page at that time. Have one person recording the live stream, and another person responding to comments and checking to see if there are any technical issues. Periscope is a useful livestreaming tool that integrates with Twitter, and Twitter also has its own built-in livestreaming functionality. Also, if you want to promote a specific hashtag, the best way is to reach out to other individuals managing social media accounts and ask them to share and engage with your content.  Write a social media guide with 10-20 sample tweets that your partners can share, using a consistent hashtag. A Twitter Storm, where multiple Twitter accounts all tweet on the same subject and hashtag for a set period of time (usually one hour) is a great way to build awareness, and is often more powerful than spacing out tweets over the course of a day—especially if you can get a hashtag to trend. A Twitter Chat is similar in that it’s a concentrated number of tweets using a hashtag in a short period of time, but it’s intended to also be a way for you to ask questions of your followers or your followers to ask questions of you. If you’re asking the questions, send them out over email beforehand to the people that you would like to participate!Additional tools you might want to use for sharing and monitoring social media include:• TweetDeck: https://tweetdeck.twitter.com/• Hootsuite Pro• Sprout Social: https://app.sproutsocial.com/publishing/• Hashtracking: https://www.hashtracking.com/Here are some additional resources to learn more about social media:• Non-Profit Tech for Good: http://www.nptechforgood.com/• The Non-Profit Technology Network: https://www.nten.org/• Rootscamp: http://www.wellstone.org/events/rootscamp-2016Excellent (paid) online classes on social media can be found through Lynda.com and General Assembly also offers online and in-person classes: https://generalassemb.ly/Trans Tech Social Enterprises is another resource for trans and gender non-conforming people doing social media: http://transtechsocial.org/National LGBTQ Task Force 60Sample images/memesNational LGBTQ Task Force 61National LGBTQ Task Force 62OP-EDS AND BLOG POSTSWriting effective opinion pieces is a craft. Many speakers and workshops exist that can help you develop the skill, such as the OpEd Project131 which works to diversify the voices of thought leaders by trainings and workshops.Sample blog post43 Years after Roe v. Wade, safe, legal, affordable abortion access still not a reality for many (291 words)Zsea Beaumonis J.D., National LGBTQ Task Force Reproductive Justice Fellow On January 22, we commemorate the anniversary of the Supreme Court decision that affirmed the right to abortion. Yet the promise of Roe v. Wade remains out of reach for millions of people, including LGBTQ people. From the reactionary wave of so-called “religious freedom” laws, to government defunding, to violent attacks on healthcare centers, opponents of equality continue do everything they can to undermine sexual health and freedom.Many of us—cisgender women, transgender men, two spirit, intersex, and gender-non-conforming individuals, among others—can get pregnant, and rely on a full range of reproductive health options, including abortion care. LGBTQ people already struggle to access vital health services: We are underinsured compared with other demographics, we experience certain health challenges at higher rates, and we are outright denied care because of who we are. We can’t afford to ignore attempts to undo Roe and turn back the clock on reproductive rights.The movements for LGBTQ equality and reproductive rights are inseparable: we are all working for the right to choose who and how we love and how we use our bodies—without government abuse and intrusion. Those who oppose comprehensive and affordable reproductive healthcare are often the same forces that want to control what we, as lesbian, gay, bisexual, transgender, gender non-conforming, intersex, and queer people, do with our bodies and our access to healthcare. Now more than ever, it is important that we build strong, inclusive coalitions to win progressive change. Join us during Roe anniversary week by following the hashtag #ReclaimRoe, telling your friends and family about why everyone should support reproductive rights, and if you’re at Creating Change, attending one of the reproductive justice sessions—because the fight for reproductive health, rights, and justice is an LGBTQ issue.133. The OpEd Project, http://theopedproject.org.National LGBTQ Task Force 63ToolkitsVALUING TRANSGENDER APPLICANTS & EMPLOYEES: A BEST PRACTICES GUIDE FOR EMPLOYERSThe National LGBTQ Task Force and the DC Office of Human Rights, found here: http://www.thetaskforce.org/valuing-transgender-applicants-employees/.THE VOTING RIGHTS TOOLKIT FOR LESBIAN, GAY, BISEXUAL, TRANSGENDER, AND QUEER ADVOCATESThis toolkit is intended to be a vital asset for LGBTQ advocates in advancing voting rights as well as for those voting rights advocates seeking to engage with LGBTQ voters. Here you’ll find a trove of useful information, including background on the issue, a summary of the current political landscape around voting rights, and a number of practical advocacy resources. Found here: http://thetaskforceactionfund.org/vra/.DEFENDING REPRODUCTIVE JUSTICE: AN ACTIVIST RESOURCE KITPolitical Research Associates’ Activist Resource Kit (ARK) was developed to help activists to understand and challenge right-wing messaging and strategies. In addition to exploring attacks on abortion and contraceptive rights, expanded sections provide in-depth analysis of reproductive abuses and additional right-wing frames, such “Black genocide,” “fetal personhood,” and “abstinence-only.” Found here: http://www.politicalresearch.org/issues/reproductive-justice/.WE ARE BRAVE TOOLKITWestern States Center created the We are BRAVE Toolkit. Designed to guide facilitators and trainers to carry forward “BRAVE” conversations with the goal of achieving reproductive justice. Found here: http://www.westernstatescenter.org/our-work/we-are-brave/brave-toolkit. STRONG FAMILIES RESOURCESTools and resources from the Strong Families collective, including the “We Are Brave” toolkit, the report, “Looking Both Ways: Women at the Crossroads of Reproductive Justice and Climate Justice”, and the 2015 report “Who Pays? The True Cost of Incarceration on Families.” Found here: http://strongfamiliesmovement.org/resources. AdditionalResources National LGBTQ Task Force 64PREGNANT AND PARENTING STUDENTS’ RIGHTS TOOLKITYoung families deserve to parent with dignity and respect. Schools should support young parents staying in school. And yet, these students often face obstacles from their schools that make it harder for them to make up work and stay on track for graduation. The Pregnant and Parenting Toolkit by the National Women’s Law Center alleviates that burden by providing quick and easy answers for students. It’s the one study guide every student should have. Found here: https://nwlc.org/resources/pregnant-and-parenting-students-rights-toolkit/.DACA 4TH YEAR ANNIVERSARY TOOLKITThe purpose of this toolkit, developed by CIRI, is to provide resources and information that will help reinvigorate administrative relief campaigns. The materials in this toolkit should help increase and maximize the outreach and community education efforts of legal service providers, immigration advocacy organizations, and other immigrant serving agencies. Found here: https://www.adminrelief.org/resources/item.611597-DACA_4th_Year_Anniversary_Toolkit.AbortionCOVERAGE FOR ABORTION SERVICES IN MEDICAID, MARKETPLACE PLANS AND PRIVATE PLANSThis brief by the Kaiser Family Foundation reviews current federal and state policies on Medicaid and insurance coverage of abortion services, and presents national and state estimates on the availability of abortion coverage for women enrolled in private plans, Marketplace plans and Medicaid. Found here: http://kff.org/womens-health-policy/issue-brief/coverage-for-abortion-services-in-medicaid-marketplace-plans-and-private-plans/.BANS ON ABORTION COVERAGE IN GOVERNMENT-RUN HEALTH-CARE PROGRAMSThis document by NARAL Pro-Choice America provides details about various appropriations bills and their abortion-restrictive riders. Found here: http://www.prochoiceamerica.org/media/fact-sheets/bans-on-abortion-coverage-goverment-programs.pdf.Disability JusticeTHE BODY IS NOT AN APOLOGYThe Body Is Not An Apology is a digital platform that creates the opportunity for people who live at the intersection of identities, including weight/size, disability, sexuality, gender, mental health, race, aging, to tell their stories. Through information dissemination, personal and social transformation projects and community building, The Body is Not An Apology fosters global, radical, unapologetic self love which translates to radical human love and action in service toward a more just, equitable and compassionate world. Found here: https://thebodyisnotanapology.com/.THIS IS DISABILITY JUSTICEFound here: https://thebodyisnotanapology.com/magazine/this-is-disability-justice/.National LGBTQ Task Force 65QUEERABILITYQueerability is an LGBTQ and disability rights advocacy organization run by for LGBTQ people with disabilities and works to ensure that the voices of LGBTQ people with disabilities are heard in the conversation around LGBTQ and disability. Found here: http://queerability.tumblr.com/. Health & Sexuality Resources“TAKE CHARGE!” A REPRODUCTIVE HEALTH GUIDE FOR WOMEN WITH DISABILITIES“Take Charge!” offers specific advice about reproductive and sexual health, and can be used as a tool to promote overall physical and mental health. Found here: https://www.accessliving.org/1410ga304.PREP FACTS Already a useful online resource for gay and bisexual men, this new and improved version of PrEPfacts.org includes content sections specifically for African-Americans and Spanish-speaking Latinx, both gay and straight, and heterosexual women. Found here: http://prepfacts.org/.LGBT HEALTHCARE BILL OF RIGHTSWhat rights do LGBT people have right now when seeing a healthcare provider? Find the answers to this question, and much more in the LGBT Healthcare Bill of Rights created by LGBT HealthLink. Found here: http://www.lgbthealthlink.org/Projects/lgbt-healthcare-bill-of-rights.Other MaterialsTOOLS FOR EFFECTIVE ADVOCACYBolder Advocacy’s resource page, found here: http://bolderadvocacy.org/tools-for-effective-advocacy.HOW 501(C)(3)S CAN HOLD ELECTED OFFICIALS ACCOUNTABLE FOR OFFICIAL ACTIONSThis fact sheet by Bolder Advocacy, addresses how 501(c)(3) organization can praise and criticize incumbents for official actions. Found here: http://bolderadvocacy.org/wp-content/uploads/2012/05/Praising_And_Criticizing_Incumbents.pdf. Recommended Twitter Handles to Follow@TheTaskForce: The National LGBTQ Task Force. Advocating for LGBTQ Freedom, Justice and Equality.@AdvocatesTweets: Advocates for Youth partners with organizations to advocate for policies and champion programs that recognize young people’s rights to honest sexual health information; accessible, confidential, and affordable sexual health services; and the resources and opportunities necessary to create sexual health equity for all youth.@AllAboveAll: All* Above All unites organizations and individuals to build support for lifting bans that deny abortion coverage.National LGBTQ Task Force 66@audrelorde: Audre Lorde Project is a community organizing center for LGBTSTGNC people of color communities.@ifwhenhow: If/When/How is a national network of law students and legal professionals from all backgrounds who know that reproductive justice doesn’t just happen.@ignitekindred: Southerners On New Ground (SONG) is a political home for LGBTQ liberation across all lines of race, class, abilities, age, culture, gender, and sexuality in the South@LambdaLegal: We’re a legal organization committed to the civil rights of LGBT people and those living with HIV.@NAPAWF: National Asian Pacific American Women’s Forum’s mission is to build a movement to advance social justice and human rights for AAPI women and girls.@NARAL: NARAL Pro-Choice America fights to protect reproductive freedom.@NBJContheMove: The National Black Justice Coalition is a civil rights organization dedicated to the empowerment of Black lesbian, gay, bisexual, and transgender people.@NCLRights: National Center for Lesbian Rights - national legal organization advancing the civil rights of lesbian, gay, bisexual, & transgender people and our families.@NLIRH: National Latina Institute for Reproductive Health is a reproductive justice organization building Latina power for salud, dignidad, y justicia (health, dignity, and justice).@Rewire_News: Evidence. Public Health. Human Rights. Formerly RH Reality Check.@ReproRights: For more than 20 years, the Center for Reproductive Rights has used the law to advance reproductive freedom as a fundamental human right.@SisterSong_WOC: SisterSong is a Southern based - National Women of Color Reproductive Justice Collective.@SRLP: The Sylvia Rivera Law Project (SRLP) works to guarantee that all people are free to determine their gender identity and expression.@StrongFams: Strong Families is staffed and led by Forward Together. Our vision is that every family have the rights, recognition and resources it needs to thrive.  We are engaging hundreds of organizations and thousands of individuals in our work to get there.@URGE_org: Unite for Reproductive & Gender Equity. URGE builds this vision by engaging young people in creating and leading the way to sexual and reproductive justice for all by providing training, field mobilization, and national leadership for a youth-driven agenda.@uspwn: Positive Women’s Network is a network of women living with HIV in all our diversity, including gender identity and sexual expression, organizing and advocating for our right. ",
    "id": 539981310,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:40929"
    },
    "title": "Queering Reproductive Justice: A Toolkit",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-03-03T00:00:00+00:00",
    "publisher": "National LGBTQ Task Force",
    "references": [],
    "sourceFulltextUrls": [
        "https://search.issuelab.org/resources/40929/40929.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/539981310.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/539981310"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/539981310/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/539981310/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/539981310"
        }
    ],
    "abstract": "This advocacy tool is intended for reproductive rights, health, and justice advocates who want to gain a solid understanding of repro* issues within an LGBTQ context. It is also intended to help LGBTQ advocates frame their current work within a reproductive justice framework in order to build crucial alliances and advocate for the repro* needs of LGBTQ people.The toolkit covers some of the fundamentals of repro* and LGBTQ issues, major challenges advocates face, and key pieces of legislation designed to address these challenges. The toolkit also offers tips on how to make your advocacy (from the workplace and beyond) more inclusive of both repro* and LGBTQ needs. The sections are designed as stand-alone pieces to make it easy to use parts that are relevant to your work",
    "tags": [
        "learning object",
        "Health",
        "Human Rights and Civil Liberties",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "learning object"
    ],
    "oai": "oai:harvest.issuelab.org:40929",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 539981310,
        "depositedDate": null,
        "publishedDate": "2017-03-03T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:47:11+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-20T22:55:33+01:00"
    },
    "urls": [
        "https://issuelab.org/resources/40929/40929.pdf",
        "https://issuelab.org/permalink/resource/40929"
    ],
    "lastUpdate": "2024-02-14T12:47:11+00:00",
    "setSpecs": []
}