{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lawrence, Olivia M."
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-25T22:20:13+01:00",
    "dataProvider": {
        "id": 2576,
        "name": "The Open Repository @Binghamton (The ORB)",
        "url": "https://api.core.ac.uk/v3/data-providers/2576",
        "logo": "https://api.core.ac.uk/data-providers/2576/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/588633827.pdf",
    "fullText": "Binghamton University The Open Repository @ Binghamton (The ORB) Undergraduate Honors Theses Dissertations, Theses and Capstones 5-2-2023 Race in the relationship quality of sexual minority people of color: A meta-analytic review Olivia M. Lawrence Follow this and additional works at: https://orb.binghamton.edu/undergrad_honors_theses  Part of the Psychology Commons Lawrence Senior Honors Thesis  1      Race in the Relationship Quality of Sexual Minority People of Color: A Meta-Analytic Review  Olivia M. Lawrence Department of Psychology, Binghamton University    Matthew D. Johnson, Ph.D., Chair and Faculty Advisor Department of Psychology, Binghamton University  Ann Merriwether, Ph.D., Member Department of Psychology, Binghamton University  Sarah R. Young, Ph.D., Member Department of Social Work, Binghamton University   Lawrence Senior Honors Thesis  2  Race in the relationship quality of Sexual Minority People of Color:  A Meta-Analytic Review We all remember our first loves, our worst breakups, or our wedding days; love is universal to human experience. Intimate relationships transcend social boundaries like gender, sexuality, and race. The quality of intimate relationships is associated with lower psychopathology regardless of race or ethnicity (McShall and Johnson, 2015). Relationship quality can be defined as “how good or bad people perceive their relationship to be” (Bradbury and Karney, 2019). Yet, if relationship quality is a universal issue, why is the research dominated by disproportionately White, heterosexual samples (Boehmer, 2002; Tornello, 2021)? One answer for this might be simple: non-heterosexual and non-White relationships have only recently entered the modern American lexicon of love. Interracial marriage was legalized in 1967 and same-sex marriage was legalized in 2015. However, even this legalization is tenuous, as both rely on Supreme Court decisions: Loving v. Virginia and Obergefell v. Hodges, respectively. This means both groups of couples still fight for acceptance and actual legalization, such as constitutional and/or legislative changes. Today, there is a substantial body of research on same-sex relationships and on interracial and minority relationships. However, the research combining these two, as in, relationships involving people who are both sexual minorities and racial minorities, has not received a great deal of attention. An emphasis on this type of intersectional research, especially in a comprehensive review, is necessary.  According to 2019 U.S. Census data, about one-fifth of people in same-sex relationships are people of color. Historically, however, as much as 85% of research on same-sex relationships omits mentions of race or ethnicity entirely (Boehmer 2002). While intersectional experiences are becoming more visible in the common culture, many papers still rely on disproportionately Lawrence Senior Honors Thesis  3  White samples, which misrepresent the actual population of sexual minority individuals (Tornello 2021). This means the field of same-sex relationship quality is missing perspectives of the many of the couples it seeks to understand and help, especially the perspective of race as it intersects with sexual minority status. The intersectional perspectives of sexual minority people of color (SMPOC) differ drastically from both their White sexual minority (SM) and heterosexual people of color (POC) counterparts. But what exactly is intersectionality?  In 1989, Dr. Kimberlé Crenshaw, professor of law, introduced the concept of “intersectionality” in a paper published in The University of Chicago Legal Forum. She originally uses the term to describe the experiences of Black women in the “intersection” of racism and sexism, which compound to create a unique type of discrimination. It has since been applied to any group that faces specific experiences of marginalization that are unique to the intersection of their identities. Thus, these intersectional experiences cannot be captured through the combination of single minority lenses. For example, in a 2020 study, participants express “disappointment” about racial prejudice within the LGBTQ+ community, including racism and a lack of representation (Parmenter et al., 2020). Other studies show that negative intersectional experiences are related to more identity conflict and negative affect (Jackson et al., 2020). Not only is the wider intersectional experience different from single minority experiences, but intersectional experiences differ among individuals. A 2022 study from Enno and colleagues classifies these experiences into four distinct groups, which vary from (1) high connection with both identities/communities; (2) high connection to an ethnic community but not the LGBTQ+ community; (3) high connection to the LGBTQ+ community but not to an ethnic community; to (4) low connection to both communities. These are the experiences and factors missed when Lawrence Senior Honors Thesis  4  focusing on single minority groups; without them, the field lacks the knowledge to help real people who make up a significant amount of the U.S. population.   Multiple minority stress theory is one way to interpret intersectionality in the field of psychology, especially mental health. The minority stress model, derived from several social psychological theories, can be defined as a model in which “stigma, prejudice, and discrimination create a hostile and stressful social environment that causes mental health problems” (Meyer, 2003). Thus, the multiple minority stress model posits that stigma, prejudice, and discrimination come from more than one marginalized identity. This stress is often experienced in the form of microaggressions, which vary depending on the intersecting identities of individuals. For example, a common microaggression that involves the assumption that a gay man must be “feminine” has different implications for a White gay man than a Latino gay man who must contend with traditional “Machismo” values (Cyrus 2017). This can be described as an intersectional experience, which is a single interaction or event that relies on the acknowledgement of both/all identities of the individual. Intersectional experiences can be positive or negative, but for the purposes of the multiple minority stress model, the negative experiences hold greater importance. This construct has been measured in Balsam’s (2011) LGBT People of Color Microaggressions Scale (LGBT-PCMS), which has been independently validated (Zelaya et al., 2021) and made into a brief scale (Huynh et al., 2022). As for the effects on intimate relationships, studies show that SMPOC couples can struggle with bridging their communities and feeling included in both. They can face racism from the LGBTQ+ community, heterosexism from their ethnic community, and/or a general invisibility from both. This can lead to problems such as issues finding romantic partners, lack of social support for a couple, and more (Balsam et al., 2011; Mays et al., 1993; Parmenter et al., 2020). To map this individual Lawrence Senior Honors Thesis  5  stress model onto a relationship stress model relies on the social ecological model of relationships. One example of this is crisis theory.   In his 1949 book, Hill describes a model of relationship and family quality called the ABC-X Model, or crisis theory (See Figure 1). The ABC-X model consists of four parts: A, a stressor that occurs and requires a behavioral response; B, resources that include all the assets a couple has to cope with A; C, the couple’s interpretation of A as a challenge or a catastrophe. All of these culminate into X, the crisis itself. For example, if A is severe, B is low, and C is catastrophic, they add together to form an X (crisis) that is too big or difficult to adapt to, weakening the relationship. In the relationships of SMPOC, the stressors that occur are different than those of SM Whites. Rather than deal with only homophobic stressors, SMPOC deal with racist, homophobic, and/or intersectional stressors (Balsam et al., 2011; Ghabriel, 2017). This combines with B, the resources, being lower for SMPOC (Badgett et al., 2019). If intimate relationship research is omitting the experiences of SMPOC, when a relationship therapist attempts to give resources to their SMPOC clientele, there’s a possibility of poor fit, resulting in an overall lack of good resources for these couples. C may be when SMPOC have the advantage; the resilience hypothesis of multiple minority stress posits that because SMPOC experience more stigma (i.e., racism) than their White counterparts, they may be equipped to cope with experiences of homophobia (Meyer, 2010). However, this theory suffers from the controversial idea that one can “get used to” being marginalized. Still, if SMPOC are facing more/worse “X” crises, there is more opportunity for maladaptation or weakening of the relationship. This potential “C” advantage may obscure some of the deleterious effects of A and B, which is why sophisticated research is needed to understand the intersectional perspective. Lawrence Senior Honors Thesis  6  In the past twenty years, there have been some reviews of the literature surrounding intersectionality, stress, stigma, and relationship quality for same-sex couples. As mentioned, Boehmer’s 2002 comprehensive review of studies in The National Library of Medicine found that 85% of all studies on sexual minority people omitted race/ethnicity. In addition, 1.75% of all papers about sexual minority individuals focused on their relationships (n = 3,777). However, this review took place twenty years ago and long before the legalization of same-sex marriage in 2015. More recently, a scoping review from Totenhagen et al (2022) found that a majority of papers studying daily stress and relationship quality did not include sexual minorities. Also, while a majority of papers included the race/ethnicity of participants, almost all did not include any analysis regarding race/ethnicity. However, this review focused on studies that included “daily methodologies to study stress” such as journaling, thus only 23 studies were analyzed in the end. Another review focused specifically on the relationship quality of SMPOC and found that out of 367 papers on the relationships of sexual minorities, only 15 (4.09%) had a sample of racial minorities greater than the respective country’s minority population (Tornello 2021). This could be viewed as an ambitious criterion, but considering the majority of studies oversample White participants, it illustrates a crucial subversion of the idea of accurate sampling. In addition, oversampling is recommended practice for understanding cultural variables in research, meaning even papers which adequately sample BIPOC populations may still not be enough to draw culture-specific conclusions. Doyle and Molix (2015) conducted a meta-analysis of studies with sexual minority samples found that social stigma was associated with lower scores on measures of relationship quality, which supports the multiple minority stress model and the ABCX model. However, there were only three (8.57%) papers that reported a “mixed race” sample (as opposed to “predominantly White” samples), therefore there was no moderating factor of race in their Lawrence Senior Honors Thesis  7  meta-analytic review. I wondered whether one could find an effect of race with a larger sample of mixed race or racial minority papers.   In this study, I conducted a meta-analysis of the predictors/covariates of relationship quality among sexual minority couples who are either interracial or racially minoritized. In this review, I took an intersectional approach to meta-analysis, ensuring every study includes demographic data on race/ethnicity and analyzing for an impact of race on the relationship quality of SMPOC. Applying Hill’s crisis theory and the multiple minority model of stress, I hypothesized that intersectional discrimination would exacerbate the deleterious impacts of known predictors of relationship quality. I preregistered this hypothesis using Prospero from the National Institute for Health and Care Research (https://www.crd.york.ac.uk/prospero/display_ record.php?ID=CRD42023400626) and followed the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) guidelines (Page et al., 2021). Methods Guidelines  This study was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 checklist. In addition to this checklist, the researcher followed a 12-step process created to break down the systematic review process by Cornell Libraries (Cornell University Libraries, 2022). The 12 steps are as follows: 0. Develop a Protocol, 1. Draft your Research Question, 2. Select Databases, 3. Select Grey Literature Sources, 4. Write a Search Strategy, 5. Register a Protocol, 6. Translate Search Strategies, 7. Citation Management, 8. Article Screening, 9. Risk of Bias Assessment, 10. Data Extraction, and 11. Synthesize, Map, or Describe the Results. This section will detail the application of these steps to the current review. Lawrence Senior Honors Thesis  8  Selection Criteria  Five selection criteria were applied throughout the course of the literature search. Studies included in this review must: (1) be a quantitative study and/or provide quantitative data; (2) be a primary source (i.e., not secondary or a review) study conducted in North America; (3) analyze the relationship quality of sexual minority couples and/or individuals; (4) numerically recount the racial makeup of participants; and (5) not focus on HIV/AIDS, sexual health, or intimate partner violence. All five selection criteria were applied to each article. Any article that failed one or more criteria was excluded.   The first criterion excluded all qualitative studies, case studies, and other papers that did not provide any quantitative analysis. In order to conduct a meta-analysis, the included studies must contribute effect size(s) to be calculated and compared during the analysis itself.  The second criterion excluded all reviews and studies using secondary data as well as studies conducted outside of the North American continent. Specifying primary sources make sure the effect sizes extracted for meta-analysis are not redundant or doubled. Keeping the studies within North America should minimize any confounding variables due to cultural perceptions, different testing standards, etc.   The third criterion focused on eliminating papers on two fronts. One, papers that included same-sex couples but did not include separate analyses for them (e.g., the study did not limit to heterosexual couples, but included very few same-sex couples) were excluded as they would not provide valuable data to the meta-analysis. Studies that omitted sexual minority participants, because the Boolean search proved somewhat fallible, were also excluded. Two, the study had to include analysis of relationship quality, usually found in scored measures (e.g., the Dyadic Lawrence Senior Honors Thesis  9  Adjustment Scale, or DAS, and others). This ensures that data regarding relationship quality, the object of this review, can be collected.   The fourth criterion excluded any papers that did not specify the race of all participants. This means that papers including an “other” section, categorizing race as “White and non-white,” or plainly omitting the race of participants were excluded. Again, the Boolean search strategy proved fallible, as many studies with little to no mention of race were included in Round 1 because the abstract or full text contained a statement about the lack of racial minority participants, thus, containing some key words from the Boolean code. This criterion allows for calculations regarding race of participants.  The fifth and final criterion may be the most controversial. I excluded all studies focusing on sexual health topics because the researcher wanted to exclude deficit-based approaches, or approaches that begin with a sentiment that same-sex relationships are inherently more dangerous or risky to one’s health than heterosexual ones. In Boehmer’s review of 3,777 papers over twenty years, 60.5% of all studies were disease focused (2002). In addition, between the years of 1989-2011, 18.0% of LGBT studies funded by the National Institute of Health (NIH) did not focus on sexual health or HIV/AIDS; this is a miniscule number of studies considering all LGBT studies comprised only 0.5% of funded studies. Only 4.6% of all funded LGBT studies focused on couple and family health (Coulter et al., 2014). While sexual risk is important to study as a factor of health, especially as it pertains to the LGBT community that suffered the brunt of the AIDS epidemic, including it in irrelevant studies can be more stigmatizing than helpful. Search Strategy Lawrence Senior Honors Thesis  10   The search strategy for this review was developed with an attempt to balance diligence with feasibility for the timeline of the project. As such, six databases were selected based on their availability through Binghamton University’s libraries and inclusion in other reviews similar to this one (Doyle and Molix, 2015; Tornello, 2021). These databases are: PsycINFO, PubMed, Academic Search Ultimate, Web of Science, ProQuest Dissertations and Theses (i.e., the grey literature), and Google Scholar. This literature search was conducted in June – August 2022. The researcher developed a Boolean code based on the criteria for inclusion and adapted it to each site’s search functions; this was as follows: “relationship quality, relationship satisfaction, relationship quality, relationship trust, relationship commitment, relationship closeness, dyadic adjustment, perceived regard” AND “BIPOC or POC or Black or African American or Indigenous or Native American or People of Color or Ethnic* or Race or Latin* or Hispanic” AND “LGB* or GLB* or lesbian or gay or homosexual* or bisex* or queer or same-sex or same-gender or sexual minority” NOT “review or systematic review or meta-analysis or content analysis” NOT “HIV or AIDS or sexual health or intimate partner violence or IPV”   The section before the first “AND” comprises of terms for relationship quality developed based on two sources: Doyle and Molix’s 2015 review and Bradbury and Karney’s 1995 book. The second and third sections describe racial and sexual minorities respectively. The fourth is intended to exclude papers that are not primary studies. The fifth is intended to exclude deficit-based studies, which will be explained in a later section on the selection criteria. See Figure 2 for a visual representation of this process.  Lawrence Senior Honors Thesis  11   Using this code, 155 studies were found in the initial search based on titles and abstracts. After duplicates were removed (n = 20), the full texts of 132 papers were screened for inclusion based on the selection criteria. In addition to the database search, dubbed Round 1, the researcher reviewed each study’s reference section for titles that mentioned key words for relationship quality (e.g., quality, satisfaction, success/failure, outcomes…) and sexual minority couples/individuals (e.g., gay, lesbian, bisexual, homosexual, marginalized…). These studies formed Round 2 (n = 468), where, after removing duplicates (n = 218) and reports not retrieved (n = 72), 178 studies were added to the criteria exclusion process. The numbers reported below are how many “no” responses were reported for each criterion; one paper can fail multiple criteria. As the current review is a meta-analysis, only studies that collected quantitative data (e.g., effect sizes) were desired, so qualitative studies were excluded (n = 34). To avoid confounding factors of culture, only studies from North America were considered; all others were excluded (n = 96). Since the review is focusing on sexual minority couples and individuals, papers that did not include some analysis of relationship quality in sexual minorities were excluded (n = 101). For the intersectional perspective of this review, it was necessary for all papers included to have specific, numeric accounts of the racial makeup of their participants; any study that either did not mention race or included an unspecified “other” category were excluded (n = 163). Lastly, any studies that focused on detrimental sexual health or intimate partner violence were excluded (n = 12); however, mentions alone were not grounds for exclusion. In addition, the full texts for some studies were not located or available through Binghamton University’s subscriptions (n = 72). This left a total of 45 studies to be included in the meta-analysis. This is graphically represented in Figure 3.  Lawrence Senior Honors Thesis  12   The written protocol was pre-registered using the online platform Prospero from the National Institute for Health and Care Research (https://www.crd.york.ac.uk/prospero/display_ record.php?ID=CRD42023400626). Citations were tracked using the citation management software EndNote 20.  Data Analyses  First, data were extracted manually from each paper by a single researcher. The data were reported in a Microsoft Excel spreadsheet. These data included: sample minority makeup, sample size, independent and dependent variables, type of measure used (e.g., self-report), specific measure of relationship quality and the quality aspect measured (e.g., DAS; satisfaction), and the method of analysis (e.g., ANOVA). A separate Microsoft Excel document was used to report effect sizes for each variable determined by the researcher to be relevant to the goals of the meta-analysis. A list of relevant qualities for said assessment was determined by the researcher. Data synthesis and meta-analyses were conducted in SPSS v28.0.1.0 (142).  Results In total, thirty-two (32) studies were included in the final meta-analysis. While forty-five (45) studies were initially screened as meeting criteria, upon further review I found that eight studies did not, in fact, meet the first five criteria. Furthermore, two dissertations were excluded in favor of the second write-ups of the same studies published in peer-reviewed journals. One paper was excluded because it shared a population with another study; the study with the most effect sizes was chosen to be included. Four studies were excluded because they conducted multiple regression analyses without reporting the coefficients for individual variables such as semi-partial r or β (Beta) values. One dissertation was excluded because access to the full text Lawrence Senior Honors Thesis  13  was lost between criteria elimination and data analysis. One paper was mathematically excluded in the weighting process because it contained no BIPOC in the sample. A total of seventy-four (74) variables representing a total of two-hundred-sixty-seven (267) effect sizes were included in the final meta-analysis (See Table 1). These were divided into eight subgroups. Subgroup 1 included five social support variables. Subgroup 2 included 11 demographic variables. Subgroup 3 included four self and identity variables. Subgroup 4 included nine minority stress variables. Subgroup 5 included 23 relationship variables. Subgroup 6 included ten mental health variables. Subgroup 7 included eight stress and stressful event variables. Subgroup 8 included four variables that did not fit into the other seven categories. There are two meta-analyses presented: one that is weighted only by the inverse-variance test (see Table 1 and Figure 5) and the other that is additionally weighted by proportion of BIPOC found in the sample (see Table 2 and Figure 6). This weighting was done simply by multiplying each effect size by the numerical proportion of BIPOC. This process eliminated twenty-seven (27) effects from the weighted data set that became too small to be effectively measured (see Table 2 and Figure 6). Subgroup Analyses Social Support Two out of five social support effects were shown to be significant in the unweighted dataset: general social support and partner support (see Table 1 and Figure 5). After weighting by proportion BIPOC sample, four social support effects were found to be significant: family support, social support, social/legal marriage, and partner support (see Table 2 and Figure 6). There was no effect of friend support in either dataset. Demographic  Lawrence Senior Honors Thesis  14  Two out of eleven demographic factors were shown to be significant in the unweighted dataset: cohabitation and rural location (see Table 1 and Figure 5). After weighting by percent BIPOC sample, five demographic factors were found to be significant: presence of children, relationship duration, cohabitation, gender, and rural location (see Table 2 and Figure 6). No effects were significant for age, education, previous partners, religiosity, income/SES, or Spanish language. Self and Identity  Two out of four self/identity factors were shown to be significant in the unweighted dataset: feminist self-identification and racial identity (see Table 1 and Figure 5). After weighting by percent BIPOC sample, two self/identity factors were found to be significant: outness and feminist self-identification (see Table 2 and Figure 6). No effects were significant for identity superiority. Minority Stress Three out of nine minority stress factors were shown to be significant in the unweighted dataset: internalized homophobia, prejudice events, and racism (see Table 1 and Figure 5). After weighting by percent BIPOC sample, no significant effects of minority stress were found. No effects were found significant for POC heterosexism (homophobia), LGBT racism, LGBT relationship racism, internalized racism, discrimination, or stigma sensitivity. Relationship Factors Nineteen out of twenty-three relationship factors were shown to be significant in the unweighted dataset: communication, similarity, monogamy, sexual satisfaction, sexual esteem, sexual anxiety, sexual cognition, sexual desire, sexual frequency, anxious attachment, equality, commitment, trust, investment, relationship constraints, frequency of affection, intimacy, Lawrence Senior Honors Thesis  15  breakup intent, and love (see Table 1 and Figure 5). After weighting by percent BIPOC sample, eighteen relationship factors were shown to be significant: communication, similarity, monogamy, sexual satisfaction, sexual esteem, sexual desire, sexual frequency, avoidant attachment, equality, commitment, trust, relationship alternatives or options, investment, relationship constraints, frequency of affection, intimacy, breakup intent, and love (see Table 2 and Figure 6). No significant effects were found for relationship attraction or time with partner.  Mental Health  Seven out of ten mental health factors were shown to be significant in the unweighted dataset: anxiety, depression, substance use, self-esteem, history of therapy use for sexuality, neuroticism, and social desirability (see Table 1 and Figure 5). After weighting by percent BIPOC sample, three mental health factors were shown to be significant: partner-objectification, self-esteem, and social desirability (see Table 2 and Figure 6). No significant effects were found for self-objectification or objectified body. Stress and Stressful Events  Three out of eight stress factors were shown to be significant in the unweighted dataset: COVID-19 pandemic stressors, general stress, and HIV/AIDS related stress (see Table 1 and Figure 5). After weighting by percent BIPOC sample, no stress factors we found to be significant. No significant effects were found for child sexual abuse, adult sexual victimization, health, IPV perpetration, or IPV victimization. Other None of the four remaining uncategorized factors were shown to be significant in the unweighted dataset. After weighting by percent BIPOC sample, two stress factors were found to Lawrence Senior Honors Thesis  16  be significant: exercise and body mass index (see Table 2 and Figure 6). No significant effects were found for media exposure or enrichment. Discussion If we assume that weighting each effect for the proportion of BIPOC in the sample can show changes in significance between mixed and BIPOC-only samples, then analyzing the differences found between the unweighted and weighted dataset can reveal important differences. In the social support subgroup, family support and social/legal marriage were found to be positive predictors of satisfaction in the weighted dataset, but not the unweighted dataset. This suggests an increased role of family and marriage in the BIPOC sample rather than the mixed sample. For both sets, general social support and partner support were positive predictors. This ties into the demographic subgroup, where presence of children was significant only in the weighted dataset, as well as duration and gender. There were two effects of gender, both dummy-coded (male = 0, female = 1), which means that female gender was a positive predictor of satisfaction. Given that presence of children ties into the family support aspect, it makes sense that this effect was also a positive predictor. For both weighted and unweighted, cohabitation and rural location were positive predictors. In the identity subgroup, identification as a feminist was a positive predictor in both groups. Racial identity was a negative predictor in the unweighted set and insignificant in the weighted set. Contrarily, outness was a positive predictor only in the weighted set. The opposite nature of these results is surprising given the similar nature of the effects themselves, since both measure the individual’s perception of their marginalized identities. In the minority stress subgroup, effects were only found significant in the unweighted set, similar to the racial identity predictor. For the relationship factors subgroup, there were more similarities between the two groups than differences. In the unweighted dataset, anxious Lawrence Senior Honors Thesis  17  attachment was found significant, while in the weighted dataset, avoidant attachment was found significant. In addition, options outside the relationship was an effect found significant only the weighted dataset. In the mental health subgroup, partner objectification was only found to be significant in the weighted dataset. All significant stress/stressful events predictors were found only in the unweighted dataset. Exercise and BMI were the only significant predictors found in the eighth category and were significant only in the weighted dataset.  Implications of Intersectionality on Relationship Quality The purpose of this study was to review the effects found through an intersectional lens with the aid of Meyer’s multiple minority stress model and Hill’s crisis theory of relationships. When applying these models, I hypothesized that factors related to race would be negative predictors of relationship quality. I found five total factors related to race: racial identity, LGBT racism, LGBT relationship racism, internalized racism, and racism. Other variables that pertain to discrimination or prejudice refer to homophobic events only. Of these five factors, only two were found significant and both were negative predictors of relationship quality: racial identity and racism (See Table 2). This affirms my hypothesis. In the multiple minority stress model, minority identity impacts the occurrence of minority stress events, both distal and proximal, as well as coping and social supports (See Figure 2). For proximal events, identity can lead to vigilance, such as expectations of rejection, concealment, or internalized stigma. Distal stressors, however, can occur regardless of identity, especially when it comes to race. Rather, the reporting of such stressors can depend on identity. (Meyer, 2003). Instead, the predictor of racism appears to measure distal stressors, as it was measured by a self-report index that asked Black people to review racist incidents in their lives, whether they happened to themselves or another, and evaluate their impact (Grewal, 2005). This ties into intimate relationships through the ABCX Lawrence Senior Honors Thesis  18  model of Hill’s crisis theory. For a “crisis” to occur, the first step “A” is a stressor (See Figure 3). If the factor of racial identity affects proximal stress and the factor of racism measures distal stress, then their negative effect on relationship quality can demonstrate two concepts. One: these factors are capable of triggering crises and two: these crises lead to more opportunities for maladaptations that negatively impact relationship quality.  As for practical and clinical implications, these results emphasize the importance of cultural competence when treating and/or assessing couples. For all SM couples, cultural competence can involve discussing predictors that affect SM and SMPOC couples specifically. For instance, experiences of marginalization can impact the relationship quality of SM couples. These experiences include prejudice events, internalized homophobia, and racism. All these experiences were shown to be negative predictors of relationship quality. These proximal and distal minority stressors may be the source of more crises for marginalized relationships, especially for those that contain one or more SMPOC. It is also important to discuss identity with SM and SMPOC couples. In the multiple minority stress model, identity can lead to more minority stress, but it can also contribute to community and social support, which buffer the impact of minority stress. For instance, racial identity is shown to be a negative predictor of relationship quality but outness is a positive predictor. This makes sense given that outness is a deliberate choice on the part of an individual that requires a positive view of one’s identity, but racial identity is not a deliberate choice and an individual’s view of their identity can be negative as well as positive. These results highlight the importance of multicultural competence. It is not enough to have or tech competence with only LGB or BIPOC individuals (or same-sex or BIPOC couples). One must strive for competence at the intersection of these identities as well. The results Lawrence Senior Honors Thesis  19  presented here attest to the existence of differing predictors of relationship quality between SMPOC and mixed samples. Of course, the same need for competence applies to research. BIPOC make up 38.4% of the U.S. population according to the U.S Census Bureau (2020). BIPOC make up 31.3% of the Canadian population (Government of Canada, Statistics Canada, 2022). According to this information, twenty-five (25) out of the 32 studies included for meta-analysis over-sampled the White population of the country(s) they sampled. In order to achieve true inclusivity and representation of all individuals and couples, diverse samples are necessary, and the principle of intersectionality is a helpful approach.  Limitations While this study did weight data by proportion BIPOC in the sample, this can only provide an approximate prediction of what results might look like for a BIPOC sample. As the theory of intersectionality states, it is not possible to fully encapsulate an intersectional identity (such as SMPOC) mathematically. One cannot add together two identities, nor subtract other identities from data that includes some intersectional identity. Thus, I can only provide predictions for inquiry into these effects as they impact the relationship quality of SMPOC. In addition, a total of seventy-two reports could not be retrieved due to a limitation of both time and available resources. Regrettably, due to a limited time schedule, a risk of bias assessment of the forty-five papers that initially passed criteria elimination was not completed. This study was conducted by one researcher under the supervision of a mentor, thus some aspects that require objectivity, such as criteria elimination, were not completed or checked by multiple people. Finally, I did not put out a call for unpublished data or studies. As such, this meta-analysis, is subject to the file drawer problem that is endemic to meta-analytic research.  Strengths Lawrence Senior Honors Thesis  20   Despite these limitations, this meta-analysis had several strengths. First, a strict dedication to research ethics was observed throughout the research process. Before any research design was made, I spent time familiarizing myself with the systematic review process as laid out by PRISMA (Page et al., 2021) and the Cornell Libraries site (Cornell University Libraries, 2022). Second, the intersectional perspective of this analysis allows for a breadth of generalization unavailable to non-intersectional studies. Even though the weighting process is rudimentary, given the novelty of the design, this study can open up new paths of inquiry into specific, intersectional aspects of SMPOC relationships. In addition, the intersectional approach comes from a legal and social justice perspective, lending an interdisciplinary perspective to the current study as well. Finally, despite the limited, less-than-one-year timeline, as well as the limits of a single researcher, a total of 32 studies with a total of 74 effect sizes and a cumulative sample size of n=13,383 were analyzed. Conclusion  Sexual minority people of color make up almost one-fifth of all reported same-sex couples in the U.S. (United States Census Bureau, 2019). This number does not include the amount of bisexual people of color in opposite-sex relationships, meaning the total number of SMPOC is likely even higher. All couples who seek help in their relationships deserve the same amount of knowledge as their white, heterosexual counterparts. In truth, the principles of equity and intersectionality dictate that they require more knowledge since there are even more factors that affect their relationships. The only way to appropriately represent BIPOC-only samples is to measure them directly; one must sample BIPOC populations and run analyses on their responses alone. This need is not reflected in the current field of research. This systematic review only found three studies with a 100% SMPOC sample. A future, more accurate meta-analysis might Lawrence Senior Honors Thesis  21  focus only on studies with 100% SMPOC samples, but the field will have to provide them first. Academia is a system; systemic discrimination can only be changed by the systems. Change begins with demand and will. The results of this meta-analysis show a demand for further inquiry. From here, researchers must have the will to inquire and funders must have the will to invest.   Lawrence Senior Honors Thesis  22  References  References marked with an asterisk indicate studies included in the meta-analysis. *Akagi, C. G. (2001). Marital and relationship ministry in congregations of denominational and  ethnic diversity. [Doctoral Dissertation, Kansas State University]. ProQuest Dissertations  Publishing. Badgett, M. V., Choi, S. K., & Wilson, B. D. (2019). LGBT poverty in the United States: a study of differences between sexual orientation and gender identity groups. The Williams Institute. https://williamsinstitute.law.ucla.edu/wp-content/uploads/National-LGBT-Poverty-Oct-2019.pdf Balsam KF, Moline Y, Beadnell B, Simoni J, Walters K. (2011). Measuring Multiple Minority Stress: The LGBT People of Color Microaggressions Scale. Cultural Diversity and Ethnic Minority Psychology. 17 (2). *Berta, C. (2008). Relationship Satisfaction, Outness, and Social Support Among Cohabiting Lesbian Couples. [Doctoral Dissertation, The Chicago School of Professional Psychology]. ProQuest Dissertations Publishing.  Boehmer, U. (2002). Twenty Years of Public Health Research: Inclusion of Lesbian, Gay, Bisexual, and Transgender Populations. American Journal of Public Health 92, 1125_1130, https://doi.org/10.2105/AJPH.92.7.1125 Bradbury, T. N., & Karney, B. R. (2019). Intimate relationships. *Brinkley, M.C. (2019). Black Love Matters: Relationship Satisfaction among Black Gay Men and BMSM. [Doctoral Dissertation, Alliant International University]. ProQuest Dissertations Publishing. Lawrence Senior Honors Thesis  23  *Caplan, M.A. (2018). The relationship between gay male romantic relationships, self-esteem, internalized homonegativity, and body dissatisfaction. [Doctoral Dissertation, Alliant International University]. ProQuest Dissertations Publishing. *Cohen, J.N. (2008). Minority stress, resilience, and sexual functioning in sexual-minority women. [Doctoral Dissertation, The University of New Brunswick]. ProQuest Dissertations Publishing.  Cornell University Library. (2022). A Guide to Evidence Synthesis: Steps in a Systematic Review. Retrieved July 7, 2022 from https://guides.library.cornell.edu/evidence-synthesis/steps  Coulter, R. W., Kenst, K. S., Bowen, D. J., & Scout. (2014). Research funded by the National Institutes of Health on the health of lesbian, gay, bisexual, and transgender populations. American Journal of Public Health, 104(2), e105–e112. https://doi.org/10.2105/AJPH.2013.301501 *Covington, M.C., Jr. (2021). Perceived Parental Rejection, Romantic Attachment Orientations, Levels of “Outness,” and the Relationship Quality of Gay Men in Relationships. [Doctoral Dissertation, The George Washington University]. ProQuest Dissertations Publishing. Crenshaw, Kimberle (1989) \"Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics,\" University of Chicago Legal Forum: Vol. 1989: Iss. 1, Article 8. Cyrus, K. (2017). Multiple minorities as multiply marginalized: Applying the minority stress theory to LGBTQ people of color. Journal of Gay & Lesbian Mental Health, 21(3), 194–202. https://doi-org.proxy.binghamton.edu/10.1080/19359705.2017.1320739  Lawrence Senior Honors Thesis  24  *Donaldson, K.S. (2019). Partner-Objectification and Relationship Satisfaction in Gay Male Relationships. [Doctoral Dissertation, Walden University]. ProQuest Dissertations Publishing. Doyle DM, Molix L. (2015). Social Stigma and Sexual Minorities’ Romantic Relationship Functioning: A Meta-Analytic Review. Personality and Social Psychology Bulletin 41(10). Enno AM, Galliher RV, Parmenter JG, Domenech Rodriguez MM. (2022). Sexual, Gender, and Ethnic Identity Intersectionality among LGBTQ+ People of Color. Journal of LGBTQ Issues in Counseling 16(1). *Finch, T.M. (1999). Relationship satisfaction among lesbian couples: the effects of fusion and love styles. [Doctoral Dissertation, Miami Institute of Psychology]. ProQuest Dissertations Publishing. *Fingerhut, A. W., & Maisel, N. C. (2010). Relationship formalization and individual and relationship well-being among same-sex couples. Journal of Social and Personal Relationships, 27(7), 956-969. Ghabrial, M.A. (2017). “Trying to Figure Out Where We Belong”: Narratives of Racialized Sexual Minorities on Community, Identity, Discrimination, and Health. Sex Res Soc Policy 14, 42–55. https://doi.org/10.1007/s13178-016-0229-x. *Goldberg, A. E., & Sayer, A. (2006). Lesbian couples’ relationship quality across the transition to parenthood. Journal of marriage and family, 68(1), 87-100. Government of Canada, Statistics Canada (2022). The Canadian census: A rich portrait of the country's religious and ethnocultural diversity. www12.statcan.gc.ca. Lawrence Senior Honors Thesis  25  *Grewel, S.K. (2005). The Ethnic Struggle of Interracial Gay Male Couples. [Doctoral Dissertation, The Chicago School of Professional Psychology]. ProQuest Dissertations Publishing. *Gutierrez, D.M. (2019). Adapting and utilizing the minority stress model: adding sexually marginalized Latinx voices and cultural factors. [Doctoral Dissertation, The Univerisy of Iowa]. ProQuest Dissertations Publishing. Hill, R. (1949). Families under stress: adjustment to the crises of war separation and return. Harper. Hill, R. (1958). Generic features of families under stress. Social Casework, 49, 139-150. *Horne, S. G., & Biss, W. J. (2009). Equality discrepancy between women in same-sex relationships: The mediating role of attachment in relationship satisfaction. Sex Roles, 60, 721-730. Huynh, K. D., Bricker, N. L., Lee, D. L., & Balsam, K. F. (2022). Development and validation of the LGBTQ+ POC Microaggressions Scale—Brief (LGBTQ+ PCMS-B). Stigma and Health. Advance online publication. https://doi.org/10.1037/sah0000419 Jackson, S. D., Mohr, J. J., Sarno, E. L., Kindahl, A. M., & Jones, I. L. (2020). Intersectional experiences, stigma-related stress, and psychological health among Black LGBQ individuals. Journal of Consulting and Clinical Psychology, 88(5), 416–428. https://doi.org/10.1037/ccp0000489 *Jeong, J. Y., & Horne, S. G. (2009). Relationship characteristics of women in interracial same-sex relationships. Journal of Homosexuality, 56(4), 443-456. *Jordan, K. M., & Deluty, R. H. (2000). Social support, coming out, and relationship satisfaction in lesbian couples. Journal of Lesbian Studies, 4(1), 145-164. Lawrence Senior Honors Thesis  26  *Kamen, C., Burns, M., & Beach, S. R. (2011). Minority stress in same-sex male relationships: When does it impact relationship satisfaction? Journal of Homosexuality, 58(10), 1372-1390. *Lehmiller, J. J., & Agnew, C. R. (2006). Marginalized relationships: The impact of social disapproval on romantic relationship commitment. Personality and Social Psychology Bulletin, 32(1), 40-51. *Lehmiller, J. J., & Agnew, C. R. (2007). Perceived marginalization and the prediction of romantic relationship stability. Journal of Marriage and Family, 69(4), 1036-1049. *Li, Y., & Samp, J. A. (2019). Internalized homophobia, language use, and relationship quality in same-sex romantic relationships. Communication Reports, 32(1), 15-28. *Li, Y., & Samp, J. A. (2021). The impact of the COVID-19 pandemic on same-sex couples’ conflict avoidance, relational quality, and mental health. Journal of Social and Personal Relationships, 38(6), 1819-1843. Mays V.M., Cochran S.D., Rhue S. (1993). The impact of perceived discrimination on the intimate relationships of Black lesbians. Journal of Homosexuality, 25(4). *McLean, R., Marini, I., & Pope, M. (2003). Racial identity and relationship satisfaction in African American gay men. The Family Journal, 11(1), 13-22. McShall, J. R., & Johnson, M. D. (2015). The association between relationship distress and psychopathology is consistent across racial and ethnic groups. Journal of Abnormal Psychology, 124(1), 226–231. https://doi.org/10.1037/a0038267 *Melamed, D.K. (1992). Internalized homophobia and lesbian couple functioning.  [Doctoral Dissertation, City University of New York]. ProQuest Dissertations Publishing. Lawrence Senior Honors Thesis  27  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674–697. https://doi.org/10.1037/0033-2909.129.5.674 Meyer, I. H. (2010). Identity, stress, and resilience in lesbians, gay men, and bisexuals of color. The Counseling Psychologist, 38(3), 442–454. https://doi.org/10.1177/0011000009351601. *Mohr, J. J., & Fassinger, R. E. (2006). Sexual orientation identity and romantic relationship quality in same-sex couples. Personality and Social Psychology Bulletin, 32(8), 1085-1099. *Mohr, J. J., & Daly, C. A. (2008). Sexual minority stress and changes in relationship quality in same-sex couples. Journal of Social and Personal Relationships, 25(6), 989-1007. *Mohr, J. J., Selterman, D., & Fassinger, R. E. (2013). Romantic attachment and relationship functioning in same-sex couples. Journal of counseling psychology, 60(1), 72. Page M.J., McKenzie J.E., Bossuyt P.M., Boutron I., Hoffmann T.C., Mulrow C.D., et al. (2021) The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ 2021;372: n71. doi: 10.1136/bmj.n71 Parmenter, J. G., Galliher, R. V., & Maughan, A. D. (2020). LGBTQ+ emerging adults’ perceptions of discrimination and exclusion within the LGBTQ+ community. Psychology & Sexuality, 12(4), 289- 304. https://doi.org/10.1080/19419899.2020.1716056 *Peplau, L. A., & Cochran, S. D. (1981). Value orientations in the intimate relationships of gay men. Journal of Homosexuality, 6(3), 1-20. *Peplau, L. A., Cochran, S. D., & Mays, V. M. (1997). A national survey of the intimate relationships of African American lesbians and gay men: A look at commitment, Lawrence Senior Honors Thesis  28  satisfaction, sexual behavior, and HIV disease. Psychological perspectives on lesbian and gay issues, 3, 11-38. *Puckett, J. A., Horne, S. G., Herbitter, C., Maroney, M. R., & Levitt, H. M. (2017). Differences across contexts: Minority stress and interpersonal relationships for lesbian, gay, and bisexual women. Psychology of Women Quarterly, 41(1), 8-19. *Reeves, T., & Horne, S. G. (2009). A comparison of relationship satisfaction, social support, and stress between women with first and prior same-sex relationships. Journal of GLBT Family Studies, 5(3), 215-234. *Rosenthal, L., & Starks, T. J. (2015). Relationship stigma and relationship outcomes in interracial and same-sex relationships: Examination of sources and buffers. Journal of Family Psychology, 29(6), 818. *Todosijevic, J., Rothblum, E. D., & Solomon, S. E. (2005). Relationship satisfaction, affectivity, and gay-specific stressors in same-sex couples joined in civil unions. Psychology of Women Quarterly, 29(2), 158-166. Tornello SL. (2021). Relationship Functioning of Sexual Minority People of Color. Psychology of Sexual Orientation and Gender Diversity. 8(3). *Totenhagen, C. J., Randall, A. K., Cooper, A. N., Tao, C., & Walsh, K. J. (2017). Stress spillover and crossover in same-sex couples: Concurrent and lagged daily effects. Journal of GLBT Family Studies, 13(3), 236-256. Totenhagen CJ, Randall AK, Bar-Kalifa E, Ciftci O, Gleason M. (2022). Daily stress and relationship quality: A two-decade scoping review from an intersectional lens. Journal of Social and Personal Relationships, 0(0), 1-39. Lawrence Senior Honors Thesis  29  United States Census Bureau. (2019). Household Characteristics of Opposite-Sex and Same-Sex Couple Households: 2019 American Community Survey. Retrieved July 8, 2022 from https://www.census.gov/data/tables/time-series/demo/same-sex-couples/ssc-house-characteristics.html  United States Census Bureau. (2019). Household Characteristics of Same-Sex Couple Households by Relationship Type: 2019 American Community Survey. Retrieved July 8, 2022 from https://www.census.gov/data/tables/time-series/demo/same-sex-couples/ssc-house-characteristics.html United States Census Bureau. (2020). 2020 Census Redistricting Data (Public Law 94-171) Summary File.  Zelaya DG, Deblaere C, Velez BL. (2021). Psychometric Validation and Extension of the LGBT People of Color Microaggressions Scale With a Sample of Sexual Minority BIPOC College Students. Psychology of Sexual Orientation and Gender Diversity.   Lawrence Senior Honors Thesis  30  Table 1  Effect Size Estimates for Subgroup Analysis Variable Effect Size Std. Error Z Sig. (2-tailed) 95% Confidence Interval Lower           Upper Family .031 .0593 .531 .596 -.085 .148 Social support .245 .0249 9.812 .000 .196 .293 Social/legal marriage .116 .1250 .927 .354 -.129 .361 Partner support .382 .1111 3.434 <.001 .164 .599 Friend support .030 .0637 .466 .641 -.095 .155 Children .187 .1246 1.497 .134 -.058 .431 Age -.041 .0265 -1.564 .118 -.093 .010 Education .090 .0774 1.163 .245 -.062 .242 Duration .030 .0216 1.367 .172 -.013 .072 Previous partners  .135 .1298 1.038 .299 -.120 .389 Cohabitation .115 .0293 3.940 <.001 .058 .173 Religiosity .070 .0648 1.075 .282 -.057 .197 Income/SES .050 .0653 .766 .444 -.078 .178 Gender .110 .0585 1.874 .061 -.005 .224 Spanish language -.050 .1144 -.437 .662 -.274 .174 Rural .035 .0130 2.692 .007 .010 .060 Outness -.003 .0360 -.083 .934 -.074 .068 Identity as feminist .090 .0410 2.196 .028 .010 .170 Racial identity -.259 .1140 -2.272 .023 -.482 -.036 Superiority -.054 .0323 -1.668 .095 -.117 .009 POC heterosexism .010 .1005 .100 .921 -.187 .207 LGBT racism -.020 .1005 -.199 .842 -.217 .177 LGBT relationship racism -.110 .0993 -1.108 .268 -.305 .085 Internalized racism -.040 .1003 -.399 .690 -.237 .157 Internalized homophobia -.149 .0285 -5.225 <.001 -.205 -.093 Prejudice events (homophobic) -.079 .0338 -2.329 .020 -.145 -.012 Racism -.370 .1631 -2.268 .023 -.690 -.050 Discrimination (homophobic) -.004 .0590 -.061 .952 -.119 .112 Lawrence Senior Honors Thesis  31  Stigma sensitivity -.055 .0426 -1.284 .199 -.138 .029 Communication .293 .0719 4.082 <.001 .153 .434 Couple similarity .138 .0632 2.187 .029 .014 .262 Monogamy .200 .0239 8.352 .000 .153 .247 Sexual satisfaction .472 .0395 11.945 .000 .395 .550 Sexual esteem .210 .0395 5.318 <.001 .133 .287 Sexual anxiety -.241 .0290 -8.312 .000 -.298 -.184 Sexual cognitions -.407 .1350 -3.014 .003 -.671 -.142 Sexual desire .150 .0404 3.715 <.001 .071 .229 Sexual frequency .290 .0353 8.218 <.001 .221 .359 Avoidant attachment -.201 .1454 -1.382 .167 -.486 .084 Anxious attachment -.277 .0396 -6.995 <.001 -.354 -.199 Equality .361 .1629 2.218 .027 .042 .680 Commitment .528 .0836 6.309 <.001 .364 .692 Trust .622 .0153 40.611 .000 .592 .652 Alternatives -.092 .1650 -.558 .577 -.415 .231 Investment .317 .0913 3.468 <.001 .138 .496 Relationship attraction .184 .1074 1.710 .087 -.027 .394 Relationship constraints .270 .1298 2.080 .038 .016 .524 Time with partner .267 .1389 1.923 .054 -.005 .540 Frequency of affection .320 .0371 8.630 .000 .247 .393 Intimacy .527 .1083 4.868 <.001 .315 .739 Breakup intent -.406 .1099 -3.698 <.001 -.621 -.191 Love .433 .0660 6.564 <.001 .304 .563 Self-objectification -.050 .1108 -.451 .652 -.267 .167 Partner-objectification -.129 .1800 -.719 .472 -.482 .223 Objectified body -.250 .4200 -.595 .552 -1.073 .573 Anxiety -.243 .0604 -4.031 <.001 -.362 -.125 Depression -.232 .0874 -2.652 .008 -.403 -.060 Substance abuse -.228 .0609 -3.738 <.001 -.347 -.108 Self esteem .381 .0405 9.403 .000 .301 .460 Lawrence Senior Honors Thesis  32  Therapy for sexuality -.124 .0466 -2.664 .008 -.216 -.033 Neuroticism -.680 .2700 -2.519 .012 -1.209 -.151 Social desirability .310 .0428 7.237 <.001 .226 .394 Child sexual abuse -.080 .0410 -1.949 .051 -.160 .000 Adult sexual victimization -.080 .0410 -1.949 .051 -.160 .000 C-19 stressors -.285 .0500 -5.691 <.001 -.383 -.187 General stress -.183 .0540 -3.379 <.001 -.289 -.077 HIV/AIDS -.120 .0278 -4.317 <.001 -.175 -.066 Exercise .087 .0819 1.063 .288 -.073 .247 BMI .077 .0820 .939 .348 -.084 .238 Media exposure -.170 .1079 -1.576 .115 -.381 .041 Enrichment -.070 .0505 -1.387 .165 -.169 .029    Lawrence Senior Honors Thesis  33  Table 2  Effect Size Estimates for Subgroups Analysis: Weighted by Proportion BIPOC    Variable Effect Size Std. Error Z Sig. (2-tailed) 95% Confidence Interval Lower          Upper Family .127 .0137 9.243 .000 .100 .154 Social support .215 .0228 9.455 .000 .171 .260 Social/legal marriage .240 .0852 2.817 .005 .073 .407 Partner support .331 .0860 3.850 <.001 .163 .500 Friend support .116 .0683 1.692 .091 -.018 .249 Children .187 .0342 5.456 <.001 .119 .254 Age .099 .0730 1.358 .174 -.044 .242 Education .115 .0978 1.173 .241 -.077 .307 Duration .074 .0157 4.723 <.001 .043 .105 Previous partners  .132 .0961 1.378 .168 -.056 .321 Cohabitation .118 .0417 2.840 .005 .037 .200 Religiosity .080 .0620 1.289 .197 -.042 .201 Income/SES .226 .1647 1.371 .170 -.097 .549 Gender .107 .0141 7.538 <.001 .079 .134 Rural .035 .0050 6.993 <.001 .025 .045 Outness .090 .0227 3.989 <.001 .046 .135 Identity as feminist .090 .0117 7.692 <.001 .067 .113 POC heterosexism .010 .0100 1.000 .317 -.010 .030 Internalized homophobia .088 .0618 1.432 .152 -.033 .210 Discrimination (homophobic) .308 .2449 1.257 .209 -.172 .788 Communication .335 .0453 7.399 <.001 .247 .424 Couple similarity .200 .0531 3.775 <.001 .096 .304 Monogamy .181 .0623 2.909 .004 .059 .303 Sexual satisfaction .438 .0968 4.526 <.001 .248 .628 Sexual esteem .210 .0273 7.692 <.001 .156 .264 Sexual desire .150 .0195 7.692 <.001 .112 .188 Sexual frequency .301 .0257 11.715 .000 .251 .352 Avoidant attachment .240 .1027 2.336 .019 .039 .441 Equality .471 .1487 3.169 .002 .180 .763 Commitment .494 .0983 5.020 <.001 .301 .686 Trust .602 .0710 8.483 .000 .463 .741 Alternatives .070 .0300 2.336 .019 .011 .129 Investment .310 .1065 2.913 .004 .101 .519 Relationship attraction .232 .1244 1.867 .062 -.012 .476 Relationship constraints .270 .0675 4.000 <.001 .138 .402 Lawrence Senior Honors Thesis  34  Time with partner .244 .1399 1.745 .081 -.030 .518 Frequency of affection .320 .0416 7.692 <.001 .238 .402 Intimacy .315 .1169 2.694 .007 .086 .544 Breakup intent .220 .0482 4.566 <.001 .126 .314 Love .331 .0901 3.677 <.001 .155 .508 Partner-objectification .050 .0099 5.051 <.001 .031 .069 Self-esteem .381 .0221 17.241 .000 .337 .424 Social desirability .310 .0180 17.241 .000 .275 .345 C-19 stressors .040 .0236 1.695 .090 -.006 .086 General Stress .012 .0089 1.342 .180 -.006 .030 Exercise .087 .0412 2.114 .035 .006 .168 BMI .077 .0364 2.114 .035 .006 .148   Lawrence Senior Honors Thesis  35  Figure 1 ABCX Model (Hill, 1958)  Lawrence Senior Honors Thesis  36  Figure 2  Graphical Representation of Boolean Code Process           Lawrence Senior Honors Thesis  37  Figure 3  PRISMA Flowchart for Criteria Elimination   Lawrence Senior Honors Thesis  38  Figure 4 Multiple Minority Stress Model (from Meyer, 2003) Lawrence Senior Honors Thesis  39  Figure 5 Forest Plot for Data Unweighted by Proportion BIPOC  Lawrence Senior Honors Thesis  40  Figure 6 Lawrence Senior Honors Thesis  41  Figure 6 Forest Plot for Data Weighted by Proportion BIPOC    Lawrence Senior Honors Thesis  42   ",
    "id": 588633827,
    "identifiers": {
        "doi": null,
        "oai": "oai:orb.binghamton.edu:undergrad_honors_theses-1022"
    },
    "title": "Race in the relationship quality of sexual minority people of color: A meta-analytic review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-05-02T08:00:00+01:00",
    "publisher": "The Open Repository @ Binghamton (The ORB)",
    "references": [],
    "sourceFulltextUrls": [
        "https://orb.binghamton.edu/cgi/viewcontent.cgi?article=1022&context=undergrad_honors_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/588633827.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/588633827"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/588633827/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/588633827/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/588633827"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Intimate Relationship Quality",
        "Intersectionality",
        "Racial Minority",
        "Sexual Minority",
        "Meta-analysis",
        "Intimate Relationship Psychology",
        "Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:orb.binghamton.edu:undergrad_honors_theses-1022",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2576",
        "openDoarId": 0,
        "name": "The Open Repository @Binghamton (The ORB)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 588633827,
        "depositedDate": null,
        "publishedDate": "2023-05-02T08:00:00+01:00",
        "updatedDate": "2024-01-20T16:53:36+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-25T22:20:13+01:00"
    },
    "urls": [
        "https://orb.binghamton.edu/context/undergrad_honors_theses/article/1022/viewcontent/auto_convert.pdf",
        "https://orb.binghamton.edu/undergrad_honors_theses/33"
    ],
    "lastUpdate": "2024-01-20T16:53:36+00:00",
    "setSpecs": []
}