{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Arizabal, Francia Denise"
        },
        {
            "name": "Aspa, Ashley Vocae"
        },
        {
            "name": "Manalo, Jazztin Jairum"
        }
    ],
    "contributors": [
        ""
    ],
    "createdDate": "2023-07-18T05:28:34+01:00",
    "dataProvider": {
        "id": 7547,
        "name": "UMT Journal Management System",
        "url": "https://api.core.ac.uk/v3/data-providers/7547",
        "logo": "https://api.core.ac.uk/data-providers/7547/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.31000/jgcs.v7i1.6642",
    "downloadUrl": "https://core.ac.uk/download/572538341.pdf",
    "fullText": "    1 – 28  Raining on Rainbows: A Comparative Study of LGBT Anti-Discrimination Ordinances Between the Local Governments of Marikina, Manila, and Mandaluyong in the Philippines  Francia Denise Arizabal1, Ashley Vocae Aspa1, Jazztin Jairum Manalo1  (1 Department of Political Science, University of Santo Tomas, Philippines)  29 – 45  Entrepreneurship Innovation in Strengthening Economic Security on The Temajuk Border of West Kalimantan Indonesia  Elyta1, Jamaliah2, Mohammad Zaki Ahmad3  (1 Faculty of Social and Political Sciences, Universitas Tanjungpura, Indonesia) (2 Faculty of Economics and Business, Universitas Tanjungpura, Indonesia) (3 College of Law, Government and International Studies, Universitas Utara Malaysia, Malaysia)  46 – 65  Collaborative Governance in Reviving MSMEs in the Post-Pandemic Covid-19: Pacitan Regency Case Study  Muhammad Eko Atmojo1, Awang Darumurti1, Nita Ariba Hanif1  (1 Governmental Science Study Program, Universitas Muhammadiyah Yogyakarta, Indonesia)  66 – 78  Mapping the Potential of Conflict Between Villages in the Bima District  Syarif Ahmad1, Ibnu Khaldun2, Seta Basri3, Ahmad Chumaedi4  (1 Universitas Mbojo Bima, Indonesia) (2 Sekolah Tinggi Keguruan dan Ilmu Pendidikan (STKIP) Tamsis Bima, Indonesia) (3 Political Science Graduate Program, Universitas Nasional, Indonesia) (4 Government Science Study Program, Universitas Muhammadiyah Tangerang, Indonesia)  79 – 95  Meta-Analysis: Trends of Digital Democracy Research Publications  Muhammad Ali1, Muhammad Aprian Jailani1, Rendi Eko Budi Setiawan2, Cahyadi Kurniawan3  (1 Public Administration, Universitas Muhammadiyah Mataram, Indonesia) (2 Governmental Science, Universitas Muhammadiyah Yogyakarta, Indonesia) (3 Governmental Science, Universitas Muhammadiyah Mataram, Indonesia)      Journal of Government Civil Society Daftar Isi (Table of Content)   96 – 108  The Abundance of Special Autonomy Funds: An Ironic Portrait of Aceh's Poverty Alleviation  Ikhsan1, Ikhwan Rahmatika Latif1, Vellayati Hajad1, Effendi Hasan2, Muntaha Mardhatillah1, Herizal3  (1 Department of State Administration Study, Universitas Teuku Umar, Indonesia) (2 Faculty of Social Science and Political Science, Universitas Syiah Kuala, Indonesia) (3 Department of Political Science and Public Administration, Erciyes University, Turkey)  109 – 118  Eco-Theology in Indonesian Islam: Ideas on Stewardship among Muhammadiyah Members  Frans Wijsen1, Ahmad Afnan Anshori1  (1 Empirical and Practical Religious Studies, Radboud University Nijmegen, Netherlands)  119 – 139  To What Extent Political Education Can Influence Young Voters’ Perceptions?  Ridho Al-Hamdi1, Nur Sofyan2  (1 Department of Government Affairs and Administration, Universitas Muhammadiyah Yogyakarta, Indonesia) (2 Department of Communication Science, Universitas Muhammadiyah Yogyakarta, Indonesia)  140 – 158  Population and Civil Registration Public Services Digital Transformation During the Covid-19 Pandemic  Ria Angin1, Putri Robiatul Adawiyah1  (1 Government studies,Universitas Muhammadiyah Jember, Indonesia)   1Citation : Arizabal, F. D., Aspa, A. V., & Manalo, J. J. (2023). Raining on Rainbows: A ComparativeStudy of LGBT Anti-Discrimination Ordinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the Philippines. Journal of Government and Civil Society, 7(1), 1–28. https://doi.org/10.31000/jgcs.v7i1.6642Journal of Government and Civil SocietyVol. 7, No. 1, April 2023, pp. 1-28DOI: 10.31000/jgcs.v7i1.6642Received 28 July 2022    Revised 2 December 2022    Accepted 25 January 2023Raining on Rainbows: A Comparative Study of LGBT Anti-Discrimination Ordinances Between the Local Governments ofMarikina, Manila, and Mandaluyong in the PhilippinesFrancia Denise Arizabal1*, Ashley Vocae Aspa1, Jazztin Jairum Manalo11 Department of Political Science, University of Santo Tomas, Philippines*Email Correspondence: franciadenise.arizabal.ab@ust.edu.phABSTRACTThe study is drawn from the challenges and experiences of the LGBT individuals in the country experiencingdiscrimination and harassment due to marginalization which remained to create barriers to equality for LGBTpeople. The passing of Anti-Discrimination Ordinances in selected cities in Metro Manila is a triumph for manyLGBT groups. The study shed light on comparison of Anti-Discrimination Ordinances and the existing LGBTordinances between the selected local governments of Metro Manila in terms of its implementation and effects. Itidentified which among the local government units (LGUS) initiatives suits to be the best that may serve as modelfor other local governments in their future legislation of their own Anti-Discrimination Ordinance. The studyutilized the Principal-Agent Theory to contextualize a situation in which local governments are involved. Aqualitative comparative analysis that used key informant interviews and surveys is utilized in the study. Resultspresented that despite having the same composition and provisions when it comes to its enactment, Marikina,Manila, and Mandaluyong differ in ways and use of systems in terms of enforcement. Thus, the three LGUs mayfurther establish mechanisms to monitor complaints of gender-based violence and provide guidelines in handlingLGBT victims and may incorporate awareness-raising campaigns.Keywords: LGBT rights, LGBT policy, anti-discriminationordinancesABSTRAKStudi ini diambil dari tantangan dan  pengalaman individu LGBT di negara tersebut yang  mengalamidiskriminasi dan pelecehan karena marginalisasi yang tetap menciptakan hambatan kesetaraan bagiorang-orang LGBT.  Pengesahan Undang-Undang Anti-Diskriminasi di kota-kota terpilih di MetroManila adalah kemenangan bagi banyak kelompok LGBT.  Studi ini menjelaskan perbandinganUndang-Undang Anti-Diskriminasi  dan peraturan LGBT yang ada antara pemerintah daerah MetroManila yang dipilih dalam hal implementasi dan efeknya. Ini mengidentifikasi inisiatif mana diantara unit pemerintah daerah  (LGUS)  yang cocok untuk menjadi yang terbaik yang dapat berfungsisebagai model bagi pemerintah daerah lainnya dalam  undang-undang  masa depan mereka tentangUndang-Undang Anti-Diskriminasi mereka sendiri. Penelitian ini menggunakan Teori Principal-Agentuntuk mengontekstualisasikan situasi di mana pemerintah daerah terlibat. Analisis komparatifkualitatif yang menggunakan wawancara dan survei informan kunci digunakan dalam penelitianini. Results mempresentasikan bahwa meskipun memiliki komposisi dan ketentuan yang sama dalamhal pemberlakuannya, Marikina, Manila, dan Mandaluyong berbeda dalam cara dan penggunaansistem dalam hal penegakan hukum. Dengan demikian, ketiga LGUS  tersebut selanjutnya dapatmembangun mekanisme untuk memantau pengaduan kekerasan berbasis gender dan memberikanpanduan dalam menangani korban LGBT dan dapat menggabungkan kampanye peningkatankesadaran.Kata kunci: Hak LGBT, kebijakan LGBT, peraturan anti-diskriminasiJournal of Government and Civil Society, Vol. 7, No. 1, April 20232 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum ManaloINTRODUCTIONHistorically, people classified as homosexual have been despised by the public due tonumerous factors. These factors, not withstanding, lead to the actual idea of homosexualitythat stands against the standards of conventional sexual orientation and culture. Thediscussion regarding homosexuals is currently considered a point of discussion due toextrinsic ramifications and ensuing struggles which emerge as LGBTQ individuals andcommunities look for social unification (Jocson & Adihartono, 2020). Whereas, in thepast few years’ discrimination in relation to gender and sexual identity has increasedextensively, mainly because of the fight for fairness, equality, and acceptance took thelimelight. Globally, members of the lesbian, gay, bisexual, and transgender people, andother sexual minorities often experience being criminalized by the law, come across violenceand discrimination, lack of legal acknowledgement, and being restrained of freedom toexpress. This can be seen in the growing body of research shows that LGBTQ individualshave worse academic attainment because of discrimination, violence, and harassment.They also have higher unemployment rates and less access to decent housing, healthcare, and financial services. Therefore, it is possible that LGBTQ individuals areoverrepresented in the poorest 40% of the population. According to a World Bank report,LGBTQ individuals in Serbia, for instance, had the worse socioeconomic performance asa result of discrimination, with the at-risk-of-poverty rate rising from 16% to 20% forsuch individuals.Currently, 67 countries still have laws that prohibit homosexuality and LGBTQindividuals still experience a lot of discrimination: between 11% and 28% of LGBTQemployees say they were rejected a promotion due to their sexual orientation, and 27% oftransgender employees say they were fired, turned down for a job, or denied a promotionin the previous year. According to data from Center of American Progress or CAP’ssurvey of the LGBTQ community, 25.2% of respondents who identify as LGBT have faceddiscrimination in the last year due of their sexual orientation or gender identity. TheJanuary 2017 study reveals that, despite advancements, prejudice continued to pose aserious danger to the economic, physical, and psychological security of LGBTQ individualsin 2016 (Singh & Durso, 2021). Unrelentingly, women repeatedly demand the right to beseen equally with men, and in the same way, the LGBTQI community strive for the sameequity (Sears & Mallory, 2015).The devastating state and exclusionary attitude against the LGBTQ community aroundthe globe can be dependent and explained by where people live in. A survey conductedby Poushter & Kent (2020) revealed that those who live in Western Europe and in theAmericas has a more generally accepting attitude towards LGBTQ individuals comparedto those people who live in other regions i.e., Eastern Europe, Russia, Ukraine, the MiddleEast, sub-Saharan Africa, and Asia-Pacific. This phenomenon can be associated with theP-ISSN 2579-4396, E-ISSN 2579-440X3Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the Philippinesslow response of most Southeast Asian states regarding LGBTQ rights in their owncountries. Anthony Langlois in his book entitled “Sexuality and Gender Diversity Rightsin Southeast Asia” examined some of the factors related to the lack and slow process ofLGBTQ policies. Langlois (2022) argued that the Southeast Asian region has recentlytaken active strides in democracy and human rights yet still lacks tangible action towardLGBT discrimination and violence. Most countries in the region (i.e., the Philippines) seegender identity issues as importation from the West, which in turn may threaten one’sculture and tradition - the so-called “Asian values”. A paradigmatic example of this isthe case of Malaysia where their leaders such as Former Prime Minister Mahathir taggedhomosexuality and human rights as only Western practices, which Malaysians shouldimmediately reject. The Malaysian government extremely encourages its citizens to embraceits religious public culture and practice Islam rather than pushing for rights and moralities.Furthermore, religion also has a stronghold in terms of the slow progress of establishingLGBT rights. For example, the Philippines maintains the notion that it is a Christian nationand that allowing LGBT people the same rights afforded to cisgender, heteronormativecouples is tantamount to attacking the Filipino population’s moral sensibilities. Cornelioand Dagle (2019) refer to this phenomenon as the weaponization of religious freedomand the assertion of the militant character of Christianity. Subsequently, Pinsof & Haselton(2016) states these people contradict same-sex marriage out of dread that it will degeneratethe establishment of marriage. Other Southeast Asian countries as well live through thesame narrative such as Brunei, an Islamic state, infamous for its harsh laws towardsLGBTQ individuals. Up until today, under Brunei’s Shariah law, LGBTQ individuals andactivities are yet to be decriminalized as they continue to uphold its conservative Islamictraditions (Black, 2019).The LGBTQ community in the Philippines is not strange to this experience and haslong been braving the currents towards rights and recognition against state and religion.Ithas been twenty years since the Sexual Orientation and Gender Identity and ExpressionEquality (SOGIE) bill, which intended to legitimatize anti-discrimination, was firstintroduced to the Philippine political body. The discussion on the passing of SOGIE billhas reached twenty years with no end in sight. Indeed, majority of legislators and membersof the civil society passionately talk against the LGBTs very existence (Masilungan &Golfo-Barcelona, 2020). Undoubtedly, to guarantee that Philippine society acknowledgeshomosexuality can likewise be deluding. The subject of the study is drawn from the issues,conflicts, and experiences of the LGBT individuals in the country which up to this daystill experience discrimination, harassment, and even brutality due to bigotry andmarginalization which remained to create barriers to equality for LGBT people.Journal of Government and Civil Society, Vol. 7, No. 1, April 20234 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum ManaloAs indicated in a study led by the INQUIRER in 2019, 1 in each 10 Filipino LGBT hadbeen assaulted or had been threatened with brutality. Moreover, the Philippine LGBTHate Crime Watch expressed that starting around 1996, 164 cases have been recorded inwhich members of the LGBT community have been murdered. Having a glimpse of thedifferent facets of reality that the LGBT sectors have gone through; this paper wants toshed light and raise awareness on their experiences as a member of the LGBT community.Furthermore, this will also give a better understanding in terms of the status of LGBTindividuals in the selected local governments of Metro Manila, and how were they able togive assistance to the community. It is certain that LGBT culture exists and is part of thePhilippine society. The fact is LGBT culture exists and is part of Philippine society. Theywill not cease to exist despite society’s refusal to accept them nor the government’s inactionand delay addressing their grievances.LGBTQ Rights in the Local ContextGlobally, LGBTQ rights have been a matter of question and a critical theme in some ofpolitical agendas. A lot of LGBTQ individuals are fighting for social liberties, equity andequality in Congress, higher courts and in the streets. Not to mention, several notablepersonalities are now looking into their sexual direction out in the open. Correspondingly,there are existing cases of gender-based violence that are visible in the country whereinsome of which are high profiled personalities. For instance, in 2014 US Marine LanceCorporal Joseph Scott Pemberton was reported to have killed Jennifer Laude, a transgenderwoman (Cornelio & Dagle, 2019). In general, there are several cases in which LGBTQindividuals are hassled, abused, and executed in the streets due to their identity. Nowand then, aggression towards the LGBTQ community is believed to be fed by the verygovernment that should be enacting laws and policies to protect their rights and makingthem feel secured. Despite the lobbying and the large body of work available to supportthe LGBTQ community, the current framework of the country still fails to accommodateand respond to the needs of the community. Hence, there is a need to amend existinglaws and enact policies in which it should include the LGBTQ community in theirimplementation. It has extended to incorporate significant issues, such as, “violencecommitted at home, discrimination in the workplace, and harassment inside schoolpremises” (Bilon& De Leon, 2018).Framework of the StudyTo have an overview and understanding of the process between local governments,ordinances, and its target constituents, the researchers will be using the Principal AgentTheory model patterned for government and citizens by Twinomurinzi & Ghartey-Tagoe(2011) as shown in Figure 1 below. The illustration shows that there is a two-way processP-ISSN 2579-4396, E-ISSN 2579-440X5Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the Philippinesbetween the principal and the agent - the government being the agent, performs its dutiestowards the citizen’s needs or wants, and in return the citizens (principal) also abide bythe duties set by the government. It can also be noted that the model showcases andacknowledges that there might be hindrances in the exchanging of information betweenthe two variables and would contribute to the determination of effectiveness of theordinances in each locality.Figure 1. Principal Agent Theory Adapted for Government/Citizens(Twinomurinzi & Ghartey-Tagoe, 2011)In this framework, it highlights and emphasizes the significance to be in contact withthe study and have interactions; to which this paper aims to perceive or identify differencesand/or the effectiveness of the localized anti-discrimination ordinance within therespective locality of Marikina, Manila and Mandaluyong in how they intend to assist interms of addressing the welfare of LGBT individuals. Consequently, the local governmentunit of Marikina, Manila and Mandaluyong plays a crucial role in this process for theyare the local authority that may adopt the results of this study as a foundation for thecreation of a program and/or another policy. In general, this paper will follow the processillustrated in this framework.RESEARCH METHODThe study was conducted with key informant interviews, as well as data availablefrom the local government units involved such as public documents and reports, andsurveys. This study was conducted from April 2021 to May 2022.Journal of Government and Civil Society, Vol. 7, No. 1, April 20236 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum ManaloResearch DesignResearchers who use qualitative data in their study often use subjective and in-depthinformation presented in the form of words. Additionally, the results in qualitative researchare based on the narratives consisting of descriptions, experiences, and reports that willcontribute to the overall understanding of the phenomenon. With this, the researchersutilized case study as their research design as this allows them to closely examine thedata in a particular setting. Moreover, the said technique chooses a little geological zoneand an extremely predetermined number of people as subjects of the study.Participants and Respondents of the StudyThe participants and respondents involved in the study include incumbent governmentofficials from the cities of Manila, Marikina, and Mandaluyong, and those who are expertsin the field of gender such as department directors from the Gender and Development(GAD) Office, and officers from different LGBTQ+ Organizations which are located withinthe three cities. It is important to note that the study has been conducted from the onsetof the pandemic up until the months prior to the elections, as a result of this, someparticipants from the local government of Marikina have declined to be interviewed dueto conflicting schedules and priorities.For the survey conducted for the study, the respondents were chosen through thefollowing criteria: at least 18 years of age, must be a resident of any of the three cities, andidentifies themselves as a part of the LGBTQ+ community. Since the study is conductedin cities with big populations, the researchers utilized the Cochran’s Formula which allowsthe study to have an ideal sample size with a desired level of precision, desired confidencelevel, and the estimated proportion of the attribute present in the population.Research InstrumentsThe researchers gathered data from the narratives of local government officials andLGBTQ+ organizations about the distinction and efficacy of their localized Anti-Discrimination Ordinances. The interviews conducted gave focus on the implementationof the Anti-Discrimination Ordinances and how it was able to provide assistance in termsof stigma and discrimination among LGBTQ members.P-ISSN 2579-4396, E-ISSN 2579-440X7Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the PhilippinesTable 1. Tabularize Form of Indicators and Their DefinitionsAside from this, the researchers provided several indicators which are listed in Table1 above, these are as follows: accessibility, responsiveness, progressiveness, consistency,inclusivity, organization, and accountability. These indicators provide a reliable meansto measure the scope and assess the actual progress of a study, policy or intervention. Assuch, it had to an increasing extent been applied in the context of research evaluation forvarious purposes (Aksnes et al., 2019). Through these indicators, the researchers will beable to determine the effectiveness of the said ordinance and who among the localities ofManila, Marikina, and Mandaluyong has the best suitable scheme that benefits the welfareof the LGBTQ community.Journal of Government and Civil Society, Vol. 7, No. 1, April 20238 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum ManaloLocale of the StudyFigure 2. Map of the National Capital Region Highlighting Selected LGUsin Metro ManilaThe study was conducted in the Local Government Units of Manila, Marikina, andMandaluyong which are all located within the National Capital Region as shown inFigure 2 above. The three cities were chosen due to their similarities: all are first-classhighly urbanized cities, have relatively young Anti-Discrimination Ordinances in thelocality, and has participated in various LGBTQ+ initiatives and activities.ManilaIn the LGU of the City of Manila’s efforts to realize inclusivity within its locality, it hasissued Ordinance No. 8695 or the Manila LGBTQI Protection Ordinance of 2020. Thismandates the placement of LGBTQI Desks in every barangay which are tasked to “receiveand attend to complaints, safeguard the rights and interests of the aggrieved members ofthe LGBTQI community, and document any incidents of physical, emotional, orpsychological abuse.” It has also ordered the formation of a Manila Gender Sensitivityand Development Council (MGSDC) that is to be made up of a chairperson, a vice-chairperson, an executive director, and 10 members of the board. The ordinance penalizesphysical and/or verbal harassment based on their SOGIE with imprisonment for oneyear. It shall also cover the prohibition of organizing discriminatory groups and/oractivities, denying/limiting access to employees (i.e., promotion, opportunities, transfer,P-ISSN 2579-4396, E-ISSN 2579-440X9Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the Philippinestraining, schooling, employment) based on actual or perceived gender identity and sexualorientation.MarikinaThe local government of Marikina has expressed its dedication to maintaining thelocality’s reputation as a sustainable and livable highly urbanized city. They are alsoknown to display commendable efforts in providing a higher quality of life for theirconstituents by means of implementing social policies and programs that preserve anddevelop the city’s physical and human resources. One such policy is the establishment ofa local ADO that ensures the provision of equal opportunities for all locals, regardless oftheir sexual orientation and/or gender identity. City Ordinance No. 065 was signed intolaw by Mayor Marcelino Teodoro during the 2019 Metro Manila Pride March and Festivalon June 29. This practice has been confirmed to be part of the convenient public and safespaces present in the City of Marikina (Javier, Macaranas, & Manalo, 2020)MandaluyongDue to the continuing absence of a national law that will secure the basic humanrights of LGBT Filipinos (to a great extent – the past years due to a weak political assistancefrom the Philippine Senate) localized anti-discrimination efforts are again a matter inquestion. This time around, the city of Mandaluyong passed Ordinance 698, S-2018, whichlooks to “safeguard the rights of all Filipinos particularly those who experiencediscrimination based on their sexual orientation, gender identity and expression (SOGIE).”With this, it is now “the policy of the Mandaluyong City government to provide equalprotection for the LGBT sector as ensured by our Constitution and to make lawfulauthoritative measures on this point” (Dela Cruz, 2018).Data Gathering ProcedureThe researchers conducted interviews with incumbent city officials of the three cities.Moreover, to validate the data, the researchers also conducted interviews with variousLGBTQ+ Organizations which are based and located in the aforementioned cities. Theresearchers also gathered answers of 388 respondents for the survey - 124 respondentsfrom Marikina, 133 respondents from Mandaluyong, and 131 from Manila. The datagathered from the questionnaires would determine the effectiveness of the different Anti-Discrimination Ordinances of the selected LGUs in Metro Manila. To rationalize therespondents in the study, ethical considerations were included with the discretion of therespondents to participate in the survey or not as well as the latest population of thecombined three LGUs. Slovin’s Formula was utilized with a 5% margin of error resultingJournal of Government and Civil Society, Vol. 7, No. 1, April 202310 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum Manaloto 388 respondents based from the total number of population from the combined LGUs.Moreover, the availability of the respondents was also considered which resulted to unequaldistribution of respondents. Google Forms, online interviews through Zoom and GoogleMeet were done for the participants and respondents since the COVID-19 Pandemic isstill on-going during the conduct of this study and to protect the researchers from thesaid virus.RESULTS, DISCUSSION, AND ANALYSISEvidently, the lack of legal protection provided for LGBTQ individuals is founded onmere myth and bigotry. Hence, in response to the growing need for the recognition andpreservation of the rights of the gender minority, former Akbayan Representative EttaRosales filed the very first version of the Anti-Discrimination Bill (ADB) or House Bill09095 on January 26, 2000. It sought to provide legal protection for any persondiscriminated against based on their sexual orientation and gender identity. Variousversions of the ADB have been filed and refiled across every session of congress for thepast two decades until it evolved into the current version that is more popularly knownas the Sexual Orientation, Gender Identity and Expression (SOGIE) Equality Bill. It hasexpanded to include crucial issues such as “lack of acceptance and violence in the home,discrimination in the workplace, and bullying in schools” (Bilon& De Leon, 2018).Due to the continued absence of national antidiscrimination law, gender advocacyorganizations, such as the LAGABLAB LGBT Network, have been pushing localgovernment units (LGUs) to establish ordinances that will ensure the safeguarding ofhuman rights for the entirety of its jurisdiction.Nevertheless, the passing of Anti-Discrimination Ordinances in selected localgovernments in Metro Manila is a triumph for many LGBT groups, who are pushing formore local ADOs and policies to be passed as it is more doable than national law. Despitethe fact that we still intensely anticipate the establishment of the Anti-Discrimination Billin the Philippines, this development for Filipino LGBTs is absolutely a milestone triumph.This section contains the data gathered from the case study methodology conductedto provide for the following research objectives: to determine if there are any differenceson how the local ordinances of Marikina, Manila and Mandaluyong provide assistance(in terms of stigma or discrimination) to LGBT individuals; to determine the effectivenessof these present local ordinances in the LGUs of Marikina, Manila and Mandaluyongthat cover the welfare of LGBT sector; and lastly, to determine which among the threeLGUs of Metro Manila offers the best suitable scheme for LGBT individuals. The datadescription and discussion for each objective will be presented and divided into categorizedthemes – containing data gathered from key informants, as well as the specified indicators(refer to Table 1) for effectiveness in determining the best possible scheme for the LGBTP-ISSN 2579-4396, E-ISSN 2579-440X11Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the Philippinessector. Moreover, this will also be supplemented by a survey to validate the narrativesfrom the interviews.Disparity in Directives and Approaches of each LGU’s Anti-Discrimination Ordinance(ADO)In the Philippines, the SOGIE Bill also known as the Anti-Discrimination Bill has longbeen set aside, passed over, and have experienced numerous times of refiling for decadesin different PH Congresses. Despite its loud lobbying from various authorities, publicfigures, and advocate groups, a national legislation catering to the protection and welfareof the LGBT sector continues to be absent. There remains limited legal rectification for thebigotry experiences of LGBT members in terms of employment, education and basic goodsand services (Barrow, 2020). With this, gender advocacy networks such as LAGABLABhave been petitioning at the local level to provide a similar policy within their localgovernment unit. As a result, various LGUs all over the Philippines have implemented alocal version of the proposed bill. Various local government officials from Marikina, Manilaand Mandaluyong, who have been interviewed by the researchers have identicaldescriptions of their own Anti-Discrimination Ordinance. Themes such as protection,promotion of economic rights, and grievance committee all showed up as recurringaccounts when asked to describe their city’s policy. Although protections through laws,order, and ordinances are not sufficient to eliminate discrimination and prejudice, lawsare necessary foundations to attain equality (Meyer, 2016).Provision of Statutory Representation for the LGBTQ CommunityDespite passing the same ordinance and having the same objectives for the welfare ofthe LGBTQ sector, the cities of Manila, Marikina, and Mandaluyong still differ when itcomes to their ordinance’s basic features, its implementations, and other regulations. Oneof the provisions of the three localities is their free legal assistance for those who havefiled discriminatory cases. For the city of Manila, they have allotted five lawyers from theCity Legal Office to conduct free legal services every Thursday and Friday. One participantreiterated that even before the ADO, they have already established free legal servicescatering to gender-based violence under their Gender and Development Plan. As forMandaluyong, their free legal assistance for LGBT individuals will only be given once acase is filed in the court. In line with this, they have a grievance committee under theirADO who will be the one assisting the complainants in the process of filing their casesand other necessary procedures. One of the participants from Mandaluyong said thattheir ordinance is not yet fully implemented because its Implementing Rules andRegulations (IRR) is still in the works, but this does not hinder them in giving legal assistanceand other features provided in their ADO. Same goes through with the local governmentJournal of Government and Civil Society, Vol. 7, No. 1, April 202312 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum Manaloof Marikina, their lack of IRR does impede in providing legal services and assistance forLGBT individuals promulgated by the ADO. However, in an interview, the city mayorhimself assured that Marikina will always have a safe and inclusive environment forpeople of all gender orientations and preferences (Santos, 2019).Along with the localities’ legal services, the various ADOs of the local governmentsalso mentioned the delivery of counseling and psychological assistance. In Manila, thisproposed part of the policy has been put into halt as the local government’s focus is stillwith its COVID-19 response. As of the moment, there is still no allotted psychologicalprogram that will cater for LGBT individuals who have or will experience discrimination.One key official of Manila stated that once the pandemic dies down, its free psychologicalassistance and other services such as emergency hotlines will be given focus. On thecontrary, Marikina and Mandaluyong’s psychological assistance is functional andcurrently operating which the LGBT sector can have access to. In Marikina, they have setup a team composed of officers from their Health Office and Gender and Development(GAD) Office in partnership with their City Social Welfare and Development Office(CSWDO). While for Mandaluyong, their psychological assistance program relies on theNational Care for Mental Health (NCMH) which is also located in the city. Under theirADO, LGBT individuals who are victims of discrimination may seek services from theNCMH such as basic counseling and psychological first aid – which are all availablethrough their “E-konsultasyon” program because of the COVID-19 pandemic.Figure 3. Inclusivity of Programs under The ADOFrom the data gathered from the key informants, this also resembles the perspectiveof most respondents from all three localities. In a survey conducted, as shown in Figure 3,most respondents answered that they find their respective localities inclusive when itP-ISSN 2579-4396, E-ISSN 2579-440X13Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the Philippinescomes to delivering certain programs such as the legal and psychological services providedin the city. They felt that they get the same treatment and equal footing that theirheterosexual counterparts experience through the presence of the ADO and its programsand services.Establishment of Gender-Neutral RestroomsAnother feature of the Anti-Discrimination Ordinances is the establishment of gender-neutral restrooms. There are numerous cases of discriminatory and violent acts againstLGBT individuals in the country, particularly against transgenders when using restroomsin public spaces. A paradigmatic example of this case is the incident where GretchenDiez, a transgender, was blocked in using the women’s restroom in a mall. She sufferedfrom physical and verbal abuse and got arrested after the said commotion. The ADO ofMarikina, Manila and Mandaluyong tries to prevent such occurrences by installing gender-neutral restrooms in both private and public sector.The city of Manila has already established their gender-neutral restrooms having onlythe ADO in effect for more than a year. Despite this, participants from Manila stated thatthe number of available gender-neutral restrooms is not yet enough. To advocate andfurther inclusivity, the local government of Manila under its ADO made the creation ofgender-neutral bathrooms mandatory both in the public and private sector. To expoundthis, participant from Manila mentioned that together with the Gender and DevelopmentFocal Point System, the ADO will be monitoring those who have provided gender-neutralrestrooms already, and those who have not yet adhere to this provision will not be able torenew its license in the city. Since it has only been a year since Manila ADO’s enactmentand the threats of the ongoing COVID-19 pandemic continues, the LGU temporarilydiscontinued this and provide leeway for both private and public sectors in creatinggender-neutral restrooms for the LGBT sector.In the case of Mandaluyong, there is a slight difference in their provision of gender-neutral restrooms in the city. Mandaluyong’s creations of gender-neutral bathrooms aremore likely to be permissive and not mandatory as they have considered that most of thebuildings and establishments are already built prior to the ADO. City officials ofMandaluyong stated that creating gender-neutral bathrooms in said infrastructures mightbe difficult. Moreover, a participant from the same locality reiterated that if only theImplementing Rules and Regulations (IRR) were to be passed, then gender-neutralbathrooms will now be mandatory to private sectors. Since the IRR is still in the works,mandatory creation of gender-neutral bathrooms and its sanctions if not adhered to cannotyet be imposed. Those establishments who went out of their way to advocate for thewelfare of the LGBT by creating gender-neutral restrooms are given incentives by theLGU of Mandaluyong. Notwithstanding the lack of IRR, there are still gender-neutralJournal of Government and Civil Society, Vol. 7, No. 1, April 202314 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum Manalobathrooms in Mandaluyong’s City Hall Complex and other public offices while for theprivate sector and other establishments; they helped the ordinance through turning tocreative solutions such as installation of portable toilets.While for the city of Marikina, they are also going through the same challenges interms of the creation of gender-neutral restrooms in the public and private sector. Withthe pending IRR, they cannot require and obligate establishments to build new gender-neutral restrooms. Despite this, LGBT individuals can still access these services as theLGU have already set up gender-neutral restrooms within the city which are mostlyfound in their public spaces such as parks, museums, and other leisure facilities.Despite the lack of IRR, all three cities have still managed to advance the campaign oftheir ADOs through the creation of gender-neutral restrooms all over their localities,most especially in their public offices and public spaces. As shown in Figure 3, mostrespondents from Marikina, Manila, and Mandaluyong find such programs very inclusive– furthering the promotion of equality in their communities. It is seen as a steppingstonetowards the full force operation of the ordinance and alleviating the negative experiencesof the LGBTQ sector despite only having gender-neutral restrooms in public spaces.According to Bovens & Marcoci (2020), trans and other gender-nonconforming individualsare being violated and assaulted in gender-separated bathrooms), if in any case a companyoffers only gendered washrooms, it may cause unpleasant feeling to its employees to feelas though they are not being recognized. But a workplace that has gender-neutralbathrooms creates an inclusive environment that shows the organization’s perceptionabout diversity. Furthermore, it shows that an organization does not simply toleratelaborers’ differences, yet attests them (Lobell, 2019). Moreover, several studies haveproposed that supportive workplace and environment arrangements can assist withadvancing an inclusive environment for all workers which can lead to a more positivetreatment of LGBT individuals. Despite the benefits of having this feature implementedin business establishments and other private sectors within the cities, the focus of thedifferent local governments towards its COVID-19 response hinders this progress and atthe same time the passing of the ordinance’s IRR.Challenged Information DisseminationIn the implementation of any ordinance, the local government’s role is to educate,raise awareness, and properly disseminate information about the new policy to itsconstituents may it be through traditional media, social media websites, or on-site seminarsand workshops. This is also needed immediately after the ADO was passed as the publicstill lacks SOGIE education.P-ISSN 2579-4396, E-ISSN 2579-440X15Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the PhilippinesIn the local government of Manila, all participants have given the same answer whenasked about their information campaign for the ADO. They stated that they still need tolaunch a massive education campaign regarding their Anti-Discrimination Ordinancewhich includes gender equality and sensitive training. This is because the challenges ofCOVID-19 pandemic have halted their progress and momentum in enforcing the ADO.Currently, their information and education campaigns are limited to various governmentoffices in the locality as the pandemic only allows the accommodation of few individualswhen it comes to face-to-face activities. With the pandemic’s continuous threat to thepublic, it can be assumed that Manila’s information campaign will only recommenceonce the virus subsides.Moving on to Mandaluyong City’s information campaign, it may seem that they are astep ahead of Manila as their own ADO was signed a year ahead of the latter. A participantstated that their information campaign happened right after the ordinance was signed.This was echoed in by another participant’s statement that in her best of knowledge, thePink Mandaluyong, which is the LGBTQ organization in the city was able to conductseries of seminars to raise awareness and disseminate necessary information. They evenconducted workshops and went to the province of Pangasinan for a leadership trainingand briefing on the SOGIE bill and the Anti-Discrimination Ordinance that the localityalso has. Aside from this, Mandaluyong also allocated budget to their public informationoffice to highlight these kinds of projects in relation to the city’s ADO informationdissemination. They were also able to actively participate in various LGBTQ eventsnationwide that comes along with information dissemination, participated in the gaypride whenever they had the opportunity, and with the gay pride, they normally conductvarious SOGIE and gender-sensitivity talks and discussion. Unfortunately, their progresswas put on hold, and they have not fully completed the campaign because of the 2019elections and due to the COVID-19 pandemic.As for the information dissemination of the city of Marikina, it can be said that it isahead compared to the progress that the city of Manila has already enforced. Given thatthis is not the first time the city has shown its support for the LGBTQ community.Marikina’s municipal council has been a vocal supporter of the rainbow flag, particularlysince hosting the city’s inaugural Pride March in 2017. Whereas on June 24, the city’sclock tower was illuminated in rainbow hues in commemoration of Pride (Acosta, 2019).Similar to Mandaluyong, Marikina has passed the ADO earlier compared to the city ofManila which can be the reason the two aforementioned cities have a head start when itcomes to their information dissemination campaign as major challenges like COVID-19have not been on the table just yet. Marikina’s information campaign started at thebarangay level through its information dissemination and education campaign withvarious barangay chairpersons which later began with residents of the barangays. AsideJournal of Government and Civil Society, Vol. 7, No. 1, April 202316 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum Manalofrom this, Marikina’s information campaign utilized different social media platforms todisseminate information regarding the ADO. They have also requested the news of thepassage of the ordinance be published in media outlets. To strengthen the enforcement ofthe ADO, the information dissemination campaign of Marikina has extended not only toits barangays but more so with the institutions within the locality such as schools andbusinesses. Lastly, they also met with their LGBTQ sector to have a discussion on whatcovers the LGBT Anti-Discrimination Ordinance of the locality.Figure 4. Consistency of Programs, and Other Activities under The ADOFrom the information provided by key officials and various gender experts from thethree localities with regards to their information dissemination campaign, this can bedeemed similar to the perspective of most respondents from the survey. As shown inFigure 4, most respondents from Manila and Marikina find the programs under theirrespective ADOs inconsistent, particularly the information dissemination campaign. ForManila, this may be influenced by the fact that the pandemic halted the full enforcementof its awareness campaign and has yet to be felt by its residents. Meanwhile, for Marikina,their information campaign seems to only be observed in the early periods after itsenactment and since then it has only offered a minimum level of information disseminationthrough requiring offices and establishments to have a copy of the ordinance. As perMandaluyong, almost all the respondents deemed the information campaign and otherprograms of their ADO as very consistent. From the data coming from key officials andLGBTQ organizations, one of them stated that they have provided certain budget fortheir public information office to be able to disseminate information and raise awarenessregarding the ordinance. This allowed the local government of Mandaluyong tocontinuously educate its residents regarding LGBTQ rights and gender information evenafter the early periods after the passage of the ordinance.P-ISSN 2579-4396, E-ISSN 2579-440X17Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the PhilippinesDiverse Representation of the ADO Council as an Executive BodyThese various programs and initiatives under the ADO catering to the security,protection, and welfare of the LGBT sector is said to be monitored by a council mandatedby the ordinance itself. From the discussion on the subsections above, it is established thatall selected local governments have yet to pass their Implementing Rules and Regulationsfor their Anti-Discrimination Ordinance. With this, there are some provisions under theordinance that are not yet fully enforced – one of which is the creation of the Anti-Discrimination Council that is supposed to monitor the progress of the ordinance andamend or revise certain provisions if deemed necessary.Currently, the city of Manila has not created a council specialized for the ADO butwhen asked about the composition of the council, all participants from Manila providedsimilar answers. The proposed council will be composed of the mayor, vice mayor, andthe city administrator. They will also be inviting different stakeholders from the barangays,police, and health department. Furthermore, the council will also be including advocategroups, and non-governmental organizations to ensure diversity and representation forthe LGBTQ sector.Similarly, this is also the case for Marikina. They are still in the process of finalizingand determining who shall make up the council for their ADO. One participant statedthat they are really putting forward the best people who will represent and embody theobjectives of the ordinance and who will make sure that the rights of the LGBTQ sectorwill be given importance. The composition of Marikina’s ADO Council is not far apartwhen compared to what the local government of Manila is working on. As such, thesehave also been reiterated in an interview conducted by Hallare (2019) with the city mayorin which it has been stated that the creation of its council also includes the city mayorand other government officials coming from other departments such as Gender andDevelopment Office, Legal, Health, Labor Relation and Public Employment, and evenacademic institutions. To truly represent the purpose of the ordinance, they will allotseats for LGBTQ representatives coming from the private sector and non-governmentalorganizations.In contrast to this, the absence of IRR for Mandaluyong’s ADO did not hinder them indevising a temporary council. The Pink Mandaluyong is the local government’s sole LGBTorganization that was established even before the ADO was signed - which for themeantime acts as their ADO Council. Participants from the said locality have said thatonce the IRR is accomplished a permanent council mandated by the ordinance will consistof the 12 elected councilors, ex-official members, representatives of the SangguniangKabataan, representatives of the barangays, ten board members, and a technical workinggroup. In addition to this, participants stated that they will also allot seats in the councilJournal of Government and Civil Society, Vol. 7, No. 1, April 202318 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum Manalofor LGBTQ associations as they would want to make sure that not just all sectors of thegovernment are present but much so the representation of the beneficiaries of theordinance.Training and Livelihood Programs Still Under DevelopmentHence, the absence of policies and ordinances as a legal basis to address these biasedpractices leaves the LGBT members with no response for a change and with that, continuedviolations towards them are evident. Thus, selected Local Government Units of MetroManila showed its support to these LGBT individuals through the implementation of theAnti-Discrimination Ordinance and its strategic approach, which are manifested in severalways. The City of Manila only signed the ordinance late October of last year in the middleof the pandemic, therefore, is new to this in terms of implementation and was not able toexecute its plan of action. Although, prior to the signing of the ADO, Manila was able tohave a rainbow pedestrian lane along Roxas Blvd. to strengthen the locality’s informationdissemination among the residents of the City of Manila. Not to mention, their plan tobring back the Pride March in Manila as well as organize a Manila Summer Pride, whereinall members of the LGBTQI will be invited. Nonetheless, the pandemic had impeded thecourse of action that the City of Manila intended to do for its LGBT members.Whereas, unlike in Manila, the City of Mandaluyong through continuous petitionand campaign for the passage of local ADOs it was able to enact the Anti-DiscriminationOrdinance in the year 2018, prior to the pandemic. Thus, the local government ofMandaluyong was able to have programs, specifically for the LGBT sector which areinclusive and is integrated for everyone. Some of which are gardening programs, wellnessand adolescence hub, sports training and competitions, and capability building seminars.On the other hand, the City Government of Marikina have the Gender and DevelopmentOffice and recently supported webinars about legal laws, laws about LGBT rights andwere able to conduct behavioral health needs for the members of the LGBT during thepandemic. Moreover, the city mayor himself have stated that he felt the LGBTQcommunity should have the same equal opportunities as everyone, free of injustice anddiscrimination based on gender (Santos, 2019). It can be presumed that despite theperceived threat of the pandemic that led to each respective locality’s programs being puton hold, progressiveness is still evident in terms of creating inclusive programs and seminarsfor the LGBT sector. This can be seen through the survey as shown in Figure 5, in whichmost respondents from all localities see their units as advocates for LGBT programs.However, the case is different with Manila, in spite of drafting several programs for theLGBTQ community, since its ADO was passed in the midst of the pandemic therefore, itsplan of action was not able to be carried out. Hence, this is to note that although mostP-ISSN 2579-4396, E-ISSN 2579-440X19Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the Philippinesrespondents coming from Manila answered that their LGU is progressive, the number ofthose who disagreed is quite close to the number of those who agreed.Figure 5. Progressiveness through the Creation of Programs, Seminars, and Activi-ties in Various Institutions of SocietyMoreover, each locality was not able to pass the ordinance all at the same time, not tomention the existing threat of the pandemic, making the focus of each locality containthe spread of the virus. However, individually they were able to draft a proposed programs,seminars, and activities intended for the LGBT community. Although, prior to thepandemic two of the localities were able to carry out some of these programs, altogetherthey cannot really proceed with the enforcement for the reason that they needed tointerrupt the implementation of these proposed programs to prioritize attending to theneeds of those affected by the pandemic.Lack of Interventions and Partnerships from NGOs and Private Sector in TheEnforcement of the ADOApart from the local governments initiatives to show its support and progressivenessthrough the different strategic approach in conducting programs and projects, the citygovernment seems to be lacking in terms of its information dissemination with regards tothe Anti-Discrimination Ordinance and its coordination with NGOs (Non-GovernmentalOrganizations) and national agencies. Evidently, the pandemic has a massive effect onthe local governments within the Metro that made their initiatives to be forestalled. Suchas the case of Manila’s information and dissemination, they are still trying to reach outwith the different NGOs. Although they intend to have partnerships with NGOs andnational agencies, but seeing the effect of the pandemic, Manila have not shed light ongiving information and asking NGOs and national agencies for support because they doJournal of Government and Civil Society, Vol. 7, No. 1, April 202320 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum Manalonot have the data yet. All of which are still in progress, they were not able to test theeffectiveness of these NGOs and national agencies in terms of supporting and aiding themembers of LGBT community in its locality due to the global crisis that the country iscurrently facing.Contrarily, the City of Mandaluyong was able to provide and give certain organizationsthat was able to coordinate with them. Some of which are the Love Yourself Movement,the Engender Rights, who conducts seminars on the barangay level to capacitate thefrontliners and to educate the members of the LGBT on how to legally address violenceand harassment issues. Lastly, there are five active LGBT Organizations along with localchurches and the DSWD that coordinated with the Marikina local government therefore,they were able to form the Marikina Pride. However, other than that they also seem to belacking partnerships with other NGOs.Executive Role of the ADO CouncilOne of the manifestations of insufficiency in the City of Manila’s strategic approachtowards its LGBT members is the absence of its council or committee which will formulatepolicy and programs for the LGBT community. Although, the local government of Manila,recently created a gender focal point system in which it ensures that programs, services,projects and activities are all gender responsive, it is undeniably not enough to make upfor the missing implementing rules and regulations (IRR) that will be utilized to createsuch programs for the LGBT individuals. Notwithstanding the absence of implementingrules and regulations (IRR) for the formulation of council, still the City of Manila affirmedthe role of the council in which it will focus on monitoring the offenses that would becommitted against LGBT members.The same goes in Marikina, with the missing IRR they have not devise a council yet,however they will be discussing this together with the Gender and Development (GAD)officers and will be coordinating with the barangay Violence Against Women and theirChildren (VAWC). Desks to monitor the cases and directly report it to the GAD Office. Incontrast, Mandaluyong reiterated the role of its council which is on monitoring,formulation, information dissemination, evaluation, and coordination. Nonetheless, whilewaiting for the IRR, the city of Mandaluyong will have the Pink Mandaluyong as its PinkCouncil by which members will also be the people who will be instituted in the pridecouncil. In devising a council, the IRR does not have much effect on it for the basis of thecouncil is the ordinance itself while the IRR is needed for any legal proceedings such asapprehension and other charges.P-ISSN 2579-4396, E-ISSN 2579-440X21Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the PhilippinesFigure 6. Responsiveness of the Anti-Discrimination CouncilLooking at Figure 6, among the three selected localities within Metro Manila, throughkey interviews coming from key officials and LGBTQ representatives, it turns out onlythe City of Mandaluyong seems to have devised a council that is responsive to addressingthe reported cases of LGBTQ members. Whereas respondents from the two localities(Manila and Marikina) confirmed that as of the moment there is an absence of an anti-discrimination council specifically for the LGBTQ community in their respective locales.This is due to the missing implementing rules and regulations which are necessary tomake the ordinance more detailed and comprehensive. Although there is an absence ofIRR among the three localities, it has not affected the creation of the council inMandaluyong. Similarly, all three localities recognize the role of the council which is tobe responsive in attending to the needs of the LGBT sector.Eliminating discrimination and inequity based on SOGIE will address difference intreatment that stems from sexual orientation predispositions that safeguard individualswho stick to the patriarchal concept of male and female and victimize the people who donot fit in the socially constructed norms of what is a man and a woman. Notwithstanding,the 1987 Philippine Constitution ensures the right of everyone for equal protection, withoutdiscrimination or injustices, the laws securing human rights are not being similarly appliedparticularly to people with diverse SOGI. In the legal battle for gender equality, therehave been cases that were ruled in favor of LGBTs such as when the Supreme Courtfavored the Ang Ladlad Party list, proclaiming that the LGBT sector has the right to takepart in the system of the party-list on similar premises as other marginalized and under-represented sectors.Journal of Government and Civil Society, Vol. 7, No. 1, April 202322 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum ManaloFigure 7. Organized and Systematic in Following Protocols in Responding to LGBTCasesThe respective locality of Marikina and Mandaluyong was able to pass the Anti-Discrimination Ordinance prior to the threat of the pandemic. This explains why thesurvey in Figure 7 above shows that respondents from Marikina and Mandaluyong firmlybelieve that their respective locality follows a protocol in responding to and deliberatingLGBT discrimination cases despite not having much-reported cases of discriminationagainst the LGBT community due to the existing threat of the pandemic. Consequently,through the years these two localities were able to create mechanisms to mandate theirofficers-in-charge on how to respond to reported cases in which LGBT discrimination isinvolved. Whereas Manila passed the ADO last 2020, in which there is a surge of reportedcoronavirus cases, therefore key interviews coming from the locality have recognized thelack of protocols in responding to LGBT cases.Figure 8. Violators are being Held Accountable and Penalized by-rights and FairP-ISSN 2579-4396, E-ISSN 2579-440X23Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the PhilippinesIn relation to the lack of council in the localities of Manila and Marikina, whereasMandaluyong utilizing only a temporary one – key interviews coming from the threelocalities find the accountability aspect of the ordinance extremely low as seen in Figure8 above. This is also to note that key informants in the study have said there are noreported cases yet of discrimination and the ordinance is yet to be used in sanctioningpeople for violating the said policy. With these set of facts, it appears to be that keyofficials from each locality find it hard to determine the violators and how these offenderswill be held responsible for their actions as there are no official council installed who willbe monitoring and deliberating the cases. Furthermore, the lack of cases may be deemedambiguous in the perspective of the key officials as the current events experienced by thecountry hinders such observance to occur and that there might be many unreportedcases going on.Existence of Help Desks Specific to the LGBTQ SectorLGBT members are becoming targets of discrimination, harassment and violence whichaffect their economic and social well-being. Despite this, there is an absence of mechanismsand intervention from the government which are directed to monitor, let alone addresssuch incidents, not to mention violence against Filipino LGBT community. Thus, prior tothe implementation of the Anti-Discrimination Ordinance, it was stated in the draftproposal that LGBT help desks are included in which it seeks to act on cases involvingsexual harassment, violence and abuses committed against the LGBTs within the locality.In the meantime, the City of Manila does not have an LGBT help desks due to the missingimplementing rules and regulation (IRR). Although, if the IRR is finalized, they plan tohave an LGBT help desks per barangay to monitor if there would be any form ofdiscrimination that would have happened in their respective locality or authority.On the contrary, Mandaluyong have the normal or general help desk where anyonecan report or file cases. For instance, there are senior citizens, pregnant women, abusedwomen and children – they only add this to the duties or task of their barangay help desksame goes with issues of the LGBT sector. Similar to Manila’s sentiments regarding LGBThelp desk, if the government of Mandaluyong are able to put up help desks intended onlyfor complaints from the members of the LGBT community, the City of Mandaluyongplan to designate these help desks at every barangay as well. On the other hand, inMarikina the desks are included in the Women’s Desks. Therefore, they can reach out inthe Women’s Desk when they experience gender-based violence or any complains interms of the Anti-Discrimination Ordinance. And these women’s desks are designatedper barangay. However, if it is in the level of criminal case, they are redirected to theVAWC desks of their police stations. Furthermore, after years of criticism for their apparentinactivity, the PNP of the city of Marikina started rolling out “LGBT desks” throughoutJournal of Government and Civil Society, Vol. 7, No. 1, April 202324 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum Manaloits district offices in 2018. These desks are manned by highly trained officers who givefocused assistance to persons facing assault and abuse. However, campaigners fortransgender rights think that recent occurrences have exposed the PNP’s persistent inabilityto protect one of the country’s most vulnerable communities (Redfern, 2021).The survey in Figure 9 shows that respondents from only one among the three localitieshave answered that members of the LGBTQ community can access their respective locality’shelp desks. Despite not being a help desk specifically for the LGBT community due to themissing implementing rules and regulations (IRR), however, there are still general helpdesks such as the VAWC desk and Women’s Desk in every barangay that will serve as asubstitute for the missing LGBT help desk.Figure 9. Accessibility of LGBT Help Desks in Selected Local Government inMetro ManilaThe local government unit of Manila admitted that they still lack in the implementationof policy and programs as its strategic approach towards the enactment of the Anti-Discrimination Ordinance. The pandemic happened and Manila was greatly affected,therefore, they had to stop everything in order to focus on addressing and giving a solutionto this pandemic. Which as we all know, is every local government’s objective. Incomparison to the City of Mandaluyong, who had the opportunity to enact the ordinanceand implement its programs prior to the pandemic, therefore, had a lot of chance for it tobe able to put its objectives into actions. Whereas, Marikina may not have LGBT helpdesks for now but complains of LGBT members regarding discrimination or any actionsthat violates them will be under the supremacies of the Women’s desk.P-ISSN 2579-4396, E-ISSN 2579-440X25Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the PhilippinesPre-existing Supplemental Policies to the ADOTo determine the LGU offering the best scheme to LGBT individuals, the researchersalso considered the pre-existing policies, programs, and initiatives that are similar totheADO. In Manila, there are multiple ordinances ensuring the protection of all gendersfrom catcalling and sexual harassment. One participant mentioned the existence of Anti-Catcalling Ordinance, strengthened by a national legislation through the Anti-SexualHarassment or the Safe Spaces Act. Aside from this, other participants added the presenceof the Gender and Development Code of Manila which conducts gender sensitivity trainingprograms and caters to the needs of all its constituents regardless of orientation andidentity. Initiatives such as the observance of International Day Against Homophobia,Transphobia and Biphobia, and Pride Month have also been present in the said LGU.As for the city of Mandaluyong, the informant stated that they also have implementedthe Gender and Development Code and “there are some similar initiatives catering to theLGBT, but it is more on cultural programs and not on uplifting or addressing issues of thesaid minority sector. The programs before were not specifically addressed to LGBT issues.”On the other hand, a participant coming from the same locality stated that if its specificallyabout violence and injustice that the LGBTQ community is facing daily, it was not untilthe ADO was passed that it was directly addressed in a policy in the city. Thus, prior tothe implementation of ADO, the local government of Mandaluyong’s initiatives andprograms are more on health projects. Nevertheless, another participant believes that all theirordinances within the city are gender-inclusive and protect all the members of society. Thesame participant further reiterated that whenever the local government of Mandaluyongproposes projects and programs, the LGBTQ community are always included.While on the contrary, in Marikina there are organizations that even before the ADOhave been doing programs, sharing, where people like them gathered and be themselves,to provide support and safe space. Whereas another participant from the city mentionedthat they have programs under the GAD Office that covers not only the LGBTQ sectorbut in general, inclusive of everyone. And they are also given the platform to highlighttheir skills and advocacies. However, there is no written ordinance yet although the sameparticipant stated that the past years the LGBTQ sector are given the platform to expresstheir concerns, issues, and advocacies.CONCLUSIONThe past few years’ discrimination in relation to gender and sexual identity hasincreased extensively, mainly because the fight for fairness, equality and acceptance tookthe limelight. However, the passing of the Anti-discrimination ordinances in selectedlocal government in Metro Manila is a triumph for many LGBT groups in the country,who are pushing for more local ADOs and policies to be passed as it is more doable thanJournal of Government and Civil Society, Vol. 7, No. 1, April 202326 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum Manaloa national anti-discrimination law. Despite having an intense anticipation for the passageof the SOGIE Equality Bill in the Philippines, this development for Filipino LGBTs isabsolutely a milestone triumph. Prior to the pandemic, all three localities were able todevelop several programs and projects specifically for the LGBT community. But withthe existing threat of the pandemic most of each locality’s initiatives towards the LGBTsector were forestalled to focus more on those affected by the pandemic.Thus, with the results and analysis that were done in the study, the three localgovernment unit may further establish mechanisms to monitor, report and record incidentsand complaints of gender-based violence, discrimination, and abuse. Moreover, therespective LGUs can also rectify mechanisms to address complaints of acts of discriminationand other forms of harassment towards LGBTs. Second, provide guidelines in handlingof LGBTQ victims, arrested and detained LGBTQ for either criminal or civil offense ifthere are any. Third, there are several ways in raising awareness campaign that can beutilized to convey and spread messages, and to gather support necessary to influencepublic opinion such as working with the media, public, and private institutions. As wellas, giving official statements, briefings, and commentaries; distribution of reports, studiesand publications; and if by any chance the situation permits to do so then holding publicmeetings, workshops, and seminars can also contribute to a wider information campaign.As mentioned earlier, such awareness campaigns can be distributed through several meansor tools such as radio, television, video, film, the web, online media, newspapers, bulletins,handouts, poster campaigns and arts. On a state level, the state party should amendlegislation that could be a result of discrimination against, prosecution and punishmentof an individual because of their sexual orientation or gender identity. Furthermore, thestudy suggests the public to play an active role in upholding LGBTQ rights such as engagingthemselves in these awareness campaigns.The study however was limited to comparing the Anti-Discrimination Ordinancesbetween the local government unit of Marikina, Manila and Mandaluyong. For there areonly few studies conducted that gave light to the benefits of implementing policies andordinances to protect the welfare of the LGBT community. Furthermore, this study doesnot entail those within the spectrum of business sector, academic institutions, governmentagencies, and discrimination against LGBTs in the workplace. The study only focuses onthe effectiveness of the ordinance and which among the three localities have the bestscheme in terms of its projects, programs, and initiatives towards the LGBT sector whichother local governments can also adopt. Hence, for future researchers it would be helpfulto capture qualitatively the experiences and perspectives of other members of the LGBTcommunity who had a mixed or negative experiences in their respectively locality.Likewise, further research may investigate the (somewhat uncommon) encounters ofmarginalized and under-represented groups of LGBTs in other localities.P-ISSN 2579-4396, E-ISSN 2579-440X27Raining on Rainbows: A Comparative Study of LGBT Anti-DiscriminationOrdinances Between the Local Governments of Marikina, Manila,and Mandaluyong in the PhilippinesREFERENCESAcosta, Z. (2019, July 1). Homophobes, stay away from Marikina. NOLISOLI. RetrievedApril 5, 2022, from https://nolisoli.ph/64348/homophobes-stay-away-from-marikina//  Aksnes, D., Langfeldt, L., &Wouters, P. (2019). Citations, citation indicators, and ResearchQuality: An overview of basic concepts and theories. SAGE Open, 9(1), 1–17. Barrow, A. (2020). Sexual Orientation, Gender Identity, and Equality in Hong Kong:Rights, Resistance, and Possibilities for Reform. Asian Journal of Comparative Law,15(1), 126-155.   Bilon, X. J. & De Leon, C. (2018, June 25). With no national law, can we rely on localordinances to protect LGBTQs against discrimination? CNN Philippines. Retrievedfrom https://cnnphilippines.com/Black, A. (2019). Casting the first stone: The significance of bruneidarussalam’s syariahpenal code order for lgbtbruneians [SSRN Scholarly Paper]. https://papers.ssrn.com/abstract=3488560Bovens, L., &Marcoci, A. (2020). The gender-neutral bathroom: a new frame and somenudges. Behavioural Public Policy, 1–24. Cornelio, J., &Dagle, R. (2019). Weaponizing Religious Freedom: Same-sex/ marriageand gender equality in the Philippines. Religion & Human Rights, 14(2), 65–94. Dela Cruz, M. (2018, July 3). Mandaluyong City passes LGBT anti-discriminationordinance. Outrage Magazine. Retrieved November 3, 2021, from/ https://outragemag.com/mandaluyong-city-passes-lgbt-anti discrimination ordinance/. Hallare, K. (2019, June 30). Marikina mayor signs anti-discrimination ordinance.INQUIRER.net. Retrieved April 5, 2022, from https://newsinfo.inquirer.net/1135560/marikina-mayor-signs-anti-discrimination-ordinance/  Javier, K.G., Macaranas, N., Manalo, J.J. (2020). Towards a Sustainable City andCommunity: Examining the practices of Marikina City, Philippines, Asia Pacific Journalof Multidisciplinary Research, Vol. 8, No. 3Jocson, E. U., &Adihartono, W. (2020). A comparative analysis of the status of/homosexual men in Indonesia and the Philippines. Journal of Southeast Asian HumanRights, 4(1), 271–305. Langlois, A. J. (2022). Sexuality and Gender Diversity Rights in Southeast Asia (1st ed.).Cambridge University Press. https://doi.org/10.1017/9781108933216Lobell, K. O. (2021, April 12). The Benefits of Offering Gender Neutral Bathrooms in theWorkplace. SHRM. https://www.shrm.org/resourcesandtools/legal-andcompliance/employment- law/pages/gender-neutral -bathrooms-in-theworkplace.aspx./  Journal of Government and Civil Society, Vol. 7, No. 1, April 202328 Francia Denise Arizabal, Ashley Vocae Aspa, Jazztin Jairum ManaloMallory, C., & Sears, B. (2015). Discrimination against State and Local Government LGBTEmployees: An Analysis of Administrative Complaints. Harvard Kennedy School-LGBTQ Policy Journal. https://lgbtq.hkspublications.org/wp content/uploads/sites/20/2015/01/ARTICLE_MALLORY.pdf Masilungan, J. M. A., &Golfo-Barcelona, M. G. (2020, March 23). An initial study on theimportance of archiving to queer Filipinos. IDEALS at Illinois. Retrieved October 20,2021, from http://hdl.handle.net/2142/106551./  Meyer, I. H. (2016). The Elusive Promise of LGBT Equality. American Journal of PublicHealth, 106(8), 1356–1358. Pinsof, D., &Haselton, M. (2016). The political divide over same-sex marriage: Matingstrategies in conflict? Psychological Science, 27(4), 435–442. https://doi.org/10.1177/0956797615621719Poushter, J., & Kent, N. (2020). The Global Divide on Homosexuality Persists. Pew ResearchCenter. https://www.pewresearch.org/global/2020/06/25/global-divide-on-homosexuality-persists/Redfern, C. (2021, January 7). ‘I’m scared every damn day’: In the Philippines, violenceshadows trans lives. The Fuller Project. Retrieved April 5, 2022, from https://fullerproject.org/story/im-scared-every-damn-day-in-the-philippines violence-shadows-trans-lives//  Santos, H. (2019, June 25). Teodoro, LGBTQ groups light up Marikina Cityhood Park.Metro News Central. Retrieved April 5, 2022, from https://metronewscentral.net/marikina/events/featured-lgu/teodoro-lgbtq groups-light-up-marikina-cityhood-park/Singh, S., & Durso, L. (2021, November 10). Widespread discrimination continues toshape LGBT people’s lives in both subtle and significant ways. Center for AmericanProgress. Retrieved November 30, 2022, from https://www.americanprogress.org/article/widespread-discrimination-continues-shape-lgbt-peoples-lives-subtle-significant-ways/Twinomurinzi, H., &Ghartey-Tagoe, K. (2011). Corruption in African DemocraticDeveloping Countries and ICT: Apathy, Anxiety and Patriotism. Research Gate, 1-22. ",
    "id": 572538341,
    "identifiers": {
        "doi": "10.31000/jgcs.v7i1.6642",
        "oai": "oai:ojs.jurnal.umt.ac.id:article/6642"
    },
    "title": "Raining on Rainbows: A Comparative Study Of LGBT Anti-Discrimination Ordinances Between the Local Governments of Marikina, Manila, and Mandaluyong in the Philippines",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-05-01T01:00:00+01:00",
    "publisher": "Universitas Muhammadiyah Tangerang",
    "references": [],
    "sourceFulltextUrls": [
        "https://jurnal.umt.ac.id/index.php/jgs/article/download/6642/4186"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/572538341.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/572538341"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/572538341/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/572538341/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/572538341"
        }
    ],
    "abstract": "The study is drawn from the challenges and experiences of the LGBT individuals in the country experiencing discrimination and harassment due to marginalization which remained to create barriers to equality for LGBT people. The passing of Anti-Discrimination Ordinances in selected cities in Metro Manila is a triumph for many LGBT groups. The study shed light on comparison of Anti-Discrimination Ordinances and the existing LGBT ordinances between the selected local governments of Metro Manila in terms of its implementation and effects. It identified which among the local government units (LGUS) initiatives suits to be the best that may serve as model for other local governments in their future legislation of their own Anti-Discrimination Ordinance. The study utilized the Principal-Agent Theory to contextualize a situation in which local governments are involved. A qualitative comparative analysis that used key informant interviews and surveys is utilized in the study. Results presented that despite having the same composition and provisions when it comes to its enactment, Marikina, Manila, and Mandaluyong differ in ways and use of systems in terms of enforcement. Thus, the three LGUs may further establish mechanisms to monitor complaints of gender-based violence and provide guidelines in handling LGBT victims and may incorporate awareness-raising campaigns. Studi ini diambil dari tantangan dan  pengalaman individu LGBT di negara tersebut yang  mengalami diskriminasi dan pelecehan karena marginalisasi yang tetap menciptakan hambatan kesetaraan bagi orang-orang LGBT.  Pengesahan Undang-Undang Anti-Diskriminasi di kota-kota terpilih di Metro Manila adalah kemenangan bagi banyak kelompok LGBT.  Studi ini menjelaskan perbandingan Undang-Undang Anti-Diskriminasi  dan peraturan LGBT yang ada antara pemerintah daerah Metro Manila yang dipilih dalam hal implementasi dan efeknya. Ini mengidentifikasi inisiatif mana di antara unit pemerintah daerah  (LGUS)  yang cocok untuk menjadi yang terbaik yang dapat berfungsi sebagai model bagi pemerintah daerah lainnya dalam  undang-undang  masa depan mereka tentang Undang-Undang Anti-Diskriminasi mereka sendiri. Penelitian ini menggunakan Teori Principal-Agent untuk mengontekstualisasikan situasi di mana pemerintah daerah terlibat. Analisis komparatif kualitatif yang menggunakan wawancara dan survei informan kunci digunakan dalam penelitian ini. Results mempresentasikan bahwa meskipun memiliki komposisi dan ketentuan yang sama dalam hal pemberlakuannya, Marikina, Manila, dan Mandaluyong berbeda dalam cara dan penggunaan sistem dalam hal penegakan hukum. Dengan demikian, ketiga LGUS  tersebut selanjutnya dapat membangun mekanisme untuk memantau pengaduan kekerasan berbasis gender dan memberikan panduan dalam menangani korban LGBT dan dapat menggabungkan kampanye peningkatan kesadaran",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "LGBT rights; LGBT policy; anti-discrimination ordinances"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.jurnal.umt.ac.id:article/6642",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "7547",
        "openDoarId": 0,
        "name": "UMT Journal Management System",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 572538341,
        "depositedDate": null,
        "publishedDate": "2023-05-01T01:00:00+01:00",
        "updatedDate": "2023-12-02T12:38:23+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-18T05:28:34+01:00"
    },
    "urls": [
        "https://jurnal.umt.ac.id/index.php/jgs/article/view/6642"
    ],
    "lastUpdate": "2023-12-02T12:38:23+00:00",
    "setSpecs": []
}