{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Coleman, Doriane Lambelet"
        },
        {
            "name": "Joyner, Michael J."
        },
        {
            "name": "Lopiano, Donna"
        }
    ],
    "contributors": [],
    "createdDate": "2020-03-18T12:37:00+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/287917968.pdf",
    "fullText": "Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020 9:11 AM  69 Re-Affirming the Value of the Sports Exception to Title IX’s General Non-Discrimination Rule  DORIANE LAMBELET COLEMAN* MICHAEL J. JOYNER** DONNA LOPIANO*** It all grew from the power of an idea.1 INTRODUCTION In just two years, we will celebrate Title IX’s fiftieth anniversary. The statute was designed to address pervasive sex inequality in educational settings, including in admissions and programming, and in benefits and treatment.  Although sex equality in education-based sport was not an original focus of Title IX’s proponents, it became an integral part of the project from the date of its enactment in 1972.  Indeed, by the time the statute was in effect re-enacted in 1988, Title IX had become synonymous with sport.2 Title IX’s structure reflects a hybrid approach to sex equality. That is, the statute consists of a sex-blind non-discrimination rule, and its regulations contain a set of limited, sex-affirmative exceptions. Thus, the statutory text provides in relevant part that [n]o person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.3 And the exceptions permit schools to take sex into account to address imbalances in admissions, academic programming, and sport.4 Because these   Copyright © 2020 by Doriane Lambelet Coleman, Michael J. Joyner, and Donna Lopiano.        *        Professor of Law, Duke Law School.        **      Caywood Professor of Anesthesiology and Perioperative Medicine, Mayo Clinic School of Medicine.        ***    Adjunct Professor of Sports Management, Southern Connecticut State University.  President, Sports Management Resources. Former Chief Executive Officer of the Women’s Sports Foundation and Director of Women’s Athletics at the University of Texas at Austin.  1.  Cary McTighe Musil, The Triumph of Title IX, MS. MAG., Fall 2007, at 42, https://www. feminist.org/education/TriumphsOfTitleIX.pdf (quoting Professor David Sadker, whose groundbreaking work with his wife Professor Myra Sadker on gender bias and educational equity helped to support the development and eventual success of Title IX).   2.  See generally EQUAL PLAY: TITLE IX AND SOCIAL CHANGE (Nancy Hogshead-Makar & Andrew Zimbalist eds., 2007). See also infra notes 38–78 and accompanying text (setting out the history of Title IX).  3.  20 U.S.C. § 1681 (2018).  4.  34 C.F.R. § 106 (2019); 34 C.F.R. §§ 106.41(a)–(b) (2019) (containing the general non-discrimination provision and the sports exception to that provision). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 70 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  original regulations were specifically required by Congress,5 they have traditionally been accorded heightened deference by the courts and are tightly woven into Title IX’s legal fabric.6 This regulatory approach was designed to and has yielded extraordinary results for women and girls, and for society more generally. The pre- and post-Title IX narrative is well worn at this point:  “Title IX has successfully changed the lives of girls and of women educators, protecting their rights, broadening their horizons and setting them up for success in later stages of their education and careers.”7 Still, coming almost two centuries after Mary Wollstonecraft’s original argument for educating women, its recency still surprises.8 There is this, for example, from The Harvard Crimson on November 15, 1968, three years before Title IX became law: Yale President Kingman Brewster announced yesterday that Yale will become coeducational in September 1969.  The announcement came shortly after the Yale faculty approved with only one dissenting vote a plan to admit 250 freshman women plus 250 upperclass women by transfer. Eventually 1500 women will be admitted in addition to the 4000 male students . . . The faculty first approved under-graduate coeducation at Yale in 1962, after women graduate students had been admitted for several years. The administration considered establishing an independent coordinate college for women, similar to Radcliffe, two years ago. Later, Vassar was invited to consider affiliating with Yale, but its trustees declined to abandon Poughkeepsie for New Haven.9 This last bit of regional disrespect was righted in The New York Times which, a month later, reported that “[a] Radcliffe dormitory at Harvard is applying as a unit for admission to Yale next year . . . to end the frustrations of semi-  5.  Pursuant to a now-defunct process, the regulations were presented by Secretary Weinberger to President Ford for his signature in May 1975, and then to Congress on June 4, 1975.  From that date, Congress had 45 days to review and approve or disapprove them.  Letter from Caspar Weinberger, Sec’y of the Dep’t of Health, Education, & Welfare, to the President (Feb. 28, 1975), at A-1–2 [hereinafter Letter from Casper Weinberger] (delivering and explaining HEW’s final regulation), (on file with the Gerald R. Ford Presidential Library).  Had Congress failed to act, the regulations would have become valid by default.  Id.  In its review period, senators and congressmen opposed to Title IX in its entirety or as applied to sport presented a series of resolutions rejecting the regulations, but ultimately, on July 21, the regulations were approved. See History of Title IX, WOMEN’S SPORTS FOUND. (Aug. 13, 2019), https://www.womenssportsfoundation.org/advocate/title-ix-issues/history-title-ix/history-title-ix/.  We detail this history, including the still-active practice of according the regulations heightened deference, infra at notes 40–69 and accompanying text.,  6.  See, e.g., McCormick ex rel. McCormick v. Sch. Dist. of Mamaroneck, 370 F.3d 275, 286 (2d Cir. 2004) (summarizing the legislative history of Title IX and noting this heightened deference point).  See also infra notes 65–69 and accompanying text (further discussing the modern legal basis for heightened deference in this context).  7.  See Jennifer Hahn, Schoolgirl Dreams, MS. MAG., Fall 2007, at 46.  8.  MARY WOLLSTONECRAFT, A VINDICATION OF THE RIGHTS OF WOMAN (1792).  9.  Yale Will Admit Women in 1969; May Have Coeducational Housing, HARV. CRIMSON (Nov. 15, 1968), https://www.thecrimson.com/article/1968/11/15/yale-will-admit-women-in-1969/ [hereinafter Yale Will Admit Women in 1969]. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 71  coeducation.”10  The utter lack of seriousness with which the matter was discussed among otherwise respectable people and institutions belied its significance for women.  But it appears to have been in line with the administration’s rationale for the policy change, which was reported more-or-less consistently by the rival schools’ newspapers. According to The Crimson, President Brewster denied that a “student-sponsored Coed Week [which] brought women students from throughout the northeast for academic and social activity . . . had a direct effect on his decision, but his proposal to the faculty praised the organizers of the week and their guests for providing Yale with ‘uncommon excitement.’”11 The Yale Daily News noted that “the decision to have women in 1969 was based not on Yale’s seeing her mission as the education of both sexes, but on fears that Yale cannot continue to attract the nation’s top males to a non-coeducated campus.”12 In this context, Title IX was very much an “idea revolution.”13 It sought to force colleges and universities to matriculate, educate, and graduate female students not to service men and their institutional needs, but on an equal basis with their male students. It required them to see women as they saw men: as students and as alumni without regard to their sex; and to own sex equality in all respects as one of their own institutional goals. The transition wasn’t always smooth, but with some notable exceptions, mostly today colleges and universities have fully embraced these ideas.  Indeed, as we write this almost fifty years later, although their numbers are still disproportionately low in STEM fields and in leadership positions in the professional ranks, women have become the majority of college graduates.14  As a result, they are an increasingly important part of the work force and the economy.15 Title IX was not singularly responsible for these developments, of course, but the statute’s role in the larger societal project that is sex equality, and specifically the empowerment of women and girls, is widely recognized and celebrated.16 This narrative is generally mirrored in the context of education-based sport.  High schools, colleges, and universities understand that the education of women   10.  A Timeline of Women at Yale, YALE U., https://celebratewomen.yale.edu/sites/default/files/ files/Timeline-of-Women-at-Yale.pdf (last visited Dec. 1, 2019) (quoting N.Y. TIMES). This is not an isolated example of the sexism on display in the paper in that period.  See also, e.g, Faith A. Seidenberg, The Federal Bar v. The Ale House Bar: Women and Public Accommodations, 5 VAL. U. L. REV. 318, 324–25 (1971) (noting that “The New York Times, in reporting the . . . story [of Seidenberg v. McSorleys’ Old Ale House, Inc., 317 F. Supp. 593 (S.D.N.Y. 1970) (holding that bar violated Equal Protection Clause when it refused to admit women as patrons)], said, ‘There was, perhaps a trace of wistfulness in the ruling [that] the sawdust-floored haven was just another “public place” that must admit any customer who comes in, even a woman.’” N.Y. TIMES, June 26, 1970, at 1.).  11.  Yale Will Admit Women in 1969, supra note 9.  12.  A Timeline of Women at Yale, supra note 10.  13. Musil, supra note 1, at 42 (quoting Professor Sadker).  14.  Dani Matias, New Report Says Women Will Soon Be Majority of College-Educated U.S. Workers, NPR (June 20, 2019), https://www.npr.org/2019/06/20/734408574/new-report-says-college-educated-women-will-soon-make-up-majority-of-u-s-labor-f.  15.  Id.  16.  See, e.g., Hogshead-Makar & Zimbalist, supra note 2. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 72 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  and girls includes providing them with opportunities both to participate and to compete that are on par with those that are provided to boys and men. As is the case in STEM, the numbers are not equal, and schools often struggle to achieve their regulatory obligations.17 Still, “[s]ince the enactment of Title IX, women’s participation in sport has grown exponentially.”18 In high school, girls’ participation numbers have grown from 294,000 in 1971–72 to more than 3.4 million in 2018-19.19  In college, women’s numbers have grown from 30,00020 in 1972 to more than 288,00021 in 2017–18. Women and girls today have the opportunity only boys and men had in the previous period to reap the widely recognized and highly valued benefits of being physically strong, of being on teams and developing the myriad skills associated with competitive sport, of attending college on athletic scholarships, and of high-end competitive experiences.22 Again, although Title IX is not singularly responsible for these developments, it is generally credited with a central role in this aspect of the empowerment project.23 There is an important difference between the two stories, however. Where there has been a clear and steady upward trajectory for women and girls in academics, especially outside of STEM, in athletics the momentum has always been mixed, and it has been a constant battle to gain and to retain ground.24  Among other things, the “fate” of women’s sports “has always been tied to the larger political climate.”25 Because of this, and because of the recency in historical time of the broader commitment to sex equality, it is important for those who are devoted to the idea to remain attuned to shifts in that climate. The earliest and most persistent political opponents of women’s sports came from the broader football community and from men’s sport more generally.26  Whatever they thought about women’s equality in theory, they were clear that it   17.  See Gerald Gurney, Donna Lopiano & Andrew Zimbalist, Chapter 6: A Continuing Disgrace: Discrimination Based on Gender, Race, Ethnicity, and Disability, in UNWINDING MADNESS:  WHAT WENT WRONG WITH COLLEGE SPORTS AND HOW TO FIX IT (2017).  18.  This Day in History: Title IX Enacted, HISTORY (July 28, 2019), https://www.history.com/this-day-in-history/title-ix-enacted [hereinafter This Day in History].  19.  2018-19 High School Athletics Participation Survey, NAT’L FED’N OF STATE HIGH SCH. ASS’NS 50, 54 (2019), https://www.nfhs.org/sports-resource-content/high-school-participation-survey-archive/.  20.  This Day in History, supra note 18.    21.  The Equity in Athletics Data Analysis Cutting Tool, OFFICE OF POSTSECONDARY EDUC., U.S. DEP’T OF  EDUC., http://ope.ed.gov/athletics (last visited Feb. 29, 2020).  22.  See infra notes 128–147 and accompanying text (detailing this point).  23.  See, e.g., This Day in History, supra note 18.  24.  This aspect of the story is routinely emphasized in Title IX retrospectives.  See, e.g., Hogshead-Makar & Zimbalist, supra note 2, at 5–6 (summarizing “the struggle for gender equity in athletics”).  25.  SUSAN WARE, TITLE IX: A BRIEF HISTORY WITH DOCUMENTS, 13 (2007). Interestingly, the explanations for the relative weakness of sport and STEM may be similar or the same, i.e., a lack of commitment on the part of original stakeholders to seeing females succeeding in those areas in particular, together with related sex-linked stereotypes and cultural norms. The numbers and experiences are better in medical school and medicine, which our co-author Michael Joyner suggests may be related to the higher likelihood of predictability, promotion, and success in that STEM field.  26.  See Hogshead-Makar & Zimbalist, supra note 2; infra note 41 and accompanying text. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 73  should not come at the expense of existing men’s programs. In addition to resisting the threshold assumption that Title IX should apply to sport, they have specifically resisted the integration of teams, the inclusion of men’s revenue producing sports in spending comparisons, and the reallocation of spending from men’s programs to fund women’s programs. Throughout, the underlying premise has been that men’s sport produces higher value social goods and thus should not be diminished in an effort to achieve different goods that are of lesser or questionable value. The most recent political challenge has come from the identity movement and affiliated advocacy groups whose goal has been to secure much needed protections for people who are transgender. To that end, movement advocates have pushed for policy reforms that would grow the circumstances in which law is sex-blind. Where sex remains a basis for classification, they have worked to ensure that people who are transgender are included in spaces and programming consistent with their gender identity.27 The merits of both approaches are clear to us in contexts where sex does not actually matter. But in sport, where sex and the sex-linked physical traits associated with the male and female body are outcome determinative, the effects of the proposed reforms would be revolutionary: they would require either the dismantling of Title IX’s existing sex-segregated architecture and thus of the female category, or the unconditional inclusion of males who identify as females in girls and women’s sport.28  While the latter is less obviously existential than the former, both would signal that policymakers were abandoning the original commitment to sex equality in this setting. There is no question about this, as the goal is expressed, unambiguously, in the public statements of movement advocates; for example, in this one from a set of prominent civil rights organizations dedicated to ensuring, among other things, that Title IX evolves to disallow any distinctions on the basis of sex as “sex” is normally defined:   [W]e support laws and policies that protect transgender people from discrimination, including in participation in sports, and reject the suggestion that cisgender [sex typical] women and girls benefit from the exclusion of women and girls who happen to be transgender.29   27.  Doriane Lambelet Coleman, Sex in Sport, 80 LAW & CONTEMP. PROBS 63, 102–111 (2017).  28.  We understand that language and word choices are fraught in this discussion. We explain our approach and vocabulary immediately below, at and around notes 31–37. The bottom line is that our goal is to communicate to a broad audience in a highly contested space, including about what sex is and how it is relevant.  To do this well, we can’t adopt an unfamiliar or unclear lexicon, or one that assumes a particular political outcome since this paper is in part about what that outcome should be.  We know this will make some readers uncomfortable, but we hope that this explanation will help.  We intend no disrespect.  29.  Statement of Women’s Rights and Gender Justice Organizations in Support of Full and Equal Access to Participation in Athletics for Transgender People, NAT. WOMEN’S LAW CTR. (Apr. 10, 2019), https:// nwlc.org/wp-content/uploads/2019/04/Womens-Groups-Sign-on-Letter-Trans-Sports-4.9.19.pdf [hereinafter Statement of Women’s Rights and Gender Justice Organizations].  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 74 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  The underlying premise of those who support this move to elide the relevant physical differences between females on the one hand, and males who identify as women and girls on the other, is that reconceiving of sex as gender identity—or privileging gender identity over sex—will produce the highest value overall.30 The goals of this paper are to provide the legal, factual, and normative background necessary to evaluate the merits of this most recent challenge to the sports exception to Title IX’s general nondiscrimination rule, and then to present the case for re-affirming the exception in a form that is appropriate for this next period of its history. It proceeds in three parts as follows: Part I describes the legal history of Title IX’s sports exception, its goals, and the current state of the legal doctrine. Part II explains its scientific basis and rationale. Part III sets out the best case for and against affirming the commitment to sex equality in education-based sport, and then presents our argument for resolving the collision of interests at issue. The paper concludes that the original “idea revolution” continues to do important work and should not be abandoned, including in the sports space where equality requires not only recognizing but also celebrating physical sex differences.  Including trans people within this design is difficult by definition, but because they are also entitled to dignity and respect, policymakers should accept the challenge. *     *     * Standardizing vocabulary is critical to communication among the different groups concerned with this topic.  Many do not use the same words and phrases, and even if they do, they often use them differently. Most difficult are those instances when a word or term that is important to one group for descriptive or political reasons is politically anathema or even painful to another. Because capturing and controlling language is part of movement strategy, solving the latter impasse is especially complicated.  We have attempted to standardize our use of the language in a way that avoids unnecessary harm or discomfort, but to the extent we cannot always do this, we intend no disrespect.  Our goal is to communicate to a broad audience using standard terms, not to demean.31 Most importantly, given current debates, we do not work from the assumption that sex is or includes gender identity.  Whether “sex” in law includes or is distinct from “gender identity” is at issue in both the debates about H.R. 5, The Equality Act (2019),32 and in the Title VII case currently pending in the United   30.  See, e.g., id. (arguing that it is good for all women that transgender women and girls are included in the category “women” including in athletics competition on the basis that there are no cognizable differences among transwomen and females that are not “driven by stereotypes and fear . . . nondiscrimination protections for transgender people—including women and girls who are transgender—are not at odds with women’s equality or well-being, but advance them”).  For an analysis of this claim from our perspective, i.e., from a different feminism, see infra notes 184–193 and accompanying text.  31.  For a set of up-to-date working definitions from medicine and endocrinology, see Joshua D. Safer & Vin Tangpricha, Care of Transgender Persons, 381 NEW ENG. J. MED. 2451, 2451–60 (2019).  32.  Earlier versions of H.R. 5 distinguished “sex” from “gender identity” where the current bill defines “sex” to include “gender identity.” See Equality Act, H.R. 5, 116th Cong. (2019). This drafting move is based in evolving views in the advocacy and biosciences communities about how gender Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 75  States Supreme Court.33 The related question whether gender identity is biologically based and, if so, whether it should be considered an aspect or characteristic of biological sex is the subject of ongoing consideration by relevant experts in the scientific community.34  For now, however, both remain contested claims in a context in which “sex” is otherwise understood to be the word we use to denote the individual’s biological and reproductive classification as male or female.35  Because this paper is precisely about whether policy should be reformed so that sex in this standard sense comes to be replaced by or to include gender identity in the context of education-based sport, it is necessary for us clearly to distinguish the operative terms. Again, we intend no disrespect.  Sex – Biological sex.  “Either of the two divisions, designated female and male, by which most organisms are classified on the basis of their reproductive organs and functions.”36 The cluster of sex-linked traits—i.e., chromosomal, gonadal, endocrinological (hormonal), and phenotypic characteristics—commonly used to establish and denote sex.  Primary and secondary sex characteristics.  Although they are terms of art and commonly used in science and medicine, “biological sex” and “biological (fe)male” may be hurtful to those who are triggered by references to sexed bodies.  Because sport relies on the biological distinction between males and females to justify separate sex sport, however, we need to use the terms in their scientific sense and to consider their substance in this discussion.37  Again, we intend no disrespect.  identity is appropriately characterized and also how best to craft a political path to full equality and inclusion.  33.  Equal Emp’t Opportunity Comm’n v. R.G. & G.R. Harris Funeral Homes Inc., 884 F.3d 560 (6th Cir. 2018).  34.  See Safer & Tangpricha, supra note 31, at 2451–52 (addressing this point). For a summary description of some of the ongoing work on “brain sex” more generally, see also Coleman, Sex in Sport, supra note 27, at 75–77.  35.  See, e.g., R (on the Application of Miller) v. College of Policing &  Chief Constable of Humberside, [2020] EWHC 225 (Admin) [225],  ¶ 267 (Eng.) (decision out of the United Kingdom’s High Court of Justice, addressing this contested issue and the expert witness statement of Professor Kathleen Stock on the point that “For many English speakers, ‘woman’ is strictly synonymous with ‘biologically female[‘] and ‘man’ with ‘biologically male’.”).  36.  Sex, AM. HERITAGE DICTIONARY OF THE ENGLISH LANGUAGE (5th ed. 2020).  37.  One of our co-authors, Michael Joyner, is a biomedical researcher who, in the 2000s, was admonished in the peer review process to use the phrase “sex differences” and not “gender differences” when describing biological phenomenon.  This insistence is increasingly routine in the biomedical setting where the study of sex differences is now well established and producing important value both in the basic sciences and in applications in personalized medicine.  For example, there is a journal dedicated to the subject, see BIOLOGY OF SEX DIFFERENCES, https://bsd.biomedcentral. com/about/ (last visited Feb. 15, 2020); and the federal government routinely emphasizes this focus in its own work and in the distribution of research funding.  See, e.g., U.S. FOOD & DRUG ADMIN., Understanding Sex Differences at FDA (Apr. 12, 2019), https://www.fda.gov/science-research/womens-health-research/understanding-sex-differences-fda. This focus is in part the result of the report from the NAT’L. ACAD. OF SCI. INST. OF MED., EXPLORING THE BIOLOGICAL CONTRIBUTIONS TO HUMAN HEALTH: DOES SEX MATTER? (2001) [hereinafter EXPLORING THE BIOLOGICAL CONTRIBUTIONS], http://www.nationalacademies.org/hmd/~/ media/Files/Report%20Files/2003/Exploring-theBiological-Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 76 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  Female—An individual whose sex is female, i.e., who has ovaries not testes and a natural estrogenic not androgenic endocrine system.  A person’s designation as “female” may not correspond with their gender identity (in the case of a trans person) or their sex recorded at birth (in the case of some intersex persons).  Male—A person whose sex is male, i.e., who has testes not ovaries and a natural androgenic not estrogenic endocrine system.  A person’s designation as “male” may not correspond with their gender identity (in the case of a trans person) or their sex recorded at birth (in the case of some intersex persons).  Sex stereotype—An assumption (which may be evidence-based or not) or a generalization (which may have a factual basis) about the aptitudes, preferences, and capacities of males and females based on their biological sex.  Gender—Social and cultural expression of masculine or feminine behavior. Often used differently as a synonym for biological sex.  Gender identity—A person’s deeply held internal sense of themselves as male, female, both, neither, or fluid, and which can be different from their biological sex or their sex recorded at birth.  Trans—Transgender—Gender incongruent—The word or term used to describe a person whose gender identity is different from their biological sex or their sex recorded at birth.  Trans(gender) woman/girl or man/boy—A person who is trans(gender) who identifies as a woman/girl or man/boy. I. THE LEGAL HISTORY, MISSION, AND CURRENT DOCTRINE Title IX was developed to secure equality for women and girls in federally funded educational settings.  It filled the gap that was left by Title VII of the 1964 Civil Rights Act, which protects against sex discrimination in employment but excludes educational settings otherwise, and by Title VI, which prohibits federally funded programs from discriminating on the basis of race, color, and national origin, but not on the basis of sex. Because of this gap, there was no federal statutory remedy to address the educational disparities women and girls experienced in relation to boys and men before Title IX. There was also no effective constitutional remedy to address laws that supported sex discrimination, as the  Contributions-to-Human-Health-Does-Sex-Matter/DoesSexMatter8pager.pdf (explaining the difference between sex and gender (identity), reporting on the extensive physiological processes and medical contexts in which “sex matters”, and because of this indicating, among other things, the need for researchers to address “the inconsistent and often confusing use of the terms “sex” and “gender” in the scientific literature and popular press”). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 77  United States Supreme Court had yet to subject them to more than rational basis scrutiny.38 As described in the Introduction, the architects of Title IX settled on a hybrid approach to achieving sex equality in education. They paired a general, sex-blind non-discrimination rule with a set of limited, sex-affirmative exceptions, which allow educational institutions to take sex into account where doing so is necessary to address particular imbalances, i.e., in admissions, in programming, and in sport.  In sport, at least, if an institution can meet its sex equality obligations using a sex-blind approach—without taking sex into account—it need not use these sex-affirmative tools; they are formally permissive not mandatory. But they become mandatory in effect if these obligations are not or cannot be met otherwise.39 Assurances that sports teams would be sex segregated were material to Title IX’s passage and to congressional approval of its implementing regulations.40  For   38.  See Craig v. Boren, 429 U.S. 190 (1976) (holding for the first time that sex discrimination was subject to heightened, i.e., intermediate, scrutiny under the Constitution’s Equal Protection Clause).  39.  As it concerns sports, this requirement is clear in the statute’s legislative history, in the original 1975 regulations, and in the original 1979 Policy Interpretation. See Regulations of the Department of Education, Nondiscrimination on the Basis of Sex in Education Programs or Activities Receiving Federal Financial Assistance, 34 C.F.R. §106.12 (regulations governing athletics); Title IX of the Education Amendments of 1972; The Policy Interpretation: Title IX and Intercollegiate Athletics, 44 Fed. Reg. 71,419 (Dec. 11, 1979) (again making clear the requirement of parity of competitive opportunities). For example, the 1979 Policy Interpretation provides, inter alia, as follows: 4. Application of the Policy—Selection of Sports.  In the selection of sports, the regulation does not require institutions to integrate their teams nor to provide exactly the same choice of sports to men and women. However, where an institution sponsors a team in a particular sport for members of one sex, it may be required either to permit the excluded sex to try out for the team or to sponsor a separate team for the previously excluded sex. a. Contact Sports—Effective accommodation means that if an institution sponsors a team for members of one sex in a contact sport, it must do so for members of the other sex under the following circumstances: (1) The opportunities for members of the excluded sex have historically been limited; and (2) There is sufficient interest and ability among the members of the excluded sex to sustain a viable team and a reasonable expectation of intercollegiate competition for that team. b. Non-Contact Sports—Effective accommodation means that if an institution sponsors a team for members of one sex in a non-contact sport, it must do so for members of the other sex under the following circumstances: (1) The opportunities for members of the excluded sex have historically been limited; (2) There is sufficient interest and ability among the members of the excluded sex to sustain a viable team and a reasonable expectation of intercollegiate competition for that team; and (3) Members of the excluded sex do not possess sufficient skill to be selected for a single integrated team, or to compete actively on such a team if selected. In this context “skill” is understood to include physical not just learned capacity.  See infra notes 40–54 and accompanying text.  Together with the original 1975 regulations, the 1979 Policy Interpretation is woven into the fabric of Title IX, including in statutory law.  See infra notes 51–69 and accompanying text (elaborating on the Title IX scheme).  40.  As the bill made its way through Congress, “[a] few people (very few) noticed that athletics might be affected . . . and so there was a discussion on the floor of the Senate about whether [it] required Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 78 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  different reasons, both men’s and women’s groups supported and/or insisted on this.  Men’s teams simply did not want to have to include females on their rosters or to be made to subsidize the equality project.41 Women’s groups wanted separate opportunities because they were keen to secure equality in education-based sports, and they understood that it couldn’t be achieved without this separation. In particular, women and women’s groups fell into one of two camps. Both accepted that there was a performance gap between male and female athletes that necessitated sex segregation and thus a sports exception to Title IX’s general non-discrimination rule.  But they disagreed about the source of the gap and thus about the terms of the exception: One group took the position that sex segregation and thus the sports exception in the regulations would be necessary only for a period, until females were afforded the (equal) training and competition opportunities that would be required eventually to close the performance gap; after that, sport could be co-ed.42   educational institutions to allow women to play on football teams.” WARE, supra note 25, at 41. The answer from its floor manager Senator Birch Bayh was no. Id. “Having inserted that notion into the legislative history, higher education retreated.” Id. That brief discussion on the Senate floor was significant in two respects:  it presaged the decades-long resistance to Title IX that would come from college football and men’s sport in general. See supra note 26 and accompanying text (summarizing this resistance), and infra note 41 and accompanying text (further describing the legislative and regulatory history).  And it laid the necessary legal foundation for sex segregation in this setting. The “sports exception” or “carve out” to Title IX’s prohibition on sex discrimination in federally funded educational settings powered girls’ and women’s sport and continues to secure its success today.  41.  See supra note 26 and accompanying text.  The sports question exploded in the aftermath of the bill’s passage through Congress.  From the time President Richard Nixon signed the Education Amendments into law in the summer of 1972 to the summer of 1975 when Congress formally approved the implementing regulations, the institutional powerhouse that is men’s college football went into overdrive to ensure that, in fact men’s teams would not have to accommodate female athletes, and that equality for female athletes would not come at the expense of men’s revenue producing sports.  This activity was particularly heated in 1974 and 1975.  In that period, the Senate heard but ultimately declined to pass a bill sponsored by Senator John Tower (R-TX) to amend Title IX to exclude revenue producing sports from compliance tabulation.  Had it succeeded, this would have meant that spending on female athletes and women’s sports programs could be only be compared with spending on men’s non-revenue producing sports, simultaneously insulating (primarily) men’s football and basketball programs from Title IX’s effects, and reducing schools’ obligations to women’s programs.  Instead, Congress passed an alternative bill sponsored by Senator Jacob Javitz (R-NY), formally the Educational Amendments of 1974, which required the Secretary of the Department of Health, Education, and Welfare (HEW) to develop “with respect to intercollegiate athletic activities reasonable [regulations] concerning the nature of particular sports.” The Education Amendments of 1974, Pub. L. 93–380, 88 Stat. 612. Although some advocates for men’s sport continued to press the point that men’s revenue producing sports should not be made to pay (either directly or indirectly) for women’s programming, the Department’s focus during this rulemaking process was mainly on the question whether men’s and women’s sport and teams would be sex segregated. Comments and lobbying from men’s groups were consistently against integration.  The NCAA, for example, had no interest in having Title IX cover sport at all, and it was opposed to including women in any of its programming.  42.  The National Organization for Women (NOW) originally disagreed with the AIAW and the NCAA that the goal should be separate sex sport.  In a letter to President Ford, HEW Secretary Casper Weinberger explained NOW’s position that “the ‘separate but equal’ concept is inappropriate for any civil rights regulation and that open access should be required for all athletic teams with one exception.  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 79  In general, one might characterize advocates in this first group as holding the view that sex differences were entirely the result of disparate treatment and sex stereotypes, both of which could be eradicated over time.  In their view, like the classroom, eventually sport could also be sex-blind.  The language they used in this context is reminiscent of that which appears in cases involving race-based affirmative action measures.43 The other group took the position that the performance gap was the result of a combination of disparate treatment, sex stereotypes, and biological differences.  For those in this second group, even if that part of the performance gap that was the result of disparate treatment and sex stereotype could be eradicated, sex segregation would always be necessary because immutable biological differences would remain.44 This view is consistent with the Supreme Court’s current substantive equality jurisprudence, which distinguishes sex from stereotype, but also race from sex on the ground that the latter but not the former involve inherent differences—these differences are properly considered when doing so serves to empower rather than to subordinate.45 Importantly, although textualists reject the role of legislative history in statutory interpretation, to the extent that it remains important to others, and that there is an ongoing debate about what policymakers meant when they used the word “sex” in the drafting period,46 it is easily resolved in the sports setting.  At least in this context, the legislative history is clear that “sex” meant biological sex, which was distinguished from sex stereotype. Specifically, the biological  When women are effectively excluded from open teams (where skill in the given sport is the criteria, it is still conceded by all that open competition for a tackle football team would result in an all-male team), separate teams should be provided for them on the basis that the training and sports traditionally available to women have been limited and the provision of separate teams until such time as the training gap is filled would best fulfill the purposes of the Act.” See Letter from Caspar Weinberger, supra note 5, at A-6, A-7.  43.  See, e.g., Grutter v. Bollinger, 539 U.S. 306 (2003) (“We expect that 25 years from now, the use of racial preferences will no longer be necessary to further the interest [in student body diversity] approved today.”).  44.  See Kathleen Megan, Transgender Sports Debate Polarizes Women’s Advocates, CT MIRROR (July 22, 2019), https://ctmirror.org/2019/07/22/transgender-issues-polarizes-womens-advocates-a-conundr um/ (quoting our co-author Donna Lopiano: “Title IX was passed 47 years ago to ensure an equal education for girls, but included a ‘carve out’ allowing separate programs for girls because of the clear biological advantage that males have over females in athletics.  ‘It was the notion that there are distinct biological differences in sex that are immutable.’”); Memorandum from Patricia Sullivan Lindh, the President’s Special Assistant for Women’s Programs, to James Cannon, White House Domestic Policy Advisor (May 1, 1975) (on file with the Gerald R. Ford Presidential Library) (noting that allowing schools to field only one “open” team would let them off the hook in terms of providing equal opportunities for women, and that to assure sex equality, schools should have to take into account differences between men and women in “competitive skill and physical ability”).  45.  See, e.g., United States v. Virginia, 518 U.S. 515, 532–33 (1996).  46.  See, e.g., Brief of Walter Dellinger, et al. as Amici Curiae in Support of the Employees, Bostock v. Clayton County, GA, Altitude Express, Inc. v. Zarda, and Harris Funeral Homes, Inc. v. Stephens, 888 F.3d 100 (Nos.17-1618, 17-1623,18-107), 2019 WL 3027045; Brief for the Federal Respondent Supporting Reversal, Harris Funeral Homes, Inc. v. EEOC, et al., 884 F.3d 560 (No.19-107) (debating this question in the context of Title VII of the 1964 Civil Rights Act). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 80 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  differences between males and females that account for the performance gap, as well as those sex traits and related customs that raised safety and privacy concerns, were key to the discussions and decisions around inclusion and segregation.47 Similarly, to the extent that there is debate today about whether Title IX was designed to ensure that girls and women were able not only to participate but also to compete on an equal basis with boys and men, the legislative history also confirms this commitment.  While some early proponents of the statute suggested that females were or should be interested only in (“cooperative and inclusive”) participation not (“patriarchal capitalist”) competition,48 the stereotypes and   47.  The hearings throughout the month of June 1975, before the House of Representatives Subcommittee on Post-Secondary Education of the Committee on Education and Labor, are illustrative, including in that members and witnesses distinguished race from sex, and focused on the extent to which the performance gap was the result of inherent differences between the sexes rather than historical disparate treatment.  See Sex Discrimination Regulations: Hearings Before the Subcomm. on Post-Secondary Educ. of the Comm. of Educ. & Labor, 94th Cong. 54 (1975) (statement of Bob Blackman, Head Football Coach, Univ. of Illinois) (“HEW has already [taken sex differences into consideration], they have already stated . . . that because of physiological differences between men and women, the women are not expected to compete in the so-called contact sports . . . . So they have already stated the fact that there are differences.”); id. at 130 (statement of Joan Holt, President, Eastern District, Ass’n for Intercollegiate Athletics for Women) (“[W]e have been discriminated against in the past due to physiological limitations that women do have, we are not capable of getting a place on the men’s team, and they then have an obligation, both because of the discrimination of the past and because of our competitive interests, that they would have to provide a separate team for the women in this case.”); id. at 197 (statement of Rep. McKinney) (“We know that until puberty, girl and boy children have roughly the same athletic capacity.  After this point there is a significant difference in their ability in most sports.  However, until we stop punishing girl children for being tomboys and allow their full participation in scholastic athletics, we will never know their true capacity as sportspersons.”); id. at 390 (statement of Bernice Sandler, Dir., Project of the Status and Educ. of Women & Exec. Assoc., Ass’n of Am. Colls.) (“In almost all other areas of discrimination, the precedents and principles developed by the courts in race discrimination cases can readily and easily be applied to sex discrimination problems.  Because of the general physical differences between men and women as a whole, the principles developed in other discrimination areas do not easily fit athletic issues, particularly in the area of competitive sports, where the issue of single sex and integrated teams is a difficult one to solve.  ‘Separate but equal,’ which is a discredited legal principle in terms of civil rights, may have some validity when applied to some areas of competitive athletics . . . .”); id. at 339 (“Before puberty, males and females are nearly identical in their physical abilities. Tests of strength, muscular endurance, cardiovascular endurance and motor performance show few differences between the sexes up to this age.  Beyond that age, however, the male becomes considerably stronger, possesses greater muscular and cardiovascular endurance and is more proficient in almost all motor skills.”); id. at 343 (“To some, complete integration of the sexes in all sports would appear to be both the simplest and the least discriminatory solution.  Upon closer examination, however, it becomes clear that because of the differences in training and physiology, such an arrangement would effectively eliminate opportunities for women to play in organized competitive athletics.  For these reasons, this alternative would not appear to be in line with the principle of equal opportunity.”); id. (“[T]he ‘separate-but-equal’ principal in competitive athletics can be justified for sex discrimination (but not for race discrimination) because there are general physical differences between [women] and men (but not between blacks and whites).”).  48.  See Interview with our co-author Donna Lopiano, Adjunct Professor of Sports Mgmt., S. Conn. State Univ. (Oct. 13, 2019) (describing the views of some within the “old” NOW and the AIAW who rejected NCAA-style sports administration and competition).  This approach to women’s sport is Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 81  norms they advanced were rejected by other advocates and ultimately by lawmakers.49  To use a currently topical distinction, education-based sport was not designed to be like selection for the military’s special forces, where women are entitled to participate in selection rounds but are rarely, if ever, competitive for full status because of their physical disadvantages relative to men;50 rather, sport was sex segregated because the goal was parity across all categories of opportunity. The regulations that were formally presented to, reviewed, and passed over by Congress in 1975 mimic Title IX’s hybrid approach, and reflect the general consensus at the time regarding sex segregation in sport.  Specifically, they begin with this general nondiscrimination provision: 86.41(a) General. No person shall, on the basis of sex, be excluded from participation in, be denied the benefits of, be treated differently from another person or otherwise discriminated against in any interscholastic … athletics offered by a recipient, and no recipient shall provide any such athletics separately on such basis.51 The provision is followed by the exception, or “carve out,” for sex-segregation in sport.  The exception emphasizes the two factors that make sex segregation  described in Ann Travers, The Sport Nexus and Gender Injustice, 2 STUD. IN SOC. JUST. 79, 86 (2008) (describing “radical and cultural feminist . . .  scholars [who] indict sport in its current patriarchal capitalist iteration and seek to replace it with cooperative and nonhierarchical celebrations of physicality and play based on feminist principles of cooperation and inclusion”).  49.   DEP’T OF EDUC., OFFICE FOR CIVIL RIGHTS, A POLICY INTERPRETATION: TITLE IX AND INTERCOLLEGIATE ATHLETICS (1979) (making clear the requirement of parity of competitive opportunities); McCormick ex rel. McCormick v. Sch. Dist. of Mamaroneck, 370 F.3d 275, 282 (2d Cir. 2004) (recognizing the difference between the opportunity to participate and the opportunity to compete for the win, including for championships, and holding that Title IX requires schools to provide females with opportunities in both categories that are on par with those provided to males).  Notably, when the subject is not trans athletes or (intersex) athletes with differences of sex development, the premise that sex segregated sport exists in part to ensure that there are the same numbers of spots in finals and on podiums for females as for males is generally not controversial.  Indeed, even their advocates tend to take this as a given, i.e., they appear to appreciate the benefits, including for their clients, of sex segregation.  This has them arguing not for co-ed sport, but rather for what is in effect an exception for those whose sex is male but who identify legally and/or personally as women and girls.  See, e.g., Statement of Women’s Rights and Gender Justice Organizations, supra  note 29 (arguing that “transgender women and girls” should benefit fully and equally from participation “in women’s sports”); Doriane Lambelet Coleman, Semenya and ASA v. IAAF: Affirming the Lawfulness of a Sex-Based Eligibility Rule for the Women’s Category in Elite Sport, 19 SWEET & MAXWELL’S INT’L SPORTS L. REV. 83 (detailing how a version of this approach was presented in Ms. Semenya’s case at CAS) [hereinafter Coleman, Semenya and ASA v. IAAF] .   50.  Meghann Myers, A Female Soldier Has Made It Through the Army’s Special Forces Selection, ARMY TIMES (Nov. 14, 2018), https://www.armytimes.com/news/your-army/2018/11/14/a-female-soldier-has-made-it-through-the-armys-special-forces-selection/.For more information on the integration of women into special operations career fields and concerns about sex equality and sex specific or neutral standards in that highly competitive context, see KRISTY M. KAMARCK, CONG. RESEARCH SERV., R42075, WOMEN IN COMBAT: ISSUES FOR CONGRESS (2016), https://fas.org/sgp/crs/natsec/R42075.pdf.  51.  34 C.F.R. § 106.41 (a) (2019). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 82 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  necessary for the attainment of equality in sport, that is, concerns about competitive fairness and physical safety: 86.41(b) Separate teams.  A recipient may operate or sponsor separate teams for members of each sex where selection for such teams is based upon competitive skill or the activity involved is a contact sport.  However, where a recipient operates or sponsors a team in a particular sport for members of one sex but operates or sponsors no such team for members of the other sex, and athletic opportunities for members of that sex have previously been limited, members of the excluded sex must be allowed to try-out for the team offered unless the sport involved is a contact sport.  For purposes of this part, contact sports include boxing, wrestling, rugby, ice hockey, football, basketball and other sports the purpose or major activity of which involved bodily contact.52 As is the case with Title IX more generally, the affirmative approach is permissive, not mandatory, in the first instance, meaning that if a school can find a way to provide equal training and competition opportunities for females without taking sex into account, they can proceed in a sex-blind way; but if proceeding in a sex-blind way perpetuates disparities, the affirmative approach becomes mandatory.53 According to Susan Ware, “[i]n the early days of the law, much discussion centered on whether teams should be coeducational based on skill (the model adopted in elementary and high school physical education classes) and whether women should be eligible to play on men’s teams.  On the high school and intercollegiate level, a consensus soon emerged that sex-segregated but comparable sports teams were a better model.”54  As our co-author Donna Lopiano has explained, “[i]t was the notion that there are distinct biological differences in sex that are immutable . . .  Everybody agreed that . . . if you have boys and girls competing after puberty, who would be more likely to get on a team? Who would win? It would be men. There would be very few women.”55 From 1975 through 1988, proponents of girls’ and women’s sport continued to face resistance from boys and men and the male sports establishment, including with respect to funding, facilities, coaching staff, and competition opportunities.56    52.  Id. § 106.41 (b).    53.  See, e.g., Yellow Springs Exempted Village School Dist. Bd. Of Educ. v. Ohio High School Athletic Ass’n, 647 F.2d 651, 656 (6th Cir. 1981) (Title IX “grant[s] flexibility to the recipient of federal funds to organize its athletic program as it wishes [one or separate teams] so long as the goal of equal athletic opportunity is met.”).    54.  WARE, supra note 25, at 5.  This model—co-ed “prior to puberty”— is represented in the still-current position of the Women’s Sports Foundation (WSF).  See WOMEN’S SPORTS FOUND., ISSUES RELATED TO GIRLS AND BOYS COMPETING WITH AND AGAINST EACH OTHER IN SPORTS AND PHYSICAL ACTIVITY SETTINGS, https://www.womenssportsfoundation.org/wp-content/uploads/2019/08/issues-related-to-girls-and-boys-competing-with-and-against-each-other-in-sports-and-physical-activity-sett ings-the-foundation-position.pdf [hereinafter WOMEN SPORTS FOUND., ISSUES RELATED TO GIRLS AND BOYS COMPETING].  Although the original position paper was developed and published several years ago, the WSF re-affirmed it on August 14, 2019. See id.   55.  Megan, supra note 44 (quoting Donna Lopiano).  56.  See Hogshead-Makar & Zimbalist, supra note 2, at Part III (describing this period as “The Initial Backlash”); Mary C. Curtis & Christine Grant, Landmark Title IX Cases in History, GENDER EQUITY IN SPORT, http://bailiwick.lib.uiowa.edu/ge/historyRE.html (listing key dates in the resistance).  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 83  This resistance was particularly fierce in circumstances that involved cuts to boys’ and men’s programs that were considered—or described as—necessary to meet Title IX requirements.57  It culminated in the 1984 decision, Grove City College v. Bell, in which the United States Supreme Court sided with the Reagan Administration’s position that Title IX and its sex equality requirements applied only to the particular programs that received federal funds, not more broadly to the institutions of which they were a part.58  Because the federal government did not contribute directly to education-based sports programs, Grove City in effect “gutted” Title IX.59  As a result, the merits of the “idea revolution”—that there should be sex equality across educational settings including in education-based sport—were once again put to Congress.60 The Education Amendments of the Civil Rights Restoration Act of 1987 were finally passed in 1988, over President Reagan’s veto, extending Title IX’s sex equality requirements to all programs within institutions receiving federal funds.61  As Title IX expert and three-time Olympic Gold Medalist Nancy Hogshead-Makar explains, although sport was not prominent in the legislative history prior to the statute’s passage in 1972, “sports for girls and women were the driving narrative behind the imperative to pass the law again in 1988.  Sports for women swung Republicans and average families.”62  Since then, although resistance has been ongoing,63 the legislative, executive, and judicial branches of the federal government have consistently reaffirmed at least the essential aspects of the statutory scheme, including that parity of competitive opportunities matter and that the original regulations remain an integral part of the law.64   57.  Cases involving cuts to boys’ and men’s wrestling were particularly prevalent.  See generally Bradley David Ridpath et al., Changing Sides: The Failure of the Wrestling Community’s Challenges to Title IX and New Strategies for Saving NCAA Sport Teams, 1 J. INTERCOLLEGIATE SPORT 255 (2008). See, e.g., Nat’l Wrestling Coaches Ass’n v. Dep’t of Educ., 366 F.3d 930 (D.C. Cir. 2004) (affirming district court’s finding that the decision to drop wrestling is a matter of institutional preference not a requirement in fact or in effect of Title IX).  58. Grove City College v. Bell, 465 U.S. 555 (1984) (rejecting Association’s challenge to Title IX Policy Interpretation).  59.  See E-mail from Nancy Hogshead-Makar, Chief Exec. Officer, Champion Women, to Doriane Lambelet Coleman, Professor of Law, Duke Law Sch. (Feb. 19, 2020, 3:17 PM) (on file with authors).  60.  See supra note 13 and accompanying text (introducing “the idea revolution”).  61.  See S. 557 (100th): Civil Rights Restoration Act of 1987, 100th Cong. (1987), https://www. govtrack.us/congress/bills/100/s557 (providing timeline of the history and text of the legislation).  62. See E-mail from Hogshead-Makar, supra note 59. See also WARE, supra note 25, at 36–43 (describing this history).    63.  See Hogshead-Makar & Zimbalist, supra note 2, at Part V (describing the period from 2001 to 2008 as “The Second Backlash”).  64.  For example, the 1994 Equity in Athletics Disclosure Act requires “co-educational institutions of postsecondary education that participate in a Title IV, federal student financial assistance program, and have an intercollegiate athletic program, to prepare an annual report to the Department of Education on athletic participation, staffing, and revenues and expenses, by men’s and women’s teams. The Department . . . use[s] this information in preparing its required report to the Congress on gender equity in intercollegiate athletics.”  Equity in Athletics Disclosure Act, U.S. DEPT. OF EDUC. (Jan. 24, 2017), https://www2.ed.gov/finaid/prof/resources/athletics/eada.html. The data in detail are available from The Equity in Athletics Data Analysis Cutting Tool, OFFICE OF POSTSECONDARY EDUC., U.S. DEP’T OF Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 84 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  Although the legislative veto was declared unconstitutional in 1983,65 in 1984, the United States Supreme Court affirmed that “where Congress has specifically delegated to an agency the responsibility to articulate standards governing a particular area”—as it did in 1972 with respect to Title IX’s standards governing athletics—“we must accord the ensuing regulation considerable deference.”66  The standards in the 1975 Regulations as well as their 1979 Policy Interpretation have continued to benefit from such protection, even as the Court has increasingly rejected the use of legislative history as a tool for statutory interpretation.67  In part,  EDUC., http://ope.ed.gov/athletics. In McCormick ex rel. McCormick v. Sch. Dist. Of Mamaroneck, 370 F.3d 275, 282 (2d Cir. 2004), the Second Circuit held that a school district was out of compliance with Title IX when it established separate boys’ and girls’ teams but provided boys with more and more important competitive opportunities. And in 2016, the Obama Administration issued guidance for the inclusion of transgender student-athletes in education-based sports that made clear its commitment to sex segregation when this remains necessary to secure competitive fairness and physical safety.  See infra note 73 and accompanying text (providing the details of this guidance).  65.  INS v. Chadha, 462 U.S. 919, 959 (1983).  66.  Kelley v. Bd. of Trs., 35 F.3d 265, 270 (1994) (citing Chevron, U.S.A., Inc. v. Nat. Res. Def. Council, Inc., 467 U.S. 837 (1984)).  67.  In 2018, the Eastern District of Michigan explained that heightened deference under Chevron is accorded to both the 1975 Regulations and the 1979 Policy Interpretation of the 1975 Regulations “because Congress explicitly delegated to the agency the task of prescribing standards for athletic programs under Title IX.”  See Mayerova v. E. Mich. Univ., 346 F. Supp. 3d 983, 989 (E.D. Mich. 2018) (citing the First Circuit’s decision in Cohen v. Brown Univ., 991 F.2d 888, 895 (1st Cir. 1993) and the Sixth Circuit’s decision in Miami Univ. Wrestling Club v. Miami Univ., 302 F.3d 608, 615 (6th Cir. 2002)). See also Ollier v. Sweetwater Union High Sch. Dist., 768 F.3d 843, 855  (9th Cir. 2014) (affirming its practice of giving Chevron deference to the 1979 Policy Interpretation and applying it to the high school setting, citing the Second Circuit’s decision in Mamaroneck, 370 F.3d at 300, and the Sixth Circuit’s decision in Horner v. Ky. High Sch. Athletic Ass’n, 43 F.3d 265, 272–75 (6th Cir. 1994)); Biediger v. Quinnipiac Univ., 691 F.3d 85, 96–97 (2d Cir. 2012) (the Second Circuit reaffirming its decision in Mamaroneck); Mansourian v. Regents of Univ. of Cal., 602 F.3d 957, 965 (9th Cir. 2010) (the Ninth Circuit reaffirming that “both the Policy Interpretation and the Clarification are entitled to deference under Chevron”).              Chevron was reaffirmed by the Court itself in 2013, in City of Arlington v. FCC, 569 U.S. 290 (2013) (Justice Scalia writing for the Court and noting that courts cannot substitute themselves as policymakers when this is precisely the job of the federal agencies). City of Arlington was a 6/3 decision, with Justices Roberts, Kennedy, and Alito in dissent. Their concern was the extension of what they describe as essentially legislative authority to the executive—and to the consequent creation of an ever-growing administrative state—even in circumstances where Congress did not clearly delegate this authority.  Id. at 312 (Roberts, C.J., dissenting).  In their view, “before a court may grant such deference, it must on its own decide whether Congress—the branch vested with lawmaking authority under the Constitution—has in fact delegated to the agency lawmaking power over the ambiguity at issue.” Id. at 317. Unless Chevron itself is repealed, because Congress “explicitly delegated to the agency the task of prescribing standards for athletic programs under Title IX,” both the 1975 Regulations and the 1979 Policy Interpretation should continue to be accorded heightened deference by the courts. Mayerova, 346 F. Supp. 3d at 989.  Of course, this would not be the case should Title IX, the Regulations, and/or the Policy Interpretation be repealed.                The final deference point relates to the Department of Education’s own ongoing interpretation of the 1975 Regulations and the 1979 Policy Interpretation.  Such interpretations are afforded regular—not heightened—deference only when the standards themselves are “genuinely ambiguous” and: the agency’s interpretation is (1) its own “‘authoritative’ or ‘official position,’” (2) “reasonable”; (3) Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 85  this is because the Regulations and Policy Interpretation establish the architecture of and rationale for sex segregated education-based sport; and, they are embedded in an inextricably linked web of related law, including in statutory law. For example, the 1994 Equity in Athletics Disclosure Act (EADA) requires federally funded colleges and universities to produce annual reports regarding their athletic programs so that the Department of Education can monitor compliance with Title IX.68  The fact that there is deep bipartisan support for girls and women’s sport surely influences ongoing deference to the regulations as well.69 To date, the movement to include trans people in spaces and opportunities based on their gender identity rather than on their sex has not altered this legal state of affairs at the federal level. That is, as of this writing, there are no new regulations that require recipients of federal education dollars to include transgender people in sport on the basis of their gender identity rather than their biological sex; and there are no federal cases that expand the meaning of “sex” to include or to be replaced by “gender identity” in a Title IX sports context.70  As they have done under Title VII, a few federal circuits have expanded the meaning of “sex” under Title IX, but so far only in the contexts of restrooms and locker room access.71 Supporters of transgender student-athletes have argued that these precedents are applicable to sport: that just as transgender girls must be permitted to use girls’ restrooms they must also be permitted to be on girls’ sports teams and included without condition in girls’ competitions.72 But as the Obama  “implicate[s] its substantive expertise”; and (4) “reflect[s] ‘fair and considered judgment.’” Kisor v. Wilkie, 139 S. Ct. 2400, 2412, 2415–17 (2019) (explaining that deference to agencies under the Court’s decision in Auer v. Robbins, 519 U.S. 452 (1997), are based in the presumption that “when granting rulemaking power to agencies, Congress usually intends to give them, too, considerable latitude to interpret the ambiguous rules they issue” but that courts need not defer to those interpretations when they are not justified according to these requirements).  68.  See supra note 64 (discussing the EADA).  69.  This bipartisan support for girls and women’s sport, in a climate where such issues are often difficult to find, is presumably one of the reasons Republicans have seized on trans inclusion in girls and women’s sport as an election issue for the 2020 cycle. See, e.g., James Freeman, Opinion, Did Democrats Just Create a Problem with Soccer Moms and Dads? A Friday House Vote Could Be the Sleeper Issue of 2020, WALL ST. J. (May 20, 2019, 4:56 PM), https://www.wsj.com/articles/did-democrats-just-create-a-problem-with-soccer-moms-and-dads-11558385818.  70.  As of this writing, the first federal case to address this issue has just been filed in the United States District Court in the District of Connecticut. See Soule et al. v. Conn. Interscholastic Athletic Conference et al., No. 3:20-cv-00201, (D. Conn., filed Feb. 12, 2020). Otherwise, a Westlaw search of the All Federal database for “Title w/1 IX & transgender & sport” yields only thirteen cases, none of which apply to selection for sex segregated sports teams. Almost all are bathroom and/or locker room privacy cases.  The others are not even indirectly on point.  71.  See, e.g., Adams ex rel. Kasper v. Sch. Bd. of St. Johns Cty., 318 F. Supp. 3d 1293 (M.D. Fla. 2018) (restrooms); G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709 (4th Cir. 2016), vacated and remanded, 137 S. Ct. 1239 (2017) (restrooms); Johnston v. Univ. of Pittsburgh, 97 F. Supp. 3d 657 (W.D. Penn. 2015) (restrooms and locker rooms).  72.  See, e.g., Shayna Medley & Galen Sherwin, Banning Trans Girls from School Sports Is Neither Feminist Nor Legal, ACLU (Mar. 12, 2019, 5:45 PM), https://www.aclu.org/blog/lgbt-rights/transgender-rights/banning-trans-girls-school-sports-neither-feminist-nor-legal (arguing that “[w]hen Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 86 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  Administration apparently recognized in 2016 when it was interpreting Title IX in its Transgender Guidance to schools, sport is different from restrooms not only in its policy objectives but also in the extent to which sex actually matters:73 Where sport is designed to develop and showcase the capacities of the physical body—including mental control of the physical body, and the girls’ and women’s categories are designed to secure sex equality with respect to the benefits that flow from sports, restrooms are designed to provide a space for people to relieve themselves, and girls’ and women’s restrooms are designed to secure safety and privacy as they do.74  In law, at least, institutional design and objectives matter, as do the facts about whether individuals are similarly or dissimilarly situated with respect to the characteristics that are relevant to their attainment.  In any event, the Trump Administration has withdrawn the Obama Guidance, restoring the original regulatory status quo;75 and the Department of Education’s Office of Civil Rights is investigating a complaint alleging that the Connecticut Interscholastic  misinformation about biology and gender is used to bar transgender girls from sports in schools receiving federal funds, it amounts to the same form of sex discrimination that has long been prohibited under Title IX”); Dave Zirin, Transphobia’s New Target Is the World of Sports: First It Was Bathrooms, Now It’s Athletics, NATION (Mar. 5, 2019), https://www.thenation.com/article/archive/trans-runner-daily-caller-terry-miller-andraya-yearwood-martina-navratilova (analogizing the two in general).  73.  Dear Colleague Letter on Transgender Students from Catherine E. Lhamon, Assist. Sec’y for Civil Rights, U.S. Dep’t of Educ. & Vanita Gupta, Principal Deputy Assist. Att’y Gen. for Civil Rights, U.S. Dep’t of Justice (May 13, 2016), https://www2.ed.gov/about/offices/list/ocr/letters/colleague-201605-title-ix-transgender.pdf.  Compare Restrooms and Locker Rooms. A school may provide separate facilities on the basis of sex, but must allow transgender students access to such facilities consistent with their gender identity.  A school may not require transgender students to use facilities inconsistent with their gender identity or to use individual-user facilities when other students are not required to do so. A school may, however, make individual-user options available to all students who voluntarily seek additional privacy. with Athletics. Title IX regulations permit a school to operate or sponsor sex-segregated athletics teams when selection for such teams is based upon competitive skill or when the activity involved is a contact sport.  A school may not, however, adopt or adhere to requirements that rely on overly broad generalizations or stereotypes about the differences between transgender students and other students of the same sex (i.e., the same gender identity) or others’ discomfort with transgender students.  Title IX does not prohibit age-appropriate, tailored requirements based on sound, current, and research-based medical knowledge about the impact of the students’ participation on the competitive fairness or physical safety of the sport.   Id. at 3 (emphasis added). The first and third sentences in the “Athletics” paragraph are original to the regulations.  The second or middle sentence is guidance developed by the administration concerning the application of the traditional rule to the transgender context. The administration’s position at least on the first and third points, but arguably also the second, was well-grounded in the legislative history as recognized over the years by the courts interpreting the statute and its regulations.  See, e.g., Kelley v. Bd. of Trs., 35 F.3d 265, 270 (7th Cir. 1994) (noting that “Congress itself recognized that addressing discrimination in athletics presented a unique set of problems not raised in areas such as employment and academics”).    74.  The difference between sport and restrooms is further detailed in Coleman, Sex in Sports, supra note 27, at nn.316–317 and accompanying text.  75.  Andrew Mytelka, Trump Administration Rescinds Obama-Era Guidance on Transgender Students, CHRON. OF HIGHER EDUC. (Feb. 22, 2017),   https://www.chronicle.com/blogs/ticker/trump-administrati on-rescinds-obama-era-guidance-on-transgender-students/117025. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 87  Athletic Conference (CIAC) policy allowing unconditional inclusion of trans girls in girls competition violates Title IX.76 Regardless of the Trump Administration’s motivation for taking up this complaint,77 as a doctrinal matter it is on sound footing.  Not only is the legal history of the sports exception to Title IX’s general nondiscrimination rule clear that it is focused on equality for females in relation to males, but it is also generally accepted that sex segregated sport is constitutional because of its grounding in the “inherent [biological] differences between men and women” and because its purposes are to “compensate” women (and girls) for past and ongoing sex-related discriminations, to “promote equal [sports] opportunity [between men and women],” and to “advance full development of [women’s and girls’] talent and capacities.”78 As we explore further below, if both “sex” and “gender identity” became the basis for eligibility for girls’ and women’s sport—or, as applied, if both girls’ and boys’ sport included both males and females—inherent differences would no longer be the rationale for separate sex sport, and the girls and women’s categories would no longer serve their equality and empowerment goals.  They would lose their constitutional grounding. II. THE SCIENTIFIC EVIDENCE SUPPORTING THE SPORTS EXCEPTION The disagreement among women and women’s groups in the 1970s about whether sex differences in athletic ability were merely stereotype or in fact inherent has long since been resolved. In 2008, Gina Kolata of The New York Times reported that “even though some scientists once predicted that women would eventually close the gender gap in elite performances—it was proposed that all they needed was more experience, better training and stronger coaching—that idea is . . . largely discredited, at least for Olympic events.”79 As we write this paper in 2020, it is clear that Kolata’s point is accurate across the board, at both the elite and non-elite levels of almost all standard sports and events. To say, as some advocacy groups do, that there is “no evidence”—or that it is “myth” and   76.  Dan Brechlin, Federal Office of Civil Rights Agrees to Investigate Connecticut’s High School Transgender Athlete Policy, HARTFORD COURANT (Aug. 8, 2019), https://www.courant.com/sports/high-schools/hc-sp-high-school-connecticut-transgender-policy-20190808-20190808-j5yfbovklvf4fjrir4ouybssj4-story.html.  77.  Mark Joseph Stern, Betsy DeVos May Force High Schools to Discriminate Against Trans Athletes, SLATE (Aug. 9, 2019), https://slate.com/news-and-politics/2019/08/trump-education-department-title-ix-trans-athletes-discrimination.html (noting that this decision may be part of a broader anti-trans agenda).  78.  Coleman, Sex in Sport, supra note 27, at 67–70 (quoting United States v. Virginia, 518 U.S. 515, 532 (1996)); see also Kelley v. Bd. of Trs., 35 F.3d 265, 272 (7th Cir. 1994) (upholding the constitutionality of the statute and regulations against an equal protection challenge on these grounds); Cohen v. Brown Univ., 991 F.2d 888, 900–01 (same).  79.  Gina Kolata, Men, Women and Speed. 2 Words: Got Testosterone?  N.Y. TIMES (Aug. 22, 2008), https://www.nytimes.com/2008/08/22/news/22iht-22testosterone.15533354.html; see also Robinson Meyer, We Thought Female Athletes Were Catching Up to Men, but They’re Not, ATLANTIC (Aug. 9, 2012), https://www.theatlantic.com/technology/archive/2012/08/we-thought-female-athletes-were-catching-up-to-men-but-theyre-not/260927/. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 88 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  “outdated stereotype”—that males, including trans women and girls not on gender affirming hormones, are “better” in sport than females is simply to deny science.80  Sporting opportunities are not always identical, but there is now substantial parity in training and competition, especially at the elite level, and this has resulted in important performance gains for female athletes. But as the following figure by our co-author Mike Joyner tracking marathon performances illustrates, better training, better races, and more competitive opportunities throughout the world have resulted in gains for both sexes with a compressed time frame for women.   Marathon World Record Progression     The upshot is that today, depending on the sport and event, the gap between the best male and female performances remains somewhere between 7 to 25 percent; and even the best female is consistently surpassed by many elite and non-elite males, including both boys and men.81 If elite sport were co-ed or competition were open, even the best female would be rendered invisible by the sea of men and boys   80.  See, e.g., Medley & Sherwin, supra note 72 (using the terms “myth”, “stereotype” and the claim of “no research” to describe the biological evidence in this context); Emilie Kao, How Pelosi’s “Equality Act” Would Ruin Women’s Sport, HERITAGE FOUND. (Apr. 24, 2019), https://www.her itage.org/gender/commentary/how-pelosis-equality-act-would-ruin-womens-sports (quoting Sunu Chandy from the National Women’s Law Center using these ACLU talking points).  81.  For data comparing male and female performances in a number of events on the track, including the number of males (boys and men) who surpass the very best females, see, e.g., Doriane Lambelet Coleman &Wickliffe Shreve, Comparing Athletic Performances: The Best Elite Women to Boys and Men, DUKE CTR. FOR SPORTS LAW & POL’Y (2018), https://law.duke.edu/sites/default/files/cente rs/sportslaw/comparingathleticperformances.pdf. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 89  who would surpass her.  As this next visual using the 400 meters on the track reflects, in percentage terms, the best female is bettered by relatively non-elite boys and men starting at 0.01 percent.82 Simulating the final 100 meters of that event, it shows three of the fastest ever females on their very best day, against the thousands of boys and men whose performances—just in the single year 2017—would be competitive with or better than them in that final stretch.  Comparing the Best Elite Females to Boys & Men: Personal Bests For 3 Female Gold Medalists vs 2017 Performances by Boys & Men     The same is true outside of the professional ranks in education-based sport, including in high school regular and post-season competition.  For example, in 2016, Vashti Cunningham—the daughter of former NFL quarterback Randall Cunningham—set the high school American record in the high jump outdoors at 6 feet, 4½ inches.  Since she joined the professional ranks, she has jumped 6 feet, 6¾ inches, and is ranked in the top ten in the world.83  Still, in just one year—2018— and just in the state of California, 50 high school boys jumped higher than her high school best. Nationwide, in 2019, 760 boys jumped higher.84 As the following figure simulating a high jump competition demonstrates, if high school sport were co-ed or competition were open, Cunningham would not have made it to her state   82.  Jeff Wald, Doriane Lambelet Coleman, Wickliffe Shreve & Richard Clark, Comparing the Best Elite Females to Boys and Men: Personal Bests for 3 Female Gold Medalists Versus 2017 Performances by Boys and Men, DUKE CTR. FOR SPORTS LAW & POL’Y (2018).  83.  Athlete Profile: Vashti Cunningham, WORLD ATHLETICS, https://www.iaaf.org/athletes/united-states/vashti-cunningham-280887 (last visited Jan. 15, 2020).  84.  See 2019 High School Men’s High Jump Rankings, ATHLETIC.NET, https://www.athletic.net/Tra ckAndField/Division/Event.aspx?DivID=97967&Event=9&page=7. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 90 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  meet, she would not be on the national team, and we would not know her name other than as a footnote on her father’s Wikipedia page.85  High Jump: Best American Boys in 2019 Compared to the Girls’ American Record  It is perhaps more important for policy purposes that those girls who are only average high school athletes—for example, those who might just or occasionally win an invitational event or regional competition—would fare even worse.  Indeed, a review of age-group performance data confirms what policymakers understood already in the 1970s: if sport were not sex segregated, most school-aged females would be eliminated from competition in  the earliest rounds.86 The following chart illustrates this point, using California intra-state regional results from the 2019 outdoor season, where the best boy in the state jumped 7 feet, 0 inches, and the best girl jumped 5 feet, 10 ½ inches.  The average differential was   85.  This figure by Jeff Wald is based on data from Athletics.net.  According to that database and that of the NAT’L FED’N OF STATE HIGH SCH. ATHLETIC ASS’NS, https://www.nfhs.org/RecordBook/ Record-book-result.aspx?CategoryId=1712 (last visited Jan. 28, 2020), only five other females residing and competing in the U.S. have jumped in this range:  Alyxandria Treasure (1.92 meters in 2017), Jeannelle Scheper (1.91 meters in 2016), Toni Young (1.93 meters in 2009), Amy Acuff (1.91 meters in 1992), and Latrese Johnson (1.90 meters in 1985).  86.  See supra notes 44, 54–55 and accompanying text (discussing this concern as it arose in the original policymaking process).  See also E-mail from Michael J. Joyner, Caywood Professor of Anesthesiology and Perioperative Med., Mayo Clinic Sch. of Med., to Doriane Lambelet Coleman, Professor of Law, Duke Law Sch. (Oct. 6, 2019, 9:08 AM) (on file with authors) (“My younger boys 9 and 7 are good swimmers and they are in mixed races and it is hit or miss boy or girl who wins.  The best swimmer in the club is a tall skinny 16-year-old girl who is getting recruited by good schools.  She has real ability.  She gets crushed by guys who will swim D3 if they choose to.”); Coleman, Sex in Sport, supra note 27, at n.173 (describing the experience in Massachusetts with boys at the girls’ state swimming championships). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 91  approximately 12 inches. In percentage terms, across the state the performance gap ranged from 11.88 percent to 20.73 percent.  2019 California Regional High Jump Results87 The point that from puberty on, co-ed competition relegates most, if not all, females to being only participants in the game is easiest to prove in the case of sports with objective metrics, but “it is well-understood that a version of this story can be told across the board, almost no matter the event.”88 Indeed, the performance gap is so well-understood, and so abundantly documented in easily searchable databases, that it’s difficult to take seriously the claim that it is merely   87.  We developed this chart using data from the query “California High Jump Results,” in ATHLETIC.NET , https://www.athletic.net/ (last visited September 25, 2019).  88.  Coleman, Sex in Sport, supra note 27, at 91; Robinson Meyer, We Thought Female Athletes Were Catching Up to Men, but They’re Not, supra note 79.  REGION  BEST BOY  BEST GIRL  % DIFFERENCE  Central   2.0828  1.778   14.63%  Central Coast   1.9812  1.6764   15.38%  Los Angeles   1.8796  1.5748   16.22%  North Coast   2.0828  1.651   20.73%  Northern   1.9558  1.6764  14.29%  Oakland   1.8034  1.4732  18.31%  Sac-Joaquin   2.032  1.73355  14.69%  San Diego   2.032  1.7907  11.88%  San Francisco   1.8288  1.4732  19.44%  Southern   2.1336  1.7399  18.45%  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 92 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  “myth” and “false stereotype.”89 Indeed, many on the sport and science side of the discussion have not bothered to try.90 Beyond the data, the sex-specific biology underlying the performance gap is also well-studied and well documented.  Like other scientific fields that have focused on biological sex differences and that have come to recognize the extensive (beyond reproductive) reach of sex in the human body,91 sports science and related disciplines—e.g., cardiology, hematology, endocrinology—have advanced tremendously in their understanding of the bases for the sex differences in athletic performance.  What is clear from the evidence is that “the differences aren’t the result of boys and men having a male gender identity, more resources, better training or superior discipline. It’s because they have androgenized bodies.”92  Specifically, scientists agree that “males and females are materially different with respect to the main physical attributes that contribute to athletic performance,” and that “the primary reason for sex differences in these attributes is exposure in gonadal males to much higher levels of testosterone (T) during growth and development (puberty), and throughout the athletic career.”93 Before the onset of puberty, males and females produce similar, low levels of T, that is, on the order of 0.25 milligrams (mg) per day. But starting at puberty, male testes begin to produce much more than female ovaries and adrenal glands combined. On average, males (including elite male athletes) produce about 7 mg per day, and females (including elite female athletes) continue to produce about 0.25 mg per day. The normal male range is from 7.7 to 29.4 nmol/L. The normal   89.  For example, domestic databases like Athletics.net provide not only national coverage but also regional, state, and local coverage that goes deep into college, high school, junior high school, and age group results.  And international databases run by the governing bodies do a version of the same on a global level. See supra notes 81–83 (providing data from the IAAF’s interactive database).  Nevertheless, in this period the ACLU regularly insists that there is “no evidence” that males are better than females in sport.  And even the NWLC publicly repeats this “no evidence” claim and adds that all sex differences are “unfounded stereotype.” See supra note 80 and accompanying text (citing to these talking points).  It is only if one accepts their predicate that the category “women” includes males who identify as female—or, as they put it, “women who happen to be transgender”—that stereotype theory works in the sports space. See Coleman, Sex in Sport, supra note 27, at 105–106, 109–11 (describing and responding to these rhetorical claims as they relate to sport). Otherwise, their argument is either uneducated or convenient science denial.  See Doriane Coleman, Martina Navratilova & Sanya Richards-Ross, Pass the Equality Act but Don’t Abandon Title IX, WASH. POST (Apr. 29, 2019), https://www.washingtonpost.com/opinions/pass-the-equality-act-but-dont-abandontitleix/2019/04/29 /2dae7e58-65ed-11e9-a1b6-b29b90efa879_story.html?noredirect=on.   90.  From statistics, for example, see, e.g., For Crying Out Loud 2019, Biology in Sports Matters, STATHOLE SPORTS (Apr. 18, 2019), http://statholesports.com/for-crying-out-loud-2019-biology-in-sport s-matters/.  91.  See EXPLORING THE BIOLOGICAL CONTRIBUTIONS, supra note 37 (IOM report examining the evolving study of sex differences and making the case that barriers to knowledge about sex differences must be eliminated).  92.  Coleman & Shreve, supra note 81.  93.  Various experts have recognized the impact of testosterone in athletic performance. The Role of Testosterone in Athletic Performance, DUKE CTR. FOR SPORTS LAW & POLICY (Jan. 2019) [hereinafter Testosterone in Athletic Performance] (emphasis added), https://law.duke.edu/sites/default/files/centers/ sportslaw/Experts_T_Statement_2019.pdf. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 93  female range is from 0.06 to 1.68 nmol/L.94 In other words, as the following figure from Jonathon Senefeld and our co-author Michael Joyner shows, beginning at puberty, testosterone distributes bi-modally and males (whether they are trans or not) generally produce four to fifteen times more testosterone than females (whether they are trans or not). Female T readings are represented in red, male T readings in blue/purple.  Nationally Representative Data for Total Testosterone for the U.S. Population Ages 6–35 Years95                   94.  Females with polycystic ovaries (PCOS) may have levels upward of 4.8 nmol/L, and those with with untreated congenital adrenal hyperplasia (CAH) may have levels that are higher than that.  But no healthy female, e.g., no elite athlete, has a natural T level above 5 nmol/L.   95.  Jonathon W. Senefeld & Michael J. Joyner (2019).  The data in the figure are from the National Health and Nutrition Examination Survey (NHANES), a study of health of random sample of children and adults in the United States. Using standard, validated clinical laboratory measurement tools (isotope dilution liquid chromatography tandem mass spectrometry) the NHANES laboratory precisely determined total testosterone of 4,229 girls/women and boys/men from ages 6 –35 years. These data are collected biennially to create a longstanding, National database of normative data.  Panel A demonstrates the distribution of total testosterone concentration in children age 6–18 for each year using a box-plot to show the 25th, 50th and 75th percentile scores of testosterone. The error bars represent 3 standard deviations (SD) from the mean testosterone, and all outliers (greater or lesser than 3 SD from the mean) are marked using symbols. The girls (red colored box-plots and symbols) have a ~10-fold increase in testosterone (~3 ng∙dL-1 to ~30 ng∙dL-1) that plateaus at 14 years. The boys (blue colored box-plots and symbols) have a substantially greater increase in testosterone than girls, an increase of over 100-fold (~4 ng∙dL-1 to ~450 ng∙dL-1) that begins to plateau at 16 years.  Testosterone concentrations are high and steady after age 18 (during years of peak endurance), and the distribution of testosterone for adults in this age range (19-35 years) are displayed in Panel B. This data set of over 1,400 samples from men and women shows the distribution curves from 99 percent of the data, with upper and lower outliers (0.05 percent above and below the mean) removed. The narrow range of the distribution for normative values for women (10-60 ng∙dL-1) is much smaller than the large range of normative values for men (175-925 ng∙dL-1).  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 94 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  As the next two figures demonstrate, this different exposure literally builds the male body in the respects that matter for sport. Specifically, “compared to biological females, biological males have greater lean body mass (more skeletal muscle and less fat), larger hearts (both in absolute terms and scaled to lean body mass), higher cardiac outputs, larger hemoglobin mass, (also both in absolute terms and scaled to lean body mass), larger V\u001fO2max (higher aerobic capacity) (also both in absolute terms and scaled to lean body mass), greater glycogen utilization, higher anaerobic capacity, and different economy of motion.”96 The figure immediately below, from David Handelsman, shows that the emergence of the performance gap in running, jumping, and swimming tracks the rise in male T levels at puberty:  Sex Differences in Athletic Performance Coinciding with the Onset of Male Puberty: Running, Jumping, and Swimming97      96.  Testosterone in Athletic Performance, supra note 93.  97.  This figure is part of a series that was published by David J. Handelsman et al., Circulating Testosterone as the Hormonal Basis of Sex Differences in Athletic Performance, 39 ENDOCRINE REVS. 803–29 (2018), https://academic.oup.com/edrv/article/39/5/803/5052770/. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 95  This final figure, from our co-author Michael Joyner and his colleague Jonathon Senefeld, homes in on the swimming line.  It confirms that pre-pubertal children of both sexes are competitive for the win in co-ed events, with females having some advantage in the six to eight-year-old age brackets. This—together with the requirement of sex-blind approaches when these do not undermine equality goals—is the basis for co-educational programming in elementary school and some age-group competitions.98 The figure also confirms that from the onset of physical puberty to late adolescence, the competitiveness of females decreases essentially to zero. This—together with the preference for sex conscious approaches when these are necessary to meet equality goals—is the basis for policies that separate males and females in athletic competition starting in middle school and beyond.99  Sex Differences in Swimming Performance by Age100   98.  See generally WOMEN’S SPORT FOUND., ISSUES RELATED TO GIRLS AND BOYS COMPETING, supra note 54 (describing the circumstances in which it is appropriate legally and scientifically to provide for co-ed and sex segregated sports and physical activities).  99.  See id. (preferring co-ed sport until puberty). Swimming provides a particularly powerful example of the need for sex segregation in this context because the socio-cultural explanations for the performance gap are neutralized if not eliminated.  Women and girls have had significant competitive opportunities in swimming that preceded Title IX, more girls participate in USA swimming than boys, training is systematic, rigorous and mixed from an early age, and records are typically set under standardized conditions.  Additionally, swimmers typically come from resource rich homes where sex differences in nutrition or access to medical care are unlikely.  100.  Michael J. Joyner & Jonathon W. Senefeld, Sex Differences in Youth Elite Swimming, 14 PLOS ONE 5 (2019). The data in the figure are from the top five swimming performances of all-time by US Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 96 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  The State of Connecticut is illustrative. It explains the applicability of these science facts in the FAQs that accompany its public school health, fitness, and performance standards:101 Why do some standards for boys and girls differ? Two factors must be taken into account when determining criterion-referenced health standards: inherent physiologic differences between genders, and differences in health risks between genders. Due to physiologic and anatomic differences between the genders, there may be inherent performance differences between boys and girls for a specific fitness component. For example, differences in cardiac function and body composition between adolescent boys and adolescent girls result in adolescent boys, as a general rule, having a higher aerobic capacity than adolescent girls. Specifically, if the minimum V ̇O2max for healthy girls is 28 ml. kg-1. min-1 and for healthy boys, 32 ml. kg-1. min-1, setting the same standard for both on the One-Mile Run Test would not be appropriate. In the case of aerobic capacity, gender differences are taken into account, along with existing data on health risks, in order to determine the standards. In addition to physiologic differences, the two genders do not face the same health risks during their growth. To reflect these differentiated health risks, the standards are adjusted. Why are some standards for boys and girls the same? When there is no valid reason for expecting a difference in the performance between boys and girls, the standards are the same. For example, young children, particularly in Grades 1-6, do not always possess the physical and physiological differences that appear as children approach puberty (Falls & Pate, 1993). When this is true, the same standards may be used for both genders. Why are standards for aerobic endurance lower for girls than for boys? Inherent gender-related differences in body composition and in hemoglobin concentration cause aerobic capacity, referred to as VO2 max, for boys and girls who have the same level of physical activity, to be different. The differences prior to puberty are very small or nonexistent (for hemoglobin  swimmers for each 1-year age group from age 5 to 18 years, a database maintained and verified by USA Swimming. These data are using long course, freestyle swimming performances. Panel A demonstrates the sex difference in swimming performance across age (5–18 years). The sex difference in negative (indicating faster performances by girls) until age 10 (no sex differences) and then the sex difference markedly increases (faster boys) with a plateau at age 17. This plateau at ~8.5 percent maintains steady until ~age 50. The black line is the mean sex difference, and the grey area is the 95 percent confidence interval. Panel B demonstrates that similar trends were observed for each major freestyle swimming distance. Notably, the sex difference is largest in ‘sprint events’ (50, 100 and 200 m) and smallest in ‘endurance events’ (400, 800 and 1,500 m).  Panel C is the legend for panel B. The y-axis for panel C is sex difference (%).  101.  CONN. STATE DEP’T OF EDUC., CONNECTICUT PHYSICAL FITNESS ASSESSMENT: THIRD GENERATION 12–13 (2019–2020), https://portal.ct.gov/-/media/SDE/Phys-Ed/CPFA----Test-Administrat ors-Manual---2019.pdf?la=en.  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 97  concentration), but they increase during puberty and adolescence. These differences are linked in part to differences in the reproductive hormones. The lower VO2 max in girls compared to boys with the same physical activity level are not thought to be associated with increased health risk. The standards for boys and girls reflect the different levels of VO2 max that are associated with increased health risk in adults.102 Notably, based on its interpretation of Connecticut anti-discrimination law, the Connecticut Interscholastic Athletics Conference (CIAC) has taken a position that is at odds with the state’s physical standards, that is, despite the science and related policy, it permits trans girls—whether or not they were on gender affirming hormones—to compete in girls’ events.103  As a result, in the three year period 2016 to 2019, two trans girls who would not have been successful, had they competed in the boys’ division, won fifteen individual state championships in the girls division.104 It is this set of facts that is the basis for the federal Title IX complaint that the United States Department of Education’s Office of Civil Rights is currently investigating.105 Apart from testosterone, different sex-linked factors and processes also contribute to sex differences in athletic performance.  What this means is that even when trans women and girls use blockers and/or gender affirming hormones, male legacy advantages remain if their therapy begins only after the onset of puberty.106  These include—among others—different muscle mass, bone density, and airway size.107  Legacy advantages are more or less pronounced, depending on the age at   102.  Id.  103.  See infra note 104 and accompanying text (summarizing the results of CIAC policy).  104.  In spring 2018, Terry Miller and Andraya Yearwood placed first and second at the 2018 Class M State Championship in the girls’ 100 meters with times of 11.77 and 12.22, respectively.  Miller broke the meet record of 12.16 that was set in 1995. 2018 CIAC Spring Championships: Class M Outdoor Track, CIAC TOURNAMENT CENT., https://content.ciacsports.com/ot18m.shtml (last visited Jan. 28, 2020). The top five finishers from the Class M meet go on to the State Open, which includes the top twenty-five athletes in the state.  Miller and Yearwood took 1st and 2nd place there too, with times of 11.72 and 12.29 respectively. See 2018 CIAC Spring Championships: Open Outdoor Track, CIAC TOURNAMENT CENT.,  https://content.ciacsports.com/ot18o.shtml  (last visited Jan. 28, 2020). Because they had only run 11.87 and 12.28 going into the State Championships, and the boys’ qualifying time was 11.84, neither would have qualified for post-season competition had they been competing in the boys’ division.  The top six from the State Open represent Connecticut in the New England Championship, which Miller went on to win as well.  See 2018 New England High School Outdoor Track and Field Championships, RUNNERSPACE.COM, https://new-england-interscholastic-outdoor-championships.runnerspace.com/e profile.php?do=info&event_id=5773&year=2018 (last visited Jan. 28, 2020).  105.  See supra notes 76–77 and accompanying text (discussing this complaint).  106.  Among other related questions, whether male legacy advantages are offset by disadvantages associated with transition is the subject of ongoing inquiry, including by Joanna Harper and colleagues at the University of Loughborough.  107.  For an easy to follow description of sex differences in this category, see Yvonne van Dongen’s interview with physiologist Alison Heather, Even Before Birth, Genetic Building Blocks Are Giving Athletes Born Male a Massive Advantage Over Females, STUFF (July 21, 2019), https://www.stuff.co.nz/sport/other-sports/114327152/even-before-birth-genetic-building-blocks-are-giving-athletes-born-male-a-massive-advantage-over-females; see also, e.g., Paolo B. Dominelli  et al., Sex Differences in Large Conducting Airway Anatomy, J. APPLIED PHYSIOLOGY (1985). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 98 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  which the person physically transitions, and Joanna Harper has cautioned that they may be offset by the disadvantages associated with taking exogenous hormones and performing in a male frame with female T levels.108  Finally, legacy advantages are more or less relevant to performance depending on the sport and event.  The latter is why, for example, track and field has taken the position that winding down testosterone levels is an acceptable compromise, but power lifting has not.109 In contrast, despite the frequent contrary assertion from advocates for unconditional transgender inclusion, there is no evidence that other physical traits—such as height, wingspan, muscle fiber type, or lactic acid processing ability, among others—are similarly determinative of outcomes in sport.110  As our co-author Doriane Coleman has written elsewhere, [t]here is no characteristic that matters more than testes and testosterone. Pick your body part, your geography, and your socioeconomic status and do your comparative homework. Starting in puberty there will always be boys who can beat the best girls and men who can beat the best women. Because of this, without a women’s category based on sex, or at least these sex-linked traits, girls and women would not have the chance they have now to develop their athletic talents and reap the many benefits of participating and winning in sports and competition.111 Indeed, even scientists Ross Tucker and Eric Vilain, who are on record in support of gender inclusive policies, have acknowledged that this is why “we separate men and women into categories . . . we want women to be able to win some competitions;”112 and, “[w]ithout a women’s category” based on sex-linked traits, “elite sport would be exclusively male.”113  Because the traits that account for the performance gap are in play starting at the onset of male puberty, the same would be true of non-elite, education-based sport. To paraphrase them both, without a girls’ category based on sex, or at least on sex-linked traits, education-based   108.  Katherine Kornei, This Scientist is Racing to Discover How Gender Transitions Alter Athletic Performance—Including Her Own, SCI. MAG. (July 25, 2018, 9:00 AM), https://www.sciencemag. org/news/2018/07/scientist-racing-discover-how-gender-transitions-alterathletic-performance-including.  109.  Compare WORLD ATHLETICS ELIGIBILITY REGULATIONS FOR TRANSGENDER ATHLETES, WORLD ATHLETICS, http://www.athletics.org.tw/Upload/Web_Page/WA/Eligibility%20Regulations%20for%20 Transgender%20Athletes,%20.pdf, with USA POWERLIFTING TUE COMMITTEE REPORT 2019, USA POWERLIFTING,https://www.usapowerlifting.com/wp-content/uploads/2019/05/USA-Powerllifting-TU E-Committee-Report-2019.pdf.   110.  See Testosterone in Athletic Performance, supra note 93 (“No other endogenous physical or physiological factors have been identified as contributing substantially and predominantly to [sex] differences [in athletic performance].”).  111.  Doriane Lambelet Coleman, Sex, Sport, and Why Track and Field’s New Rules on Intersex Athletes are Essential, N.Y. TIMES (Apr. 30, 2018), https://www.nytimes.com/2018/04/30/sports/track-gender-rules.html.  112.  Coleman, Sex in Sport, supra note 27, at 91 (quoting Eric Vilain).  113.  Id. at 86 (quoting Ross Tucker). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 99  competitive sport would be mostly, if not exclusively, male.  And so, if we want females to win some competitions, we need to separate them.114 III.  REAFFIRMING THE MISSION  IN LIGHT OF THE CHALLENGE FROM THE IDENTITY MOVEMENT As we show in Parts I and II, the question presented by advocates for unconditional inclusion of transgender athletes in girls and women’s sport is not whether there is a difference between the male body and the female body that justifies current Title IX policy; nor is it whether that policy supports sex segregation in this arena. Rather, the question is the normative one whether, in light of new attention to and growing knowledge about differences of sex development and gender incongruence, we are and should remain committed to equality for females in relation to males in the education-based sports space.  Specifically, is that aspect of the idea revolution that was equality for females still viable, or should we be moving on to a new one that rejects the original focus on sex so that we can be inclusive of individuals who are gender diverse? The voices with the megaphone at the moment prioritize this new and different revolution;115 but in fact, feminists are split on this issue, as are transgender people whether or not they are also feminists.116 In this respect, the dispute is as much “in the family”117 as it is among traditional political opponents.118  Biological sex, sex equality, and sport are matters that mean a lot to   114.  None of this is new to gym teachers and secondary school coaches, who have long used sex specific performance charts both to assess physical health and development and to sort students for competitive games and teams.  See supra notes 101–102 and accompanying text (setting out the State of Connecticut’s standards). Nor is it new to the military, which similarly uses sex specific standards for initial inclusion into the armed services and for fitness reviews, and sex neutral standards in circumstances where operational needs outweigh inclusion and equality concerns. See generally KAMARCK, supra note 50.  115.  See infra text and accompanying notes 177–190 (discussing the public positions taken by, among other organizations, the ACLU, the National Women’s Law Center, and the Women’s Sports Foundation).  116.  Compare  Shasta Darlington, Transgender Volleyball Star in Brazil Eyes Olympics and Stirs Debate, N. Y. TIMES (Mar. 17, 2018), https://www.nytimes.com/2018/03/17/world/americas/brazil-transgender-volleyball-tifanny-abreu.html (including the views of Joanna Harper and Tifany Abreu), with Scott Gleeson & Erik Brady, These Transgender Cyclists Have Olympian Disagreements on How to Define Fairness, USA TODAY (Jan. 11, 2011), https://www.usatoday.com/story/sports/olympics/2018/01/11/these-transgender-cyclists-have-olympian-disagreement-how-define-fairness/995434001/ (comparing the views of Rachel McKinnon with those of some of her female competitors).  117.  See, e.g., Coleman, Navratilova, & Richards-Ross, supra note 89; Doriane Coleman, Who Is a “Woman” in Sport, VOLOKH CONSPIRACY  (Mar. 11, 2019, 8:02 AM), https://reason.com/2019/03/11/who-is-a-woman-in-sport/; Dave Zirin, Martina Navratilova is Expelled From an LGBTQ Advocacy Group Over Transphobia Accusations, NATION (Feb. 25, 2019), https://www.thenation.com/article/martina-navratil ova-athlete-ally-transphobia/.  118.  See, e.g., Andrea Jones & Clare Hepler, Males Don’t Belong in Women’s Sports—Even If They Don’t Always Win, HERITAGE FOUND. (Nov. 27, 2019), https://www.heritage.org/gender/ commentary/males-dont-belong-womens-sports-even-if-they-dont-always-win (one of a series of commentaries on the subject by the foundation); Megan,  supra note 44 (reporting on filing of a Title IX complaint by the Alliance Defending Freedom). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 100 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  many people regardless of politics, and so many people are interested in the conversation. In this final part of the paper, we set out what we see as the most persuasive arguments on both sides of this debate, and we offer a proposal for policy reform that would simultaneously secure Title IX’s existing commitment to sex equality and make clear policymakers’ authority to develop approaches to the inclusion of gender diverse students in education-based sport that do not undermine that commitment. A. The Affirmative Case for Sex Equality in Sport As we see it, the most persuasive argument for sex equality in sport, including in competitive education-based sport, is the following: Equality for females is a broadly-held commitment and a high value social good.  Extending this commitment to education-based sport is part and parcel of securing this value for the individual females who are directly involved, for related stakeholders, and for society more generally.  Because of biological (“inherent”) differences between males and females, this value cannot be achieved if teams and events are not separated by sex.  And, because of the way equal protection doctrine has evolved, there is likely no different—other than sex-based—rationale for segregated sport that is likely to survive constitutional scrutiny: if the classifications “girls’ sport” and “women’s sport” were based on gender identity rather than sex, they would be difficult if not impossible to sustain.  Thus, for both biological and legal reasons, unless society is prepared to forego the benefits that flow from girls’ and women’s sport, the classification must continue to be based on sex, or at least on reproductive sex-linked traits. 1. Sex Equality is a High-Value Social Good Both sex equality in general and empowering females in particular are societal priorities.  For example, here using the word “gender” as a synonym for “sex” the United Nations Population Fund explains that: Gender equality is intrinsically linked to sustainable development and is vital to the realization of human rights for all. The overall objective of gender equality is a society in which women and men enjoy the same opportunities, rights and obligations in all spheres of life. Equality between men and women exists when both sexes are able to share equally in the distribution of power and influence; have equal opportunities for financial independence through work or through setting up businesses; enjoy equal access to education and the opportunity to develop personal ambitions, interests and talents; share responsibility for the home and children and are completely free from coercion, intimidation and gender-based violence both at work and at home. Within the context of population and development programmes, gender equality is critical because it will enable women and men to make decisions that impact more positively on their own sexual and reproductive health as well as that of their spouses and families. Decision-making with regard to such issues as age at marriage, timing of births, use of contraception, and recourse to harmful practices (such as female genital cutting) stands to be improved with the achievement of gender equality. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 101  However it is important to acknowledge that where gender inequality exists, it is generally women who are excluded or disadvantaged in relation to decision-making and access to economic and social resources. Therefore a critical aspect of promoting gender equality is the empowerment of women, with a focus on identifying and redressing power imbalances and giving women more autonomy to manage their own lives. This would enable them to make decisions and take actions to achieve and maintain their own reproductive and sexual health. Gender equality and women’s empowerment do not mean that men and women become the same; only that access to opportunities and life changes is neither dependent on, nor constrained by, their sex.119 That males and females are physically different in relevant ways, and that females are routinely subject to discrimination because of their distinct physical characteristics, explains the UN’s commitment to an equality toolbox that includes sex affirmative measures, that is, measures that “see” sex or that are not “sex blind.”  It is understood that such measures can be effective in ways that sex neutral measures are not: 120 Taking gender concerns into account when designing and implementing population and development programmes therefore is important for two reasons. First, there are differences between the roles of men and women, differences that demand different approaches. Second, there is systemic inequality between men and women. Universally, there are clear patterns of women’s inferior access to resources and opportunities. Moreover, women are systematically under-represented in decision-making processes that shape their societies and their own lives. This pattern of inequality is a constraint to the progress of any society because it limits the opportunities of one-half of its population. When women are constrained from reaching their full potential, that potential is lost to society as a whole. Programme design and implementation should endeavour to address either or both of these factors.121 These principles are codified at the international level in, for example, the UN Convention on the Elimination of Discrimination Against Women, and in European Union law.122 The goal to “[de]limit the opportunities of one-half of [the] population,” as well as the utility of sex conscious approaches to achieving it, have been embraced in the domestic context as well.  In the United States, both the means and the ends are supported by a constitutional standard that recognizes the fact of sex differences and the distinction between sex and sex stereotype. The now-classic   119.  Frequently Asked Questions About Gender Equality (FAQS), UNITED NATIONS POPULATION FUND, https://www.unfpa.org/resources/frequently-asked-questions-about-gender-equality (last visited Jan. 28, 2020) [hereinafter Gender Equality FAQs] .  120.  Mona Lena Krook & Diana Z. O’Brien, The Politics of Group Representation: Quotas for Women and Minorities Worldwide, 42 COMP. POL. 253 (2010); Stephanie M. Wildman, Affirmative Action: Necessary for Equality for All Women, 12 BERKELEY LA RAZA L.J. 429 (2000); Laurel Wamsley, California Becomes 1st State To Require Women On Corporate Boards, NPR (Oct. 1, 2018), https://www.npr.org/2018/10/01/6533 18005/california-becomes-1st-state-to-require-women-on-corporate-boards.  121.  Gender Equality FAQs, supra note 119.  122.  See Coleman, Sex in Sport, supra note 27, at 68, n.17. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 102 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  articulation of this standard comes from Justice Ruth Bader Ginsburg’s majority opinion in United States v. Virginia:123   While the law cannot “rely on overbroad generalizations about the different talents, capacities, or preferences of males and females,” it “does not make sex a proscribed classification.”124 Indeed, it recognizes that “[p]hysical differences between men and women . . . are enduring” and that these “‘[i]nherent differences’ . . . remain a cause for celebration, but not for denigration of the members of either sex or for artificial constraints on an individual’s opportunity.”125 As applied, this means is that “[s]ex classifications may be used to compensate women ‘for particular economic disabilities [they have] suffered,’ to ‘promot[e] equal employment opportunity,’ [and] to advance full development of the talent and capacities of our Nation’s people”;126 but, they may not be used to “den[y] to women, simply because they are women, full citizenship stature—equal opportunity to aspire, achieve, participate in and contribute to society based on their individual talents and capacities.”127 2. Sex Equality in Sport is a High-Value Social Good Sport is one of the areas in which the sex equality project has particularly thrived.  The goals of competitive sport are “to showcase the best athletes, to produce related goods for stakeholders, and to use sport as a means to spread certain values throughout society.  In all three respects, sport seek specifically to reverse society’s traditional subordination of women by providing them with opportunities for equal treatment and empowerment.”128 The Olympic Movement supports sex equality in international sport by setting aside separate competitive opportunities for males and for females.  For example: FIFA sponsors a football (soccer) World Cup for men and a World Cup for women so that both sexes have the chance to field teams, to experience high level international competition, and to be regional and world champions in the sport.  Through the production of its various events, FIFA is able to promote the sport and to express its emerging commitment to sex equality—or at least to the value of showcasing empowered females.129  FIFA President Gianni Infantino explained the impact of the 2019 World Cup on the organization this way:   123.  U.S. v. Virginia, 518 U.S. 533 (1996).  124.  Id. at 533 (emphasis added).  125.  Id. (distinguishing the “[s]upposed ‘inherent differences’” between the races and national orgins and adding that “‘the two sexes are not fungible; a community made up exclusively of one [sex] is different from a community composed of both’”).  See also id. at 532 (“Without equating gender classifications, for all purposes, to classifications based on race or national origin, the Court . . . has carefully inspected official action that closes the door or denies opportunity to women (or to men).”).  126.  Id. at 533 (emphasis added).  127.  Id. at 516 (emphasis added).  128.  Coleman, Sex in Sport, supra note 27, at 85.  129.  FIFA Women’s World Cup France 2019 Watched by More Than 1 Billion, FIFA.COM (Oct. 18, 2019), https://www.fifa.com/womensworldcup/news/fifa-women-s-world-cup-2019tm-watched-by-moretha n-1-billion [hereinafter FIFA Women’s World Cup France 2019]. See Andreas Themistokleous, The Need Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 103  More than a sporting event, the FIFA Women’s World Cup 2019 was a cultural phenomenon attracting more media attention than ever before and providing a platform for women’s football to flourish in the spotlight. The fact that we broke the 1 billion target just shows the pulling power of the women’s game and the fact that, if we promote and broadcast world-class football widely, whether it’s played by men or women, the fans will always want to watch[.]130 The official blog of the U.S. Department of State added that: Every four years, the FIFA Women’s World Cup brings the participation and empowerment of women through sports to the international stage and reminds us of the essential contributions of women to societies around the world. From the first tournament held in China twenty eight years ago to France today, the arena of the Women’s World Cup not only continues to inspire, but also demonstrates the progress that has been made through the leadership of female athletes, role models and their supporters on gender equality.  A key priority for the State Department is to support women and girls’ empowerment across economic, political, and social spheres.  One of the ways we achieve this is through sports diplomacy . . . as the U.S. Women’s National Team holds the Women’s World Cup Champion title, the positive impacts of Title IX continue to be felt at home and abroad.131 Toward these same combined ends, the sport of athletics (track and field) has men and women competing separately but at the same event in all of the same disciplines and arenas.132  From the international federation—formerly the IAAF now World Athletics—pay is also equal.  For example, a world record at the World Championships is compensated at the rate of $100,000, whether it is set by a male or a female.133  At the 2019 World Championships, Dalilah Muhammad was the  for Female Role Models in Sport, MONEY SMART ATHLETE BLOG (Mar. 13, 2019), http://moneysmart athlete.com/2019/03/13/the-need-for-female-role-models-in-sports/ (discussing research on the broader effects of seeing strong female athletes and of the related Irish campaign, “If she can’t see it, she can’t be it”).  130.  FIFA Women’s World Cup France 2019, supra note 129.    131.  Erin Brown, The 2019 FIFA Women’s World Cup: A Women’s Team That Dares To Shine, DIPNOTE: U.S. DEP’T OF STATE OFFICIAL BLOG (July 8, 2019), https://blogs.state.gov/stories/2019/07/08/en/2019-fifa-women-s-world-cup-women-s-team-dares-shine.  132.  Eddie Pells & Pat Graham, Felix, Other Top Stars, Fight Track’s Pregnancy Penalty, ASSOCIATED PRESS (Sept. 28, 2019), https://www.apnews.com/80b9e2db9a614cef99fadc5f7f0f8902 (noting that some sponsors have subjected female track and field athletes to a “pregnancy penalty”, but that exposure in competition is equal because “Diamond League meets have just as many female events as male events” and because “[t]he women’s side of the sport has long produced as much talent and star power as the men”). See also Peter Bodo, Follow the Money: How the Pay Gap in Grand Slam Tennis Finally Closed, ESPN.COM (Sept. 6, 2018), https://www.espn.com/tennis/story/_/id/24599816/us-open-follow-money-how-pay-gap-grand-slam-tennis-closed (noting that while pay is not equal across all tennis events, “the equivalent prize money that men and women receive at Grand Slam events still puts tennis ahead of other leagues and associations in terms of equality”).  133.  See, e.g., Press Release, IAAF, TDK and QNB to Support World Record Program in Doha (Sept. 17, 2019), https://www.iaaf.org/news/press-release/world-championships-doha-2019-record-program m.  In 2019 in Doha, Dalilah Muhammad of Team USA and Team USA’s mixed 4x400m relay were paid under this program, which has been the IAAF standard since the 2009. See IAAF $100,000 IAAF Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 104 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  only individual athlete to earn the bonus, for her world record in the women’s 400 meters hurdles;134 and for her extraordinary achievements she was subsequently celebrated, alongside Eliud Kipchoge, who broke the two-hour barrier in the marathon, as the sport’s Athlete of the Year.135 Sex equality in international sport remains an aspiration, not a perfected goal.  There is no doubt, however, that we have come a long way toward parity in this setting even as it remains elusive in different institutional contexts.  In important part, this is because the sex affirmative measures in use in sport—including sex segregation and a quota system which ensure an equal number of spots on teams, in finals, and on podiums—have not been embraced elsewhere. Females have most of the same matching opportunities domestically that exist internationally, not only to participate but also to make those teams, finals, and podiums; but here, as the State Department’s statement following Team USA’s victory in the FIFA Women’s World Cup suggests, this is primarily the result of Title IX’s equality mandate.136 In the United States, most sport and athlete development, and most competitions, take place under the auspices of secondary and post-secondary educational institutions and affiliated sports organizations.  This includes state interscholastic athletic associations and the NCAA. These institutions and organizations embrace sex equality not only because they have to as recipients of federal funds and actors in interstate commerce, but also because they understand the important social value that is created when opportunities for participation and competition are distributed not only to boys and men but also to women and girls. The set of synergistic goods that flow from sport to individual, institutional, and community stakeholders is believed to be worth the investment. Thus, starting in high school if not already in middle school, educational institutions and affiliated organizations support separate local, state, regional, and national competitions for males and females which are designed—like elite sport—to isolate and celebrate the champions. They also support a combination of co-ed and sex-segregated opportunities for participation, the latter as pathways to developing competitive athletes and to inculcating the values of fitness and athleticism for lifelong health and wellness. The opportunity to be engaged in competitive sport in particular—regardless of the level at which the competition occurs—is understood to impart additional socially valuable traits including teamwork, sportsmanship, and leadership, as well as individually valuable traits including goal setting, time management, perseverance, discipline, and grit.137  World Record Programme Supported by TDK and Toyota – Berlin 2009, WORLD ATHLETICS (Aug. 12, 2009), https://www.iaaf.org/news/news/100000-iaaf-world-record-programme-supported.  134.  Scott Cacciola, Dalilah Muhammad Breaks Her Own World Record in the 400-Meter Hurdles, N.Y. TIMES (Oct. 4, 2019), https://www.nytimes.com/2019/10/04/sports/dalilah-muhammad-world-record-hurdles.html.  135.  OlympicTalk, Dalilah Muhammad, Eliud Kipchoge Named World Athletes of the Year, NBC SPORTS (Nov. 23, 2019, 3:43 PM), https://olympics.nbcsports.com/2019/11/23/eliud-kipchoge-dalilah-muhamm ad-world-athletics-athlete-year/.   136.  See supra note 131 and accompanying text (quoting that statement).  137.  Coleman, Sex in Sport, supra note 27, at 95–96. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 105  As in the international context, opportunities for participation and competition are still not equal;138 and compared to boys, girls have “disproportionate drop-out rates . . . which [are] heightened as girls transition from childhood to early adolescence.”139 Nonetheless, because of Title IX and its sports exception, it is no longer just boys and men who have the opportunity to experience the sense of strength and power—both physical and mental—that comes from consistent training and competition; the proverbial “thrill of victory” and “agony of defeat”; the notion of failure as opportunity; and those “fourth and goal” high intensity, high impact moments when the team is counting on the individual to be at their best not only for themselves but also for the collective endeavor.  Because of Title IX and its sports exception, it is no longer just boys and men who experience being celebrated as champions in their communities, who are recruited to compete in college, and who provide the optics necessary for those who look like them and come from their circumstances realistically to dream of following in their footsteps.  The latter point about optics is controversial in some circles because it is focused on the female phenotype.140 But as the pervasive   138.  Congress continues to require institutions to produce an annual accounting of their efforts toward Title IX’s equality mandate.  See supra notes 64 and 68 and accompanying text (discussing the Equity in Athletics Disclosure Act).  And, litigation is ongoing to ensure that they are held accountable also at the local level.  See, e.g., Portz v. St. Cloud State Univ., No. CV 16-1115 (JRT/LIB), 2019 WL 6727122 (D. Minn. Dec. 11, 2019) (denying defendants’ motion to stay injunction requiring schools to “take immediate steps to provide its female students with an equitable opportunity to participate in varsity intercollegiate athletics and with an equitable athletic-related treatment and benefits at every tier of its athletic department”; injunction was based on a finding that the schools “did not comply with Title IX in its allocation of athletic participation opportunities and treatment and benefits and had not since at least 2014); Robb v. Lock Haven Univ. of Pa., No. 4:17-CV-00964, 2019 WL 2005636 (M.D. Pa. May 7, 2019) (denying summary judgment because facts are in dispute on the issue whether the university’s plans to eliminate its women’s varsity swim team and demote its women’s varsity field hockey team from Division I to Division II discriminated against female student athletes in violation of Title IX’s requirement that schools provide “equivalently advanced competitive opportunities”); D.M. by Bao Xiong v. Minn. State High Sch. League, 335 F. Supp. 3d 1136, 1139–40 (D. Minn. 2018), rev’d and remanded, 917 F.3d 994 (8th Cir. 2019) (rejecting boy’s challenge to girls’-only competitive dance team on the grounds that the exclusion is designed to delimit competitive opportunities for girls in state’s high school sports space: “[I]t is not unfair discriminatory practice to restrict membership on an athletic team to participants of one sex whose overall athletic opportunities have previously been limited”).  139.  NICOLE ZARRETT, ET AL., WOMEN’S SPORTS FOUND., COACHING THROUGH A GENDER LENS: MAXIMIZING GIRLS’ PLAY AND POTENTIAL, EXECUTIVE SUMMARY 1 (2019), http://www.womensspo rtsfoundation.org/wp-content/uploads/2019/04/coaching-through-a-gender-lens-executive-summary-web-1.pdf ; Laura Mallonee, The Importance of Photographing Women in Sports, WIRED (June 26, 2019, 4:56 PM), https://www.wired.com/story/female-hockey-players-photo-gallery/ (“By age 14, girls drop out of sports at a rate nearly twice that of boys, due to lack of access, social stigma, and other inequities.”).  140.  See Coleman, Sex in Sport, supra note 27, at 91–93 (discussing the controversy over the optics of the female body). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 106 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  mantra “If she can’t see it, she can’t be it” suggests,141 it is both well-studied and widely-embraced.142 Finally, it is because of Title IX and its sports exception—together with the fight that Title IX advocates have put to those who would impede the project—that we have now experienced four generations of empowered little girls becoming empowered women.  According to Donna de Varona and Beth Brooke-Marciniak, “Girls who play sport stay in school longer, suffer fewer health problems, enter the labor force at higher rates, and are more likely to land better jobs. They are also more likely to lead.  [Ernst & Young] research shows stunningly that 94% percent of women C-Suite executives today played sport, and over half played at a university level.”143 Although we have not been able to verify their particular numbers,144 and education-based sport is certainly not the only path to   141.  See, e.g., Themistokleous, supra note 129 (discussing the use of this phrase by the Federation of Irish Sport); Melody Glenn, If She Can’t See It, She Can’t Be It: Part 1, FEMINEM (May 25, 2017), https://feminem.org/2017/05/25/cant-see-cant-part-1/ (using this phrase in support of female role models in emergency medicine).  The phrase is a variant of others such as “you can’t be what you can’t see” that have also been applied to the cause of women’s equality and the use of female role models in that context.  See, e.g., Tasnuva Bindi, If You Can’t See It, You Can’t Be It: Female Founders Crushing Stereotypes, STARTUP DAILY (May 13, 2014), https://www.startupdaily.net/2014/05/cant-see-cant/ (using this phrase in support of female role models in business, tech, and politics).  142.  It is beyond legitimate dispute that role models are effective when their observable characteristics and trajectories are relevant to the aspirant. This is why, for example, we say that girls need to see women in positions of authority and that children of color need to see people of color in those same positions. What we can see—the optics—matter.  And the point of reference is the viewer or aspirant, not the individual who would self-identify as a role model. See Coleman, Sex in Sport, supra note 27, at n.256; ZARRETT, ET AL., supra note 139, at 3 (listing “female coaches” as one of the things that can encourage girls to stay engaged in sport once they have chosen to participate: “Girls more readily identify with and see a female coach as a mentor and role  model, which in turn, can help counter stereotypes and boost girls’ confidence, self-efficacy, and sense of belonging.”). See also Coleman, Semenya and ASA v. IAAF, supra note 49 (“It is well understood that the empowerment effects of [sex segregated female sport] are different from those that result from seeing men compete together, and also different from seeing open competition among men and women.”).  143.  Beth A. Brooke-Marciniak & Donna de Varona, Amazing Things Happen When You Give Female Athletes the Same Funding as Men, WORLD ECON. FORUM (Aug. 25, 2016), https://www.weforum.org/ agenda/2016/08/sustaining-the-olympic-legacy-women-sports-and-public-policy/.  144.  See also Rebecca Hinds, The 1 Trait 94 Percent of C-Suite Women Share (And How to Get It), INC. MAG. (Feb. 8, 2018), https://www.inc.com/rebecca-hinds/the-1-trait-94-percent-of-c-suite-women-sha re-and-how-to-get-it.html (citing these EY statistics and noting that being “former or current athletes” is “a trait that Meg Whitman, Indra Noovi, Marissa Mayer, and many other top female executives possess”); Monica Miller, 4 Female C-Suite Executives Who Played College Sports, NCAA AFTER THE GAME (Mar. 8, 2018), http://www.ncaa.org/student-athletes/former-student-athlete/4-female-c-suite-executiv es-who-played-college-sports (noting that being a former athlete is a characteristic top female executives share); Valentina Zarya, What Do 65% of the Most Powerful Women Have in Common? Sports, FORTUNE (Sept. 22, 2017), https://fortune.com/2017/09/22/powerful-women-business-sports/ (same).  We were especially interested in the study design that resulted in the 94 percent figure and so sought to establish how the company that ran the survey—Longitude—identified its recipients.  A representative from the company explained that “[a]t the time of recruiting for a particular study, our vendors reach out to the general survey audience and screen respondents according to the survey requirements.  Due to the nature of our work, we therefore deploy purposive sampling methods where we purposely target a specific type of audience to eventually qualify the right people.”  E-mail from Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 107  the C-Suite,145 its multiple health, welfare, competence, and confidence effects have been well-understood for decades.146 Indeed, as the award-winning sports reporter Christine Brennan offered in the wake of Team USA’s victory at the 2019 FIFA Women’s World Cup: This is a watershed moment.  The 1999 U.S. Women’s World Cup victory was a revelation. Back then, the nation fell in love with what it created with Title IX.  But this, the 2019 U.S. Women’s World Cup victory—this is an affirmation. This is the nation saying, ‘We want to see more of this.’ We’ve been watching these little girls running to practice every day in our neighborhoods for a couple of decades. They grow up and this is what happens. They become strong, powerful, fearless women who can do anything. The success of the 2019 U.S. soccer team is set against the backdrop of more than 100 women in Congress and 25 women in the Senate. This is that conversation, #MeToo, women speaking out, equal pay, it’s all wrapped in one.147 The women on this and other teams stand on the shoulders of their predecessors and all of them started in school.148 3. Sex Segregation is Necessary to Protect This Good If schools could not “carve out an exclusive [girls’ and] women’s category defined by sex, females and their associates would be excluded from the most important of the[] benefits” that flow from participation in competitive sport.149  As we explain in Part II, this is because females as a group are not competitive with males as a group beginning from the onset of male puberty. Starting then,  Ali Syed, Research Operations Manager, Longitude to Eugene Volokh, Gary T. Shchwartz, Distinguished Professor of Law, UCLA Law Sch. (May 20, 2019, 8:40 AM) (on file with authors).  We were not provided with further detail about how the company’s purposive approach may have influenced who received and responded to the survey.  The approach may have caused the number to be higher than it would have been otherwise.  145.  Sport is one way that individuals can gain the set of traits that are commonly associated with success.  It is ultimately that set of traits that is valuable to employers.  See, e.g., Christina DesMarais, 7 Reasons Athletes Make the Best Employees, INC. MAG. (Nov. 22, 2017), https://www.inc.com/christina-desmarais/heres-why-kids-who-play-sports-do-better-in-life.html?cid=search (describing the traits are commonly associated with athleticism); Coleman, Sex in Sport, supra note 27, at 96 (noting that the traits athletes develop “are socially valuable in part because they are highly transferrable . . . which is why ‘executives like to hire athletes’”); Nanette Fondas, Research: More Than Half of Top Female Execs Were College Athletes, HARV. BUS. REV. (Oct. 9, 2014), https://hbr.org/2014/10/research-more-than-half-of-fem ale-execs-were-college-athletes (same).  146.  See Coleman, Sex in Sport, supra note 27, at 95–96; Donna Lopiano, Modern History of Women in Sports: Twenty-five Years of Title IX, 19 CLIN. SPORTS MED. 163, 163–73 (2000).  147.  E-mail from Christine Brennan, Sports Columnist, CNN, to Doriane Lambelet Coleman, Professor of Law, Duke Law Sch. (Aug. 17, 2019, 10:14 AM) (on file with authors) (discussing CNN broadcast on day of Team USAs return from France to the parade in New York City).  148.  Women’s Interest in Sport Continues to Grow, IBERDROLA, https://www.iberdrola.com/about-us/ womens-sport/other-sports/women-sport-today (last visited Jan. 28, 2020) (detailing “the influence of participation in sports at school [beginning in the 1970s] on women’s sustained interest in sports now”).  149.  Coleman, Sex in Sport, supra note 27, at 96. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 108 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  even the very best females are surpassed by second-tier males, and second-tier females have no realistic chance to be anything but early participants in the game. The case for re-affirming the sports exception is based in the goods produced by girls’ and women’s sport and in the causal link between sex segregation and those goods.  The more specific case for not including—or for conditioning the inclusion of—transgender women and girls in girls’ and women’s sport is related:  If they haven’t been on feminizing hormones  for a relevant period of time,150 trans women and girls remain fully male-bodied in the respects that matter for sport; because of this, their inclusion effectively de-segregates the teams and events they join.151  Beyond this basic structural point is the fact that if they are just decent athletes, they will displace females who are the classification’s raison d’être,152 including in championship positions.153 This matters for the individual females who are displaced, for those who would aspire to be champions, and for the broader expressive effects we expect from the classification. Even an exception risks swallowing the rule and defeating the category. Finally, the position that there is no legally cognizable difference between females and trans women and girls destroys the legal basis for separate sex sport.154 This position—encapsulated in the movement mantra, “Girls who are transgender are girls. Period.”155—is presumably designed to erase sex-linked traits from consideration in the analysis whether the two groups are similarly situated for purposes of equal protection doctrine. If we are not permitted legally to notice that girls who are female and girls who are transgender are dissimilarly situated with respect to their anatomy and physiology, and if we are not permitted to distinguish among them in circumstances where sex actually matters, we will have dismantled the legal scaffolding that supports separate sex sport. Unlike restrooms, which are segregated for safety and privacy, sport does not have an argument that it needs to separate girls from boys, men from women, for any reason other than sex.156 And, sex discrimination, including sex segregation, is only lawful if it is necessary.   150.  Feminizing Hormone Therapy, MAYO CLINIC, https://www.mayoclinic.org/tests-procedures/ mt f-hormone-therapy/about/pac-20385096 (last visited Jan. 28, 2020).   151.  See supra notes 91–102 and accompanying text (summarizing the effects of male puberty on the body).  152.  See supra notes 81–88 and accompanying text (explaining that even second-tier males routinely surpass not only second-tier females but also the very best elite females).  We don’t separate men from women, girls from boys, in competitive sport because they have a different gender identity; we separate them because they have different sex-linked anatomy and physiology.  See supra and infra notes 111–114 and 218 and accompanying text (elaborating on this point).    153.  See infra notes 181–182 and accompanying text (noting recent victories by trans women athletes on and not on hormones).  154.   See supra notes 77–78 and accompanying text (describing this legal point).  155.  See, e.g., Support Trans Student Athletes, ACLU, https://action.aclu.org/petition/support-trans-student-athletes?ms_aff=NAT&initms_aff=NAT&ms=190726_lgbtrights_transathletepledge&initms=1 90726_lgbtrights_transathletepledge&ms_chan=tw&initms_chan=tw&redirect=transathletesbelong (last visited Jan. 28, 2020).  156.  For additional analysis of the difference between sport and restrooms, see supra notes 72–74 and accompanying text. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 109  B. The Affirmative Case for Inclusion on the Basis of Gender Identity There are important arguments on the other side.  From our perspective, this is the most persuasive case: A just and ethical society aspires to be inclusive of and to secure equal protection for all of its citizens, especially for its most vulnerable. Because schools are one of the settings in which children learn societal values, a just and ethical society inculcates inclusivity through its educational programming, and then ensures that all students have equal access to high value spaces and opportunities.  Education-based sports are among the high value spaces and opportunities schools provide. Eligibility rules for teams and events that sort students based on biological sex may have the effect of excluding those who are transgender. (This effect exists when individual transgender students are sufficiently uncomfortable with the barrier to entry that they choose to exclude themselves.)  When this happens, they are denied equal access to sports.  It also denies their schools and athletic associations the ability to pursue their pedagogical goals and to perfect themselves as just and ethical institutions.  Finally, where a particular student is especially vulnerable, schools and organizations acting in quasi loco parentis are denied the means to secure their health and welfare. 1. Equality and Inclusivity as Hallmarks of a Just and Ethical Society A just and ethical society aspires to be inclusive of and to secure equal protection for its most vulnerable citizens. Policies that exclude or deny them equal access are flawed as a matter of principle because they have these effects, and because they impede the perfection of a virtuous society. Where the policies are otherwise valuable, a just and ethical society should provide for exceptions.  Where their value is in doubt and cannot be established, they should be dismantled. The goal should be to acknowledge everyone’s humanity, to practice generosity, and to make room at the table for everyone. It is often difficult but especially important to do so in the face of incomprehensible or inexperienced difference. In the international context, “social integration to create an inclusive society … [is] one of the key goals of social development.”157 For example, the United Nations Department of Economic and Social Affairs understands social integration to be “a dynamic and principled process of promoting the values, relations and institutions that enable all people to participate in social, economic, cultural, and political life on the basis of equality of rights, equity and dignity.”158  Social inclusion “is understood as a process by which efforts are made to ensure equal opportunities for all, regardless of their background, so that they can achieve their full potential in life.”159   157.  UNITED NATIONS  DEP’T OF ECON. & SOC. AFFAIRS, CREATING AN INCLUSIVE SOCIETY: PRACTICAL STRATEGIES TO PROMOTE SOCIAL INTEGRATION  4 (2009) (draft), https://www.un.org/esa/soc dev/egms/docs/2009/Ghana/inclusive-society.pdf.  158.  Id. at 3.  159.  Id. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 110 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  In the domestic context, these same inclusion and equal access goals motivated the creation of the Civil Rights Division of the Department of Justice in 1957, the passage of the 1964 Civil Rights Act, and, among other subsequent civil rights legislation, the Americans with Disabilities Act. Throughout, the idea has been to re-define “We the people” in our Constitution to include all of us within its protections. And then, through the law and the social movements that constantly re-work its application, to evolve the culture and social norms also to be inclusive of and even generous toward those who were previously excluded.  As we do, we not only make room at the table but we also perfect our society. In both the international and domestic contexts, civil and human rights advocates have called on states and institutions to make room at the table for trans people specifically, by protecting them from discrimination and securing their full social integration according to these principles. This advocacy [s]eeks to persuade institutional decisionmakers to develop policies designed to recognize, normalize, include, and empower . . . trans people who throughout history have been erased or severely marginalized and often subject to violence . . . [T]he trans community . . . is . . . particularly “associated with high levels of stigmatization, discrimination and victimization, contributing to negative self-image and increased rates of other mental disorder.”  For example, in the United States, “[t]ransgender individuals are at a higher risk of victimization and hate crimes than the general public” and “[a]dolescents and adults with gender dysphoria are at increased risk for suicide.” In less tolerant parts of the world, trans people are at even greater risk of violence, social isolation, and reduced life span.160 We are in the midst of this particular social movement, which has garnered important support. In the United States, the 116th Congress passed H.R. 5 - The Equality Act in 2019, which re-defines “sex” in federal civil rights law to include “gender identity.”161  This move was designed to make it unlawful to discriminate against individuals based on their gender identity; among other things, it would disallow distinctions among people on the basis of sex.  Because it faces significant opposition in the Republican-controlled Senate and President Trump likely would not sign it, it probably will not become law; but the vote in the House of Representative expresses an important social and political viewpoint. Also in 2019, a consortium of the most important human rights organizations within the United Nations signed a joint statement “call[ing] on States [and other stakeholders] to act urgently to end [among other things] . . . discrimination against . . . transgender and intersex . . . adults, adolescents and children.”162  Like H.R. 5, this statement is   160.  Coleman, Sex in Sport, supra note 27, at 102.  For example, in the United States, the Human Rights Campaign “envisions a world where LGBTQ people are ensured of their basic rights, and can be open, honest and safe at home, at work and in the community.” HRC’s Mission Statement, HUMAN RIGHTS CAMPAIGN, https://www.hrc.org/hrc-story/mission-statement (last visited Jan. 28, 2020). Its Transgender Equality Council advocates specifically for full inclusion and equality for “transgender children and gender expansive youth.” Explore: Transgender Children & Youth, HUMAN RIGHTS CAMPAIGN,  https://www.hrc.org/explore/topic/transgender-children-youth (last visited Jan. 28, 2020).  161.  Equality Act, H.R. 5, 116th Cong. (2019).  162.  Ending Violence and Discrimination Against Lesbian, Gay, Bisexual, Transgender and Intersex People, UNITED NATIONS (Sept. 2015), https://www.ohchr.org/Document/Issues/Discrimination/ Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 111  not itself formal law, but it nevertheless demonstrates important support for the cause. 2.  The Mission of Schools in a Just and Ethical Society Includes Providing   Equal Access and Inculcating and Expressing Inclusivity Part of the mission of educational institutions in any society is to inculcate and express community values. The extent to which they do depends on whether the institutions are public or private, and also on the degree of consensus within the community about what those values are. Where there is ideological homogeneity, values are most likely to be inculcated through the schools.  Where there is ideological heterogeneity, this is less likely. In a just and ethical society, there is or should be a high degree of consensus that inclusivity and equality are among the most important societal values.  Educational institutions within such a society are likely to be permitted or even required by the government and citizenry to inculcate and express both. Doing this successfully means ensuring that school programming is accessible to all students. This is especially important with respect to high value spaces and opportunities which are most likely to be arbitrarily exclusive if they are not carefully monitored. Education-based sport, including competitive sport, is understood to be a high value space and opportunity. This is because of the direct physical and health benefits it yields, and because in elementary and secondary school sports are also—if not mostly—a co-curricular social space where students learn to interact successfully with their peers. Because of this, all students should have access to school sports and related structures should be designed to make this possible. It is noteworthy that school sports programming has traditionally provided the basis for inculcating inclusivity. While this is especially evident in the context of noncompetitive games, it is also apparent in lower level competitive ones.  “Everyone can play” policies, rotation and substitution practices, and the selection of teams balanced by ability are all ways in which the existing practices of competitive education-based sport express and inculcate inclusivity. Providing equality of opportunity for transgender students is consistent with this approach and the values that drive it. Because they may be excluded in effect by programming that sorts students according to their sex, it is arguably incumbent on schools and athletic organizations either to sort students differently or to accommodate them within existing structures according to their gender identity. Like other students, transgender students should have the benefit of the positive social, health, and empowerment effects of school sports. Rashaan  Joint_LGBTI_Statement_ENG.PDF (adopted by the International Labour Organization, Office of the High Commissioner of the United Nations Human Rights Council, UNDP, UNESCO, UNFPA, UNHCR, UNICEF, UNODC, UN Women, World Food Programme, World Health Organization, and UNAIDS); see also UNITED NATIONS, THE ROLE OF THE UNITED NATIONS IN COMBATTING DISCRIMINATION AND VIOLENCE AGAINST LESBIAN, GAY, BISEXUAL, TRANSGENDER AND INTERSEX PEOPLE: A PROGRAMMATIC OVERVIEW (2019), https://www.ohchr.org/Documents/Issues/Discrimin ation/LGBT/UN_LGBTI_summary_2019.pdf. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 112 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  Yearwood, an educator who is also the father of a transgender girl, expresses the point this way: My daughter is a trans-female. That means she needs to compete on girls’ teams in order to feel most comfortable.  [This isn’t about competition for her.]  She’s running because she wants to be part of a team at this age.  You know, comradery.  Perseverance, grit, teamwork.  My job is to raise a healthy child.  And we all know that being part of groups and being included allows students to develop in a healthier way than when you’re excluded.”163 Because all students gain from exposure to important social values, including transgender children in school activities like sport according to their gender identity separately supports the institutions’ broader pedagogical goals. 3. Schools Need to be Able to Take Care of the Especially Vulnerable Child Schools stand in quasi loco parentis.  Although they are not formally in the shoes of parents, they do have physical custody of the children during the school day while they are on campus, and their charge is not only to ensure that the children are safe but also that they are prepared to engage and to learn.  Where an individual child is especially vulnerable—where they might not be safe or when the environment is such that they might be unable successfully to participate—schools should have the tools to address their circumstances. This is a commonplace. When a child has a peanut allergy, we say that other children cannot bring peanut butter to school.  When a child becomes ill, it is or should be “all hands on deck.” The interests of the at-risk child are understood to outweigh the interests of others in their teachers’ focused attention or in their lunch preferences or even their nutritional needs. This balancing analysis does not always come out in the vulnerable child’s favor—for example when they are disruptive of the educational process, when they risk the health and welfare of other children, or when the school is not and cannot be equipped to handle their special needs.  But it should come out in their favor when the interests on the other side are not so significant. Not all transgender children are struggling and fragile. Being trans does not mean having dysphoria.164  But many are and do. Individual transgender students may be struggling and fragile because of the discordance between their sex and their gender identity, because they are in the process of transitioning socially and maybe also physically, and because of the ways in which others perceive and treat them: The disconnect between their experienced gender and their assigned gender can result in acute stress called gender dysphoria.  Gender dysphoria can be a source of profound suffering.  A recent study of transgender teens found that more than 50 percent of transgender males and almost 30 percent of transgender females reported attempting suicide.  Transgender adolescents are often vulnerable to   163.  Nia Hamm, Father of Transgender Student Athlete Pushes Back Against Petition to Change Competition Policy, FOX 61 (June 26, 2018), https://fox61.com/2018/06/26/father-of-transgender-student-athlete-pushes-back-against-petition-to-change-competition-policy/.  164.  See Safer & Tangpricha, supra note 31, at 2451 (explaining this point). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 113  bullying and family rejection.  And even when families are supportive, it can be a very difficult transition for both the teen and the parents.165 The medical standard of care for trans and gender diverse children includes living and having others treat them in accordance with their gender identity.166  Although medicine can’t prescribe other-than-medical policy, schools should take that standard under advisement as they develop their policies; and they should follow it in individual instances when the benefits of doing so outweigh the costs.  As applied, taking care of transgender children means including them in sex segregated spaces and opportunities like sport on the basis of their gender identity. Where the individual child is especially vulnerable, supporting their successful social transition is arguably more important than the integrity of the sex-segregated competitions they would enter.  If the student is a transgender girl, supporting her is arguably more important than the interests of all female students in winning. This last argument is often coupled with evidence that transgender teens are at an especially high risk of suicide.  For example, Helen Carroll of the National Center for Lesbian Rights explains that “[s]port can be life-saver for transgender people, who are at high risk of suicide . . . ‘They’ve been fighting themselves and feeling like they’re in the wrong body, and sport gives them a place to be happy about their body and what it can do.’”167 Carroll is right on the facts; an extraordinarily disturbing 30 to 50 percent of transgender teens report attempting suicide.168  Carroll herself continues to be invaluable to all stakeholders in her support for trans athletes within existing structures.169 But of course her point is   165.  Caroline Miller, Transgender Kids and Gender Dysphoria, CHILD MIND INST., https://childmind.org/article/transgender-teens-gender-dysphoria/ (last visited Jan. 28, 2020).  See also Doriane Lambelet Coleman, Transgender Children, Puberty Blockers, and the Law: Solutions to the Problem of Dissenting Parents, 19 AM. J.  BIOETHICS 82 (2019) (addressing the question whether and how the law is able to assist transgender children whose families are not supportive).  166.  News Release, Endocrine Soc’y, Endocrine Society Urges Policymakers to Follow Science on Transgender Health (Oct. 29, 2019), https://www.eurekalert.org/pub_releases/2019-10/tes-esu102919. php (“As noted in our evidence-based guideline, transgender individuals, both children and adults, should be encouraged to experience living in the new gender role and assess whether this improves their quality of life.”).  See also Jason Rafferty, Ensuring Comprehensive Care and Support for Transgender and Gender-Diverse Children and Adolescents, 142 PEDIATRICS 1 (2018); https://pediatrics.aappublications. org/content/pediatrics/142/4/e20182162.full.pdf (American Academy of Pediatrics does the same.); Joshua Safer & Vin Tangpricha, Care of the Transgender Patient, ANNALS OF INTERNAL MED. (July 2, 2019), https://annals.org/aim/article-abstract/2737401/care-transgender-patient (American College of Physicians guidelines support the same.).   167.  Christie Aschwanden, Trans Athletes Are Posting Victories and Shaking Up Sports, WIRED (Oct. 29, 2019, 12:00 PM), https://www.wired.com/story/the-glorious-victories-of-trans-athletes-are-shaking-up-sports/.  168.  Rokia Hassanein, New Study Reveals Shocking Rates of Attempted Suicide Among Trans Adolescents, HUMAN RIGHTS CAMPAIGN BLOG (Sept. 12, 2018), https://www.hrc.org/blog/new-study-rev eals-shocking-rates-of-attempted-suicide-among-trans-adolescen.  169.  See generally Cyd Zeigler, LGBTQ Sports Advocate Helen Carroll Retires From NCLR, OUTSPORTS (June 1, 2017, 10:27 PM), https://www.outsports.com/2017/6/1/15723406/helen-carroll-nclr-lgbtq-spo rts-retire and infra note 225 and accompanying text (discussing her work with Pat Griffin on the NCAA transgender guidelines). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 114 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  an application of more general ones, about the empowerment effects of sport for females and its therapeutic effects for those who are suffering as a result of difficult personal and mental health issues whatever their source.170  It is an unfortunate fact that major depression and associated feelings of hopelessness are on the rise among children in the United States, with girls being especially affected.171  Suicide is now the second leading cause of death among adolescents in general.172 Risk factors include “psychiatric disorders and comorbidities, family history of depression or suicide, loss of a parent to death or divorce, physical and/or sexual abuse, lack of a support network, feelings of social isolation, and bullying”173 as well as “barriers to access treatment, homosexual orientation” and being an “early or late developing girl[].”174  Educational institutions that have the necessary resources should follow the evidence and do what they can to mitigate these risks regardless of the child at issue.175 There is a related, overlapping claim from vulnerability. It is that as a group, transgender children are struggling and fragile so that their interests in being included in sex-segregated spaces and opportunities on the basis of their gender identity always trump the interests of classmates who, as a group, cannot be described as similarly vulnerable.  This is a standard move in advocacy circles which has, in turn, influenced sports policymakers on the ground. For example, the Executive Director of the National Federation of State High School Associations Karissa Niehoff argues that: [This] is not about the winning and losing. It’s about the successful development of these [transgender] kids.  [I]f we don’t treat them respectfully, their development is going to lose. That’s a much bigger issue than someone not getting a medal or a place in a race. Much bigger issue.176   170.  See generally Emily Pluhar et al., Team Sport Athletes May Be Less Likely To Suffer Anxiety and Depression Than Individual Sport Athletes, 18 J. SPORTS, SCI., & MED. 490 (2019) (noting positive mental health effects of sports in general while distinguishing results in team and individual sports); Nick Pearce et al., The Role of Physical Activity and Sport in Mental Health, FACULTY OF SPORT & EXERCISE MED. UK (May 2018), https://www.fsem.ac.uk/position_statement/the-role-of-physical-activity-and-sport-in-mental-health/.  171.   Patti Neighmond, A Rise In Depression Among Teens and Young Adults Could Be Linked to Social Media Use, NPR (Mar. 14, 2019, 11:01 AM), https://www.npr.org/sections/health-shots/2019/03/14/703 170892/a-rise-in-depression-among-teens-and-young-adults-could-be-linked-to-social-medi.  172.  Melonie Heron, Deaths: Leading Causes for 2017, 68 NAT’L VITAL STAT. REP. 1 (2019).  173.  Teen Suicide, AMERICA’S HEALTH RANKINGS, https://ww.americashealthrankings.org/explore/ health-of-women-andchildren/measure/teen_suicide/ state/ALL (last visited Jan. 28. 2020).   174.  Stephanie Secord Fredrick et al., Can Social Support Buffer the Association Between Depression and Suicidal Ideation in Adolescent Boys and Girls?, 55 PSYCHOL. IN THE SCHOOLS 490, 491 (2018).  175.  See generally CTRS. FOR DISEASE CONTROL & PREVENTION, NAT’L CTR. FOR INJURY PREVENTION & CONTROL, DIV. OF VIOLENCE PREVENTION, THE RELATIONSHIP BETWEEN BULLYING AND SUICIDE: WHAT WE KNOW AND WHAT IT MEANS FOR SCHOOLS (2014), https://www.cdc.gov/violenceprevention/ pdf/bullying-suicide-translation-final-a.pdf.  176.  Mary Albl, CIAC’s Transgender Policy Faces Test With New Lawsuit, DYESTAT (June 24, 2019, 1:20 PM), https://www.runnerspace.com/gprofile.php?mgroup_id=44531&do=news&news_id=58023 8.  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 115  Niehoff’s statement reflects the sense that the successful development of different kids is not similarly dependent on equality, inclusion, and success in school and sport; and that to the extent it might be, this will either be an only occasional conflict, or else the opportunity to participate will be enough for most or all kids who are not transgender. It also reflects the view that although education-based sport sometimes promotes competition and winning, this is ultimately not its primary institutional focus. *     *     * We close out this section with brief reactions to four arguments that are not persuasive from our perspective. They include some that are particularly prominent in the public relations strategies of the advocacy groups that currently control the megaphone. The first of these is the argument, grounded in science denial, that we have already addressed in Part II.177 It is fact, not myth or stereotype, that beginning at the onset of male puberty, an insurmountable performance gap between males and females emerges such that even the very best females are not competitive for the win against males, including against second-tier males. If we care about sex equality in sport, that is, if we care about seeing females in finals and on the podium however they might happen to identify, competitive sport has to be segregated on the basis of sex. The second is the suggestion that because there are few transgender women and girls relative to the numbers of females, any disruption of the competitive hierarchy is unlikely to be substantial enough to jeopardize sex equality goals.178  That some transgender women and girls may be on feminizing hormones is said to reduce their potential impact even further.  As we explain in Part III(C) below, we agree that a consistent course of hormone replacement therapy (HRT) can wind down the male advantage to the point that a policy exception at the development elite and collegiate levels is justified.  But we don’t think that transition hormones should be a requirement for participation in secondary school competition; and in any event, many transgender teens do not want or have access to hormones.  As students in the latter category are increasingly comfortable coming out at school— which from our perspective is a good thing—the number of “out” trans kids is growing beyond the small percentages described in earlier population surveys.  This increase is not yet well understood, but it appears to be an upward trajectory.179   Because it is well-established that athletic but not necessarily elite   177.  See supra Part II. See, e.g., Medley & Sherwin, supra note 72 (describing as “myth” and “impermissible sex stereotype” the fact of the sex-linked performance gap, and as “arbitrary” the rules of sports governing bodies that use sex-linked traits as the basis for classification into and out of the women’s category, and claiming that there is “ample evidence that girls can compete and win against boys”).  178.  See, e.g., id. (“The truth is, transgender women and girls have been competing in sports at all levels for years, and there is no research supporting that they maintain a competitive advantage.”).  179.  See Rafferty, supra note 166 (discussing recent statistics); Michelle M. Johns et al., Transgender Identity and Experiences of Violence Victimization, Substance Use, Suicide Risk, and Sexual Risk Behaviors Among High School Students—19 States and Large Urban School Districts, 2017, 68 CDC MORBIDITY & MORTALITY WKLY. REP. 67 (reporting a 1.8 percent incidence rate as of 2017); Jesse Singal, When Children Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 116 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  males dominate females in almost every sport and event, which is true without regard to how individuals identify, it is reasonable to expect that trans girls not on hormones will affect results in important ways—as athletes with 46,XY  differences of sex development have in the international arena.180  It is not a fluke that, in the last three years, we have seen the first trans girls as state champions,181 the first trans woman as DII national champion,182 and the first potentially consequential trans woman in a DI sport.183 The third is the political and sociological claim184 that transgender girls are girls and, because of this, their reproductive sex-linked traits are irrelevant to the conversation about their classification into spaces and opportunities designed specifically to empower females.185  This claim is weak not only because it has its  Say They’re Trans, ATLANTIC (July/Aug. 2018), https://www.theatlantic.com/magazine/archive/2018/07 /when-a-child-says-shes-trans/561749/ (reporting on rise in numbers of people identifying as trans).  180.  See Coleman, Sex in Sport, supra note 27, at 106–108 (responding to the numbers argument in that context).  181.  See 2018 CIAC Spring Championships: Class M Outdoor Track, supra note 104 and accompanying text (discussing Connecticut state championships in track and field).  182.  Press Release, Franklin Pierce Univ., NATIONAL CHAMPION! Telfer Claims Women’s Track & Field’s First NCAA Title (May 26, 2019), https://www.franklinpierce.edu/about/news/Nation al_Champion_CeCe_Telfer.htm.  183.  Kyle Hansen, Montana Cross Country Runner, Belgrade Native to Make History as Transgender Athlete, MISSOULIAN (Aug. 30, 2019), https://missoulian.com/sports/college/big-sky-conference /univers ity-of-montana/montana-cross-country-runner-belgrade-native-to-make-history-as/article_2a 37bd80-9eea-519d-8636-040473b84cc8.html. As of this writing, June Eastwood’s performances appear to be consistent with Joanna Harper’s hypothesis that, at least for distance runners, a year of consistent use of gender affirming hormones winds down the male advantage to the point that trans women return to their place in the hierarchy, e.g., roughly speaking if they were the tenth best man they will be approximately the tenth best woman. Eastwood’s announcement that she was transitioning from male to female, and from the Montana men’s team to the Montana women’s team, sounded alarm bells within the sport, however, because her pre-transition times in high school and early college, especially in the middle distances, would have immediately put her at or close to the professional women’s world records.  In this respect she was, and depending on how she runs going forward may still be, the most significant trans woman athlete to date.  184.  We characterize this as a political and sociological claim because it is based in an effort to expand the standard definitions of female, girl, and woman beyond their basis in female reproductive sex to include a subset of individuals whose reproductive sex is male.  It is one of a number of strategies that might be employed to secure equality for trans people.  There is a counterargument that this is a factual claim since gender identity likely has a neurobiological basis and may be related to our natural reproductive inclinations.  Even if this is eventually established, however, individuals would still have either male or female reproductive sex, which is what the words and dichotomies male/female, girl/boy, and man/woman are generally understood to connote; and we would still need words that did this descriptive work.  The arguments that we wouldn’t or shouldn’t, or that it shouldn’t or couldn’t be the ones we use now because they exclude trans people, are undoubtedly political.  185.  See, e.g., Medley & Sherwin, supra note 72 (rejecting the “policing of gender [that] has been used to justify subjecting transgender student athletes to numerous additional barriers to participating in sports, from onerous medical requirements to segregation in locker rooms to outright bans on their participation”); Statement of Women’s Rights and Gender Justice Organizations, supra note 29 (rejecting any distinctions among cis and trans women and girls on the argument that “Transgender girls are girls Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 117  advocates making easily dismissed arguments about testes and T levels being no different than—for example—height and wingspan, but also because it ignores the reasons these spaces and opportunities exist and censors legitimate discussions about the implications of erasing biological sex even where it is undoubtedly relevant. This includes contexts in which sex is outcome determinative, like competitive sport. It also includes contexts in which sex differences are an affirmative individual and societal good.  Discussions about sex and sex-linked anatomy and physiology must be had kindly, but it is wrong to censor them.186 The fourth is the argument from intersectional feminism that it is good for all women that we accept that transgender women are women, and that transgender girls are girls.187  Accepting  trans women and girls is the good and right thing to do for a lot of reasons, including that our default should be inclusion unless there are persuasive reasons to make distinctions.  But the suggestion that women should understand that eliding relevant sex differences is good for them particularly—even if they don’t know it—is patronizing and otherwise deeply problematic.188  From what we have gathered, it appears to be based in a number of different assumptions all of which we reject: that sex classifications are always  and transgender women are women.  They are not and should not be referred to as boys or men, biological or otherwise”).    186.  For an analysis of the harm caused by the censorship of females talking about the female body see Doriane Lambelet Coleman, A Victory for Female Athletes Everywhere, QUILLETTE (May 3, 2019), https://quillette.com/2019/05/03/a-victory-for-female-athletes-everywhere/.  187.  See, e.g, Statement of Women’s Rights and Gender Justice Organizations, supra note 29 (“[W]e . . . reject the suggestion that cisgender women and girls benefit from the exclusion of women and girls who happen to be transgender”; “we recognize the harm to all women and girls that will flow from allowing some women and girls to be denied opportunities to participate and cast out of the category of ‘woman’ for failing to meet standards driven by stereotypes and fear”; “we speak from experience and expertise when we say that nondiscrimination protections for transgender people—including women and girls who are transgender—are not at odds with women’s equality or well-being, but advance them.”); Support Trans Student Athletes,  supra note 155 (“The marginalization of trans student-athletes is rooted in the same kind of gender discrimination and stereotyping that has held back cisgender women athletes. Transgender girls are often told that they are not girls (and conversely transgender boys are told they are not really boys) based on inaccurate stereotypes about biology, athleticism, and gender. . . . Girls who are transgender are girls. Period.”).  See also, e.g., Carol Hay, Who Counts as a Woman, N.Y. TIMES (Apr. 1, 2019), https://www.nytimes.com/2019/04/01/opinion/trans-wom en-feminism.html (noting the origins of this claim in intersectional feminism); Jack Guy, Women or ‘Womxn’? Students Adopt Inclusive Language, CNN (Nov. 27, 2018, 11:38 AM), https://www.cnn.com/20 18/11/27/uk/womxn-inclusive-language-gbr-scli-intl/index.html (describing the “growing use of inclusive language, designed to avoid excluding particular groups of people” including that “Womxn is a more inclusive term which promotes intersectionality” and is thus “more inclusive of all kinds of women, including trans women” and that “Womxn is used to demonstrate our commitment to inclusiveness”).  188.  Especially patronizing is the suggestion that these organizations have particular “experience and expertise” about women—including about how they should define themselves and their wellbeing—that women themselves don’t have.  See, e.g., Statement of Women’s Rights and Gender Justice Organizations, supra note 29 (“[W]e speak from experience and expertise when we say that nondiscrimination protections for transgender people—including women and girls who are transgender—are not at odds with women’s equality or well-being, but advance them.”).  It is this kind of talk that has alienated many, including many women, who might otherwise be natural allies. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 118 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  harmful or at least a net harm to women and girls; that all sex classifications are based in false and damaging sex stereotypes; that women all want or should want to be freed from the yoke that is their secondary sex characteristics and cultural expectations around femininity; that women and girls are by nature or necessity inclusive and self-sacrificing, so that the category that describes them itself should be generously so; and that women and girls—and their allies—don’t or shouldn’t care as much as boys and men do about competition and being competitive for the win.  We reject each of these because they are themselves false and damaging sex stereotypes. The last of these is especially problematic as we discuss the future of Title IX.  It has led a group of prominent civil rights organizations to return to the posture of some of their 1970s counterparts who argued that high-end NCAA-style competitions were not for women;189 today, they have determined to limit their advocacy to protecting opportunities for women and girls to participate—not necessarily to win—in sport.190  It is presumably just helpful coincidence and not coordinated strategy that their position aligns with the position of some in the trans advocacy community that because trans women and girls are women and girls, their victories in events in which females retain opportunities to participate should be celebrated, not discredited.191 This move is particularly insidious as applied to the high school sports space which can be described as relatively unimportant to protect if it’s really just about participation.   189.  See supra notes 42 and 48 and accompanying text (describing that earlier position); and Interview with our co-author Donna Lopiano, President & Founder, Sports Mgmt. Res. (Oct. 13, 2019),  (noting that in the development of Title IX, “the focus on participation opportunities came first, followed by the focus on competition, because we had to build the ranks of those participating before we could think about competition, but also because early advocates preferred a health-focused, student-led, physical education model that would concentrate on intramural or junior varsity style events, as distinguished from the varsity and NCAA commercial model for competition they rejected”).    190.  Id. (noting that women’s organizations that fought for both participation and competition opportunities in earlier periods have decided as a strategic matter to focus their efforts going forward on participation numbers and not to use organizational resources  to continue to secure and protect the right of women and girls also to win, i.e., also to spots in finals and on podiums); E-mail from N.F. to M.R. (Mar. 23, 2019, 3:17 PM) (on file with authors) (sharing that “the Title IX advocacy community is in lockstep” in its commitment to the unconditional inclusion of trans kids in high school sports on the basis of their gender identity so that the right of cis-girls to more than just participation in this—as opposed to the college sports—space “is not the battle of [the organizations] at this time”).  This position appears to be reflected in the approach of the Connecticut CIAC, among other state athletic associations. See New Hampshire House Bill 1251, SAVE WOMEN’S SPORTS (Jan. 15, 2020), https://savewom enssports.com/original-articles/f/new-hampshire-house-bill-1251-hearing (quoting a testimonial from Connecticut mother, Christy Mitchell, “I was astounded to hear from state officials that ‘girls have the right to participate not to win.’”).  191.  See, e.g., Rachel McKinnon, I Won a World Championship.  Some People Aren’t Happy., N.Y. TIMES (Dec. 5, 2019), https://www.nytimes.com/2019/12/05/opinion/i-won-a-world-championship-some-peo ple-arent-happy.html (“Trans women are women.  We are female . . .  It is a human right to be able to compete.  I will continue to show up.  I hope you’ll consider cheering.”); Dave Zirin, Transphobia’s New Target Is The World of Sports, supra note 72 (“Terry Miller and Andraya Yearwood finished first and second place respectively in the state open indoor-track championships last month.  Instead of celebrating one of the great moments in their lives, they were immediately put on the defensive about their right to compete in the first place.”). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 119  The proposition that females don’t need to be competitive for the win is no longer viable; see the FIFA Women’s World Cup.192 The proposition that showcasing strong female-bodied champions is not a high value social good is no longer viable; see Serena Williams and Allyson Felix.193  We do not doubt that they are well-intentioned, but coming in 2020, from organizations that otherwise decry sex stereotypes and that previously championed the right of women and girls also to equality of competitive opportunity, they are nothing short of extraordinary.  We need to take care of transgender women and girls, but the path should not involve weakening the commitment to females.  And here we should be clear:  It is weakening the commitment to females and to sex equality to accept that the boys’ state championship will probably always be won by a male where the girls’ state championship will not always be won by a female. C. Updating Title IX for Its Next Half Century Biological sex matters. It is real, not socially constructed; and it affects peoples’ lives, opportunities, and experiences in even the most benign or egalitarian situations and societies. In particular, because of their different reproductive biology and secondary sex characteristics, females in general have different physical capacities and experiences than males.  This is true regardless of how they identify. Sex matters in ways that are empowering and celebrated, and also in ways that are damaging and censured. For females, physical—including sexual— violence perpetrated primarily by males is a destructive commonplace, as are the routine exclusions and subordinations they experience based on their phenotype and their reproductive biology. Sometimes these exclusions and subordinations are driven by false stereotypes.  But they may also be driven by a reluctance to re-imagine structures to accommodate real and otherwise appreciated sex-linked physical differences.  Regardless, sex is relevant if not defining. Sex equality also matters. Although we can imagine a world in which sex is not relevant or defining, in which we classify people on entirely different terms or else not at all, this isn’t ours. As ours exists, because sex matters, so does sex equality. The United Nations is not wrong to think about the world’s population in male and female halves, because this is how we tend in the first instance to sort ourselves, and then how our experiences and opportunities line up. They generally line up this way, again at least in the first instance, without regard to race, class, or gender identity. Because of this, it is also not wrong to make anti-subordination commitments specifically to the female half of the world’s population. This should not be our only anti-subordination commitment, but is it an entirely rational and important one.   192.  See also ZARRETT, ET AL., supra note 139, at 3 (noting that one of the things that can work to encourage girls to stay engaged in sport once they have chosen to participate is “[a]n emphasis on winning . . . when combined with an emphasis on fun and skill development . . . . Healthy forms of competition are ideal for fostering girls’ engagement”).  193.  Mallonee, supra note 139 (“One of the biggest things researchers are finding that keeps girls engaged in sports is access to their heroes and mentors—even if it’s just seeing them . . . [t]o see a banner or a poster or an ad featuring someone like you is monumental.”). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 120 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  Sex equality can sometimes be achieved without affirmative consideration of sex, and in this period in the United States, sex-blind policies are preferred.  But when sex blindness would be counterproductive, ineffective, or insufficiently remedial, sex conscious approaches should be tools in the equality toolbox. These are especially useful in circumstances where, to fix inequities, it is important to see, not to erase, the female body. This includes at least aspects of the workplace; the military; medicine and bio-medical research; and competitive sport.  If we were to have to ignore sex differences in these circumstances, sex equality would remain elusive. Efforts to secure inclusion and equality for transgender people that are premised on erasing sex and sex differences—conceptually and from the discourse—are fundamentally incompatible with these facts, priorities, and approaches.  Where sex, including being able to name it, is central for many if not most females, both are anathema for many in the transgender community.  For this reason, but also because it fits their legal and political strategy, some trans rights advocates seek to redefine sex to be or to include gender identity; and further to ensure that no distinctions can be made on the basis of sex on the ground that such distinctions are a rejection of transgender people.194 Those who do not play ball are labeled “transphobic” and, if they are liberal and feminist, also as “trans exclusionary radical feminists” (TERFs), which is intended as an insult.195 The competitive sports question is hard, maybe even impossible to resolve with a win on all sides, because what females need to have recognized is precisely what advocates for trans students suggest should be erased. For example, if we continue to be committed to equality for females in relation to males in the high school sports space—equality not only for its own sake but also for the myriad individual, institutional, and societal benefits that flow from its terms—we need structures that recognize sex differences in athletic performance and that sort athletes on the basis of sex.196  At the same time, because they are properly focused on the individual children in their care—and not on the implications for others of their approach—erasure of these same sex differences has been built into the therapeutic model developed by pediatricians working with transgender children, and impressed on their educational custodians.197 As we have already discussed, efforts to will this collision away do not work because they rest on a series of ultimately unacceptable fictions: That all sex is socially constructed stereotype that inures to the detriment of women.  That there are no cognizable differences between women who are transgender and women who are not.  And that “women” is a concept that, in its best iteration, describes   194.  See supra notes 29–30 and accompanying text.  195. Colleen Flaherty, ‘TERF’ War, INSIDE HIGHER ED (Aug. 29, 2018), https://www.insidehigher ed.com/news/2018/08/29/philosophers-object-journals-publication-terf-reference-some-feminists-it-re ally. See R (on the Application of Miller) v.  College of Policing & Chief Constable of Humberside, [2020] EWHC 225 (Admin) [225], ¶ 241–46 (Eng.) (describing and quoting the expert witness statement of Professor Kathleen Stock on the use of the term ‘TERF’ in the context of the gender-related divisions among feminist academics).    196.  See supra notes 112–114, 149–156 and accompanying text.  197.  See supra note 166 and accompanying text. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 121  people who are relatively anti-competitive and selfless and so do not mind being relegated to the bench if this is necessary to secure the health and welfare of others who may be more vulnerable.198 The competitive sports question is also hard because it involves claims for inclusion and equality from both sides; and, because of how sport and sex-linked biology work together, including one group necessarily means excluding or limiting the opportunities of the other.  The carve-out that is the sports exception to Title IX’s general, sex-blind nondiscrimination rule recognizes this.  And so, to secure the inclusion of and equality for females, it formally permits—but also sometimes requires—schools to exclude males from their sports and events.199  Carving out what would be, in effect, an exception to this exception for the subset of males who identify as women and girls would result in their inclusion; but it would have exclusive effects in the other direction.  Longer term, it would inevitably signal that we don’t actually need sex segregation, which would result in the full re-integration of sport and thus the re-exclusion of females. Shorter term, because competition itself is exclusionary in the sense that making teams requires try-outs and cuts, and making it through to the finals and championships involves a version of the same—there can be only one state, regional, or national champion—carving out an exception to the sex segregation rule for males who identify as women and girls will result in the exclusion of females from teams, finals, and podiums.200 The problem is hard but, in general, there are four possible approaches: affirming the carve-out as a biological classification tied to natal sex; re-imagining the carve-out as an identity classification; re-imagining the carve-out as a biological classification tied to the onset of male puberty; and formalizing an accommodations approach. 1. Affirming the Carve-Out as a Biological Classification Tied to Natal Sex The first option is to affirm the traditional approach. This approach ties eligibility to natal sex, which would generally be based on the sex recorded at birth on the individual’s birth certificate.  It is mostly efficient and effective because natal sex and sex recorded at birth are typically the same, and both typically correspond to the relevant primary and secondary sex characteristics that matter for sport. Nevertheless, the traditional approach is both over and underinclusive: On the one hand, it includes trans boys and trans men who go on puberty blockers and gender affirming hormones beginning at the onset of female puberty; as a result, these athletes develop the male secondary sex traits that girls’ and women’s sport exist to exclude. On the other hand, it excludes trans girls and trans women who do the same at the onset of male puberty, and who, as a result, never develop those traits.   198.  See supra notes 185–193 and accompanying text.  199.  See supra notes 52–53 and accompanying text.  200.  See supra notes 104–105 and accompanying text (detailing how this has already happened in the State of Connecticut and how the related data are being used in a Title IX OCR complaint). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 122 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  In addition, many jurisdictions now permit people who are transgender to change the sex that is recorded on their birth certificates so that it accords with their gender identity; in some places, parents can do the same for their children.201  Depending on the jurisdiction, the individual need not have gone on hormones before making this switch; that is, the switch may be permitted on some form of self-declaration.202 As a result,  at least for some trans people, the sex recorded on the birth certificate is no longer a reliable proxy either for natal sex or for the relevant sex traits. Because of these administrative and policy concerns, but also because the law requires sex-related criteria to be closely tailored to institutional ends, we do not support this approach. In our view, transgender women and girls should not be excluded from girls’ and women’s sport if they have not gone through any part of male puberty.  Moreover, to include transgender men and boys who are on gender affirming androgens is, in effect, no different from condoning the use of performance enhancing drugs. Still, whether it is as a matter of choice or inertia, many jurisdictions continue to provide that natal sex as recorded on the individual’s birth certificate is the standard for eligibility for sex segregated sport.203 2. Re-imagining the Carve-out as an Identity Classification The second option is to abandon the carve-out for females only. This would necessarily entail a rejection of the legitimacy and value of the claim from females for equality in relation to males in the education-based competitive sports space.  It would involve either the full integration of sports and events, that is,  all would be co-ed; or it would involve a challenge to re-imagine girls’ and women’s sport as a category that includes anyone who identifies as a girl or woman most broadly defined, even if they retain their full male-linked performance advantages. The best analog would be to an all-women’s college that admits and retains students who identify as women regardless of their sex.204 Advocates for transgender rights have persuaded many secondary school athletic associations to adopt this approach. The unfounded claim that it is required by Title IX may have been at play in some cases.205  Nevertheless, it is   201.  See generally ID Documents Center, NAT’L CTR. FOR TRANSGENDER EQUAL., https://transequality. org/documents (last updated Jan. 2020) (providing state-by-state information and details on New York City rules permitting parents to change their child’s birth certificate).  202.  See id.  203.  See High School Policies, TRANSATHLETE, https://www.transathlete.com/k-12 (last visited Jan. 28, 2020).  204.  See, e.g., Jeremy Bauer-Wolf, At Women’s Colleges, Rules Vary Widely for Trans and Nonbinary Students, EDUC. DIVE (Nov. 18, 2019), https://www.educationdive.com/news/at-womens-colleges-tra ns-and-nonbinary-applicants-face-inconsistent-rules/567537/; Rebecca Brenner Graham, Women’s Colleges Should Admit Trans Students. It’s Wholly Consistent with Their Mission, WASH. POST (Jan. 10, 2019), https://www.washingtonpost.com/outlook/2019/01/10/womens-colleges-should-admit-trans-women-its-wholly-consistent-with-their-mission/.  205.  See supra notes 70–76 and accompanying text (discussing the state of the law); supra note 203 (providing an up-to-date description of state high school athletic association policies). See e.g., Complaint Targets Transgender HS Track Athletes, ESPN (June 20, 2019),  https://www.espn.com/high-sch ool/story/_/id/27015115/complaint-targets-transgender-hs-track-athletes  (discussing the claim that Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 123  viable in the long run only if these advocates can convince law and policy makers at the national level that Title IX should be revised to these ends.  Specifically, they will need to convince the federal government that the original Title IX carve-out for females in sport is not a commitment it wants to keep; but that we still need—and need to support with federal funds—two classifications, both of which would be comprised of a combination of males and females, and both of which would see males in championship positions. These are important hurdles, particularly in an adverse political climate. Not only have the last two administrations held firm to the premise that distinctions on the basis of sex in Title IX sport are necessary and appropriate, but also, this policy choice appears to be based in or at least consistent with a clear, bipartisan, nationwide consensus in favor of the traditional approach.206  Nevertheless, the option is attractive to those who prefer that education-based sport focus on opportunities for participation not competition, including whenever possible in co-ed settings.207 It is also attractive to those whose focus is specifically on the health and welfare of transgender people, rather than on  females, on the view that at least in this period, the former need support more than the latter.208 Finally, it is attractive to those who prefer a wait-and-see to a precautionary approach to restrictions on eligibility; they predict that trans women and girls won’t have an important impact on girls’ and women’s sport, but that we can re-evaluate if they do. The best argument in favor of this approach  today is based in the view that almost everyone has a gender identity that aligns with their natal sex, in the still small numbers of trans girls and women who seek to be classified according to their gender identity, and in the fact that, until recently, we had not known of any in championship positions.  Until recently, including them was—in effect—a non-category defeating accommodation within the existing sex segregated structure.  As Rachel McKinnon has argued,  Title IX requires the inclusion of trans girls in girls sport); Reference Guide for Transgender Policy, CONN. INTERSCHOLASTIC ATHLETIC CONF., https://www.casciac.org/pdfs/Principal_Transgender_Discussion _Quick_Reference_Guide.pdf (last visited on Feb. 19, 2020) (explaining that “[t]he CIAC has concluded that it would be fundamentally unjust and contrary to applicable state and federal law to preclude a student from participation on a gender specific sports team that is consistent with the public gender identity of that student for all other purposes”).  206.  See supra notes 69–76 and accompanying text. See, e.g., Most Oppose Transgender Athletes on Opposite Sex Teams, RASMUSSEN REP. (June 4, 2019), https://www.rasmussenreports.com/public _conten t/lifestyle/social_issues/most_oppose_transgender_athletes_on_opposite_sex_teams (finding that “just 28% of American Adults favor allowing transgender students to participate on the sports team of the gender they identify with”). Given that this is a breakout conversation, see supra note 69, this number is likely to shift in one or the other direction, as is the number representing undecideds, i.e., 18 percent in the same survey.   207.  See infra note 208 and accompanying text (describing this position).  208.  See Navratilova, Coleman & Richards-Ross, supra note 89 (noting that “Advocates of the Equality Act who know sports or aren’t science deniers . . . [argue] that it’s time to shift our focus from supporting female-bodied athletes for whom Title IX has already done a lot of work, to supporting transgender women and girls who [now] need our help more”). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 124 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  Since the 2004 Athens Olympics, there have been over 54,000 Olympians.  Not one of them has been openly trans.  There also aren’t any cases of men pretending to be (trans) women.  Next year, there are a few athletes who have the potential to be the first openly trans athlete to compete in the Games. None are a medal favorite.  This is not the beginning of the end of women’s sports.209 This moment is passing quickly, however, as more children identify as transgender; as we are learning to embrace them as they are; as they are increasingly comfortable coming out in high school even if they are not on hormones; and as advocacy to establish trans rights is increasingly successful in other contexts.210  This includes recent legislation in the United States and in many countries around the world that permits trans people more easily to reform their identity documents to provide that their legal sex is their gender identity.211  As we have already noted, it is not a coincidence that it is in the last three years we have seen the first male-to-female transgender state, national, and international champions in girls’ and women’s Olympic events,212 and that international regulators are working to ensure that policies are in place to address the expected increase in numbers.213 McKinnon herself made history when she won gold in the women’s sprint event at the 2018 and 2019 Masters Track Cycling World Championships and in the process set a women’s world record.214  She is a trans woman who has met the hormonal conditions required for inclusion in women’s cycling events; she is playing by the rules established by her governing body.215 Those rules are in play, however. On the one hand, many have expressed concern that they insufficiently account for the legacy advantages retained by trans women who physically transition after puberty.216 On the other, some, including McKinnon, have argued that they should be revised to permit unconditional inclusion on the view that trans women are women based on their gender identity, without respect to the decisions they might take privately about gender affirming hormones or   209.  McKinnon, supra note 191.   210.  See supra note 179.  211.  See, e.g., ID Documents Center, supra note 201 (providing up-to-date information on relevant state laws and practices).  212.  See supra notes 181–182 and 209 and accompanying text.  213.  Press Release, World Athletics, International Federations Discuss Consensus on Establishing Rules for Transgender Athletes (Oct. 31, 2019), https://www.worldathletics.org/news/press-release/inte rnational-federations-rules-transgender-a.  214.  Karleigh Webb, Trans Cyclist Rachel McKinnon Keeps Winning Championships and Her Detractors Don’t Like It, OUTSPORTS (Oct. 23, 2019), https://www.outsports.com/2019/10/23/20928252/rachel-mckin non-trump-cycling-trans-athletes-transphobia-world-championships.   215.  McKinnon, supra note 191.   216.  See, e.g., Sean Ingle, Sports Stars Weigh in on Row Over Transgender Athletes, GUARDIAN (Mar. 3, 2019), https://www.theguardian.com/society/2019/mar/03/sports-stars-weigh-in-on-row-over-transge nder-athletes (summarizing this argument).  For a good description and evaluation of the debate around legacy advantages, see generally Ross Tucker, On Transgender Athletes and Performance Advantages, SCI. SPORT (Mar. 24, 2019), https://sportsscientists.com/2019/03/on-transgender-athletes-an d-performance-advantages/?doing_wp_cron=1576790435.8559970855712890625000.  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 125  surgery.217 Although the call for unconditional inclusion has not yet succeeded in the elite sport space, related efforts directed at state high school athletic associations across the United States have altered that landscape. 3. Re-Imagining the Carve-Out as a Biological Classification Tied to Puberty In 2019, in the challenge brought by Caster Semenya to the eligibility criteria for the women’s category in the sport of track and field, the Court of Arbitration for Sport (CAS) explained that: the purpose of the male-female divide in competitive athletics is not to protect athletes with a female legal sex from having to compete against athletes with a male legal sex.  Nor is it to protect athletes with a female gender identity from having to compete with athletes with a male gender identity.  Rather, it is to protect individuals whose bodies have developed in a certain way following puberty from having to compete against individuals who, by virtue of their bodies having developed in a different way following puberty, possess certain physical traits that create such a significant performance advantage that fair competition between the two groups is not possible.218 Consistent with this rationale, the third approach affirms the carve-out for those who have not experienced male puberty.  We peg this to male puberty to include in the classification all those who cannot be said to have developed the male sex-linked advantages that justify sex-segregated sport. It would include all females—however they identify—so long as they are not on masculinizing hormones; and all trans girls who, because they were on blockers and then feminizing hormones, have not experienced male puberty. This option is a challenge to imagine education-based sport as analogous to the medical setting, where sex and associated physical characteristics remain relevant; and where gender identity and expression are for the individual to resolve and others to respect as they would any central aspect of an individual’s personhood. This option is attractive for several reasons: It is fully consistent with the carve-out’s raison d’être and with its legal grounding.219 In the language of the law, an approach that hews closely to this rationale is, as required, narrowly tailored and neither over- nor under-inclusive. Moreover, as in other modern contexts where physical facts remain relevant to the enterprise, it distinguishes only on those objective grounds and otherwise respects the inherently personal nature of gender identity and expression. That is, it does not seek to establish, judge, or sort anyone on those different grounds that—in contrast with the physical—are ultimately unrelated to the institution’s goals.  But it does commit to respecting them without challenge.  As it should be   217.  See, e.g., Charlie Ashworth, Women’s Sports: Rachel McKinnon Believes Trans Women Have a ‘Human Right’ to Compete, GIVE ME SPORT (Oct. 21, 2019), https://www.givemesport.com/1514948wome ns-sports-rachel-mckinnon-believes-trans-women-have-a-human-right-t-ocompete (“By preventing trans women from competing or requiring them to take medication, you’re denying their human rights.”).  218.  Mokgadi Caster Semenya & Athletics S. Afr. v. Int’l Ass’n of Athletics Fed’ns, CAS 2018/O/5794 ¶ 559 (2019).   219.  Id. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 126 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  developmentally, there is no questioning by a school or athletic association of a child’s credibility about or commitment to a particular gender identity or expression; nor is there a requirement that they agree to be fixed for a season or an academic year to their expressed preferences.  They can be who they are, including in flux, throughout the relevant period. Consistent with Title IX’s original design, all females who are not on transition hormones—however they might identify—have a space in which they can not only play but also compete for the win.  Except in the rare case of an exceptionally precocious child star, the policy cannot be said to incentivize a student’s choice to go on gender affirming hormones. And because they have benefitted from either endogenous or exogenous male testosterone levels, the subset of trans kids who start on hormones only after the onset of puberty is not be eligible to compete in the female category; but they are eligible to participate and welcome in the male category, and—importantly—their private needs and choices will not dictate outcomes for others. In this respect, this option is the least disruptive of the existing model that does a lot of good work for the vast majority of stakeholders. It would be most easily implemented in circumstances where school sports teams don’t have to train separately, that is, where only competition itself needs to be sex segregated.  In such contexts, the social aspects of participation in education-based sport would not be linked to sex or gender.  Swimming, cross country, and track and field are among the sports where—at least as practiced in some places—a version of this model already exists.220 The principal costs associated with this approach are as follows: Because it is not simply a re-naming of the existing sex-segregated structure, imagining the classifications as we suggest would take work, even if everyone were on board. This work would range from the relatively simple and technical to the more difficult and conceptual.  For example, we would have to decide what to call the classifications and how to establish where students belong. We have labeled the classifications “male” and “female” here, but they could be labeled differently. Uniform rules would need to be changed to allow students to select the style that makes them most comfortable regardless of sex or gender. And the notion of school sports as sex or gender-specific social spaces would need to be wound down.  The latter would be resisted by traditionalists but also by some trans kids and their advocates who embrace binary sex classifications and see inclusion within them as having the potential to contribute to their successful transition.221 Finally, regardless of how respectful and welcoming the environment is made for gender diverse students within the categories, those who may be passing do not want to be outed by sex classifications. Others who are not passing but who suffer from dysphoria and are deeply (not just politically) hurt by references to their sex-linked traits may continue to be effectively excluded from participation   220.  See, e.g., Josh Weinreb, Thetford Academy Transgender Runner Embraces Her Identity and Gains Freedom, VALLEY NEWS (May 25, 2019, 9:25 AM),  https://www.vnews.com/Running-career-has-helped-Thetford-Academy-senior-Bel-Spelman-navigate-her-gender-identity-24764677.  221.  See supra note 166 and accompanying text (noting this strategy). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 127  and competition. Still others who do not suffer from dysphoria but who prefer to occupy spaces where sex is irrelevant may reject school sport because it is still so focused. To the extent the institution could and should produce important health and welfare benefits for these individuals, this approach would not be effective.  As is the case today for kids who for various reasons eschew school sports, some will remain left out or will choose to exclude themselves. 4. Formalizing an Accommodations Approach The fourth option is to affirm the commitment to the Title IX carve-out for females but also formally to grant authority to policymakers to accommodate gender diverse students in ways that are not category defeating.  Accommodations are often preferred in circumstances that involve competing rights claims.222  To date, some form of this approach has been preferred by those working most thoughtfully on inclusion in the elite sports space, for example within the Olympic Movement, the NCAA, and the National Scholastic Athletics Foundation (NSAF).223 Although it has not been formally tested to date, the NCAA policy is especially relevant as it operates within institutions governed by Title IX.  It permits transgender student-athletes to compete either according to their natal sex or their gender identity. In the latter case, if the athlete is a trans man, they are required to have a therapeutic use exemption (TUE) if they are on gender affirming hormones (testosterone); and if they are a trans woman, they are required to have been on testosterone suppressants for at least a year before they are eligible for women’s teams and competitions.224 We do not have enough studied experience with trans women and girls in sport to know that suppression to a certain level for a given period of time is sufficient to wind down male-linked advantages to the point where they are not category defeating in particular sports and events.  Nevertheless, the rule fits the model because it presumes an ongoing primary commitment to female athletes, which is the raison d’être for the sports exception to Title IX’s non-discrimination rule; and it includes trans women when they meet   222.  See, e.g., Notice, Enforcement Guidance: Reasonable Accommodation and Undue Hardship Under the Americans with Disabilities Act, U.S. Equal Emp. Opportunity Comm’n (Oct. 17, 2002), https://www. eeoc.gov/policy/docs/accommodation.html (applying the model in the context of conflicts between employers and employees with disabilities).  Accommodation is related to compromise.  See, e.g., Dale Eilerman, Agree to Disagree: The Use of Compromise in Conflict Management, MEDIATE (Oct. 2006), https://www.mediate.com/articles/eilermanD7.cfm (describing when compromise is useful in mediation).  223.  Almost all elite sports institutions have adopted a rule of conditional inclusion based on testosterone levels. See, e.g., IOC Consensus Meeting on Sex Reassignment and Hyperandrogenism, INT’L OLYMPIC COMM. (2015), https://stillmed.olympic.org/Documents/Commissions_PDFfiles/Medical _co mmission/201511_ioc_consensus_meeting_on_sex_reassignment_and_hyperandrogenism-en.pdf; NCAA Inclusion of Transgender Student-Athletes, NAT’L COLLEGIATE ATHLETIC ASS’N (2011), https://132 48aea-16f8-fc0a-cf26-a9339dd2a3f0.filesusr.com/ugd/2bc3fc_4a135824fabc462183c71357c93a99b4. pdf; National Scholastic Athletic Foundation Transgender Participation Policy and Procedure, NAT’L SCHOLASTIC ATHLETICS FOUND.  (2019), https://www.nationalscholastic.org/nbin/transgender/.  224.  NCAA Inclusion of Transgender Student-Athletes, supra note 223, at 13.  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 128 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  relevant physical conditions.225 At least conceptually, because testosterone is the primarily driver of the performance gap, the accommodation is viable as category affirming not defeating.  As an evidentiary matter, and thus legally, the rule would be especially defensible if the NCAA were to establish a maximum allowable T level that is within the female range and then to develop a protocol for monitoring compliance.226 A different example of the accommodations approach outside of elite sports can be found in the policies of state athletic associations that have experience integrating male students who are not transgender into girls’ sports and events.  This happens where there is no boys’ team and the male students can show— consistent with Title IX requirements—that they are the excluded sex.  Where particular males threaten to disrupt the championship experience and hierarchy, officials have sought solutions to their inclusion that are consistent with the goals of the carve-out, such as adding lanes or running separate male and female sections of a final, and featuring separate podiums for male and female finishers.  Consistent with the goals of the sports exception to Title IX’s general non-discrimination rule, this has ensured that male student-athletes are not precluded from participating in their chosen sports, but also that there cannot be a male winner of the girls state championship.227  These strategies aren’t perfect fits, given that trans girls and women identify as girls and women, not as boys and men.  But since sport is segregated on the basis of sex, not identity, and identity is ultimately irrelevant to sports performance, they can be useful as examples of solutions that might resolve certain impasses. Other models that could be adapted depending on the sport and event are quotas and adjusted scores and start lines.  Quotas might be especially useful in team sports situations.  Joanna Harper and Tiffany Abreu have suggested they could work in volleyball and basketball, for example.228 The basic concept of adjusted scores and start lines comes from golf, which designate different Tee boxes for males and females and—to level the playing field for golfers of different abilities—use adjusted scores (handicaps) to compare relative performances.    225.  According to the Justice Department, the NCAA rule was developed in “consult[ation] with medical experts, athletics officials, affected students, and [with advocates for transgender student-athletes].” Dear Colleague Letter, supra note 73 (citing NCAA Inclusion of Transgender Student-Athletes 2, 30–31, and Pat Griffin & Helen J. Carroll, On the Team: Equal Opportunity for Transgender Student Athletes (2010)).  On the Team itself notes that “policies that may be appropriate at the college level may be unfair and too complicated for [the high school] level of competition.”  It thus encourages the development at the high school level of age-appropriate policies. Id. at 26. It was co-authored by two of the leading players in this area, Helen Carroll of the National Center for Lesbian Rights (NCLR) and Pat Griffin of the University of Massachusetts Amherst, in consultation with Shannon Minter, also of the NCLR, and Eric Vilain, who also consulted on the IOC policy.  Both Minter and Vilain are leading experts in their respective fields, i.e., civil rights litigation and biological sex, respectively.  226.  As of this writing, although we expect that most trans girls and women on hormones follow the medical standard of care which has a target of well under 5 nmol/L, the NCAA has not set a maximum allowable level, nor does it monitor compliance.  227.  See, e.g., Coleman, Sex in Sport, supra note 27, at 173–77 (describing the State of Massachusetts’ approach to the inclusion of boys in girls’ swimming events).  228. Darlington, supra note 116.  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 129  Different start lines could be adjusted based on the sport’s average performance gap between males and females, in the manner that the distance between Tee boxes is adjusted to reflect the relative power of female and male golfers, and scores could be adjusted at the outset on the same group—rather than individual—basis. More complicated iterations of golf’s handicapping system have been described elsewhere.229  Ultimately, the key to such approaches would be assuring their efficacy and their administrative feasibility. Like accommodations in general, accommodations in sport have the benefit of being adaptable over time based on new knowledge. For example, as we learn more about the nature and extent of the legacy advantages of going through male puberty, as well as about their particular effects in different sports and events, the specific requirements within the model could be adjusted without altering the commitment to the model itself. And as we develop a better sense of the political community’s relative commitments to female sport on the one hand and to trans inclusion on the other, the reasonableness of specific conditions within models will also evolve. The merits of and problems inherent in accommodations models are that they tend mostly, but not entirely, to satisfy principal policy goals while reducing, but not eliminating, the concerns of affected individuals.  In other words, like all compromises, accommodations generally mean that no one gets everything they wanted; and, depending on the specifics, one or the other side still faces a complete loss.  As it considers the question of transgender inclusion, sport is no different.  Purists on both sides of the debate decry all proposed concessions: Those who want girls’ and women’s sport to remain exclusively for females say they cannot abide a solution that would ever see a transgender athlete in a championship position, even if she is following all of the rules. Those who want girls and women’s sport to be unconditionally inclusive of transgender athletes say they cannot abide a solution that recognizes that there is a difference between females and transgender women and girls: “Transgender women are women. Period.  Transgender girls are girls.  Period.”  Those who argue from “the messy middle” can struggle to get a foothold.  But given the stakes on both sides, it is surely worthwhile also to consider solutions in this space. D. Our Recommendations Because sex equality in education-based sport  produces enormous value, and because the development of inclusive policies is separately consistent with educational institutions’ goals, policymakers should affirm Title IX’s original design and work to include gender diverse students within that design.  Because institutional goals are different in non-elite and elite settings, approaches to inclusion should track those different goals. Throughout, policymakers should endeavor to develop strategies that will encourage as many students as possible to remain engaged in school sports as participants and as competitors. Where it can be effective to all ends to combine teams or at least team practices and only to segregate competition itself on the basis of sex, the approach   229.  See, e.g., Aschwanden, supra note 167 (discussing the concept in general and the work of Alison Heather and colleagues in particular). Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 130 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  we detail in Part IIIC3—re-imagining the carve-out as a biological classification pegged to puberty—should be preferred.  So long as it doesn’t result in diminished coaching opportunities for females who remain underrepresented in those ranks or deter female students from staying engaged with sport, it is the most inclusive, least intrusive, and simplest to administer. Existing co-ed arrangements can be an ongoing model for this purpose. Where combined teams or practices coupled with sex segregated competition cannot accomplish institutional goals, the accommodations approach detailed in Part IIIC4 should be adopted. This will be the case in circumstances where sex segregated teams and events remain necessary to secure parity of opportunity for females. Where the accommodations approach is adopted, trans students will train and compete consistent with their gender identity so long as their inclusion can be relevantly conditioned. The NCAA transgender policy is illustrative of a hormonal condition in this category; others that do not require medicalization— such as handicaps, offsets, and quotas—exist as more appropriate models for the high school sports space. In high school intramural, junior varsity, and regular season play, where institutional goals are primarily related to health and fitness and to the development of social skills, unconditional inclusion of gender diverse students according to their gender identity rather than their sex will usually be category affirming.  Exceptions will arise where this is not the case, for example in contact sports situations where physical safety is tied to sex-linked differences, and where regular season play determines invitational and post-season opportunities.  But to the extent that including trans students according to their gender identity merely makes others uncomfortable, educators should be encouraged to educate, including to inculcate empathy and inclusivity, rather than to exclude. Once the focus shifts to competition and to the establishment of hierarchy and the isolation and celebration of champions, unconditional inclusion of trans girls and women who have benefited from male puberty becomes category defeating.  Conditional inclusion in this context is therefore appropriate. This position will not satisfy purists on either side of the issue and both have strong arguments in support of their views. Most immediately, it won’t satisfy those who believe the category is inevitably defeated by the inclusion of students whose natal sex is male regardless of how their participation is conditioned. And it won’t satisfy either medical providers who have built girls sport or invariable inclusion on the basis of gender identity into their treatment design or trans advocates whose movement strategy is to elide the differences between sex and identity. Ultimately, however, the standard that prevails should be one that provides for reasonable accommodations given institutional goals. Finally, because the legal landscape has become muddied in this period, to the point that there are questions about what Title IX does or should require, the re-commitment to its original design should be codified by statute along with an allowance for reasonable, non-category defeating accommodations.230 To the   230.  The Obama and Trump Administrations were both put to this question in the context of claims for transgender inclusion and both have re-affirmed the federal government’s commitment to sex equality, albeit in different forms. See supra notes 73–75 and accompanying text. But because the Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 131  extent possible the legislation should be based in existing language so as not to disrupt the well-established body of accompanying law, with definitions and clarifications as appropriate given the current context. Consistent with this prescription, we propose the following draft language: No person shall, on the basis of sex, be excluded from participation in, be denied the benefits of, be treated differently from another person or otherwise discriminated against in any interscholastic athletics offered by a recipient, and no recipient shall provide any such athletics separately on such basis. However, to secure Title IX’s commitment to sex equality, a recipient may operate or sponsor separate teams and events based on sex where selection and advancement are affected by sex-linked competitive advantages or the activity involved is a contact sport in which physical safety is implicated. So long as they do not imperil female students’ physical safety or diminish their competitive opportunities, a recipient that operates or sponsors separate sex teams and events may include persons of the excluded sex when their gender identity is concordant.  On the same conditions, a recipient that sponsors a team for only one sex may include persons of the excluded sex. Reasonable accommodations consistent with these conditions are encouraged. For purposes of this statute, sex retains its dictionary definition as “either of the two divisions, designated female and male, by which most organisms are classified on the basis of their reproductive organs and functions.”231 It does not include sex stereotypes or legal or gender identity. CONCLUSION Title IX expresses society’s commitment to sex equality in educational settings. At the time of the statute’s enactment in 1972, this commitment was revolutionary. Today, in no small part because Americans across the political spectrum are invested in the goal, Title IX’s value is mostly a given.232 From the focus on increasing the numbers of women in STEM to the effort to eradicate the conditions that enable sexual assault, the idea that women belong as equals on campus persists. Notably, the commitment to this idea is not merely normative.  As Nicholas Kristof wrote in his year-end column for the New York Times in 2019, “few forces change the world so much as education and the empowerment of women.”233  executive branch has discretion in the interpretation of federal regulations, and because administrations come and go, they can foster unnecessary confusion and ensure that the matter remains unsettled.  231. Sex, AM. HERITAGE DICTIONARY OF THE ENGLISH LANGUAGE (5th ed. 2020).  232.  Sandra Guy, Title IX at 45, SOC’Y OF WOMEN ENG’RS MAG. (Mar. 20, 2017), https://alltogether. swe.org/2017/03/title-ix-45/ (“Title IX is hugely popular, and it’s a bipartisan issue. We don’t expect that to change.”).   233.  Nicholas Kristof, This Year Has Been The Best Year Ever, N.Y. TIMES (Dec. 31, 2019), https://ww w.nytimes.com/2019/12/28/opinion/sunday/2019-best-year-poverty.html. See also Ana Revenga & Sudhir Shetty, Empowering Women is Smart Economics, 49 IMF FIN. & DEV. (2012), https://www. imf.org/e xternal/pubs/ft/fandd/2012/03/revenga.htm. Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 132 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  The structure of the Title IX regulatory scheme makes clear that the goal is sex equality, not sex neutrality. Consistent with American equal protection jurisprudence and our general political inclinations, the latter is merely the preferred means to the former end. Like other sex equality measures, Title IX recognizes that females often remain disadvantaged in relation to males because of their reproductive biology and because of stereotypes about them based on that biology.  Sex affirmative approaches are appropriate when sex neutrality cannot effectively address that disadvantage.  Thus, such approaches may be used to overcome entrenched discriminatory patterns that are not explained by inherent differences; see special provisions for women and girls in fields in which they remain underrepresented.  And they may be used to ensure that such differences are not unnecessary obstacles to important opportunities; see separate sex sport. Notwithstanding our general preference for sex neutral measures, the sports exception to Title IX’s general nondiscrimination rule has long been one of the statute’s most popular features.234 This affirmative approach is understood to be necessary to ensure that the sex-linked differences that emerge from the onset of male puberty do not stand as obstacles to sex equality in the athletic arena. From the beginning, it was understood that any different, sex neutral measure would ensure precisely the opposite—that spaces on selective teams and spots in finals and on podiums would all go to boys and men. The sports exception makes it possible for women and girls also to benefit from the multiple positive effects of these experiences, and for their communities and the broader society to reap the benefits of their empowerment. The challenge in the beginning of the Title IX era was to conceive of and equally to support females as athletes, coaches, and sports administrators.  We continue to fight for equal support as important institutions still stumble—see, for example, the dearth of female coaches in NCAA programs;235 Nike’s recently-revealed failure to keep its brightest female stars under contract when they become pregnant;236 and USA Soccer’s refusal to provide equal pay to the members of its male and female teams.237  But as Title IX concludes its first semi-centennial, we no longer struggle as we did in the beginning with the basic concept of females as athletes.  It is no longer commonplace for an athletic department to assume that a female is on the field to land a husband rather than a medal.  Female puberty, pregnancy, and motherhood remain visible indicia of difference, but because of   234.  See supra note 62 and accompanying text (quoting Nancy Hogshead-Makar on this point).  235.  Jeré Longman, Number of Women Coaching in College Has Plummeted in Title IX Era, N. Y. TIMES (Mar. 30, 2017), https://www.nytimes.com/2017/03/30/sports/ncaabasketball/coaches-women-titleix.ht ml.  236.  Alisia Montaño, Nike Told Me to Dream Crazy, Until I Wanted a Baby, N. Y. TIMES (May 12, 2019), https://www.nytimes.com/2019/05/12/opinion/nike-maternity-leave.html. The company was smart enough to continue to pay Serena Williams through her pregnancy, but other stars—including most notably Allyson Felix—were not similarly treated.  Scott Davis, Serena Williams Supports Nike After Its Maternity Pay Controversy, Saying the Company Is ‘Learning from Mistakes and Doing Better’, BUS. INSIDER (May 28, 2019, 12:51 PM), https://www.businessinsider.com/serena-williams-backs-nike-maternity-pay-controversy-2019-5.  237.  Andrew Das, U.S. Women’s Soccer Team Granted Class Status in Equal Pay Lawsuit, N. Y. TIMES (Nov. 8, 2019), https://www.nytimes.com/2019/11/08/sports/uswnt-equal-pay-lawsuit.html.  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM   RE-AFFIRMING THE VALUE OF THE SPORTS EXCEPTION 133  the sports exception, they are no longer disqualifying. Indeed, when the promotion is done right, these are affirmatively empowering and celebrated.238 The challenge as we move into Title IX’s second semi-centennial is to persuade institutions finally to address the remaining disparities in their support of female athletes and female sport at the same time that we enter a new revolutionary period in which we are being asked to imagine that “female” includes individuals of both biological sexes so long as they identify as women and girls.  This ask reflects the intellectual choice to conceive of sex as a social construct rather than as a fact of biology tied to reproduction, and also the strategic choice of trans rights advocates to work toward law reform that would disallow any distinctions on the basis of reproductive sex. A popular manifestation of this strategy is their insistence that we accept as threshold truth rather than as political claim the proposition that “Trans women are women, period.” The problem is that female sport is by design and for good reasons, a reproductive sex classification. These reasons have nothing to do with transphobia and everything to do with the performance gap that emerges from the onset of male puberty.  Whether one is trans or not, if one is in sport and cares about sex equality, this physical phenomenon is undeniably relevant. Changing how we define “female” so that it includes individuals of both sexes, and then disallowing any distinctions among them on the basis of sex, is by definition and in effect a rejection of Title IX’s equality goals. Whatever their earlier allegiances, and however they would seek to re-tool the relevant vocabulary to obscure this point, we should be clear that those push for these changes today are committed to sex neutrality, not to sex equality. We need to find a path to equality also for trans people. And we need to be thoughtful about how they are included within an institution whose design is at odds with who they are.  But given the enormous social utility and popularity of that design, as well as the work that still needs to be done to fulfill its promise, a path that involves a rejection of its principal terms is a non-starter. In this paper, we have provided the legal history and the science that make sense of the sports exception to Title IX’s general nondiscrimination rule. We have also developed the policy arguments for affirming the commitment to sex equality in the education-based sports space, and for including trans kids in that space in ways that support their healthy development without undermining either the statute’s sex equality goals or its allowance for sex affirmative measures to achieve them.  Finally, we have described and evaluated the options that are and ought to be on the table as civil rights advocates and policymakers work through this challenge.  We do not expect that we have thought of everything; indeed, because the science and social norms are evolving as we write, we assume that regular   238.  This video from the Olympic Channel, Aiming for the Olympics After Child-Birth ft. Allyson Felix/ Top Performer, YOUTUBE (Oct. 21, 2019), https://www.youtube.com/watch?v=TNuL38NRppg is illustrative. See also, e.g., Annabelle Timsit, Serena Williams’s New Ad Gives Working Moms the Nuanced Representation They Deserve, QUARTZ AT WORK (Aug.  29, 2018), https://qz.com/work/1372139/serena-williams-thismama-ad-offers-a-powerful-vision-of-working-moms/. For a summary of the development of the market for female sport, see Ross Andrews, Women’s Sports Popularity is Growing, According to Nielsen Study, GLOB. SPORT MATTERS (Nov. 13, 2018), https://globalsportmatters.com/busin ess/2018/11/13/womens-sports-popularity-is-growing-according-to-nielsen/.  Prof. Coleman- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:11 AM 134 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:69 2020  updating will be necessary. But we hope that the structure, background, and arguments we’ve set out will be useful in the process.  ",
    "id": 287917968,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1348"
    },
    "title": "Re-Affirming the Value of the Sports Exception to Title IX’s General Non-Discrimination Rule",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-03-06T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1348&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/287917968.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/287917968"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/287917968/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/287917968/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/287917968"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1348",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 287917968,
        "depositedDate": null,
        "publishedDate": "2020-03-06T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:46:54+00:00",
        "acceptedDate": null,
        "createdDate": "2020-03-18T12:37:00+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol27/iss1/7",
        "https://scholarship.law.duke.edu/context/djglp/article/1348/viewcontent/_Prof._Coleman__Final_Proof_0306.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:54+00:00",
    "setSpecs": []
}