{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Yadav, Komal"
        },
        {
            "name": "Kalia, Nipun"
        }
    ],
    "contributors": [],
    "createdDate": "2023-08-15T05:16:14+01:00",
    "dataProvider": {
        "id": 13058,
        "name": "The University of Sydney: Sydney eScholarship Journals online",
        "url": "https://api.core.ac.uk/v3/data-providers/13058",
        "logo": "https://api.core.ac.uk/data-providers/13058/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/578253382.pdf",
    "fullText": "  Reading Between the Lines: Analysing Kamla Bhasin’s Rainbow Boys and Rainbow Girls  Komal Yadav and Nipun Kalia  Abstract Children’s sex and gender do not exist in a vacuum. They do have a specific gender identity and gender expression. They deserve to be free to assume any identity and express their gender in any way they wish. Kamala Bhasin, in Rainbow Girls and Rainbow Boys, asserts the individuality and freedom to gender expression for the entire queer community through children. When gender is deconstructed and theorized as radically independent of sex, it becomes a free-floating artifice resulting in breaking down of signifying categories like masculine and man, or feminine and woman.  In this article, the two aforementioned works of Kamala Bhasin will be analyzed in their queerness, emphasizing how they become a mouthpiece for the LGBTQ+ community. These texts also portray how adult themes like queer, gender and sexuality can be made palatable for children. Both the texts will thereby be studied in relation with children’s literature. A discussion on the aspects like performativity, clothing and drag will also be undertaken.  Keywords: Children’s Literature, Gender, Sexuality, Performativity, Drag.   Introduction Children’s sex and gender do not exist in a vacuum. They do have a specific gender identity and gender expression. They deserve to be free to assume any identity and express their gender in any way they wish. Kamala Bhasin, in Rainbow Boys and Rainbow Girls, asserts the individuality and freedom to gender expression for the entire queer community through children. When gender is deconstructed and theorized as radically independent of sex, it becomes a free-floating artifice resulting in breaking down of signifying categories like masculine and man, or feminine and woman.  In this article, the two aforementioned works of Kamala Bhasin will be analyzed in their queerness, emphasizing how they become a mouthpiece for the LGBTQ+ community. These texts also portray how adult themes like queer, gender and sexuality can be made palatable for children. Both the texts  Literature & Aesthetics 32 (1) 2022           54 will thereby be studied in relation with children’s literature. A discussion on the aspects like performativity, clothing, and drag will also be undertaken.   A Brief History of Children’s Literature Depending on how one defines children’s literature, there are various approaches to the genre. As a general term, we might refer to textual and visual storytelling that has been constructed to entertain and primarily teach children. As such, children’s literature encompasses a wide variety of works, including the ancient classics, picture books, comics, graphic novels/narratives, fables, folktales, fairy tales, lullabies, nursery rhymes, and oral narratives of folk tales, folk songs, and legends. In the past, children’s literature has been handed down largely through oral tradition. Several fables date back to the time of Aesop1 and Panchatantra2 in the Sanskrit language, as well as the Irish folktales, which are said to have been composed circa 400 BC in Ireland. When it comes to folklore and stories, the oral tradition is universal. During the Song Dynasty (960 CE–1279 CE), the art of storytelling in China was once again didactic and aimed to teach children. Books for children started to appear in the early fifteenth century, largely as prayer books. At this time, there was frequently not a line between what is considered adult literature and children’s literature. As a result, there were no apparent differences between the two groups of readers. Biblical stories, folk tales, and even fairy tales were among the first books produced for children. Something alluring about the term children’s literature, which has been mostly ignored, is what children ought to think and say about a particular work. Children’s books are a source of personal pleasure for many readers, suggesting that they may indeed qualify as ‘real literature’, if it is defined as works that elicit strong emotional reactions in their audience. However, if a study’s only purpose is to satisfy one’s curiosity, we might consider the social, cultural, and historical impact children’s books have had and continue to have. It is impossible to imagine that the beliefs saturating  Komal Yadav is a research scholar at Department of English, Chandigarh University. Nipun Kalia is an Associate Professor of English at Department of English, Chandigarh University. 1 Aesop’s Fables is a collection of stories attributed to Aesop, a slave and storyteller who lived in ancient Greece during the fifth century BCE. 2 The Panchatantra is a collection of Indian animal fables credited to Vishnu Sharma, a royal pundit and teacher who lived in Mahilaropya (close to modern-day Chennai) in the third century BCE. Analysing Kamla Bhasin’s Rainbow Boys and Rainbow Girls    55 children’s novels had no impact on the development of most adults, especially those in positions of power and influence. There have been various concerns and worries about portraying LGBT characters in children’s literature and children’s media. Patrick Finnessy’s work analyses titles such as Heather Has Two Mommies by Lesléa Newman and Daddy’s Roommate by Michael Willhoite, which have attracted particular controversy regarding whether the content is appropriate for children. Nicholas J. Karolides explains, “They are not novels about sex but families, yet they are nonetheless possibly some of the most contentious of all children’s writings.”3 Cat Yampell notes that that “Both novels addressed and recognized the present necessity for acknowledging many forms of families, not simply the standard mother-father model.”4 While they have been criticised as “inappropriate” for containing material about “adult relationships”, it is clear that this is not the main concern of critics. Indeed, much of the controversy around these works is fuelled by dread of what children could discover about their own sexual identities, not about the sexualities of adults around them. Furthermore, any concern about children being alienated from their peers for discussing queerness is in reality informed by insecurity surrounding heteronormativity and its continued paradigm. By trying to fit within socially accepted institutions like ‘family’, many queer characters are seen as threatening these institutions. Unseen and unspoken, the concept of queerness has long been cloaked and developed in an almost imperceptible manner. This secretive history has, in recent years, become more public as queerness has become more accepted; this has resulted in an alleged sudden influx of queer individuals, though in reality it is merely a matter of increased safety upon coming out. The increasing presence of openly queer individuals has been criticized and received poorly by many people, particularly those with children who they fear will be ‘corrupted’. However, despite increasing the number of books with LGBTQ+ themes released each year for children, authentic narratives about the LGBTQ+ experience in children’s literature are still rare. Rarer still are narratives that focus on the queer experience as it intersects with categories such as race. Additionally, many retailers and libraries refuse to carry or shelve children’s books with queer themes. Much of the outcry surrounding these books takes cues from the  3 Nicholas J. Karolides, Censored Books II: Critical viewpoints, 1985-2000 (Lanham: Scarecrow Press, 2002), p. 283.  4 Cat Yampell, ‘Alyson Wonderland Publishing’, Bookbird, vol. 37, no. 3 (1999), p. 31.  Literature & Aesthetics 32 (1) 2022           56 ongoing assertion that children do not experience sexual orientation or gender identity. Of course, heterosexuality and cisgender identities are not included in this assessment, as they are considered ‘default’ and therefore non-contentious. Studies surrounding the development of sexual and gender identity in children in fact show that exposure to media that contains queerness has little to no bearing on the development of a child’s identity.5 As such, the censoring of children’s books with queer themes does not result in fewer queer people; it only results in those queer people feeling less accepted. This is also true of children whose parents are gay or transgender. When LGBTQ+ characters are included in family literature, they help to mainstream their relationships and honour the many different ways a modern family is defined today.  Scripting Sexuality in Ambiguous Ways Many authors of queer children’s literature portray sexuality in a manner that is both explicit and ambiguous. These writers use traditional milestones in adult relationships, such as marriage and having children, to express the bond between same-sex partners. Interestingly, there are trends of which types of queer relationships are portrayed doing certain activities. For instance, two female characters are more likely to appear in narratives about adoption, while wedding stories are more likely to be about two men. Another notable trend is that animals are often utilized to depict homosexual relationships in children’s media. Reading a narrative about animals having a homosexual connection may result in fewer questions asked by the child. Perhaps the most famous example of this is Peter Parnell and Justin Richardson’s And Tango Makes Three, which portrays two male penguins mating and eventually hatching an orphaned egg, raising the baby as their own.6 In these and other stories, the actual sexuality of gay characters is often left unstated or uncertain in the narratives they appear in. Adults may be described as “best friends” or roommates while participating in what is clear to adults is a homosexual relationship.7   5 Ronald Jeffrey Ringer, Queer Words, Queer Images: Communication and the Construction of Homosexuality (New York: New York University Press, 1994), p. 3.  6 Peter Parnell and Justin Richardson, And Tango Makes Three (New York: Simon and Schuster, 2005). 7 Mem Fox, ‘Politics and Literature: Chasing the ‘Isms’ from Children’s Books’, The Reading Teacher, vol. 46, no. 8 (1993), pp. 654–658.  Analysing Kamla Bhasin’s Rainbow Boys and Rainbow Girls    57 Heteronormative Policing A great deal of controversy has followed the trend of queer children’s literature, mostly from groups concerned with ‘traditional family values’. This is an example of heteronormative policing, in which an adult resists a child or group of children from engaging in non-heterosexual behaviour, or behaviour outside of their assigned gender stereotype. Researchers and educators have argued for more inclusion in children’s literature presenting LGBTQ+ characters or concerns as a direct response to these restrictions, as they may traumatise young queer children into rejecting their own sexuality or gender.8 Books like these are frequently excluded from school libraries due to censorship, both formal and informal.9 This censorship may include parental, teacher, or administrative resistance, and limited classroom budgets for this content.10 Although diverse children’s literature with LGBTQ+ characters may assist in the development of children both queer and non-queer, the truth is that these books seldom make it into classrooms, let alone in ways that may result in long-term changes. For this reason, it is essential to highlight that existing and prospective primary school teachers confront legal or cultural barriers and potential job termination when it comes to reading books about LGBTQ+ individuals or concerns in their classes.11 In analysing the use of queer materials in teaching children, we use a deconstructive strand of queer theory known as a ‘queer lens’ to examine how classroom communities can use books already on the shelves of elementary school libraries and classrooms. This can be useful to explore experiences and subjectivities that have often been considered inappropriate for schools.12 Readers can approach texts that may or may not feature queer characters in ways that emphasize more general notions of queerness,  8 Rose Casement, ‘Breaking the Silence: The Stories of Gay and Lesbian People in Children’s Literature’, New Advocate, vol. 15, no. 3 (2002), pp. 205-213.  9 Macey Morales, ‘Attempts to Remove Children’s Book on Male Penguin Couple Parenting Chick Continue’, News and Press Center, 3 January (2012). At https://www.ala.org/news/news/pressreleases2009/april2009/nlw08bbtopten.  10 Caitlin L Ryan and Jill M. Hermann-Wilmarth, ‘Already on the Shelf: Queer Readings of Award-Winning Children’s Literature’, Journal of Literacy Research, vol. 45, no. 2 (2013), pp. 142–172. 11 James Vaznis, ‘In Lawsuit, Parents Say Schools Ignore Their Beliefs’, The Boston Globe, 4 May (2006). At www.boston.com/news/local/articles/2006/05/04/in_lawsuit_parents_say_schools_ignore_their_beliefs/. Accessed 21/06/ 2022. 12 Violet J. Harris, Using Multiethnic Literature in the K-8 Classroom (Norwood: Christopher-Gordon, 1997), p. 135.   Literature & Aesthetics 32 (1) 2022           58 defined here as the disruption of normative categories relating to sexuality and gender as well as bodies and desire.13 Academics employ queer theory as a literary theory, but the practicalities of the approach can also be applied to childhood education. There are some barriers outside of attempts at censorship, many of which stem from non-queer adults’ hesitancy at approaching queer topics for fear of offence. Understandably, many instructors have not seen the term ‘queer’ used in a positive, non-derogatory context, much less one they would feel comfortable using at first. This can be remedied through providing educators greater access to resources on how to broach these topics. A phrase or concept may be used to open up a dialogue on nonnormative sexualities or genders in life and literature without specific study of LGBTQ-inclusive texts. A queer method may avoid censorship and be more accessible for some instructors to apply in their classrooms than reading literature featuring LGBT characters, even if challenging heteronormative assumptions always carries some danger in a heteronormative culture.14 Teachers might use a queer lens to read widely recognized books while disrupting the established heterosexuality. Finding queerness in areas where it is not supposed to be maybe a more major disruption than finding it in places where it is expected. This technique gives some comfort in the typical homophobic school atmosphere.15 In addition, it allows instructors to employ recognizable titles that feature a wider variety of characters and scenarios than are presently accessible in specifically LGBTQ+-themed children’s literature. These alternatives allow for more different character and story assessments.  Rainbow Children Sexual identity has been a hot-button subject in both literary and social circles in the last two decades due to increasingly open public talks about sexuality. For young adults, the issue of homosexuality is even more divisive, evoking frequent and acrimonious debate between advocacy groups, often divided along political lines. These groups alternately call for more young adult titles that address homosexuality as a normative part of modern society  13 William F. Pinar, Queer Theory in Education (London: Routledge, 1998), p. 197-219.  14 Toby J. Tetenbaum and Judith Pearson, ‘The voices in children’s literature: The impact of gender on the moral decisions of storybook characters’, Sex Roles, vol. 20, no. 1 (1989), pp. 381-395. 15 Melynda Huskey, ‘Queering the Picture Book’, The Lion and the Unicorn, vol. 26, no. 1 (2002), pp. 66-77. Analysing Kamla Bhasin’s Rainbow Boys and Rainbow Girls    59 or a reduction in the availability of such titles to young readers. Two such works of this genre are Kamla Bhasin’s Rainbow Girls (2019) and Rainbow Boys (2019). Rainbow Girls begins with a number of questions, which set the ground for further questioning of norms and expectations. Bhasin begins by asking if all girls are same, and whether they should all be same. Bhasin finds if that would be the case, it would be very boring. The brilliant illustrations by Priya Kuriyan complement each argument Bhasin attempts to subtly make. On the second page, different girls are illustrated, different in physical appearance. These differences include height, race, hairstyles, clothing, and facial appearance.  Forcing gender specific roles and deliberately pushing tender personalities into ‘boxes’ is an age-old practice. Bhasin endeavours to challenge ‘gender’ and ‘boxes’. With reference to her books Rainbow Boys and Rainbow Girls, the author says: I have always challenged gender, and I have challenged boxes — for girls and boys. Boxes are bad for all. In these books also, we are calling them satrangi (signifying seven colours of the rainbow, in Hindi). Everybody is different in nature; there are no two human beings that are exactly the same. But patriarchy wants all the men in the world to behave in a certain way, and all the women to behave in a certain way, too… Have they lost it? Not once does nature say that the tall man is superior or the fair woman is superior, and the dark one is useless. In fact, nature says its every creation is beautiful. We are all different, but not unequal; society makes us unequal — with the gender rules, the caste rules, the race rules.16 This takes us to Judith Butler’s performative view of gender roles. Butler asserts that the concept of gender should be extended by accommodating variations, forms and views that fail to fit into already set norms. She explains, “Gender is the mechanism by which notions of masculine and feminine are produced and naturalised, but gender might very well be the apparatus by which such terms are deconstructed and denaturalised.”17 The subsequent illustrations in Rainbow Girls elaborate upon the viability of choices that defy labels. Some girls prefer wearing shorts, while others like frocks and long skirts. There are still other girls who don’t have  16 Prerna Mittra, ‘“No two boys or girls are alike”: Kamla Bhasin on her books Satrangi Ladke and Satrangi Ladkiyan’, The India Express, 21 May (2020). At https://indianexpress.com/article/parenting/learning/gender-no-two-boys-girls-are-alike-author-kamla-bhasin-satrangi-ladke-and-satrangi-ladkiyan-6420312/. Accessed 21/06/ 2022 17 Judith Butler, Undoing Gender (London: Routledge, 2004), p. 42.   Literature & Aesthetics 32 (1) 2022           60 any specific preferences about clothing and are content to slip into their father’s kurta.  As Judith Butler writes in their pivotal book, Bodies That Matter:  When the constructed status of gender is theorized as radically independent of sex, gender itself becomes a free-floating artifice, with the consequences of man and masculine might just as easily signify a female body as a male one, and woman and feminine a male body as easily as a female one.18  In an interview, Bhasin reflects, Every child is special. So, instead of asking a boy why he has long hair, and why he is wearing a dress, let him choose, and let us encourage that. Let us all understand that gender is imposed on people. Let’s not push people into those boxes — male-female, rich-poor, Hindu-Muslim, etc. We can see in India how badly we need equality.19 Just like the aforementioned natural differences in clothing pertaining to one’s individual choice, likes and dislikes can in no way be attached to gender. The activities one likes to carry out or enjoys heartily are subjective to one’s choice only. The illustrations show a girl climbing a tree and hanging freely. The stringent norms of society state that adventurous activities are only meant for boys whereas girls are only suitable for risk-free safe activities. Incorrectly labelled as a ‘tender gender’, girls are often believed to be less strong by the guardians of society’s rulebook. Bhasin rejects these stereotypes and empowers young girls to reject them as well. Another similar bold statement is made by the writer: “Some girls like to ride anything that moves. A cycle, a horse, even a donkey.”20 Riding a cycle or a horse is again a presumable boyish activity thought suitable for male gender only. There is yet another illustration on the same page which shows a girl indulging in much girlish activities not because she happens to be a girl and not a boy, but because she finds happiness in doing so. Throughout the book, Bhasin works to normalise any deviations based on choices and preferences. She extends this though to the next page as well, writing, “Some like to sing loudly and some are just happy to hum. Some girls love flying kites and some just love playing gilly danda.”21 Being an outgoing person or being in introvert is an aspect of behaviour which has no connections with gender or gender norms. Society dictates a girl to be at  18 Judith Butler, Bodies That Matter: On the Discursive Limits of Sex (New York: Routledge, 2011), p. 6.  19 Mittra, ‘No two boys or girls are alike’. 20 Kamla Bhasin, Rainbow Girls (Bangalore: Pratham Books, 2019), pp. 6-13. 21 Bhasin, Rainbow Girls, p. 7.  Analysing Kamla Bhasin’s Rainbow Boys and Rainbow Girls    61 home and not to be outdoors playing. The fact that some choose to stay at home by choice while others find pleasure in playing outdoor games, running and playing needs to be recognised and not stereotyped in any way. Bhasin writes, “Some girls like to be home and sit on their father’s lap. Some like to be outdoor and to run and play.”22 The word ‘like’ has been used aptly and intelligently by the writer throughout the book to signify preferences in aspects such as hobbies and dress have no relation with gender and gender norms in particular.  On the similar grounds, Bhasin also discusses gender, dress, and choice-based origins of expression. She writes, “Some love dressing up. But there are others who do not enjoy dressing up, nor do they have the time for it. They are happy in their shabby clothes and flying hair.”23 Even before the advent of the modern, Western notion of gender, fashion scholars in anthropology, psychology, sociology, and art history highlighted the differences between male and female adornment and associated them to the cultural and social roles of men and women. The variety of gender expression in dress, exposed through historical or cross-cultural study, inclined to oppose the already existing models of femininity and masculinity as stable and opposing categories. The extravagant fashionable clothes donned by men during the Italian Renaissance, for instance, was tough to resolve with the persistence of psychologists that masculine nature was instrumental and practical, while that of women was expressive and emotional. As psychology and biology have moved to discard the binary model of sex and gender, fashion studies have engaged in a progressively significant role in decoding the complexity of gender symbolism and expression. There has been substantial interest amongst dress scholars in the behavioural and social sciences exploring and evaluating the cultural features of femininity and masculinity. Novel viewpoints on gender have arisen from cultural studies, linguistics, and interdisciplinary fields since the late 1970s, many of them overtly challenging the postulation that gender and sex are binary opposites. The illustrations here on take us to the gender performativity and drag performance reflected upon by Judith Butler.24 Drag is frequently fun, complex, and exciting for audiences and performers alike. Butler elaborates on drag as a subversive act that denaturalizes the assumed congruency of  22 Bhasin, Rainbow Girls, p. 8.  23 Bhasin, Rainbow Girls, p. 9.  24 Judith Butler, Gender Trouble: Feminism and the Subversion of Identity (New York: Routledge, 1990), p. 189.   Literature & Aesthetics 32 (1) 2022           62 gender, sex, and sexual desire or orientation. They emphasise that “all gender is drag performance, not something that can easily be put on and taken off but is constituted by a set of re-iterative performances that can prepare someone for the theatrical stage or the stage of everyday life.”25 Roger Baker elaborates about the prospects offered for comprehending gender performances more largely by the way of drag performance. Baker mainly refers to drag as “aesthetic stylings of the body, emphasizing that what one wears challenges cultural norms of gender and sexuality.”26 Butler has pointed out the ambivalent character of drag, stating that it, “reflects the more general situation of being implicated in the regimes of power by which one is constituted and, hence, of being implicated in the very regimes of power that one opposes.”27 This advocates that drag concurrently denaturalizes the concept of gender while at the same time strengthening it. In the book as well, the writer attempts to denaturalize all preconceptions related to clothing tied a specific body or gender. This is done through an overt discussion by the way of illustrations. Bhasin further writes: “Girls can be calm. They can also be naughty. Sometimes they can get very angry and scream.”28 This takes us back to Butler’s theory on performativity and gendered behaviour. Feminists have frequently made a division between bodily sex (the corporeal facts of our existence) and gender (the social rules that govern the distinctions between femininity and masculinity). It has been recognized that some specific anatomical differences do prevail between men and women; however, the majority of gender differences are caused by societal conventions that regulate the behaviours of women and men. These are actually social gender constructions that have very less or absolutely nothing to do with sexual anatomy.29  The book ends with the lines: “Girls are a mix of happy, angry, naughty, fun or quiet. All children should be what they want to be because they are all individuals.”30 The writer advocates for the individuality and freedom to gender expression for the entire queer community through children. She also effortlessly succeeds in putting forward the view that gender expression, gender identity, and queer are not just adult topics.  25 Buter, Gender Trouble, p. 189. 26 Roger Baker, Drag: A History of Female Impersonation on The Stage (New York: New York University Press, 1994), p. 221.  27 Butler, Gender Trouble, p. 156.  28 Bhasin, Rainbow Girls, p. 10.  29 Sara Salih, On Judith Butler (London: Routledge, 2002), pp. 61, 65.  30 Bhasin, Rainbow Girls, pp. 12-13.  Analysing Kamla Bhasin’s Rainbow Boys and Rainbow Girls    63 Rather, they all have roots in childhood.  In a similar way, Bhasin elaborates about the concepts of gender and sexuality in boys in her book Rainbow Boys. The cover page has illustrations of many boys who are different from each other in physical appearance. All of them are dressed differently and one among them wears a dupatta which is traditionally women’s clothing. This depicts a kind of fluidity in terms of clothing preferences in children. Butler writes in the first chapter of Gender Trouble:  Gender is the repeated stylization of the body, a set of repeated acts within a highly rigid regulatory frame that congeal over time to produce the appearance of substance, of a natural sort of being. A political genealogy of gender ontologies, if it is successful, will deconstruct the substantive appearance of gender into its constitutive acts and locate and account for those acts within the compulsory frames set by the various forces that police the social appearance of gender.31 Choices of activities, behaviours or clothing can be aligned with a person’s assigned gender, such as a boy wearing a kurta. The choices may also be different, like when a boy wears a frock. From a child’s viewpoint, playing with a toy or donning specific clothing purely means “I like this.” This fluidity of expression demands acceptance and validation. The gender schemas need to be deconstructed and reconstructed with a scope for deviation.  Garment and fashion are the subjects of intense sociological, historical, anthropological, and semiotic analysis in contemporary social theory. The phenomena of fashion, the effect of which is documented by the well-known cliché, You become what you wear, provides a solid, diverse set of clothing options and discloses numerous unanticipated traditions. These traditions are that by which fashion is a fragment of the material, tangible, reflective, complicated and symbolic procedure of creating of the modern and postmodern self, identity, body and social relationships.32 The development of gender identity is a social construct, and clothing and fashion are two factors of this arrangement. Even fashion should be thought of as a part of the social processes of discrimination, reproduction of hierarchy’s position and prestige in a deeply unequal society.  Fashion is a part of all of our lives whether we acknowledge the fact  31 Butler, Gender Trouble, p. 33.  32 Jo Barraclough Paoletti, Fashion, Dress, and Gender (London: Bloomsbury Publishing, 2019), p. 92.   Literature & Aesthetics 32 (1) 2022           64 or not. Every day when we wake up and dress up, we are making a conscious decision on how we wish to be perceived by others. That decision is affected by several external factors such as fashion trends, what we are doing that day, the weather, emotions, gender, and our perceived notions of what we see in the media. Fashion is not only a way of identity and self-expression, but the clothes that we wear help us find a suitable place for ourselves within larger concrete society. Clothing is a form of nonverbal communication that indicates aspects of one’s person, such as personality, culture, and gender.33 As Georg Simmel argues, the desire for conformity is what drives fashion.34 People imitate what they see in order to fit in. Jeanette C. Lauer argues that “fashion marks us as conventional members of a particular group while it simultaneously differentiates us from those who are outside that group”35. Through socialization, a person will gain an understanding of their personality and sense of self.  Returning to Rainbow Boys, Bhasin also questions stereotypes around how boys are expected to manage their emotions. She writes: “Arrey! Are you crying? A boy crying!”36 Differences based of choices and display of individual character is also discussed as the writer writes:  Some boys like to shout and bully their friends.  Some are gentle. They don’t pick fights and lend a helping hand to all. Some love to sew and knit and are very good at it. Some love to study and have no interest in games. Some love to play and if they had their way, they would play the whole day.37 Similar concepts have been highlighted by Bhasin in her book Rainbow Boys as in Rainbow Girls on identical lines.  The author reiterates the fact that no two boys are alike, neither in terms of their choices, nor any other aspect like gender or sexuality. Moreover, concepts like gender and sexuality should be left as free-floating artifice and every child should be free to realize, accept and assume it in any way they wish to. The whole purpose of the writer in citing familiar instances from lives of young boys and girls and talking on familiar situations is to  33 Jeanette. C. Lauer and Robert H. Lauer, Fashion Power: The Meaning of Fashion in American Society (Hokoben: Prentice Hall Direct, 1981), p. 105.  34 Georg Simmel, ‘Fashion’, American Journal of Sociology vol. 62, no. 6 (1957), pp. 541–558.  35 Lauer and Lauer, Fashion Power, p. 186.  36 Kamla Bhasin, Rainbow Boys (Bangalore: Pratham Books, 2019), pp. 2-12.  37 Bhasin, Rainbow Boys, pp. 7-9.  Analysing Kamla Bhasin’s Rainbow Boys and Rainbow Girls    65 direct the audience to a firm realisation that possibilities are endless in every aspect. Overall, Bhasin’s texts work to detach gender from strict societal expectations and encourages children to embrace themselves as individuals defined by more than their gender.  Conclusion This article has highlighted a number of dimensions in discourse surrounding children’s literature. This includes methods adopted for scripting sexuality, heteronormative policing, and veiled depiction of homosexuality in children’s books. A detailed analysis of Kamla Bhasin’s two books, Rainbow Boys and Rainbow Girls has also been carried out in light of queer theory. The analysis involves a detailed discussion on the idea of fashion; the universe of clothing; the concepts of drag, gender and sexuality. The article draws upon the arguments of theorists like Judith Butler and Roger Baker.  Kamla Bhasin clearly proves through her texts Rainbow Boys and Rainbow Girls that adult themes like queer, gender and sexuality are appropriate, and even necessary, for children’s development. She successfully asserts that individuality and freedom to gender expression is a right and necessity for both childhood development, and for the entire queer community at large. Children’s literature that discusses LGBTQ+ issues function as indispensable resources for children, queer parents, and teachers, and Bhasin’s work is no different.  ",
    "id": 578253382,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs-prod.library.usyd.edu.au:article/17057"
    },
    "title": "Reading Between the Lines: Analysing Kamla Bhasin’s Rainbow Boys and Rainbow Girls",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-11-24T00:00:00+00:00",
    "publisher": "Literature & Aesthetics",
    "references": [],
    "sourceFulltextUrls": [
        "https://openjournals.library.sydney.edu.au/LA/article/download/17057/14637"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/578253382.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/578253382"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/578253382/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/578253382/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/578253382"
        }
    ],
    "abstract": "",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs-prod.library.usyd.edu.au:article/17057",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13058",
        "openDoarId": 0,
        "name": "The University of Sydney: Sydney eScholarship Journals online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 578253382,
        "depositedDate": null,
        "publishedDate": "2022-11-24T00:00:00+00:00",
        "updatedDate": "2024-02-13T08:22:16+00:00",
        "acceptedDate": null,
        "createdDate": "2023-08-15T05:16:14+01:00"
    },
    "urls": [
        "https://openjournals.library.sydney.edu.au/LA/article/view/17057"
    ],
    "lastUpdate": "2024-02-13T08:22:16+00:00",
    "setSpecs": []
}