{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dennis, Christina"
        }
    ],
    "contributors": [],
    "createdDate": "2020-07-09T11:14:54+01:00",
    "dataProvider": {
        "id": 3822,
        "name": "Lesley University",
        "url": "https://api.core.ac.uk/v3/data-providers/3822",
        "logo": "https://api.core.ac.uk/data-providers/3822/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/326604275.pdf",
    "fullText": "Lesley University DigitalCommons@Lesley Expressive Therapies Capstone Theses Graduate School of Arts and Social Sciences (GSASS) Spring 5-16-2020 Reclaiming Metaphor; Myths, Monsters, and Narratives with LGBTQ+ Adolescents in Drama Therapy Christina Dennis Lesley University, cdennis2@lesley.edu Follow this and additional works at: https://digitalcommons.lesley.edu/expressive_theses  Part of the Social and Behavioral Sciences Commons Recommended Citation Dennis, Christina, \"Reclaiming Metaphor; Myths, Monsters, and Narratives with LGBTQ+ Adolescents in Drama Therapy\" (2020). Expressive Therapies Capstone Theses. 278. https://digitalcommons.lesley.edu/expressive_theses/278 This Thesis is brought to you for free and open access by the Graduate School of Arts and Social Sciences (GSASS) at DigitalCommons@Lesley. It has been accepted for inclusion in Expressive Therapies Capstone Theses by an authorized administrator of DigitalCommons@Lesley. For more information, please contact digitalcommons@lesley.edu, cvrattos@lesley.edu.  Reclaiming Metaphor              Reclaiming Metaphor; Myths, Monsters, and Narratives with LGBTQ+ Adolescents in Drama Therapy  Thesis Capstone Lesley University            Spring 2020 Christina Dennis Specialization: Drama Therapy Thesis Instructor: Laura Wood, PhD. BCT/RDT  2 Reclaiming Metaphor                                                                                                                             Abstract This paper will present a synthesis of existing available research on the unique needs of the LGBTQ+ adolescent community within the field of drama therapy with a specific focus on Narradrama and Joseph Campbell’s Monomyth approach to mythology. The literature review of these subjects will be aimed at the future use of Monomyth in conjunction with Narradrama with LGBTQ+ adolescents who are experiencing identity issues and other crises associated with their status as members of the queer community. This literature review will aim to create a base of collated research to aid in future method interventions using mythology and heightened narrative in drama therapy practice. The goal of creating this base of research will be to open up conversation and potential future research into fusing existing drama therapy techniques and practices with new ideas for the population. The paper will conclude with a brief overview of ideas on methods or interventions that could grow from the existing literature that has been compiled.  Keywords: drama therapy, narrative therapy, Narradrama, LGBTQ+, queer, monomyth, metaphor     3 Reclaiming Metaphor                                                                                                                             Introduction Heteronormativity and the societal assumptions that accompany it acts as a form of cultural norming, which forces all those who do not conform to its labels and expectations into the margins of daily life. The full current acronym for the queer community is LGBTTQQIAP (lesbian, gay, bisexual, transgender, transsexual, queer, questioning, intersex, asexual, pansexual) but for the purposes of this paper the acronym will be shortened to LGBTQ+ and the word queer will be used interchangeably with the acronym (Krutzsch, 2019). LGBTQ+ populations live with constant messages from all aspects of society that being heterosexual or straight is the default or correct way in which to exist in the world (Steelman, 2016). From movies, books, technology algorithms, and daily interactions, queer people are reminded of their innate otherness compared to the mainstream culture. While recent advancements have been made in LGBTQ+ rights and media representation, cultural norms still remain staunchly in the realm of straight love and sexuality (Kim, 2007). This literature review will focus on the existing information available surrounding the unique challenges the LGBTQ+ adolescent population faces, the use of drama therapy as an intervention with this population, and how mythology and heightened narrative can be coupled with the drama therapy method of Narradrama to address the unique needs of this population in clinical and therapeutic settings. While a fair amount of research exists about the needs of LGBTQ+ youth, there is little research available about expressive therapies with this population and even less specifically focusing on drama therapy with queer adolescents. This review will highlight the gaps in this 4 Reclaiming Metaphor                                                                                                                          research and where it could be expanded upon. As there is currently no literature specifically on the use of mythology and drama therapy with LGBTQ+ adolescents this writer will extrapolate on the ways in which mythology can be coupled with Narradrama to create new and effective interventions for the population. This literature review will cover the population of LGBTQ+ adolescents and the unique challenges they face, a brief overview of drama therapy and the method of drama therapy called Narradrama, the popular mythology study of Monomyth, and how these things can be combined to create new interventions in the future for LGBTQ+ adolescents. Bracketing personal identity “Bracketing is not simply a one-time occurrence of setting preconceptions in abeyance, but a process of self-discovery whereby buried emotions and experiences may surface” (Tufford & Newman, 2012). With this thesis’s focus on LGBTQ+ adolescents and the queer community it is worth noting that this writer identifies as a white, cisgender, pansexual/queer woman and all the implicit biases that those intersecting identities may entail. As someone who was themselves once a confused and bullied queer adolescent, the work of counseling with LGBTQ+ clients has a personal calling and influence which this writer feels should be named going into this literature review. As someone who is active in the LGBTQ+ community both in her personal and professional life this writer also goes into this research with existing understandings and preconceived notions about certain attitudes and past experiences of queer individuals and communities. By claiming these unavoidable biases and experiences this writer hopes to create transparency and minimize any detrimental effects these biases may have on the work in this thesis. This writer also acknowledges that no amount of bracketing can remove personal bias 5 Reclaiming Metaphor                                                                                                                          entirely and only hopes that by stating these existing limitations that they can be mitigated as much as possible. Literature Review  The goal for this review aims to establish a base of research that will serve in future endeavors to create new drama therapy methods and interventions for LGBTQ+ adolescents. As such the review will focus on the demographic of queer adolescents and the unique challenges they face in life and potential barriers to treatment and services that they may face as a result of their identity or sexuality. The aim of this research combination is to bridge the existing literature on drama therapy, the method within drama therapy of Narradrama, and Narradrama’s inspiration and well source of narrative therapy with the well-known mythography study of Joseph Campbell’s monomyth theory. As such all of these subjects will be explored with a more prominent emphasis on: LGBTQ+ adolescents, narrative therapy, Narradrama, and metaphor in Monomyth. These are the main fields of study this writer hopes to fuse to create future interventions for queer adolescents.  It is important to briefly speak on the limitations of this literature review. This writer is working in North America and many of the needs of the LGBTQ+ adolescent population will stem from the culture of North America since that is where this writer lives and works and where the predominant literature being reviewed was written. The history of drama therapy by the same limitations will focus on how drama therapy has developed here in North America and the main methods and interventions utilized there and will not speak to other countries individuals histories of developing their own drama therapy programs and practices. Population: LGBTQ+ Adolescents 6 Reclaiming Metaphor                                                                                                                           The LGBTQ+ community has historically faced unique problems and challenges when fighting for civil rights (Krutzsch, 2019). Both gay rights and women’s rights agendas have often faced the idea that they need to wait their turn, in terms of having their rights postponed while other civil rights battles are being fought. Queer rights historically have also faced unique hurdles due to the ill-founded idea that being queer is an invisible minority status and so any queer individual can simply not act or look gay to avoid discrimination; this is patently false. Many members of the LGBTQ+ adolescent community faced discrimination and bullying aimed towards their gender identity or sexuality long before they themselves came to an understanding about their own identity (Beauregard & Moore, 2011).  A quantitative study was conducted by Marx & Kettrey (2016) of high school students who actively belonged to a Gay Straight Alliance, also known as GSA, or other equivalent school group about their experiences with bullying. The factors tested for were; Homophobic Victimization, Fear for Safety, and Homophobic Remarks. Students with GSA’s reported these rates at .70, .64, and .48. These statistics also only account for LGBTQ+ students who were a part of the organization so the actual amount of bullying towards queer identifying youth could actually be even higher (Marx & Kettrey, 2016). Bullying around gender identity or sexual orientation are also often reported as being more hurtful and offensive (Swearer et. al., 2008).  There are no federal protections in the United States to protect LGBTQ+ people from facing discrimination based on their gender identity or orientation (Krutzsch, 2019). This puts any member of the queer community in jeopardy, but it also exacerbates the struggles facing queer youth. The decision to live openly as a member of the LGBTQ+ community faces inherent risks to adults let alone to adolescents, and that is working under the assumption that it was a choice at all and that the individual was not outed against their will. According to PEW research 7 Reclaiming Metaphor                                                                                                                          studies (2019) the average age for someone to come out to someone close to them is 20. This makes sense, as the individual at age 20 is legally an adult and can make choices for their own life and freedom should their close supports or family be unwilling to accept their truth. This is not the case for LGBTQ+ adolescents, they are still at the mercy of their caregivers and the systems of care which exist in their country, systems which are often flawed and were not created with the unique needs of queer youth in mind (Côté & Blais, 2019).  LGBTQ+ adolescents exist in a place of overlapping vulnerabilities. They face unique challenges and have different needs than those of their straight peers. As minors, they lack control over many decisions regarding their own futures. Lack of control over their lives is a common complaint among adolescents, but this is magnified in queer youth because they may feel powerless to simply exist as their true selves (Rivers et. al., 2018). Many queer youths come from homes that do not accept their existence within the LGBTQ+ spectrum. Being LGBTQ+ makes them vulnerable to discrimination, violence, and the day to day micro and macro aggressions that can accompany existing in the world as a minority. On top of this, many queer youths exist with multiple minority status, such as also existing as a Person of Color, or POC, in the community. With this status, they must navigate the world while dealing with discrimination on more than one front (Swann et al, 2016). Queer youth with multiple minority status also face challenges their white peers will never face, often experiencing overlapping discrimination from the outside world and cultural prejudices unique to their situations (Darren et al, 2014). These vulnerabilities color the daily existence of LGBTQ+ youth and create inevitable challenges that their straight peers will never encounter. Suicidality 8 Reclaiming Metaphor                                                                                                                           Queer youth are more likely to contemplate suicide and experience suicidal ideations and are also more likely to actually attempt suicide within their lifetime (Rivers et al, 2018). LGBTQ+ youth are also less likely to receive necessary mental health services. This is for multiple reasons. Queer youth may feel afraid to seek out services as the need for them may pertain to their identity, something that they may be trying to keep a secret. The youth may also come from a family who, for cultural or religious reasons, look down on mental health counseling, so the youth may never have the chance to receive services in the first place (Lee & Ostergard, 2017). Even if the youth does manage to obtain services, there is no guarantee they will find counseling programs that offer queer friendly or queer specific counseling. The fact remains queer youth who are contemplating self-harm, suicidal ideation, or suicidal intent are less likely to receive potentially lifesaving counseling interventions (Duncan & Hatzenbuehler, 2014). LGBTQ+ youth also face the challenge of having to come out, or explain their identity to family, friends, and even strangers. One of the leading causes for LGBTQ+ youth to experience homelessness is contention within their family around the youth’s queer identity (Lee & Ostergard Jr., 2017). This disagreement or outright expulsion from the family unit is yet another difficulty that a queer youth may experience within their life. As an underage person, the youth cannot simply choose to move or relocate themselves. Renting an apartment would, at minimum, require a cosigner and independent means. They must sometimes face the dilemma of having a roof over their heads or getting to live their truth (Côté & Blais, 2019). This choice or the family’s forceful expulsion of the youth leaves the individual with no choice but to experience homelessness. Homelessness 9 Reclaiming Metaphor                                                                                                                          Research shows queer youth are more likely to experience homelessness in their lifetime than youth who do not identify as queer. (Côté & Blais, 2019). That same research also indicates that queer youth are less likely to receive social services while experiencing homelessness and that due to discrimination, sexual assault, and fear they are less likely to even attempt to seek services in the first place. Furthermore, a queer youth seeks services, they are more likely to be kicked out of shelters if they are open about their identity or sexuality (Côté & Blais, 2019). The systems in place for those experiencing homelessness in America often involve weeks, months, or years of waiting for the people seeking help and solutions. As an adolescent, queer youth often cannot even apply for better solutions such as affordable housing plans due to their being underage (Côté & Blais, 2019). All of these factors compound the initial problem of experiencing homelessness and makes it more likely that a LGBTQ+ youth will simply give up seeking services and find alternative, and often dangerous, means of making it on their own. This leaves queer youth vulnerable to exploitive labor such as having to take jobs under the table or working in situations of sexual exploitation or human trafficking. The youth find themselves slipping through the cracks of our systems with no knowledge of how to get the help they need (Côté & Blais, 2019). LGBTQ+ Adolescents and Religious Institutions  Many queer youth have experienced negative interactions with established religions and therefore are also disconnected or left out of spiritual narratives (Rhoades et al, 2016). Many organized religions openly oppose LGBTQ+ rights. In mainstream culture, such sayings as pray the gay away are well known. They express the sentiment held by many religions that being queer is a choice rather than a state of being and that being queer or gay can be fixed (Krutzsch, 2019). Some religious organizations go so far as working with or running conversion therapy 10 Reclaiming Metaphor                                                                                                                          centers. These establishments claim to treat queer individuals and force them into heterosexuality as a means of curing the person of their LGBTQ+ status (Rhoades et al. 2016) While some members of the community manage to find acceptance and love from their religion or another spiritual institution, many queer youth report not even knowing that being both LGBTQ+ and religious is an option due to the systemic discrimination within many organized religions (Mark, 2018).  The loss of church for many youth is not as simple as losing a belief or faith. Churches and faith structures can be the person's whole community; their family, friends, and social supports are often all held within the confines of their belief system. Choosing to leave means giving up all support and starting over from scratch. This also supposes that the youth had a choice in the matter and were not simply kicked out of their homes due to conflict between the family’s religious beliefs and the youth's identity (Côté & Blais, 2019). Many belief systems will forcibly remove an individual from a church congregation or other worship space if it is discovered that the person in question is LGBTQ+. This can happen at any age, but it poses an especially large threat to queer youth, who then face the potential of losing their entire social support structure, family, and faith in one fell swoop, leaving them vulnerable and alone (Mark, 2018).  Some faith structures are open and inclusive towards members of their congregation that are LGBTQ+, but others offer halfhearted empty gestures of acceptance that can cause more harm than good (Mark, 2018). In an interview series about Pentecostal-Charismatic churches in Australia a number of interviewees expressed that their church would allow them to stay, but only if they pledged indefinite celibacy. Even then, they were denied roles within the higher levels of the faith, losing positions as board members or deacons or teachers within the church 11 Reclaiming Metaphor                                                                                                                          (Mark, 2018). These half measures of acceptance make it clear that some religious institutions do not want to lose members, yet they are also unwilling to love and accept the individual as a whole person.  In addition to religious oppression and the increased suicide and homelessness risks, these factors compound one another. Due to the domino effect of unacceptance towards the LGBTQ+ community, one of these unique challenges faced by queer adolescents then feeds into another. This makes queer youth an especially vulnerable population that deserves unique considerations and interventions. All of these existing pitfalls need to be kept in mind when creating therapeutic interventions for queer adolescents. Their needs may be the same as other adolescent clients; acceptance, understanding, self-possession etc. but their access to the supports needed to cultivate these things can be severely impaired. Holding all this information in mind is critical to developing interventions that will be effective and beneficial in helping the youth embrace their own self and identity as a whole person. Drama Therapy  “In the beginning, there was Moreno” (Johnson, 2009, pg. 5). Drama therapy is an active, embodied approach to therapy that allows clients to explore their inner selves through dramatic enactment and techniques (NADTA, 2019). It originally stemmed from psychodrama, an early form of therapy created by a psychiatrist named Jacob Moreno in the 1920’s (Johnson, 2009). Moreno’s work in psychodrama would eventually inspire the founders of modern drama therapy in North America. Psychodrama itself is also still an active field of therapy and some drama therapists also practice psychodrama. The drama therapy field began to expand and move away from being strictly a strictly psychodramatic practice in the 1960’s (Johnson, 2009). Methods and approaches in drama therapy use a variety of theatre activities and processes to help clients 12 Reclaiming Metaphor                                                                                                                          gain insights toward their therapeutic goals. For example, role play, improvisation, masks and puppetry (Johnson, 2009). In the United States the first national drama therapy association was founded in 1979 and would later become the North American Drama Therapy Association, incorporating Canada into the organization (Johnson, 2009). Two Drama therapy master’s programs were opened in 1982 and 1983 in California and New York. Today there are nearly 500 registered drama therapists, over 1,000 members of the NADTA, and drama therapy has established a global presence in the field of mental health (Wood, 2019). Narradrama Narradrama is a method of drama therapy which focuses on the narratives of clients and how the stories of key moments in their lives and the stories they tell themselves about their lives shape and impact them. Originated by Pamela Dunne, Narradrama is based on and borrows heavily from narrative therapy (Dunne, 2009). Narrative therapy was created by Michael White and David Epston in the 1990’s (Panina-Beard & Vadeboncoeur, 2019). White’s early work in developing the theoretical framework for narrative therapy relied heavily on the philosophical and historical work of Michel Foucault. One of the major themes of Foucault's work was focusing on the objectification of individuals, the ways in which classifying or applying the stigma of a diagnosis or social classification onto an individual could dehumanize or reduce that person to nothing more than man made labels. Foucault's work on dividing practices, the systems of socially or physically distancing those believed to be different or aberrant from societal norms, would greatly inform the approaches White chose to focus on in narrative therapy (Madigan, 2019). White wanted narrative therapy to approach counseling from a lens of overlapping considerations, believing that who a person is and the problems they are facing are the result of many contributing factors be it societal pressure, political, or family dynamics. 13 Reclaiming Metaphor                                                                                                                          Madigan (2019) would say of narrative therapy and its core beliefs on personal identity “From a narrative therapy standpoint, the concept of identity is cultural, discursive, multi sited, multistoried, contextual, and relational (pg. 36). Foucault’s philosophical work around objectifying individuals also tied heavily into the questions some mental health professionals, White included, had around the potential harm a DSM diagnosis could have on how a client looked at their own identity. An example was the growing prevalence of diagnosing youth with ADHD in the 1990’s. That diagnosis became shorthand for how others referred to the youth as well as how they came to refer to themselves (Madigan, 2019). In narrative therapy, the therapist approaches the client’s experiences from the understanding that there are always many interpretations and layers to the memories and landmark events that have shaped the client’s sense of self (Panina-Beard, & Vadeboncouer, 2019). “By integrating a poststructural theoretical position in his practice of therapy, Michael White proposed that the complexity of life—how lives are lived, and how we conceptualize identity—is mediated through the expression of the stories we tell” (Madigan, 2019). Narradrama approaches working with clients in much the same way, but it takes the extra step of using drama therapy methods such as embodiment to further the therapy. This allows the client to explore their own stories in the course of therapy and interact with their own preconceived notions within the therapeutic space (Dunne, 2009). Participants are encouraged to view their own story, embody different roles within their story, and take an active role in changing the narrative for themselves.  There are several key concepts borrowed from narrative therapy that Narradrama utilizes: Outsider Witnesses, Double Listening, Re-Membering Conversations, and Reauthoring. All of these concepts can be found in Martin Payne’s 2006 title Narrative Therapy, which extrapolates 14 Reclaiming Metaphor                                                                                                                          on each key concept. It also provides a brief history of intersecting areas of study that have impacted narrative therapy and are in turn impacted by narrative therapy. Steve Madigan’s 2019 second edition of Narrative Therapy (Theories of Psychotherapy Series) also delves into the key concepts of narrative therapy while exploring the history and theoretical framworks that narrative therapy is based on. Outside witnesses are a group of observers composed of professionals and non-clients who are not actively participating in the story. Rather, they are witnesses to the action. After the action, this group will reflect on their own about what they have witnessed while the group who was a part of the story has their own separate discussion and reflection time. This separation creates more varied perspectives and enriches the experience of story sharing and provides a critical element for narradrama, that of the audience or witness (Payne, 2006). Double listening is a tool used in narrative therapy and Narradrama to bring a new perspective to the client’s narrative. The version of the story that the client initially presents is only one perspective; double listening is used to find what is not immediately obvious, what is being overlooked, or what is missed in the single perspective of the story. The technique of double listening refers to the client being heard or witnessed not just once or in one way but doubly or more by the witnesses within the group and the therapist. Double listening also lets the therapist and client begin to explore implicit parts of the client's story by bringing the nonverbal aspects of the story into the light (Madigan, 2019). Re-Membering conversations involves the client remembering individuals who have had a significant impact on their lives, the people who have shaped their narrative or deeply impacted them in some way. These people can represent both positive and negative influences. This exercise allows the client and therapist to explore the various people and voices that have shaped 15 Reclaiming Metaphor                                                                                                                          the client’s experiences and confront the negative voices which speak over or drown out the positive. The client is also invited to explore how they have impacted the significant people in their life (Payne, 2006). Reauthoring opens the conversation up to alternative story lines. This begins to help the client remember that they contain multitudes and no single storyline could encapsulate who they are as a person or who they can still become. Reauthoring contextualizes questions for the clients into two categories, those about actions and those about identity. Reauthoring continues the work of opening up the client’s stories to new possibilities and perspectives. Another aspect of reauthoring was helping clients untangle the confusing or contradictory experiences of their own lived life stories and the dominant narratives about that lived experience. Helping the client gain the self-possession necessary to claim ownership of the narratives which have always been theirs for the taking (Payne, 2006). An important aspect of retelling and reauthoring is White’s technique of definitional ceremonies. Definitional ceremonies help a client choose key elements of their life narratives and ground them to their core selves. The ceremony itself varies widely depending on each client's background and individuals’ identities (Payne 2006). This technique feeds back into the importance identity plays in narrative therapy. White believed that negative cycles of the stories clients tell themselves could lead to pathology and cycles of self-destructive choices. By creating these definitional ceremonies with client’s narrative therapists and Narradrama therapists are able to help the client move back towards a place of finding their core-selves and begin to redefine themselves through healthier narratives. It should be noted that it is very important to understand the culture of the clients one would be doing definitional ceremonies with as cultural implications and considerations would play heavily into how one approached the ceremony for 16 Reclaiming Metaphor                                                                                                                          the client (Madigan, 2019). An upside to this careful approach to approaching the client’s culture with humility and a willingness to learn is it allows the clients culture to come into the ceremony and deepen the connection and effectiveness of the technique (Payne, 2006). Narradrama has taken the above techniques from narrative therapy and shaped and adjusted them to work alongside other drama therapy methods in order to continue molding therapy interventions that serve the client. Narradrama also addresses an issue that has been brought up around traditional counseling that narrative therapy also works to address, namely that of static representation of experience (Madigan, 2019). Static representation refers to the issue of only dealing with a client's past as a static and unchangeable permanent state. But Narradrama gives clients the chance to redress the past and change how they view narratives that no longer serve them (Dunne, 2009).  There are also different techniques if utilizing Narradrama with children, such as; The Wonder Space, and Transformational Circle, and Ritual.  The wonder space indicates a specific physical area of the therapeutic space where the therapist or client can go to during a session. There, they can use projective objects such as puppets, stuffed animals, or other toys, to speak about something that they are curious about (Dunne, 2009). The transformational circle is also a physical space and can be utilized to help the child mark a change in something, whether that is a new view they have developed, an old belief they are ready to let go of, or any other change the child feels like marking or exploring. The transformational ritual takes place within the circle and acts as a way to mark the change for the child (Dunne, 2009). Narradrama has created a structure for utilizing the core ideas of narrative therapy as a drama therapy method. It involves an eight-part embodied approach to utilizing narrative in therapy with clients and allowing the clients to be collaborative audiences for each other. All of 17 Reclaiming Metaphor                                                                                                                          the steps listed below are from Pamela Dunne’s (2009) chapter on Narradrama in Current Approaches in Drama Therapy. The process begins with 1. Warming up to New Descriptions of Self Identity and Environment 2. Externalizing the Problem 3. Possibility Extension (optional.) 4. Externalizing Choices 5. Invite Personal Agency 6. Alternative Stories and Unique Outcomes 7. Re-story Life 8. Closure, Reflection and Rituals.  Dunne herself states that Narradrama sessions take place over several weeks and that each step can be moved around or skipped depending on the needs of the client and what is happening in the session on any given day (Dune, 2009). The steps are designed to tease out life narratives that are important to the client and to seek out those narratives that are no longer serving the client before working to expand the client’s narrative control and create new and healthier choices. To quote Dunne (2009) “The stories of our lives are the framework through which we interpret life’s events, and we can change our lives by changing the way we interpret our own stories and which stories we choose to privilege.”(pg. 202) Narradrama offers a way for clients to reinterpret and reinvent the narratives of their lives. Mythology & Metaphor Campbell (2012) described mythology and the importance of metaphors: One thing that comes out of myth is that at the bottom of the abyss comes the voice of salvation. The black moment is the moment when the real message of transformation is going to come. At the darkest moment comes the light. (pg. 43) Mythology is present in one form or another in every culture on earth. The use of epic or heightened story to explain phenomena, craft meaning from chaos, and carve the shape of society has existed in humanity for as long as we have record to prove it (Boyd, 2009). Due to the sheer scope of existing mythology, this paper will focus solely on the existing research of 18 Reclaiming Metaphor                                                                                                                          mythographers and narratologists who utilize or parallel the use of Joseph Campbell’s Monomyth. Monomyth is the branch of mythography theorizing that all mythology or heightened narratives across cultures has overlapping themes and speaks to a greater collective unconscious dwelling within all of humanity. Campbell is well known for stating that “myths are public dreams and dreams are private myths” (Campbell, 2012, pg. 77). Campbell also made a point of noting that individuals who do not find their private dreams in the public myth are bound to develop neuroses because, like it or not, the individual exists in a dominant narrative that has not bothered to include them. Campbell also spoke of individuals who find themselves outside the dominant narrative not as degenerates or miscreants, as can often happen with queer culture (Kim, 2007), but rather as visionaries who must brave the Hero’s Journey. They must then create a place for their own and others’ narratives within the dominant space (Campbell, 2012). While these ruminations are not specifically aimed at the queer community, parallels can be drawn to the heteronormative culture and the queer experience of otherness. Metaphor “Metaphor comes from the Greek meta, a passing over, or a going from one place to another, and phorein, the move or to carry. Metaphors carry us from one place to another, they enable us to cross boundaries...” (Kennedy, preface, 2013) Religious and spiritual metaphors are an important part of the conversation around mythological metaphors. But there is contention around viewing these in the same category as mythological metaphors. Campbell (2013) was quoted as saying: Half the people in the world think that the metaphors of their religious traditions, for  example, are facts. And the other half contends that they are not facts at all. As a result  we have people who consider themselves believers because they accept metaphors as  19 Reclaiming Metaphor                                                                                                                          facts, and we have others who classify themselves as atheists because they  think religious metaphors are lies. (pg.2)  Campbell argued that such binary thinking around metaphors missed the point. Metaphor is not a fact or a lie, a metaphor is exactly what it says it is; a metaphor (Campbell, 2013). For the purpose of this paper's discussion around mythology and metaphor, any reference to religious metaphor will adhere to Campbell’s work, that is to say all metaphors will be viewed as neither true nor false but rather as explorations of liminal and abstract concepts and ideals.  Campbell (2012) and his contemporaries would argue that myth and absolute truth cannot exist within the same place, as myth requires acceptance of ambiguity. A myth is not a fact or a definitive yes or no, it exists to thrive in the liminal spaces. Myths have been used in human culture to create meaningful narratives about metaphors and reach towards unraveling the unexplainable. By accepting myth as greater than or beyond facts we can begin to utilize it as the powerful guiding tool it can be when applied to therapy and counseling. Campbell (2003) put it simply when he said that myth is a metaphor and by using metaphor, the direct application of stating something or someone is something they are not for heightened effect, we are able to move beyond the physical realm and enter a place of creation and imagination.  When approaching all metaphors; religious, spiritual, or mythological, Campbell (2013) spoke of the power of these metaphors to explore the mysterium tremendum-or the literal translation, the mystery that repels. This mystery in the context of his writing was borrowed from Campbell’s early life in the Roman Catholic Church, and it was meant to speak to the fear and fascination that both repels and draws humanity again and again towards certain themes, characters, and kinds of stories. The human fascination with good versus evil, the sacred search for greater and deeper meaning within our human existence (Campbell, 2003). 20 Reclaiming Metaphor                                                                                                                          The Hero’s Journey “There can be no real progress in understanding how myths function until we understand and allow metaphoric symbols to address, in their own unmodified way; the inner levels of our consciousness.” (Campbell, 2013, pg. 8) An important part of Campbell’s work and what has become some of his most enduring influence on the realm of mythography and storytelling in mainstream culture is his work on The Hero’s Journey. This exploration of the themes in epic storytelling across the globe has survived in popularity and relevance. The model of the journey is cyclical and shows the individual on the journey crossing four important points or thresholds, with many subcategories and options within these four thresholds (Campbell, 2012). The hero, for instance, may initially refuse the call for their journey to begin. While there are many possible points to branch off in the hero’s journey the key thresholds remain the same. The hero must cross from the realm of reality into a place beyond reality, a liminal plane where possibilities they never could have experienced in reality can take place. Once the hero has been aided by a guide of some kind, they must then pass the second threshold, a place of trial and reversal of expectations (Campbell, 2008). The third threshold is where the hero must find their way back from the liminal space and reenter reality, often with the idea that whatever challenge they initially set out on a journey to conquer will be waiting for them to face upon returning. Here the hero must face this challenge, whatever or whoever it may be, through personal sacrifice and metaphorical death (Campbell, 2013). The metaphorical death is important because it represents that the hero has finally accepted their new selves and are ready to let who they were before the journey of change die or fade away. This metaphorical death prepares the hero for the fourth and final threshold, the place where the hero embraces their new self and is ready to live free of the past’s constraints (Campbell, 2008).  21 Reclaiming Metaphor                                                                                                                          Psychoanalysis and Villains Campbell and other mythographers of his time were enamored of psychoanalysis and championed the use of psychoanalysis with the scholarship of mythology. Campbell often praised Freud, Jung, and their followers for bringing myth back into a place of contemporary relevance and for using mythology and its metaphors to help guide the quest for understanding in the field of psychology (Campbell, 2008). While our understanding of psychology has shifted immensely in the decades since Campbell wrote of these comparisons of myth and psychoanalysis, many of his points remain relevant. For instance, Campbell’s focus on the psychological impact of being left out of dominant narratives remains salient today and is indeed echoed in narrative therapies research (Madigan, 2019).  Another important element of myth, especially ancient and religious myth, is the existence and role of the villain/antagonist/demon. This role often comes in the form of a creature that was once humanoid but has now become monstrous. An example Campbell and his contemporaries offered was that of Medusa (Campbell, 2012, Calasso & Parks, 2019). In myth, it is important to get the whole story. In modern storytelling, Medusa is often represented as a one-dimensional villain, a remorseless creature who kills without mercy. Yet when one examines the root of her myth, a very different story emerges. Medusa was a victim of rape by a god, then punished by another god for not stopping her own rape. She was punished by being turned into a hideous gorgon. Discontent with this punishment, the gods persisted, eventually sending men to kill her. In some interpretations of the story, Medusa is pregnant from the rape when she is hunted down and murdered (Calasso & Parks, 2019). Medusa is cast as the villain and monster in her own story. Tales from mythology can prove important reminders that the terms hero or villain are subjective and that to the victor goes the story. 22 Reclaiming Metaphor                                                                                                                          Queer culture has historically been repressed and left out of the dominant cultural narrative, with the notable exception of ancient myths. Mythology is awash with stories of transformation, non hetero pairings, and what the dominant culture would consider morally obscene being made holy by trial and fire (Calasso, Parks, 2019). LGBTQ+ culture has also often found itself painted into the role of villain or degenerate, and mythology can be an important reminder of who gets to choose these roles for others. Drama Therapy & LGBTQ+ populations According to the NADTA website’s (2019) informational packet on drama therapy, “It gives LGBTQQIAP2S clients a play-space and laboratory where they can find a sense of self that feels more aligned and integrated with their identity.”(pg. 9, para. 2) Drama therapy is a relatively young field of therapy and as such does not have extensive literature available. That being said drama therapy does have a solid, if small, body of literature specifically about drama therapy and the LGBTQ+ community. The NADTA (2019) also explicitly states in their code of ethics that drama therapists cannot discriminate against clients based on their sexual orientation or identity or their gender identity or expression.  There is some quantitative literature on drama therapists familiarity and practice with queer clients (Beauregard et al, 2016, 2017). Drama therapy being a younger field of therapy means the literature does not come from a time when being homosexual was still considered a diagnosable condition. The literature in existence is free from this particular stigmatizing time in therapy services history (Beauregard et al, 2016). Drama therapy literature for queer populations is also quick to point out the gaps in the literature and is transparent in its limitations due to these gaps. 23 Reclaiming Metaphor                                                                                                                           The two largest and most thoroughly researched pieces of drama therapy literature about LGBTQ+ populations are both from Beauregard et. al. (2016, 2017) and present research that was conducted on drama therapists attitudes, strengths and limitations working with queer clients. The first part (2016) involved a survey conducted of drama therapy members and an extensive literature review of current issues facing the LGBTQ+ community today. The survey was completed by 136 participants and covered a range of questions on the individuals work with queer clients and their various strengths and comfortability engaging on LGBTQ+ topics with the clients. The 2016 piece also highlighted gaps in the work and recommendations for the future. The second piece of Beauregard et. al’s research (2017) focused on the settings in which drama therapists work and the fact that most spaces remain predominantly heteronormative. Questions around training for working with LGBTQ+ clients in the drama therapists’ professional sites were posed and other obstacles to helping queer clients were included. The article also speaks to disparities in access and availability of services for queer and gender nonconforming clients.  There also exists drama therapy literature on what it is like to be a queer identifying therapist and what space that should or should not hold in one's practice. Shepperd (2018) focused on the question of self-disclosure with clients around the therapists’ identity as a lesbian woman. The article pointed out that drama therapy literature is scarce on this or any other queer subject and so much of the body of the paper draws on other areas of psychological research in order to reach a conclusion. Shepperd (2018) focuses on therapist self-disclosure and psychoanalysis primarily rather than drama therapy methods. Similarly, Dixon (2018) explores the topic of not only the therapist's sexual orientation and identity but that of family members 24 Reclaiming Metaphor                                                                                                                          going through family drama therapy, and what impact disclosure has in that setting (Dixon, 2018).  There is very little research available about drama therapy with any age specific LGBTQ+ clients. However, Beauregard & Moore (2011) wrote a chapter for Engaging boys in treatment: Creative approaches to the therapy process On the subject of gender variant and sexual minority boys. This chapter explored issues that uniquely affect the population as well as two case studies in which a combination of drama therapy and other expressive therapy modalities were utilized. While the interventions are not strictly drama therapy, it is a part of one of the case studies and the writers mentioned drama therapy techniques such as en-rolling and dramatic enactment for working with gender variant boys.  Again, drama therapy is a relatively new practice and so there is little existing additional literature on working specifically with the LGBTQ+ populations and this was the extent of research that this writer was able to access and collate for the purposes of this literature review. Discussion Campbell (2008) eloquently summed up the impact mythology can have on individuals: We have only to follow the thread of the hero-path. And where we had thought to find an abomination, we shall find a god; where we had thought to slay another, we shall slay ourselves; where we had thought to travel outward, we shall come to the center of our own existence; where we had thought to be alone, we shall be with all the world. (pg.18) Looking at the maze of assumptions and discrimination heteronormative society has constructed that queer individuals must navigate can feel daunting if not impossible. But as with parts of the hero’s journey or Theseus’ journey through the labyrinth, small actions or works can shift the navigation from impossible to possible. It just takes having a guide, or 25 Reclaiming Metaphor                                                                                                                          someone/something to assist in the journey (Campbell, 2008). Whether that is a literal guide, someone who has already gone on their own hero’s journey so to speak, or just a thread to follow when you need to find your way home. Mythological metaphors and narratives coupled with drama therapy’s unique ability to cut straight to the heart of a client's issues through embodiment and witnessing can provide this guide for those clients who seek it. Monomyth has shortcomings due to its focus on using certain western cultural lenses as a way to compare other cultural myths and some of its more outdated language choices, but it has many redeeming qualities and offers an overview of existing research on many cultural mythologies from across the globe. Another limitation of Monomyth theory is that overwhelmingly the contributors to the research behind it have been white men. Many interviews and myths that are explored in the theory were provided by indigenous storytellers from the culture that they are speaking on, but the actual research and writing are done by white, predominantly western or European men. This creates an underlying bias towards comparing certain cultures against western culture. While Monomyth has limitations, future work on this thesis’s subject would aim to use more research by narratologists and mythographers who work within their own culture.  Narradrama does an excellent job of approaching therapy through the lens of the client’s own narratives and challenging or reimagining those narratives that do not serve the clients best interest (Steelman, 2016). Coupling this approach with mythology could begin to help the client connect and create narratives that both exist within their own life’s narrative and also transcend it. Once a client understands their own narratives better, they can begin to explore what narratives they have felt left out of or are missing in their lives. Narrative therapy and Narradrama also couple well with Campbell’s monomyth approach to mythography because they 26 Reclaiming Metaphor                                                                                                                          share a common history in Foucault’s philosophy (Madigan, 2019). Foucault spoke to the need to view truth as subjective and did not find the use of absolute truth conducive to growth. So too did Campbell view the need for subjective analysis of truths in metaphors and myths, he felt that absolute truth robbed the individual of a chance to more deeply explore their inner world (Campbell, 2012). Something to consider when using narrative based therapies with LGBTQ+ clients is the history of how the community has been represented in mainstream narratives in history. It is important to take a closer look at major storytelling archetypes and ask who they were made to represent, who do they serve, and what agendas are they embracing either subconsciously or purposefully (Kim, 2007). An example of narratives that have had a negative impact on the LGBTQ+ community is the idea of queer coding villains, or giving villains negative, stereotypically gay qualities. Queer coding has been a common practice in various platforms and genres of storytelling for decades (Kim, 2007). It refers to the practice in storytelling, especially in film or theatre, of writing a character in such a way that implies they are gay or LGBTQ+ without actually stating this explicitly and is often used to create a character that will be derided or portrayed as villainous for their sexuality. Queer coding also relies on only using outlandish and often hurtful stereotypes of what straight culture perceives to be queer attributes. For example, a male villain will often be given hyper-feminine traits, and these traits will be portrayed in a negative and derogatory light in the story (Kim, 2007). Another common trope is the trope of a gay man flirting with or coming onto a straight character, and this advance is portrayed as disgusting or made to seem violating. Some queer coding is more subtle, depicting queer characters as depressed or always having the queer character die, often of addiction or AIDS. Using these stereotypes reinforces that being queer is an inherent flaw that will leave an 27 Reclaiming Metaphor                                                                                                                          individual sad and sick their whole lives. This insidious kind of character occurs frequently throughout the art mediums and hints at a deeper and darker held belief by the heteronormative majority: that queerness is proof of an inherently flawed nature. Not only is their sexuality or identity a fault, but that anyone who is this way must be wrong or evil at their core. Queer coding in the arts is not an accident, but rather it is a purposeful choice made to further push the LGBTQ+ community to the fringes of society. It is essential to understand this if narrative story is going to come into the therapeutic space. It is important to know that certain archetypes and storytelling tropes not only do not serve queer individuals but were created as weapons against them (Kim, 2007). Knowing this, counselors can better serve the client and begin to dismantle and reclaim the stories that have purposefully pushed queerness to the side or used it as a convenient scapegoat. Epic storytelling, like that of Campbell’s hero’s journey, used in collaboration with narrative based therapies such as Narradrama could help repair the damage done by these harmful archetypes. Clients could create stories with archetypes that serve the community rather than deride or exclude. Who would queer heroes be if we did not have to define a hero within the parameters of a heteronormative, patriarchal society? What metaphors are lacking from our dominant narratives that LGBTQ+ myths could bring into the world? Narrative therapy allows clients to reauthor their own private stories, or what Campbell might call their private myths, but coupling this approach with mythology and metaphor could allow queer clients to reauthor the stories beyond themselves that have impacted their lives, or what Campbell called our public dreams (Campbell, 2012). The LGBTQ+ community deserves to have their own metaphors and stories created and represented, mythology offers a chance to make that a reality. Conclusion 28 Reclaiming Metaphor                                                                                                                          For centuries the powers who write history and narratives have warped cultural perceptions of monstrousness to suit themselves. Narradrama coupled with mythology could provide a structure for queer adolescents to grapple with the negative stereotypes and archetypes that have woven themselves into mainstream culture and storytelling. LGBTQ+ youth and the community at large have been forced into the margins of societal narratives and deserve therapeutic services that can help them untangle these harmful stories and conquer them, both the stories that are within themselves and without. Narradrama and Campbell’s work on metaphors within stories both come from a place of caring for the many factors that make up a person. Narradrama and its foundation of narrative therapy have done incredible work dealing with clients as complete people, those who exist within overlapping circles of identity, society and various contributing forces (Madigan, 2019). Campbell’s work in myths and metaphors have helped delve into what stories have shaped history and what has been left out of those stories (Campbell, 2003). With these two seemingly disparate fields of study working together drama therapy could help usher in promising new methods of therapeutic work with LGBTQ+ adolescents.          29 Reclaiming Metaphor                                                                                                                           References A Survey of LGBT Americans. (2019, December 31). Retrieved from https://www.pewsocialtrends.org/2013/06/13/a-survey-of-lgbt-americans/ Beauregard, M. & Moore, D. (2011). Creative approaches to working with gender variant and sexual minority boys. In C. Haen (Ed.), Engaging boys in treatment: Creative approaches to the therapy process (pp. 293-316). New York, NY: Routledge Beauregard, M., Stone, R., Trytan, N., & Sajnani, N. (2016). Drama therapists’ attitudes and actions regarding LGBTQI and gender nonconforming communities. Drama Therapy Review, 1, 41. (DOI: 3217846738) Beauregard, M., Stone, R., Trytan, N., & Sajnani, N. (2017). Systemic barriers in mental health care for LGBTQI and gender nonconforming drama therapists and clients. Drama Therapy Review, 3(2), 285-312. Boyd, B. (2009). On the origin of stories: evolution, cognition, and fiction. Belknap Press of Harvard University Press. Calasso, R., & Parks, T. (2019). The marriage of Cadmus and Harmony. London: Penguin Books. Campbell, J. (2013). Thou art that: transforming religious metaphor: the collected works of Joseph Campbell. Novato, CA: New World Library. Campbell, J., Moyers, B. D., & Flowers, B. S. (2012). The Power of Myth. Turtleback Books.   Campbell, J. (2008). The hero with a thousand faces. New World Library.   Campbell, J. (2003). The Hero’s Journey; Joseph Campbell on His Life and Work. New World Library. 30 Reclaiming Metaphor                                                                                                                          Côté, P.-B., & Blais, M. (2019). Between resignation, resistance and recognition: A qualitative analysis of LGBTQ+ youth profiles of homelessness agencies utilization. Children and Youth Services Review, 100, 437–443.  Darren L., Whitfield, N., Walls, E., Langenderfer-Magruder, L ., & Clark, B. (2014) Queer Is the New Black? Not So Much: Racial Disparities in AntiLGBTQ Discrimination, Journal of Gay & Lesbian Social Services, 26:4, 426-440, Dixon, C. (2018). Family dramatherapy (FDT) and LGBTQ+. Dramatherapy, 39(3), 186–191.  Duncan, D. T., & Hatzenbuehler, M. L. (2014). Lesbian, Gay, Bisexual, and Transgender Hate Crimes and Suicidality Among a Population-Based Sample of Sexual-Minority Adolescents in Boston. American Journal of Public Health, 104(2), 272–278.  Johnson, D. R., & Emunah, R. (2009). Current approaches in drama therapy. [electronic resource]. Charles C. Thomas. Kim, K. (2007). Queer-coded Villains (And Why You Should Care). Dialogues@ RU, 156-165.  Krutzsch, B. (2019). Dying to Be Normal. Oxford University Press.  Lee, C., & Ostergard, Robert L.,,Jr. (2017). Measuring discrimination against LGBTQ people: A cross-national analysis. Human Rights Quarterly, 39(1), 37-72,269-270 Madigan, S. (2019). Narrative therapy., 2nd ed. (pp. 11–26). American Psychological  Association. Mark A. C. Jennings. (2018). Impossible Subjects: LGBTIQ Experiences in Australian Pentecostal-Charismatic Churches. Religions, 2, 53. Marx, R. A., & Kettrey, H. H. (2016). Gay-Straight Alliances are Associated with Lower Levels of School-Based Victimization of LGBTQ+ Youth: A Systematic Review and Meta-analysis. Journal Of Youth And Adolescence, 45(7), 1269–1282.  31 Reclaiming Metaphor                                                                                                                          Mindi Rhoades, James Sanders III, Kim Cosier, Courtnie Wolfgang, & Melanie Davenport. (2016). Finding Big Gay Church: An Academic Congregation Exploring LGBTQ Intersections with Religion, Art, and Education. Art/Research International, (1), 88.  Panina-Beard, N. R., & Vadeboncoeur, J. A., PhD. (2019). Narrative therapy. Salem Press Encyclopedia. Payne, M. (2006). Narrative therapy. Retrieved from https://ebookcentral-proquest-com.ezproxyles.flo.org Rivers, I., Gonzalez, C., Nodin, N., Peel, E., & Tyler, A. (2018). LGBT people and suicidality in youth: A qualitative study of perceptions of risk and protective circumstances. Social Science & Medicine, 212, 1–8.  Sheppard, B. (2018). Should a dramatherapist disclose their sexual orientation to their clients? Perhaps they should be prepared to. Dramatherapy, 39(3), 127–140 Steelman, S. M. (2016). Externalizing Identities: An Integration of Narrative Therapy and Queer Theory. Journal of Family Psychotherapy, 27(1), 79–84. Swann, G., Minshew, R., Newcomb, M. E., & Mustanski, B. (2016). Validation of the Sexual Orientation Microaggression Inventory in Two Diverse Samples of LGBTQ Youth. Archives Of Sexual Behavior, 45(6), 1289–1298. Swearer, S. M., Turner, R. K., Givens, J. E., & Pollack, W. S. (2008). “You’re So Gay!:” Do Different Forms of Bullying Matter for Adolescent Males? School Psychology Review, 37(2), 160–173. Tufford, L., & Newman, P. (2012). Bracketing in Qualitative Research. Qualitative Social Work, 11(1), 80–96 What is Drama Therapy? (PDF file.) (2019). Retrieved from https://www.nadta.org/ 32 Reclaiming Metaphor                                                                                                                          Wood, L.L. (2019, November). President’s Address. Presented at the meeting of the NADTA, Philadelphia, PA.    ",
    "id": 326604275,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.lesley.edu:expressive_theses-1281"
    },
    "title": "Reclaiming Metaphor; Myths, Monsters, and Narratives with LGBTQ+ Adolescents in Drama Therapy",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-05-16T08:00:00+01:00",
    "publisher": "DigitalCommons@Lesley",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.lesley.edu/cgi/viewcontent.cgi?article=1281&amp;context=expressive_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/326604275.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/326604275"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/326604275/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/326604275/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/326604275"
        }
    ],
    "abstract": "This paper will present a synthesis of existing available research on the unique needs of the LGBTQ+ adolescent community within the field of drama therapy with a specific focus on Narradrama and Joseph Campbell’s Monomyth approach to mythology. The literature review of these subjects will be aimed at the future use of Monomyth in conjunction with Narradrama with LGBTQ+ adolescents who are experiencing identity issues and other crises associated with their status as members of the queer community. This literature review will aim to create a base of collated research to aid in future method interventions using mythology and heightened narrative in drama therapy practice. The goal of creating this base of research will be to open up conversation and potential future research into fusing existing drama therapy techniques and practices with new ideas for the population. The paper will conclude with a brief overview of ideas on methods or interventions that could grow from the existing literature that has been compiled",
    "tags": [
        "text",
        "drama therapy",
        "narrative therapy",
        "Narradrama",
        "LGBTQ+",
        "queer",
        "monomyth",
        "metaphor",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.lesley.edu:expressive_theses-1281",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3822",
        "openDoarId": 0,
        "name": "Lesley University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 326604275,
        "depositedDate": null,
        "publishedDate": "2020-05-16T08:00:00+01:00",
        "updatedDate": "2024-01-21T03:58:10+00:00",
        "acceptedDate": null,
        "createdDate": "2020-07-09T11:14:54+01:00"
    },
    "urls": [
        "https://digitalcommons.lesley.edu/expressive_theses/278",
        "https://digitalcommons.lesley.edu/context/expressive_theses/article/1281/filename/0/type/additional/viewcontent/Dennis_Approval_form_.docx",
        "https://digitalcommons.lesley.edu/context/expressive_theses/article/1281/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-21T03:58:10+00:00",
    "setSpecs": []
}