{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Beck, Sarah Lindsey"
        }
    ],
    "contributors": [],
    "createdDate": "2018-03-13T15:01:52+00:00",
    "dataProvider": {
        "id": 3767,
        "name": "University of New Mexico",
        "url": "https://api.core.ac.uk/v3/data-providers/3767",
        "logo": "https://api.core.ac.uk/data-providers/3767/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/151574722.pdf",
    "fullText": "University of New Mexico\nUNM Digital Repository\nCommunication ETDs Electronic Theses and Dissertations\n5-1-2014\nReel Queer: Emergent Discourses and Contexts of\nQueer Youth Identity Constructions and\nExperiences in Digital Video Projects\nSarah Lindsey Beck\nFollow this and additional works at: https://digitalrepository.unm.edu/cj_etds\nThis Thesis is brought to you for free and open access by the Electronic Theses and Dissertations at UNM Digital Repository. It has been accepted for\ninclusion in Communication ETDs by an authorized administrator of UNM Digital Repository. For more information, please contact disc@unm.edu.\nRecommended Citation\nBeck, Sarah Lindsey. \"Reel Queer: Emergent Discourses and Contexts of Queer Youth Identity Constructions and Experiences in\nDigital Video Projects.\" (2014). https://digitalrepository.unm.edu/cj_etds/76\n i \n     Sarah Lindsey Beck  \n       Candidate  \n      \n     Communication and Journalism  \n     Department \n      \n \n     This thesis is approved, and it is acceptable in quality and form for publication: \n \n     Approved by the Thesis Committee: \n \n               \n     Dr. David Weiss, Chairperson \n  \n \n     Dr. Judith White  \n \n \n     Dr. Myra Washington  \n \n \n     Dr. Adriana Ramirez de Arellano  \n \n \n           \n \n \n           \n \n \n            \n \n \n            \n \n \n            \n \n \n  \n \n \n     \n ii \n  \n  \n  \n  \n  \n \nREEL QUEER: \nEMERGENT DISCOURSES AND CONTEXTS OF  \nQUEER YOUTH IDENITY CONSTRUCTIONS AND  \nEXPERIENCES IN DIGITAL VIDEO PROJECTS  \n \n \nby \n \n \nSARAH LINDSEY BECK \n \nB.A. COMMUNICATION  \nTHE UNIVERSITY OF NEW MEXICO, 2012  \n \nB.A. THEATER, FILM AND DANCE  \nHUMBOLDT STATE UNIVERSITY, 2010 \n \n \n \n \n \n \n \nTHESIS \n \nSubmitted in Partial Fulfillment of the \nRequirements for the Degree of \n \nMaster of Arts  \nCommunication \n \nThe University of New Mexico \nAlbuquerque, New Mexico \n \n \nMay, 2014 \n iii \nACKNOWLEGEMENTS \n  \n I herby acknowledge Dr. David Weiss, my advisor and committee chair, for your \ninsights, support, and dedication to my growth as a scholar and extreme patience as I \nmade my way through the thesis writing process. Your countless hours of reading and \nrereading drafts and through and thoughtful feedback has made this thesis possible.    \n To my committee:  Thank you Dr. Judith White for believing in me from the \nbeginning.  Without your encouragement and support that first semester, which has \ncontinued through out my time in the program, I might not have had the strength to finish  \nand emerge a more dedicated and thoughtful scholar.  Thank you Dr. Myra Washington, \nyou have been an incredible force in my life encouraging me to reflect on the hard issues \nand push me in ways that not only helped me grow as a scholar, but as a person.  Your \nhumor and dose of reality are deeply appreciated.  Thank you Dr. Adriana Ramirez de \nArellano, I am truly blessed to have you in my life.  You are my academic fairy \ngodmother, and I can’t imagine having done this without your continued insights and \nsupport.   \n To Ann Alter, my mentor and professor at Humboldt State University.  Thank you \nfor introducing me to the power and potential that film and video projects can have in our \nworld and believing in my ability to achieve success.    \n I offer my deepest and sincere thanks and love to my family.  To my parents and \nsister, thank you for listing to my rants and frustrations, for always having my back and \nsupporting me in all of my endeavors.  I appreciate your patience as I have navigated the \ncrazy world of academia.  To my chosen family, Reslie Cortes and Jeff Hoffmann, there \nis no way I would have made it through the last two years without all the support, \n iv \nencouragement, and general shenanigans.  Thank you to all of my friends and colleagues \nwho have witnessed and shared my journey.  I’ve been extraordinarily lucky to share this \nexperience with so many amazing people.        \n      \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n v \nREEL QUEER: \nEMERGENT DISCOURSES AND CONTEXTS OF  \nQUEER YOUTH IDENITY CONSTRUCTIONS AND  \nEXPERIENCES IN DIGITAL VIDEO PROJECTS  \n \nby \n \nSarah Lindsey Beck  \n \nB.A., Communication, The University of New Mexico, 2012 \nB.A., Theater, Film and Dance, Humboldt State University, 2010 \n \nABSTRACT \n My thesis examines the discourses present in digital video projects created by \nqueer youth, ages 13-20, who participated in The Reel Queer Youth video mentorship \nprogram between 2009 and 2012.  I used textual analysis, specifically discourse and \ncritical technocultural discourse analysis to explore constructions of identity in youth and \nexperiences present in digital video projects and the contexts these discourses were \nproduced within.    \n  I identified three overarching discursive themes: (a) call for more complex \nunderstandings of queer youth identities and experiences; (b) concern regarding gender \nbinaries; and (c) change and self-responsibility. In addition to the discursive themes, I \nidentified and discussed four contextualizing elements.  The elements consist of: (a) \nculture, the larger media discourses concerning the experiences of queer youth; (b) \nenvironment, the RQY video production workshop where the videos were produced; (c) \nproduction, the actual production process needed to produce a digital video project; and \n(d) platform, Vimeo, the video sharing site that hosts the RQY videos.  I placed the \nthemes and contextualizing elements identified into conversation with each other.  I was \n vi \nable to identify four conversations: (a) sexual and gender identity labels; (b) unspoken \ndiscourses: reinforcing queer universality; (c) cyberqueer materiality and technolcultural \nspace; and (d) queer technological progress.  These conversations reveal that culture and \nenvironment had an impact on what how the youth conceptualize and construct gender \nand sexual identities, as well as what discourses are silenced.  Production and platform \ninfluence what is actually able to be captured and shared through the use of digital video, \nwhile platform affects who can access the videos and the potential negative ramifications \nof making the RQY videos public.    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n vii \nTABLE OF CONTENTS \nChapter One: Introduction ...........................................................................................1 \nContemporary Queer Youth.........................................................................................1 \nReel Queer Youth and Video Mentorship Projects .......................................................4 \nInterest and Justification ..............................................................................................6 \nThesis Preview ............................................................................................................8 \nChapter Two: Literature Review..................................................................................9 \nDiscourse.....................................................................................................................9 \nQueer Identity, Theory, and Criticisms ......................................................................14 \nQueer Youth Today ...................................................................................................22 \nMainstream Discourses Concerning the Queer Teenage Experience...........................24 \nYouth/Adult Binary ...................................................................................................25 \nCritical Youth Studies................................................................................................26 \nYouth Self-Representation via Media ........................................................................28 \nChapter Summary......................................................................................................33 \nChapter Three: Method ..............................................................................................35 \nData: Queer Youth Video Projects.............................................................................35 \nMethods of Analysis..................................................................................................36 \nChapter Summary......................................................................................................41 \nChapter Four: Analysis and Discussion .....................................................................43 \nEmergent Discourses .................................................................................................43 \nContextualizing Elements ..........................................................................................54 \nConversations ............................................................................................................59 \n viii \nChapter Summary......................................................................................................66 \nChapter Five: Conclusion ...........................................................................................68 \nEmergent Discourses in Queer Youth Digital Multimedia Projects ............................68 \nTechnology and Queer Identity Construction.............................................................72 \nLimitations and Future Implications ..........................................................................76 \nAppendices...................................................................................................................79 \nAppendix A: Summary of RQY Videos.....................................................................80 \nAppendixB: Videos and Corresponding Themes........................................................83 \nReferences ....................................................................................................................84 \n 1 \nCHAPTER ONE \nIntroduction  \n My thesis examines the discourses present in digital video projects created by \nqueer youth, ages 13-20, who participated in a video mentorship program between 2009 \nand 2012. I will identify themes and patterns present within the texts, as well as \ncontextualizing elements, in order to gain a deeper understanding of contemporary queer \nyouth experiences as expressed through digital video projects.   In addition to examining \ndiscourses produced by this particular group of teens, I will investigate the role that \ntechnology, in the form of digital video, plays in the construction and performance of \nqueer identity. This chapter introduces the experiences of queer youth, the Reel Queer \nYouth Video Mentorship Program, and justifications for the study. \nContemporary Queer Youth   \n Queer1 youth often are denied access to the public language and resources needed \nto articulate their desires, needs, and experiences (Shelton, 2008).  Because of their age \nand marginalized position, queer youth don’t always have the means, skills, or abilities to \nshare or see their experiences reflected in dominant discourses and representations such \nas TV shows, films, young adult books, journalistic reports, and medical and \npsychological journals. Queer youth face additional challenges that their straight peers \nhave the privilege of avoiding.  They are forced to operate in a world that imposes strict \ngender and sexuality binaries, may be faced with negative public rhetoric about their \norientation being immoral, sick, or unnatural, face a future where they may not have the \n                                                \n1 I am using queer as a broad umbrella term for sexuality and gender minorities.  Identities that fall under \nthis umbrella include but are not limited to: lesbian, gay, bisexual, pansexual, asexual, transgender, gender \nqueer, gender non conforming, and intersex.   \n 2 \nsame rights as their peers, and often contend with physical and psychological dangers to \ntheir well-being based only on their sexual orientation or gender identity.   \n Despite these challenges, queer youth today are resilient and generally at ease \nwith their sexual orientation and identity (Savin-Williams, 2005).  Today’s queer youth \nare breaking away from traditional labels and notions of gender identity and sexual \norientation and creating new words to better reflect their experiences and represent their \nlived realities.  Margot Adler (2013), a correspondent for National Public Radio (NPR), \nreported the phenomenon of young people today challenging traditional categories such \nas gay, lesbian, and transgender in favor of more fluid identities that resist binary \nunderstandings.  Adler spoke with high school and college students as well as adults who \nidentified as queer or worked with the queer community.  Adler reflected on an \nexperience she had while giving a talk at a college campus where students introduced \nthemselves by name followed by their preferred gender pronouns, or PGPs.  Her first \nreaction was that the whole experience felt cult-like and unnecessary.  Adler later spoke \nwith the director of a lesbian, gay, bisexual, and transgender center for homeless youth \nwho argued that the kids’ use of PGP language was actually a way of challenging and \nresisting normative gender categories and assumptions.   Lynn Walker, the director of a \nLGBTQ housing organization, was also interviewed for the piece.  She was quoted (in \nAlder, 2013) saying, “We encountered high school students who said, I want you to call \nme Tractor and use pronouns like zee, zim and zer. And, in fact, I reject the gender binary \nas an oppressive move by the dominant culture.”  Walker also reflected on young people \nfeeling uneasy in spaces that were sex-segregated. When asked about innovation being \ndriven by young people, Joy Ladin, a transgender author quoted by Adler (2013), stated, \n 3 \n“And we say, oh, you know, they're pushing the boundaries, they're exploring new ways \nof being. All of that is true. But part of what enables them to do that is that they're not \nreally sure yet where they are going.”   \n Even if queer youth are unsure where they are going or what the final result of \ntheir identity journeys will be, young queer individuals are questioning the groundwork \nlaid by gay, lesbian, and transgender activists who came before them.  Queer youth today \nare demanding to be heard and are using technologies such as digital cameras and the \nInternet to insert themselves into public discourse.  They are taking to YouTube to \ndistribute video diaries of their transitions and experimentations in gender identity and to \nupload videos of themselves secretly recording coming out to their parents and being met \nwith positive reactions and support.  As an adult volunteer at a youth group for queer \nteens, I have noticed that teens seem to be coming out at younger ages than they were \nwhen I was in high school and are unapologetic about their identities.  Even though the \nkids in the group speak about being bullied at school, their parents not understanding \ntheir fluid pansexual identities, getting kicked out of foster homes for being gay, and \nhaving to go to rehab for depression and anxiety, they share as many if not more positive \nstories and experiences, such as finding support from school faculty and classmates, \nbuilding new relationships and friendships, and feeling free to not hide aspects of their \nidentities.  Queer youth today are not allowing themselves to go unseen.  Passing is not \nnecessarily the goal for teens today as wider social acceptance has grown for non-\nnormative sexualities.  New media technologies, such as digital video and the ability to \nupload it to the Internet, have allowed teens to become part of the larger public \nconversation about sexuality and queer gender identity.       \n 4 \nReel Queer Youth and Video Mentorship Projects  \n Multimedia video projects can be effective means of giving queer youth \nopportunities for self-expression, as well as being tools for understanding and shedding \nlight on their experiences, needs, and desires (Driver, 2007).  Queer youth are expressing \nthemselves and participating in the discourse about queer youth experiences, such as \nromantic relationships, bullying, and coming out, by producing digital video projects with \nthe help and support of community-based video mentorship projects.  These projects \noffer queer youth the opportunity to meet other queer youth, develop media literacy \nskills, and learn how to create their own media texts using professional equipment (with \nthe help of professional media producers).  The organization that I will be focusing on for \nthis thesis is Reel Queer Youth.   \n Reel Queer Youth (RQY) is a video production and media literacy training \nprogram for LGBTQ youth ages 13-20 and their allies. RQY is sponsored by the \norganization Three Dollar Bill Cinema in partnership with Reel Grrls located in Seattle, \nWashington (Three Dollar Bill, n.d.). Three Dollar Bill Cinema’s mission is to strengthen, \nconnect, and reflect diverse communities through queer film and media.  In addition to \nReel Queer Youth, the organization sponsors several film festivals throughout the year.  \nReel Grrls is a non-profit organization dedicated to empowering young women through \nmedia production.  It offers workshops year- round to girls in the Seattle area (Reel Grrls, \nn.d.).      \n The Reel Queer Youth program takes place for one week every year.  The \nparticipants work in teams under the guidance of professional filmmakers to create short \ndigital videos. In the 2013 RQY promotional video an unnamed participant stated, “I \n 5 \nthink it’s incredibly important to be with other queer people intergenerationally.  I think \nit’s an amazing opportunity…the chance to collaborate with other youth and to create \nsomething that is a catharsis for whatever experiences they’re going through.”  RQY has \nmade several of the completed projects available for public viewing on their website.  \nThe videos range in style from non-fiction pieces to superhero stories, from funny to \nserious.  “No Homo” is a music video featuring three girls rapping about their sexual \nidentities and stereotypes, “Reel Life” is a montage of medium close- ups of individuals \ntalking about their experiences and sexual identities, “Paranoia” is a dark suicide-\nprevention piece, and “Cherry Bomb” takes us back to Katy Perry’s high school days and \nimagines a story focusing on the girl who inspired her hit song “I Kissed a Girl.”  \n(Appendix A contains a summary of all 11 videos).     \n There are no demographics made available to the public about RQY participants \nby either Reel Grrls or Three Dollar Bill Cinema.  The registration information for the \nsummer 2013 session indicates that the fee for participating in the program is a suggested \n$295, but that no one is ever turned away because of their inability to pay, so no \nassumptions can be made about participants’ financial status (Reel Grrls, n.d.).  It is \nunclear how many participants identify as people of color.  In the video “I Am Me,” two \nparticipants self-identify as Chinese and Latina, and several of the participants in various \nvideos appear to be people of color, but the majority of the participants are or can be read \nas white.  There is also no information available about how participants identify \nregarding gender and sexual identity.  In the video “Reel Life,” participants self-identified \nas bisexual, straight, queer, homoflexible, pansexual, and questioning.  “I Am Me” \n 6 \nemploys the identity labels gay, lesbian, bisexual, transgender, ally, pansexual, intersex, \nand queer.  The other film that uses labels includes many non-binary gender identities \nsuch as butch, genderqueer, trigender, agender, tomboy/boi, and genderfluid.  It is \nimportant to acknowledge that the title of the program employs the word queer rather \nthan the LGBTQIA2 acronym or the words gay, lesbian, transgender, etc.  By using the \nword queer the program potentially draws participants who align themselves more \nstrongly with or have knowledge concerning non-binary gender and sexual identities.  \nAlso, because this program is specifically targeting queer teens it is unlikely that \nparticipants are closeted about their gender and sexual identities since the nature of the \nproject requires participants to publicly associate with a queer identity in some way.     \nInterest and Justification  \n Driver (2007) called for research that is tied to advocacy for queer youth and \nprovides opportunities for queer youth to engage in creative cultural production. I have \nchosen to work with queer youth and self-representational media projects for numerous \nreasons.  My interest in this topic stems both from having identified a gap in the \nliterature, as well as my personal experiences as a filmmaker and media producer.  First, \nseveral research studies (Bloustein, 1998; Driver, 2007; Podkalicka & Campbell, 2010; \nRhoades, 2012; Rogers et al., 2010) have documented the experiences of queer youth, or \nyouth who occupy other marginalized positions, who have participated in adult facilitated \nvideo mentorship projects.  These studies have established that youth in these programs \nexperience opportunities for empowerment and the creation of counter-narratives, but \n                                                \n2 LGBTQIA stands for lesbian, gay, bisexual, transgender, questioning or queer, intersex, \nand ally.  \n 7 \nnone of the studies examine the specific discourses that project participants are \ngenerating.  The current literature provides an in-depth look into the emotional and \npsychological outcomes of these projects, but there is little information on the actual \ncontent emerging.  Examining not only what queer teens are saying, but also how they \nare using the resources and technology made available to them, can offer clues to the \nexperiences, self-concepts, needs, and desires of queer teens.  Second, as a media \nproducer who first discovered digital video as a means of self-expression in my late \nteens, I remember the positive effects that creating video projects had on my own life as I \nstruggled to understand my identity and went through experiences that were not \nnecessarily reflected in the mainstream discourses surrounding me.  \n My study expands the existing literature and therefore our knowledge in the \nfollowing ways. First, it contributes to a broader understanding of the discourses and \nexperiences of queer youth.  Second, this study has the potential to provide support for \nself-representations of queer youth to be taken seriously as forms of knowledge about the \ncommunity.  By blurring the youth/adult binary through the agency that I give youth-\nproduced media texts, I am hoping to provide legitimacy for the stories that young people \nare telling and the experiences they share even though they are not professional media \nproducers or researchers.  Third, it is my hope that this study will lead to broader \nunderstandings of queer youth experiences and needs. If adults are able to hear first-hand \nwhat queer youth want and need, then rather than adults defining challenges and \nsolutions, queer youth themselves can articulate the challenges in their lives and even \nsuggest what solutions will be beneficial to them.  \n 8 \n In addition to examining the ways in which queer youth conceptualize, share, and \nperform their experiences and identities, I am concerned with the role of technology, \nspecifically digital video, in the construction and performance of queer identity.  Several \nscholars (Dasgupta, 2012; Miyake, 2004; Wakeford, 1997) identified with a new field \nknown as cyberqueer studies have examined the role that the Internet has played in queer \nidentity but none have made connections between Internet communities such as websites, \nblogs, and chatrooms and digital video projects available online, or the role that \ntechnology plays in our understanding of queer identity performance.  My goal is to \nexpand and critique notions of cyberqueer to include digital video technologies.      \nThesis Preview \n  The interest in my thesis topic grew out of both my personal experience as a \nmedia producer as well as an identified gap in existing literature.  Chapter two will \nprovide an overview of relevant literature pertaining to discourse, queer identity and \ntheory, cyberqueer studies, contemporary queer youth experiences, critical youth studies \nand the relationship between adults and youth, and youth self representation through \nmedia.  Chapter three addresses the methodology used to analyze my data set.  Chapter \nfour provides an analysis of my data and places aspects of my analysis into conversation \nwith each other.  Finally, chapter five revisits my research questions, discusses the \nlimitations of my thesis, and offers suggestions for ways my project can potentially \ncontribute to future research.              \n               \n \n \n 9 \nCHAPTER TWO  \nLiterature Review  \n The goal of this literature review is to identify relevant research for my study of \ndiscourses present in queer youth video projects.  This literature review draws on \nFoucault’s conceptualization of discourse, queer theory, critical youth studies, and \ncyberqueer studies.  It also discusses discursive power, gender and sexuality, queer \nidentity, queer youth today, self-representation, and the youth/adult binary.   \nDiscourse  \n Discourse refers to communication practices such as language and visual images \nthat form groups of statements.  Statements can be understood as networks of rules that \nestablish what is discursively important (Foucault, 1972).  These statements structure \nwhat is known about the world and how the world is understood (Rose, 2012).  Theorist \nMichel Foucault conceived discourse as a meaning-making-practice that is generated \nfrom within a society itself (Wilchins, 2004).   Discourse is a cultural construction that \nrepresents a version of reality but is not an exact copy or reproduction of reality, because \nreality cannot exist outside of discourse.  It constructs what is and is not possible to talk \nabout and produces and reproduces structures of power and knowledge (Foucault, 1972).   \n In addition to producing knowledge, discourse also produces subjects.  Subjects \nare dependent on the discourse that creates them; for example, medical discourse \nproduces doctors, nurses, and patients (Rose, 2012). Without the knowledge produced by \nmedical discourse there would be no knowledge or understanding of what a doctor is or \nthe role, or subject position, that a doctor holds in society.  Subject positions determine \nand constrain individual participation and functions within society (Wooffitt, 2005).   \n 10 \nDiscourse can be said to have two effects or roles in society that work to regulate and \norient the subject positions and objects present within them: (1) they constrict and limit \nhow individuals participate in society because of the subject positions they hold, and (2) \nthey construct objects through the use of specific vocabularies (Wooffitt, 2005).    \n Discourses do not stand alone, but rather interact and have relationships to one \nanother.  Often discourses are present in diverse forms that speak to and about one \nanother; this is referred to as intertextuality.  Intertextuality takes into consideration the \nfact that the meaning of one text or visual image may depend on another text in order for \nthe first text’s meaning to be understood (Rose, 2012).  An example of intertextuality \nwould be a character in a TV show making a joke about a well-known musical group.  In \norder to understand the humor or irony of the joke it would be crucial to understand the \nmeanings previously attached to the musical group being referenced.  Discursive \nformation is another way of conceptualizing meaning that is present between and within \ndiscourses.  Discursive formation refers to meanings that are connected to each other \nthrough discourse (Rose, 2012).  The concepts of homosexuality and heterosexuality can \nbe used to illustrate discursive formations; the contrasting nature of the two concepts is \nsuch that one cannot be understood without the other (Butler, 1990).    \n The contexts from which discourses emerge, or are silenced or not allowed \nexistence, are important in understanding their meanings.  The conditions in which \nexpressions exist and are created influence discursive meaning. Discourses are produced \nand transformed according to complex institutional and representational relationships. \nThe institutional and social sites where statements are made need to be located in order to \ndetermine the social authority held by the statement (Foucault, 1972).  An individual in a \n 11 \nposition of power who has been awarded social authority is more likely to produce \nstatements that are more productive than statements made by individuals occupying \nmarginalized social positions (Rose, 2012).  The significance of a discourse is dependent \non the context that produces it as well as discourses and ideas that are connected to it \n(Foucault, 1978).   \n Discursive power.  Discursive power is the ability that discourse has to create as \nwell as restrain social actors and the roles they play in society.  It is productive, and \nthrough its use of language and meaning produces certain types of individuals.  This \npower, although hierarchical in the types of subjects it produces, is not top down but \nrather diffused throughout society; it is not held by a particular individual but is practiced \nby everyone (Wilchins, 2004).   Foucault (1978) understood power as an entity that both \ncontrols and prohibits; to Foucault, power manifests itself in different ways at many \ndifferent locations.  Power and knowledge are directly related to one another.  There can \nbe no sense of power or authority given to an individual without knowledge about why \nthat individual or institution has been bestowed this authority (Foucault, 1972). A \nperson’s self-image is dependent on the transmission of knowledge and discourses that is \ndirected by discursive systems of power.   \n Discourse must be generated in order for knowledge to be created.  What we \nknow is dependent on how it is talked about and represented (Foucault, 1972).  Visibility \nand invisibility should also be considered discourses.  Certain subjects, knowledges, \nexperiences, and identities are made visible in certain ways through language use or \nspecific images.  The same is true for rendering invisibility; when subjects or experiences \nare not included in discourses they become unknowable and unseen (Rose, 2012).  This is \n 12 \nimportant to take into consideration when exploring subjectivities, our internal \nunderstanding of ourselves, which is heavily influenced by discourse (Wilchins, 2004).  \nIf certain experiences are left out of a discourse, or the subject positions made available \nthrough a discourse are narrow and incomplete, then an individual’s sense of self cannot \nbe known or expressed completely.  For example, if an individual is forced to choose \nbetween the binary labels “male” and “female” and there is no discourse that creates \noptions that exist outside of these two categories, then the individual is forced to choose \nbetween these options even if neither choice accurately reflects the individual’s \nexperiences or sense of self.  The lack of discourse available to identify experiences \nbeyond or outside male and female renders these experiences and identities invisible \nbecause no discursive knowledge is being produced about alternative options.  \n Discourses are not set in stone; they have the ability to be flexible, to change, and \nto adapt (Foucault, 1991).  Current discourses and knowledges can be challenged and \ngive way to new forms of knowledge and relationships.  Often, changing discourse \ninvolves attacking the categories that produce discursive formations of knowledge and \nsubject positions. Wilchins (2004) argues for new forms of politics that challenge the \ndiscursive power that dictates that male and female are the only legitimate options to \nchoose from. Wilchins calls for discourse that allows for individuals to exist outside of \nthe sex binary system through changes such as putting an end to practices such as sex \nassignment at birth, sex-segregated restrooms, and the mandatory declaration of one’s \nassigned sex on legal documents.   \n Discursive power, gender, and sexuality.  Discursive power networks produce \nknowledges about gender and sexuality (Foucault, 1978; Rodgers, 2009). Subject \n 13 \npositions connected to gender and sexuality are created through discursive power, and the \nsubject is created through the repetition of signifiers that normalize gendered and sexed \nsubject-position roles (Butler, 1990).  Gender and sexuality are languages created by \nsystems of meanings that are accompanied by privileges and punishments related to their \nproper use and misuse (Wilchins, 2004). The cultural practices responsible for the \nproduction of gender conformity and norms exist within a discourse.  “Discursive power \nproduces specific kinds of individuals, with specific bodies, pleasures, and sexes” \n(Wilchins, 2004, p. 62).   \n Male-bodied individuals are expected to identify as men, be masculine, and be \nromantically and sexually attracted to female-bodied people. Female-bodied people are \nsupposed to identify as women, be feminine, and be attracted to male-bodied people. \nThese assumptions are framed as being natural or real, even though they are in no way \nstable and have changed and adapted over time and across geographic space.  Gender \nidentities that do not adhere to the binary system become incomprehensible. When the \nexpectations linking gender, sex, and attraction are broken or disregarded they become \nunintelligible because normative discourse only acknowledges the existence of the binary \ncategory.  Men in dresses or women with buzz cuts still have the potential to make some \nindividuals profoundly uncomfortable.  Discourses surrounding gender identity and \nsexuality are important to consider because they are accepted sets of meanings that allow \nus to understand ourselves and our relationships to others (Wilchins, 2004).              \n In Gender Trouble, Judith Butler (1990) challenges the dominant understanding \nabout the relationship between sex and gender and attempts to create new discourses and \nknowledges about gender and sexuality.  Butler states that gender identity has been made \n 14 \nintelligible through discourses enabled by a cultural matrix that does not allow for certain \ntypes of identities to exist.  Gender is not static; rather it is constituted though historical \ncontexts as well as other identity intersections such as race, class, geographic location, \nethnicity, and sexuality.  Butler argues that gender is performative and that both sex and \ngender are socially constructed.  Gender is the lens that we use to understand the sexed \nbody.  The sexed body cannot exist without gender, and the illusion that sex existed \nbefore the discourse of gender is an effect of the functional role that gender plays.  \nGender is always doing, so gender identity does not exist beyond the expressions of \ngender.  Performance is what creates gender, but there is no original that gender \nperformance is attempting to imitate.  Because gender and sexuality are performative, \nman/woman/gay/straight only become recognizable within the context of their \nperformance (Nealon & Giroux, 2003).   \n Butler’s book Bodies That Matter (1993) expands on her arguments about the \ndiscursive nature of gender.  Butler seeks to dismantle the sex/gender differentiation, \nclaiming that they are interdependent of each other, but argues that sex and gender are co-\nconstructed in relation to each other.  In Bodies That Matter, Butler claims that the body \ncan only be known through discourse and language.  It is through this discursive \nperformativity that both gender and sex materialize.  In this work Butler speaks about \nmoments of potential subversion aimed at racial, sexual, and gender norms, but makes the \nimportant point that it is not always clear when an act is subversive or is actually \nreinforcing existing power structures.   \nQueer Identity, Theory, and Criticisms  \n 15 \n Queer identities and knowledges are ways of existing in the world that challenge \nthe normative discourse of gender and sexuality.  “Homosexuality itself is the most \nprofound transgression of the primary rule of gender” (Wilchins, 2004, p. 16).  By \ntransgressing the normative expectations of men engaging in sexual activity only with \nwomen and women participating in sex acts only with men, lesbian, gay, bisexual, \npansexual, transgender, and queer individuals have the potential to disrupt gendered, \nheterosexual expectations.  \n Queer can be seen as the active disengaging of sex acts from gender, and can \ninclude non-normative expressions of both sexual and gender identities (Nealon & \nGiroux, 2003).  Queer allows for non-normative expressions of community and kinship, \nsexual identity, and embodiment and activity within space and time (Halberstam, 2005).  \n“Queerness is about destabilizing conventional categories, subverting the identities \nderived from and normalized by heteropatriarchy” (Kanner, 2003, p. 34).  Queer operates \nin opposition to binaries and fixed identities, and is therefore fluid.  Queer aims to \ninterrupt expectations and conventions, both as a social performance as well as a lived \nidentity and experience (Kanner, 2003). The constructed nature of gender and sexuality \nallow for the possibility of subversion and failure.  Embracing failure, and failing at \ngender performance unapologetically in public, not only draws attention to gender’s \nconstructed nature, but also creates spaces for alternative knowledges and experiences \nthat have been disregarded and made unseen by normative discourse (Halberstam, 2011; \nWilchins, 2004).   Queer, as an identity, creates opportunities for alternative life \nnarratives and relationships that operate outside of heteronormative goals and \nexpectations (Halberstam, 2005).  Identities that fall under the queer umbrella include \n 16 \ndescriptors of sexual as well as gender identity.  Queer can encompass identity labels \nsuch as gay, lesbian, bisexual, pansexual, asexual, intersex, transgender, genderqueer, \ngenderfluid, and agender, among others.         \n Queer theory and queer studies bring queer identities into the academy.  Queer \ntheory is a post-structuralist theory that grew out of and reacted to feminist and gay and \nlesbian studies. Queer theory is ultimately political in nature because of its concern with \npower, language, and identity. (Wilchins, 2004).  Queer theory and queer studies within \nthe academy are parts of the larger discipline of identity studies, which often merge \nsocial, political, and intellectual engagement.  According to Wiegman (2012), identity \nstudies as academic projects seek to describe and improve the social value of difference; \nbuilding on this, Kafer (2013) states, “queer theorists are committed to forging a politics \nthat does not marginalize, normalize, or criminalize queer bodies, practices or desires” (p. \n23).  Queer theory differs from gay and lesbian studies, which can be viewed as a project \nin the recovering of minority history and silenced voices, whereas queer theory’s larger \nproject is to challenge concepts of binary categorization and to offer and integrate \nalternative ways of being and existing in the social world (Halberstam, 2005; Piontek, \n2006).    \n Piontek (2006) argues that the institutionalization of gay and lesbian studies \nthrough the academy should be open to criticism; indeed, in order for gay and lesbian \nstudies to thrive in the twenty first century it must be queered.  Piontek differentiates \nbetween queer theory's interrogation of normative ways of being and the assumption that \nqueer theory simply merged with gay and lesbian studies to create queer studies.    \nPiontek positions queer studies as an inclusive, politically positioned form of identity \n 17 \nstudies that has the potential to address gay and lesbian studies' exclusions of other forms \nof sexuality and to propel knowledge production forward.   \n Morton (1995) situates queer theory as occupying a “postgay” and “postlesbian” \nspace.  The author argues that queer can be viewed as embracing \"the latest fashion over \nan older, square style by the hip generation\" (p. 369).  Contemporary queer studies can be \nviewed as making radical advancements over modernist gay and lesbian studies and its \nconceptualizations of gender and sexuality.  Morton argues that queer theory operates \nwithin a framework of ludic (post)modernism that supersedes enlightenment as an \nidealism that breaks away from historic materialism.  The author claims that this idealism \nbecomes highlighted when queer is seen in relationship with late capitalist developments \nsuch as virtual realities, cybersex, and cyberpunk, situating queer in a postmodern, \nmediated landscape that is disconnected from its gay and lesbian past.  \n While authors such as Morton (1995) and Piontek (2006) position queer as a \nfuture oriented project, Wiegman (2012) is distrustful of situating identity labels and \nprojects such as gender and queer studies as the definitive answer to gay and lesbian \nstudies’ shortcomings. Wiegman (2012) argues that queer studies is embedded in political \naspirations that differ from that of gay and lesbian studies, and is often seen as the answer \nto queer sexualities and intersex experiences that gay and lesbian as identity categories \npotentially exclude.  She claims that queer and gender studies will eventually fail in their \npolitical aspirations and be replaced with yet other identity project labels.  \n Wiegman (2012) is not the only author to be leery of queer theory.  Other \ntheorists have interrogated queer theory for its separation from the body, allowing the \nbody to become completely discursive and not allowing for material bodily experiences \n 18 \nto be taken into account.  Ann Fausto-Sterling (2000) asks when the social becomes the \nmaterial.  Fausto-Sterling criticizes feminist theorists for viewing the body as mere \nscaffolding that discourse and performance are built upon.  She argues that gender cannot \nbe understood through a single lens, instead offering a Russian nesting doll metaphor.  \nShe states that gender and sex acquire meaning through history, culture, relationships, the \npsyche, the body, and the cells that make up the body.  All of these come together in \nlayers, like the Russian nesting dolls, in our social and personal understanding of sex and \ngender.   \n  Teresa L. Ebert (1992) interrogates post-modern queer and feminist theorists and \ntheir lack of materiality, calling out Butler and other authors for depending so heavily on \ndiscursive formations of the body.  Ebert argues that gender and sexuality are not only the \nproducts of discursive practices performed on the body; rather, they are the results of \nlabor performed by, on, and through bodies that have historically been determined by \ndivision of labor and unequal access to economic and social resources.  \nThe way we live in/through our bodies as men and women, the way our bodies \ntake shape, the way we make sense of and signify our bodies, and even the way \nwe desire and are pleasured in and through our bodies are all affected by our \nparticipation in gender- divided labor relations-especially those of racist \npatriarchal capitalism, whose scope now reaches around the globe. (Ebert, 1992, \np. 40) \nEbert calls for emancipatory research that recognizes the reproductive, child bearing \nwork that some bodies do as well as the social conditions that are directly related to \n 19 \ncapitalist, economic, and racist interests that affect how the body comes to be known and \nis experienced. \n In reaction to queer theory’s lack of materiality and inclusion of intersectional \nidentities such as race and class, Johnson (2001) proposed the concept of “quare” studies \nto address how queer theory has failed to address the lived, material realities of gay men \nand lesbians of color.  This failure results in a universalization of the queer subject, where \nqueer identity is seen as acting unanimously on all types of bodies; for example, white \nqueer bodies are often viewed as having the same challenges and experiences as queer \nbodies of color.  Johnson questions queer studies’ utility to account for racialized and \nsexualized bodies that are sites of trauma and face physical violence such as beatings, \nrape, starvation, and exposure.  “Quare studies grounds the discursive process of \nmediated identification and subjectivity in a political praxis that speaks to the material \nexistence of ‘colored’ bodies” (2001, p. 77).  Johnson’s vision of quare studies offers an \nidentity politics that acknowledges performativity and its effects as well as focusing on \ncontexts and historical situations. Johnson (2001) calls for subversive acts, but cautions \nthat acts of subversion can also reinforce dominant understandings of identity. \nCyberqueer Studies  \n Nina Wakeford (1997) argued that Internet studies should forge a stronger bond \nwith sexuality studies since technology and sexuality are both rooted in the social and \neconomic dynamics of late capitalism.  Wakeford uses the term cyberqueer to refer to the \nstudy of sexuality within digital spaces.   Themes that are commonly present in \ncyberqueer studies are the relationship between sexuality and digital space and the \nconstruction of queer identities within these spaces.  Cyberqueer spaces call for the \n 20 \ncreation of and experimentation with queer identities and representations of the body.  In \na subsequent writing on cyberqueer studies, Wakeford (2002) calls for continued research \non the ways that information and communication technologies have impacted how queer \nlives and experiences have come to be understood.  Wakeford (2002) argues that the most \nsignificant contribution that cyberqueer studies has made is to draw attention to how \npractices and spaces have been, or have the potential to be, queered.  Although Wakeford \npresents cyberqueer studies as focusing on Internet research she also calls for future \nstudies that interrogate how other new media technologies become integrated into both \npublic and private queer spaces.   \n Rohit K. Dasgupta (2012) also addresses space and identity constructions within \ncyberqueer studies.  Dasgupta argues that the Internet has had a profound impact on \nhumanity, destabilizing the boundaries between public and private life.  The Internet \nallows users to be active participants in their identity construction.  Internet users do not \njust consume images and information as they do with other media formats such as film \nand TV, but rather are active participants in the creation of and engagement with content.  \nThe Internet is often viewed as a utopian space where communities can grow and \nexperiment in safe places.  Cyber spaces offer the potential for individuals to create new \nidentities and relationships (Booth & Flanagan, 2002).  Jones (2008) argues that digital \nspaces have impacted the manner in which individuals, especially young people, in \ntechnologically advanced societies learn and communicate about sex and sexuality.  \nDasgupta (2012) calls out Jones for his use of the phrase “technologically advanced,” \nclaiming that this phrase places queer digital culture within the realm of privilege. \n 21 \n Esperanza Miyake (2004) attempts to bring materiality and the body into \ncyberqueer research.  Invoking Haraway’s A Cyborg Manifesto (1991), Miyake \ninvestigates how cyberqueer theory can “queer” Haraway’s notion of the cyborg.  \nHaraway uses the cyborg as a metaphor that disrupts the binary between fiction and lived \nexperiences and has the potential to impact and change what counts as experience.  \nMiyake argues that for change to occur, women must place their bodies into the digital \ndomain.  \nThe power of production, the power of sexuality, the power of knowledge and the \npower of discourse: they are all energies that ultimately come from the body.  \nTherefore, I believe that it is of the utmost political, physical and cultural \nimportance for women to place our bodies into the cybernetic domain…Only then \ncan we anticipate real change, only then can we anticipate real liberation. (2004, \np. 54)   \nMiyake asks how we can place the fleshly body into a cold and abstract cyberspace.  She \nargues that the words that we type onto the computer screen in a sense become our body.  \nBecause words typed into a piece of technology (rather than our fleshly, biological \nbodies) are participating in cyberspace, the Internet opens up a space for queer cyborgs to \nrecreate and re-imagine notions of gender.  Technology allows us to become more fluid \nin our identities, and provides opportunities for alternative models of living.  While the \nnotion that the Internet and other new media technologies have given us the ability to \nvirtually shape-shift and try on new identities seems emancipatory, Miyake offers some \nwords of warning about how fluid identities can become in cyberspace, potentially \nerasing or trivializing material identities.  She asks if this newfound technological fluidity \n 22 \nwill wipe out identities such as lesbian, or if it will allow all women to try on the identity \nof lesbian in some form during their lifetimes.                 \nQueer Youth Today  \n Queer youth today are moving away from terms such as gay, lesbian, and bisexual \nembraced by previous generations to describe and label sexual orientation.  Instead, \nsexual identity labels are chosen to reflect not just sexuality but also gender and political \nvalues (Savin-Williams, 2005).  Terms such as pansexual, polygendered, and \nheteroflexible have made their way into queer youth culture (Abate, 2011).  Queer youth \nsee their identities as flexible rather than fixed states; this allows for sites of invention \nand revision that make change possible (Savin-Williams, 2005).  “Youth are emerging \nwith a new vision that sees narrow, fixed identities as confusing and unnecessary” \n(Wilchins, 2004, p. 138).  Wilchins argues that queer youth today are hyper-aware of the \nelastic and symbolic nature of gender and sexual orientation.  \n Savin-Williams’ (2005) book The New Gay Teenager explores the ways that the \ndevelopment of today’s youth diverges from that of previous generations.  Savin-\nWilliams argues that the mainstream, adult understanding of gay teens today has moved \nfrom being a population seen as under siege to a group of young adults recognized as \nresilient.  Despite research that focuses on negative experiences that gay youth face, \nSavin-Williams claims that gay teens today generally have positive associations with \ntheir sexual orientations.  The New Gay Teenager also calls for the differentiation of \nsexual orientation from sexual identity.  Sexual orientation is defined as erotic feelings \nand thoughts that one has for individuals of a particular sex, both sexes, or neither sex.  \nSexual orientation is generally considered to be resistant to change and conscious control; \n 23 \nit influences but is independent from sexual identity.  Sexual identity, by contrast, is a \nsocial label that names one’s own sexual attraction and political and social associations.  \n Today’s queer teens and young adults acknowledge that there are more than the \nbinary options of male/female or gay/straight (Abate, 2011).  Halberstam (2005) claims \nthat many young people today see labels as being unnecessary and oppressive and view \nthemselves as operating in a post-gender world. They willingly cast aside labels in order \nto create a world that is pluralistic, creating the conditions for infinite diversity.  \nContemporary youth possess “a strong postmodern awareness about the inherently \nproblematic and unsatisfactory nature of any identity label or sexual category” (Abate, \n2011, p. 23).  These postmodern assumptions about identity can be viewed as both a \ncrisis and an opportunity.  They are a crisis of stability of form and meaning, but an \nopportunity for rethinking the hierarchies and power dynamics present in cultural \nproduction (Halberstam, 2005).   \n An example of postmodern queer youth identities is illustrated in Abate’s (2011) \nexploration of masculine performance in the lesbian “boi.”  Abate argues that the lesbian \nboi is one of the re-imagined forms of sexual identity and gender expression that has \nemerged in the early years of the 21st century.  Queer, female-bodied young adults, who \neschew femininity and womanhood for a post-pubescent boyhood, often take up this \nidentity category.  They present androgynously, keep their hair short, and dress in \nmasculine clothing; some bind their breasts.  Lesbian bois combine expectations \nsurrounding lesbian fashion and style with hipster fashion, and often take up genderqueer \nidentities, refusing to place themselves in the male/female binary system of identity.  \n 24 \nThey often use masculine pronouns when referring to themselves and purposefully situate \nthemselves apart from feminine- identified lesbians.  Lesbian bois exist within the \ntransgressive space between hegemonic adolescent boyhood and female identity present \nwithin the LGBTQ community, situated in both worlds but refusing to exclusively \nidentify with one mode of existence or another.  \nMainstream Discourses Concerning the Queer Teenage Experience  \n Texts such as films, TV shows, journalistic reports about social movements, \ntheatrical productions, books, medical and psychology journals, and the information \ngenerated from the Internet are where many representations of queer desire are located.  \nThese representations directly translate into LGBTQ identities that are available for \nconsumption by both queer and heterosexual communities and individuals (Gray, 2009).  \nThe dominant discourses present in society are what queer youth look to when attempting \nto make sense of their own lives and identities.  Media representations, specifically, are \noften where queer youth go to legitimize their own feelings and experiences, and look for \nrole models and guidance (Evans, 2007; Kielwasser & Wolf, 1993).  Evans examined \nportrayals of gay and lesbian characters on TV shows and the effect they had on gay \nyouths’ development and understanding of their sexual identity.  Ninety percent of the \ngay and lesbian teens in his study looked to the media for representations of and \ninformation about queer identity, because youth often do not have access to such \ninformation in their lived, everyday lives.  Evans also reported that the youth he \ninterviewed expressed a desire for more diverse media representations of queer youth and \nthe issues faced in their lives.  Queer youth have reported that adult-created narratives \n 25 \ntend to focus on the struggles rather than the positives of being a queer teenager.  While \nimportant, these struggles do not represent a universal queer teen experience.   \n It is important to examine which representations of queer youth are present in the \nmedia because such representations not only shape how queerness in the abstract is \nperceived in the lived world, but also because queer youth actively seek out these \nrepresentations to make sense of their own individual sexual identities and experiences.  \nMedia discourses about queerness often fall into a small number of narrow, socially \nacceptable roles (Shelton, 2008).  Queerness is often pathologized or constructed as a \nsick or criminal behavior (O’Shaughnessy & Stadler, 2012). TV shows such as Glee and \npublic awareness campaigns like the “It Gets Better Project” have begun to make gay, \nlesbian, and trans experiences part of mainstream consciousness, but these are still \nproduced and controlled by adults with little input from queer teens and young adults \n(Dhaenens, 2013; Muller, 2011). When the dominant discourses that queer youth are able \nto access do not reflect their lived experiences, the discourses can cause queer youth to \nbecome unintelligible to themselves as well as mainstream society.  These discourses \noften place queer youth into subject positions that force them to depend on adults to tell \ntheir stories (Talburt, 2004).      \nYouth/Adult Binary  \n Adults and societal institutions hold the power to not only define youth’s needs, \nproblems, and solutions, but also to limit the access youth have to resources and means to \ncreatively express themselves and share their experiences (Talburt, 2004).  Mainstream \nproducers of discourses about queer teens (TV and film writers and producers, authors of \nyoung adult novels) are most often individuals who have worked in heteronormative \n 26 \nmedia institutions for some time (Pullen, 2009). Adults’ positions of authority allow them \nnot only to “promote voyeuristic longings on the part of the adults” but also to regulate \nand police youth identities, expressions, and behaviors (Driver, 2007, p. 305).  The adult \nperspective becomes more prominent and is considered to be more credible because of \nthe status given to adults (Podkalicka & Campbell, 2010).   \n Decentering the adult and breaking down the binary between youth as \nsubject/participant and adult as creator/researcher is imperative to queer youth being able \nto tell their own stories and learn techniques that allow them to share the experience of \nusing their own voices rather than relying on adult storytellers.   Stripping the power and \nauthoritative knowledge away from adult-run and -created institutions allows youth to \nreclaim communication styles and representations, and gives youth the opportunity to \nbecome the producers rather than consumers of discourses concerning everyday \nexperiences (Driver, 2007).  Autoethnography is one method that can decenter the \nyouth/adult and subject/researcher binaries.  When queer youth engage in \nautoethnographic methods for telling stories it facilitates a breakage in the dichotomy of \nproducer and subject, because the narrative’s subject also becomes the narrative’s \nproducer.  The breakdown of colonialist notions of ethnographer and other that is \nfacilitated by autoethnographic storytelling has roots in queer culture (Russell, 1999).  \nAutoethnography as a means of understanding or giving voice to queer culture is not a \nnew phenomenon; indeed it is common for those researching queer subcultures to be \nformer or current members of the groups they are studying (Halberstam, 2005).    \nCritical Youth Studies  \n 27 \n In the introduction to the book Representing Youth: Methodological Issues in \nCritical Youth Studies, editor Amy L. Best (2007) surveys the state of youth as research \nsubjects.  She draws attention to the fact that the study of youth is growing rapidly within \na variety of disciplines, yet despite the long history of youth as subjects, youth are often \nexcluded from participating in the research processes that generate knowledge about \nthem.  Best calls for an examination of methodologies that allow youth to have power and \na voice in the research process.  Critical youth studies draws from a diverse framework \nincluding cultural studies, queer studies, critical race theory, feminist theory, and \npostmodernism.  It recognizes that youth are the best authorities and sources of \nknowledge about the experiences and cultures of young people (Richman, 2007).  \nMethods of data collection such as autoethnography, personal narrative, documentary, \nphoto essays, and social action research, which allow youth to participate in the \ngeneration of data, are gaining popularity in studies about youth culture and experiences \n(Best, 2007).  These methods allow youth to have discursive empowerment, the ability to \ndefine and speak for themselves during the research process (Ungar, 2007).  Best \nidentifies Driver’s (2007) project, which utilizes video created by queer youth, as an \nintervention that attempted to examine questions surrounding value, knowledge, and \nrepresentation.  Driver’s project is political in the sense that it gives young people the \nauthority to explore and create knowledge about sexuality and to “become co-creators of \nideas about their own situations and circumstances” (Best, 2007, p. 15).  Projects like \nDriver’s offer the possibility for queer youth to overcome their status as objectified \nsubjects (Best, 2007).  Driver acknowledges that employing youth-created video in the \nmanner that she did stripped her of some of her power as a researcher: “Engaging with \n 28 \nqueer youth video as a researcher stretches me to accept that my role is bound by what I \nam able to give back, working to provide the symbolic and material conditions that \nencourage and support queer youth to tell us what they need and want” (Driver, 2007, p. \n323).        \n Recognition of the power discrepancies between researcher and youth subjects is \nessential in critical youth studies.  Researchers must pay careful attention to their \nperceived position of authority and the role they play in the process of creating \nrepresentations and knowledge about youth.  Often researchers must acknowledge the \ntension between their simultaneous insider/outsider statuses (Best, 2007). Many times \nresearchers share identities and subject positions with the youth they are studying, and it \nis age and social standing that give researchers their perceived authority.  Halberstam \n(2005) discusses the alliances that often develop between the minority researcher and \nminority subculture.  When these alliances are created within the study of queer \nsubcultures, academics become key players in the construction and representation of \nqueer archives of knowledge and memory. \nYouth Self-Representation via Media  \n Regales (2008) explored transgender teens’ creation of zines (handmade, \nindependent magazines, often created through the use of collage that is physically cut \nfrom paper and glued together) as a safe way for youth to negotiate identities and \ndifferences.  The self-representation that the teens engaged in allowed Regales to study \nhow this particular group of young people expressed themselves and communicated \nabout who they wanted to become.   The zines’ producers used the creative process as an \nopportunity to write themselves into new lives where they felt free to express themselves \n 29 \nwithout fear or negative repercussions.  The teens used a variety of visual strategies and \nwritten language in order to construct their stories and identities.  Moreover, the teen \nwriters engaged with cultural theory in their projects as they attempted to place \nthemselves on the gender spectrum and wrestle with identity and self-understanding.  \nRegales argues that queer and feminist theorists have much to learn from the discourses \nproduced by the teen zine writers.                  \n Moving from paper to digital platforms, Pullen (2009) investigated how the \nInternet and new media technologies provide queer youth with spaces to enter into \ndiscourses about queer youth experiences that exist outside of mainstream, adult-created \ntexts.  New media technologies give queer youth the ability to construct new social \nworlds, where queer romances and desires can take center stage, engage in discussions, \nand challenge the heteronormative constraints of mainstream media.  When queer youth \ninvolve themselves in the creation and performance of texts they are able to extend the \npotential of the types of discourses available.  Queer youth are becoming increasingly \ninvolved in the creation of self-reflexive media projects that are free from repressive \ncontrols of mainstream discourse.  This allows queer youth to question and challenge \nritual norms connected to aspects of daily living such as social networking, dating, and \nromance. \n Digital multimedia storytelling is one way that queer youth can engage in creating \ncounter-discourses. Podkalicka and Campbell (2010) argue that digital storytelling has a \nhistory of being used as a means to empower marginalized voices.  Digital technologies \nsuch as video and still-photography cameras and computer software that are used to edit \nand manipulate images have become much more accessible, allowing even those who are \n 30 \nnot professional media producers to use technological tools for the creation of narrative \nprojects (Rogers et al., 2010).   \n Several researchers have used digital multimedia storytelling as a way to explore \nthe results of voice-giving through narrative projects with youth (Bloustien, 1998; Driver, \n2007; Kearney, 2006; Podkalicka & Campbell, 2010; Rhoades, 2012; Shelton, 2008; \nTalburt, 2004). These researchers agree that facilitating opportunities for youth, \nespecially those who hold marginalized positions in addition to being young (such as \nidentifying as a girl, low income, or queer) give participants a sense of empowerment as \nthey are able to speak in their own unique voices that reflect their experiences.  \nMultimedia projects offer youth the opportunity to engage in theorizing identity and \npower, and lead to both confidence and competency in articulating their own voices \n(Driver, 2007; Podkalicka & Campbell, 2010).   \n Previous studies also agree that the result of self-representation through the use of \ndigital multimedia projects empowers youth to create counter-narratives that may \nchallenge adult understandings of the youth experience.  Multimedia video projects can \nprovide spaces for creative resistance that communicates feelings and experiences of \nbeing part of a marginalized group (Shelton, 2008).  The media produced by youth in \nmentorship video and multimedia programs expand the diversity of public representation \nand challenge and complicate the dominant narratives and conceptualizations associated \nwith queer youth (Kearney, 2006; Shelton, 2008).  Even when youth video projects \nappear to be embodying or reinforcing stereotypes, they still have the ability to promote \nself-reflection that allows for the projects’ producers to move toward emancipatory and \ncritical expressions of identity (Rogers et al., 2010). \n 31 \n Video and other forms of multimedia give youth the opportunity for change, \ntransformation, and control of the discourses they create (Bloustein, 1998).  Participants \noften challenge dominant narratives and ideologies of gender, sexuality, and race \n(Kearney, 2006; Rogers et al., 2010).  Self-representation gives youth who engage in \nmultimedia production projects the opportunity to create their own languages to tell their \nstories, as well as the ability to experiment with storytelling techniques that use non-\nlinear storylines that may better reflect their lived experiences (Bloustein, 1998; Shelton, \n2008).  \n Driver (2007) argues for the use of multimedia projects produced by queer youth \nas research tools to aid in the understanding of queer youth experiences and to decenter \nadult power.  Allowing the creative projects produced by teenagers to be a starting point \nfor qualitative research removes adult and institutional authoritative knowledge and \npermits youth to take the lead in knowledge production. Driver actively engaged with \ncommunity programs where youth were able to locate resources that allowed them to \nproduce self-representations. To build her argument, Driver employed “Untitled,” a \ndigital video project produced through the 2002 Queer Youth Video program by Natasha \nPike, a queer teenage girl. who produced her video. Natasha’s video is told from the \nperspective of a transgender youth as she grows and moves from childhood to \nadolescence.  Natasha’s journey from child to adult is interrupted as she enters her \nteenage years and begins to experience gender subversions and transgressions.  Her video \nrepresents queer sexuality as a conflicting aspect of her identity and actively challenges \nmainstream notions of gender and sexuality.  Driver concludes, “the end result of working \n 32 \nwith queer youth video is a gathering of cultural practices that refuse systematic closure, \ninsisting on the renewal of readings over and over again” (2007, pp. 322-323).  \n Vivienne and Burgess (2012, 2013) investigated Rainbow Family Tree, a website \nand media production workshop that allow queer adults to create and upload video based \ndigital storytelling projects.  As is true with  youth video projects, digital storytelling \nfunctions as a means for constructing and sharing life narratives.  Vivienne and Burgess \n(2013) argue that the documenting and sharing of non-normative identities through the \nuse of digital technologies is an enactment of Butler's (1990) performativity.  In their \nearlier (2012) article the authors point out that digital tools, such as video technology, \nallow for greater control over how individuals represent and present themselves to the \npublic.  The storytellers of the Rainbow Family Tree project construct, both literally and \nfiguratively, versions of their identities that are distinct from the more spontaneous \nperformances of identity in face-to-face situations.  In their 2013 article, Vivienne and \nBurgess explore the process that storytellers went through to construct their identities and \nperformances, noting that there was often a tension between the public and the private.  \nWhile participants found some type of personal gain in participating in the project there \nwas still some hesitation or caution taken due to the potential dangers of going public \nwith a non-normative sexual or gender identity.  The authors concluded that sharing \nidentities and experiences on Internet platforms extends beyond the individual posting \ncontent.  There is a potential danger to the physical body and to the material, lived \nexperiences of those who out themselves in cyberspace, and this issue of safety must be \nnegotiated in the construction of identities being performed in public, digital spaces.   \n 33 \n Despite the potential dangers of digital identity performances, technology such as \ndigital video has been employed in a number of social justice-oriented organizations and \nprojects (Bloustein, 1998; Driver, 2007; Podkalicka & Campbell, 2010; Rhoades, 2012; \nRodgers et al., 2010).  Because of its relative low cost and ease of use compared to \ntraditional film formats, digital video is sometimes framed as an answer to discriminatory \npractices, and thus as a sign of progress.  Gallagher and Kim (2008) explore the \nexpanding use of digital video in qualitative research, calling for a recognition of the \ncolonial history present in the use of the camera.  Capturing images with both still and \nmoving image cameras has been associated with forms of social control and surveillance, \nas the camera can be a tool to document and study the \"exotic.\"  The language used to \ndescribe the process of using digital video such as shooting, capturing the subject, and \nwhite balance (the process of calibrating and adjusting the intensity of colors captured by \ndigital video) carry violent and colonial connotations.  Digital video favors white skin \ntones over those of color, privileging those with lighter skin and impacting the final \noutcome.  The dominant techniques and genres associated with film and video production \nare often reproduced in amateur projects. Voyeurism, Gallagher and Kim (2008) argue, is \na potential problematic outcome of using image and audio records. \nChapter Summary  \n In this chapter I have attempted to assemble a framework to better understand the \nemergent discourses present in the digital video projects created by RQY participants.  \nFirst, I examined the concept of discourse, focusing on Foucault’s understanding of \ndiscourse as rooted in power and as a means of knowledge production.  I also examined \nhow discourse facilitates the construction and understanding of gender.  Next, in order to \n 34 \ncontextualize and understand queer identity and its construction I explored notions of \nqueer identity, queer theory and studies, and criticisms.  In this section I discussed queer’s \nrelationship to gay and lesbian identities and studies.   Because the texts that I am using \nfor my thesis are digital videos uploaded onto the Internet, I brought cyberqueer studies \ninto my framework to help contextualize identity construction in mediated platforms.  In \naddition to examining how technology impacts queer identity construction, I also looked \nat literature addressing how contemporary youth are conceptualizing queer identities and \nexperiences.  Next, I investigated the youth/adult binary and how critical youth studies \ncan break down the relational hierarchy between adult researchers and youth.  Finally, I \nexplored how queer youth use media for self-representation and potential negative effects \nthat can result from sharing digital video online. \n The following chapter will describe the methods I employed in my investigation \nof the RQY videos.  My methods of analysis consist of discourse analysis and critical \ntechnocultural discourse analysis.  The chapter will also go into more detail about the \nvideos from the RQY project.    \n   \n \n   \n  \n     \n \n \n 35 \nCHAPTER THREE  \nMethod  \n This chapter describes the data set I am using, data selection, and describes my \nmethods of analysis. \nThe following research questions guide my study.  \nRQ1: What discourses emerge when queer youth are given the resources \nto produce digital video projects?  \na) What language, both verbal and visual, do queer youth use to \nrepresent their experiences and self-identities? \nb) In what ways do the discourses created by queer youth video \nprojects challenge, resist, confirm, or speak to normative notions \nof identity? \nRQ2: How does digital video as a technocultural space shape and \ninfluence the discourses concerning queer identities and experiences?    \nData: Queer Youth Video Projects  \n The data sources for this project are short video projects produced by queer youth \nparticipating in the Reel Queer Youth (RQY) video mentorship program.  RQY was \nchosen because of the diversity of styles and narratives of the videos available for public \nviewing.     Eleven videos produced in the program between 2009 and 2012 have been \nmade available online through the video sharing site Vimeo for both streaming and \ndownload.  All 11 videos will be examined for this project. \n The videos are diverse and range in style, comprising both fiction and non-fiction \nworks.  Most of the videos rely on live-action actors and participants, but several use \n 36 \nstop-action animation.  Two of the videos, “Gender Menu” and “The Rest of Us,” explore \nthe confining nature of gender binaries.  Others create alternative pasts and futures, such \nas “Cherry Bomb,” which imagines the experience of a queer girl who inspired Katy \nPerry’s song “I Kissed a Girl,” and “In the President’s Shoes,” which explores what a \nfuture with a gay president might look like.  Several of the videos express a desire for \nqueer youth to be recognized for individual traits that are not tied to sexual identity and \norientation and to dispel stereotypes about sexual identity.  Others touch on experiences \nthat impact daily life such as suicide and romance.  (Summaries of all 11 videos can be \nfound in Appendix A.)      \n Within each video I looked for elements that allowed me to address my proposed \nresearch questions.  I focused on how, both verbally and visually, the videos address \nnotions of identity experiences.  This includes the actual words used to label and name \nsexual and gender identities, as well as visual representations such as the inclusion of \nandrogynous appearing characters or the ways that bodies are dressed to represent \nmaleness and femaleness.  I also focused on narrative elements such as relationships \nbetween characters, themes such as suicide and loneliness, and the creation of alternate \nsocial worlds.   \nMethods of Analysis  \n I am working within the tradition of discourse analysis, particularly drawing from \ncritical technocultural discourse analysis.   \n Discourse analysis is a form of textual analysis, which is used to describe and \ninterpret characteristics of recorded messages, including those of content, structure, and \nfunction (Frey, Butan, & Kreps, 1999).  Textual analysis research projects are concerned \n 37 \nwith language, both verbal and visual, and are specifically concerned with what language \nrepresents and how we use it to make sense of our lives and experiences.  Scholars \nworking in this tradition have the goal of evaluating the multiple meanings found in texts \nand how these meanings relate to and are connected with social realities (Brenmen, \n2013).   \n Textual analysis has roots in semiotics, which allows us to interpret the codes and \nsigns used to make meaning and to understand how the words, concepts, ideas, themes, \nand issues that exist within texts communicate the socially constructed realities of their \nproducers and consumers (Brenmen, 2013).  Textual analysis works under the \nassumption that moving images and other texts contain meaning that exists outside the \nboundaries of the frame.  In addition to narrative elements, stylistic components that \nconstitute the image such as camera placement and movement, use of colors, animation \ntechniques, and lighting also provide valuable information and aid in constructing and \nanalyzing a text’s meaning (Bateman & Schmidt, 2012).  Meaning is made on three levels \nwithin a text: First, meaning is found in the production of the text (who produced the text \nand how the text was produced); second, the image itself holds meaning; third, meaning \nis found in how the image is seen or consumed (Rose, 2012).    \n Within the broader category of textual analysis, I draw primarily from the \ntraditions of discourse analysis.  Discourse can be defined as patterns of meaning that \ncreate symbolic systems that individuals employ to make sense of the world and their \nsubject positions (Parker, 1999). Discourse analysis focuses on what was said, how it was \nsaid, and what was achieved by its communication (van Zoonen, 1994). Its purpose is to \nexamine textual structures, to gain a deeper understanding of how language describes \n 38 \npeople’s experiences, feelings, opinions, and observations, and to determine what is \nachieved by this language use. Discourse analysis is used to uncover how discourses are \nstructured and organized, and what types of knowledge discourses produce.  Discourse is \nnot confined to verbal language. Visual discourse analysis allows us to treat visual \nimages as language and is concerned with how social activities and identities are \nconstructed within visual texts (Albers, 2007).    \n In conducting a discourse analysis, texts should be closely examined for how \neffects of truth are produced, for complexity and contradictions, for what is made visible \nand invisible, and for details the researcher feels aid in addressing her research questions.  \nIn addition to the information contained within the texts themselves, the social \nposition/location/context in which the text was produced should also be taken into \naccount (Rose, 2012). Discourse analysis is flexible and the material should drive the \ninvestigation.  \n Because the texts that I am examining employ mediated communication situations \nin an online, digital environment, I also draw from critical technocultural discourse \nanalysis, or CTDA (Brock, 2009).  CTDA allows Internet communication phenomena to \nbe examined through interfaces such as Internet technologies in order to understand how \ntechnology's form and purpose mediate discourse.  Brock draws heavily on Carey's \n(1975) argument that communication technologies create representations of culturally \nshared beliefs, and that communication technology should be studied from the viewpoint \nof how technologies produce, maintain, and transform reality.  Brock employs \nNakamura’s (2006) and Dinerstein's (2006) arguments to add a critical approach to the \nanalysis of the cultural influences on how and why communication technologies are used.  \n 39 \nNakamura argues that cyberculture must be placed within the framework of racism and \nglobalization.  To this end, he proposes using critical race theory, which allows for the \nexamination of structural instances of privilege and power, and cultural theory to analyze \nInternet content.  Brock builds on Dinerstein's argument that technology should be \nsituated within the power matrix of progress, religion, Whiteness, modernity, \nmasculinity, and the future.  While Brock used CTDA to examine the construction of \nracial identities on the Internet through interactions on several webpages, in this study I \nadapted CTDA to include visual and moving image Internet content in the construction \nand representation of gender and sexual identities.  Using discourse analysis, as outlined \npreviously, combined with CTDA allows me to not only analyze the content of the texts \nproduced by RQY participants, but also to contextualize the texts relative to digital video \ntechnology and Internet hosting of digital video projects more generally.                                          \n   In order to discover the meanings and relationships that emerge from queer youth \nvideo projects, I conducted my analysis in four steps.  Steps one and two, familiarizing \nmyself with the texts and identifying emergent themes, were inspired by Rose’s (2012) \nmethod of discourse analysis.  Steps three and four, identifying and describing \ncontextualizing elements and putting elements into conversation with themes identified in \nstep two, draw from Brock’s (2009) CTDA.   \n According to Rose, first, the researcher attempts to approach the material with a \nfresh perspective and let go of any preconceptions she has about the texts in question.  \nThe researcher immerses herself in the material, consuming the texts several times and \nbecoming intimately familiar with their content.  Consequently, my first step involved \nwatching all 11 videos in the RQY collection several times and becoming intimately \n 40 \nfamiliar with their content, structure, and style without drawing conclusions about what \nmessages and discourses are constructed within the projects.         \n According to Rose (2012), after the researcher has familiarized herself with the \ntexts, the process of coding begins.  The researcher identifies key themes, words, \nlanguage use, images, or techniques that are present within the texts.  A list of key themes \nand patterns is compiled and the texts are reexamined using this list as a lens.  At this \nstage the researcher begins to make connections between the key themes, words, \nlanguage use, images, and techniques. The researcher returns to the texts as many times \nas needed as questions and potential themes arise, continually updating and reworking the \nmaster list.  Consequently, my second step involved creating a list of themes present in \nthe texts.  For example, preliminary repeated viewing of the video “No Homo” allowed \nme to identify the following themes, which occur throughout the entire set of videos I \nanalyzed: dispelling stereotypes; existing outside of gendered norms; naming and \nlabeling sexual identities; and the desire to have personality traits acknowledged that are \nseparate from sexual identities.  The themes from this video as well as the others in the \ncollection were compiled into a master list, which was used to compare themes across \nvideos during later viewings.  Intertextual patterns, relationships, and connections were \nestablished.  (For example, the theme of naming and labeling sexual identities was also \npresent in the video “Reel Life.”) After the lists of themes and production elements were \ncompiled and intertextual connections and relationships were established, I examined \nhow these themes and relationships created discourses and knowledges about queer youth \nexperiences.  \n 41 \n My third step involved adapting Brock’s concept of contextualizing elements to \nexamine how queer identity was constructed within technocultural space.   Because \nBrock was working with a weblog and reader comments about a mainstream TV \nprogram, the contextualizing elements he identified as important do not seamlessly cross \nover into analyzing user-generated video content hosted on a website.  In order to engage \nin the contextual analysis needed for CTDA I identified and described elements specific \nto web-hosted digital video that contributed to the construction and representations of \nqueer identities and experiences : (a) cultural: mainstream discourses about queer youth \nand identities; (b) environmental: the RQY program; (c) production techniques and \nelements: preproduction, production, and postproduction; and (d) platform: Vimeo, the \nweb based video hosting site where the RQY videos were archived.  The fourth step \nconsisted of placing the elements identified in step two into conversation with the \ncontextualizing elements in step three in order to gain a deeper understanding regarding \nof how the identified contextualizing elements influenced the contents and discourses \npresent in the RQY videos.   \nChapter Summary  \n In this chapter I discussed my data set, the videos made available by RQY, and \nthe steps that make up my method of analysis.  My thesis uses textual analysis; \nspecifically discourse analysis and critical technocultural discourse analysis.  Discourse \nanalysis was employed to discover what the youth were saying and how they were saying \nit within the video projects.  CTDA allows for the videos to be contextualized within the \nculture and environment they are produced in, as well as the means of production and \n 42 \ndistribution platform.  In the following chapter I will share the results of my deployment \nof discourse analysis and CTDA.    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 43 \nCHAPTER FOUR \nAnalysis and Discussion  \n The following chapter has two goals: (a) to identify and describe both the \ndiscursive themes and contextualizing elements, and (b) to place the themes and \ncontextualizing elements into conversation with one another.   The first portion of my \nanalysis, emergent discourses, addresses the discursive themes developed in steps one \nand two of my method of analysis, which included familiarizing myself with the RQY \nvideos and then identifying emergent themes present within the videos. The emergent \ndiscourses I identified are: (a) complex representation of experiences; (b) addressing \ngender binaries; and (c) change and self-responsibility.    The second half of the chapter \naddresses the contextual elements I identified through the use of CTDA and the \nconversations between emergent discourses and contextualizing elements.  The four \ncontextual elements identified are: (a) culture; (b) environment; (c) production, and (d) \nplatform.  I identified four conversations among the elements and discourses: (a) sexual \nand gender identity labels; (b) unspoken discourses: reinforcing queer universality; (c) \ncyberqueer materiality and technocultural space; and (d) queer technological progress.         \nEmergent Discourses \n In order to gain a deeper understanding of the meanings generated by queer youth \nvideo projects I will employ Foucault’s understanding of “discourse.”  I am drawing from \nFoucault because his conceptualization of “discourse” has a special connotation beyond \nmerely conversation.  Foucault understood discourse as groups of statements that enabled \npeople to understand themselves and the social world.  Discourse determines what is and \nis not known about the world and produces both knowledge and power (Foucault, 1972; \n 44 \nRose, 2012). Foucault (1980) stated that discourse analysis will not determine Truth or \ntell us what is correct, but it will allow researchers to make connections between \nmeaning, power, and knowledge.  I will be using Foucault’s understanding of discourse to \nexplore what knowledges are being produced by the queer youth video projects, and how \nby construction of these knowledges queer youth are expanding on what is and can be \nknown and talked about.  I will examine how statements made in the videos come \ntogether and form relationships that reflect queer youth experiences and give youth the \npower to describe and give voice to their own identities.                \n The discursive themes that emerged from the videos shed light on the lived \nexperiences and desires of the youth who participated in the RQY video production \nworkshop. The videos express desires and become spaces in which to express and work \nthrough challenges and to imagine worlds where circumstances are different and \nheteronormative expectations do not constrain choices.  The three themes I identified \nwere: (a) complex representations of experiences; (b) concern with gender binaries; and \n(c) change and self-responsibility.  (Appendix B charts the three themes and their \ncorresponding videos). \n Complex representations of experiences .  The first theme that I am going to \nexamine is the apparent desire for more complex representations of queer youth \nexperiences.  Within this theme I identified three sub-themes: (a) recognition that queer \nyouth are more than sexual identities and stereotypes; (b) depictions of romantic \nrelationships; and (c) writing queerness into narratives.  \n More than sexual identity/stereotypes.  A theme that appears across three of the \nvideos is the concept of being more than one’s sexual identity, or not adhering to \n 45 \nstereotypes associated with sexual identities. In the video \"I Am Me\" a variety of teens \nand adults list social positions and identities they hold such as teacher, camp counselor, \nsinger, and tea drinker.  The video participants are then shown repeating the phrase, \"I am \nme.\"  After two minutes of montaging through faces the screen goes black and the words \n\"I am more than,\" followed by sexual identity titles such as gay, lesbian, bisexual, \ntransgender, and queer, appear flashing across the screen.  The video concludes with the \nstatement \"I am more than my sexual orientation\" written in white letters on a black \nscreen.   \n Similar in tone and style, the video \"Reel Life\" is also a non-fiction piece using \nmedium close-up shots of youth speaking about identities.  The video starts with \nparticipants introducing themselves with their names and ages followed by their sexual \nidentities.  The participants then describe their living situations (with roommates, with \nparents and family members, or with partners) and if they feel that they have support \nfrom their families (all the participants included in the video felt that they had familial \nsupport).  The video concludes with participants describing what it means to be a queer \nally.     \n In the video \"Pro Homo,\" three female-bodied teenagers rap about not adhering to \nstereotypes associated with the identities dyke, femme, and bisexual.  The dyke-identified \nparticipant speaks about how neither she nor her partner \"wears the pants\" in their \nrelationship even though she has short hair and presents in a masculine manner.  She also \nspeaks about not necessarily being tough and at one point frolics through a field of \nflowers.  The femme-identified participant challenges the idea that femme-presenting \nlesbians are always girly.  The participant states at the beginning of her segment that \n 46 \n\"there are a lot of facets to my personality.\"  She defends her right to wear dresses and \nheels while at the same time enjoying sports and performing more masculine and \naggressive behaviors.  The third video participant addresses many of the misconceptions \nassociated with being bisexual.  She challenges the notion that girls engage in bisexual \nbehaviors for the enjoyment of men, and that bisexual individuals are attracted to both \ngenders equally, stating that she'd prefer to settle down with a wife even though she finds \nmen attractive.   \n Depictions of relationships.  Unsurprisingly, depictions of  romantic relationships \nappear in three of the videos.  Several of the participants in “Pro Homo” make reference \nto current or potential future relationships throughout the video, while “Cherry Bomb” \nand “Make Your Own Montage” have a stronger focus on non-heteronormative \nrelationships.  “Cherry Bomb” deals with an unrequited crush (something that many teens \nexperience, regardless of sexual identity) and “Make Your Own Montage” depicts two \nrelationships. “Cherry Bomb's” story centers around the crush of an unnamed female \nbodied, yet masculine presenting, character on a female classmate.  The story is told \nthrough the main character's diary entries in which she describes her intense feelings for \nher classmate, and doodles initials inside of a heart.   \n “Make Your Own Montage's” storyline includes a relationship that ends as well as \na brand new relationship.  “Montage's” main character is a super hero whose relationship \nwith an androgynous presenting character ends when they3 discover that the main \n                                                \n3 I am employing the singular they and their in instances when an individual’s preferred \ngender identity and pronoun are not made available.    \n 47 \ncharacter is actually a super hero who has been spending their nights saving local citizens \nfrom oppression.  The video concludes with our super hero rescuing an apparently male \nbodied, masculine presenting character from a bully, after which the two walk into the \nsunset together holding hands.  \n Writing Queerness into Narratives.  Three of the videos actively re-imagine \nnarratives to include explicit queerness.  “Cherry Bomb” uses the popular Katy Perry song \n\"I Kissed a Girl\" which is told from the straight girl's perspective and offers us the same \nstory from the point of view of the girl who inspired Perry's hit song.  “Cherry Bomb” \nshifts the focus of \"I Kissed a Girl\" away from the straight girl who kisses girls despite \nhaving a boyfriend, and instead onto the girl who was the recipient of this kiss.  “Make \nYour Own Montage” flips the expected and traditional superhero narrative.  Rather than a \ndamsel in distress, the superhero rescues a masculine, male bodied character from evil \nand they leave together, presumably happily ever after.  “In the President's Shoes” is \nformatted as a mock news interview with a future president who is in a relationship with \na trans partner and speaks openly about having a personal interest and investment in the \nLGBTQ community.   \n Relationships among sub-themes. When examined in relation to one another, the \nthree sub-themes identified above indicate that the youth who produced these videos are \nconcerned about having their identities and personalities stereotyped, about not being \nviewed as whole people outside of their identities, about seen as capable of having \nromantic relationships, and about seeing their experiences reflected in narratives and \nsituations that are usually assumed to be heterosexual.   \n 48 \n The emphasis placed on having interests and identities outside of a sexual identity \nor not adhering to expectations suggests a tension in the lives of the youth who produced \nthese videos.  On one hand they are clearly laying claim to some type of explicitly queer \nidentity through their participation in a program aimed specifically at queer youth.  On \nthe other hand, however, even though the youth who produced these videos have aligned \nthemselves with a queer, non-straight identity they also seem to manifest a desire to be \n(or be seen as) something or someone besides their sexual identities.   The desire to be \nviewed outside of a sexual identity, yet at the same time have access to representations of \nnon-heterosexual relationships, is apparent in the reoccurrence of depictions of romantic \nrelationships in the videos.  There are a variety of romantic relationships shown in the \nvideos, but there is never a crisis moment built around, or a big deal made out of, the fact \nthat the characters are actively pursuing relationships that exist outside of heterosexual \nnorms.  This indicates, at least for this particular group of youth, that when they are \ncommunicating with each other about relationships, sexual orientation and identity are \nnot things to worry about.  Even in \"Cherry Bomb,\" which ends with the main character \nfeeling depressed about her crush not liking her back, the unrequited love isn't treated any \ndifferently because it was between two female- bodied individuals rather than a female-\nbodied and male-bodied couple.   \n I feel that the videos that write queer characters and situations into traditionally \nheteronormative situations and spaces (politics, pop music, the superhero story) originate \nfrom similar desires as the inclusion of relationships.  There is an indication that the \nyouth who produced these particular videos wrote themselves into heteronormative \nnarratives in order to add a layer of complexity to queer sexual identities.  Having queer \n 49 \ncharacters appearing in normative narratives allows queerness to be present in situations \nthat are typically assumed to be filled by straight identities and offers a counter-narrative \nto the queer in crisis.  In other words, queerness is the central plot device to which queer \nmedia representations often fall prey.   \n Overall, the three themes discussed above indicate a desire to see queer \nrepresentations that take on the whole person, and acknowledge that those who hold \nqueer identities are more than their sexual identity; indeed, they are whole people with \nhobbies, interests, families, and characteristics outside of who they are romantically and \nsexually attracted to.  There is a tension between (a) the need to acknowledge a queer \nlabel or identifier in some way in order to counter and speak to heteronormative \nrepresentations and (b) the desire to be seen as a person first and as having a sexual \norientation or identity second.  Even though media representation has come a long way \nand made significant strides in its depictions of queer youth, the videos examined here \nindicate that queer youth are still having to push back against assumptions and \nstereotypes.   \n Concern regarding gender binaries.  The second theme that emerged from the \nvideos addressed the participants’ concern with gender binaries.  Two sub-themes were \nidentified that support gender binaries being a significant issue in the lives of the video \nproducers: (a) challenging the gender binary and creating new options and (b) \ndiscrimination, isolation and mental torment related to not fitting into a binary gender \nidentity.          \n  Challenging gender binaries and seeking new options.  Four of the videos \nproduced by Reel Queer Youth involve participants who question or challenge the notion \n 50 \nof the male/female, boy/girl binary.  \"The Rest of Us\" begins with an androgynous \npresenting person attempting to enter gendered restrooms. The doors appear to be stuck \nfor this person, despite others (who present as traditional males or females) being able to \nenter the room.  Two other androgynous people appear and attempt to enter the restrooms \nbut are also denied entry.  The three androgynous characters come together and create \npaper figures that don't adhere to the normative man and woman restroom signs. They \ntape them to the wall with an arrow pointing up a staircase away from the binary \nrestrooms.  The three walk up the stairs past their new genderless icons into a bright light.   \n \"Gender Menu\" begins in a cafe where there are two lines of people, one dressed \nall in blue and the other dressed all in pink.  They walk toward a table, pick up a menu \nthat corresponds to their clothing color, and proceed to their tables.  The pink \"girl\" \nmenus include stereotypical feminized foods such as salads while the blue menus include \noptions such as steak and other \"manly\" foods.  A person dressed in black comes in and \nstands between the two lines and switches the menus, giving blue menus to the people \ndressed in pink, and pink menus to those dressed in blue.  This results in confusion for \nthe cafe patrons, followed by the cafe manager demanding that customers either pick the \nmale or female menu or leave, resulting in a mass exit from the cafe.  The former \ncustomers protest the limited binary options.  The sign outside the cafe is then shown \nwith the words \"under new management,\" while inside a new menu offers choices such \nas female, butch, genderfluid, trigender, male, transgender, and genderqueer.  The new \nmenu asks cafe patrons to choose one, two, or three of the options or to create their own \noption.     \n 51 \n The third video to address the gender binary is \"Paranoia,\"  which tells the story \nof a gender non-conforming person as they prepare for and attend an interview for a job.  \nThe character is refereed to by both masculine and feminine pronouns, and does not get \nthe job they were applying for because of their non-binary gender presentation, and the \nvideo ends in the suicide of the main character.  The fourth video, “I Am Human,” also \ndeals with the mental challenges that come with a non-binary gender identity.  The first \nhalf of the video is spent inside the main character's head as they face society and \njudgment as they are asked several times if they're a boy or a girl.  The main character \neventually breaks away from judgment and society declaring that they are human and that \nthey had to learn to break free of judgment and binary gender expectations.    \n Discrimination/isolation/mental torment.  Four of the videos deal with \ndiscrimination/isolation and/or mental torment in some way.  The President character \nfeatured in the video \"In the President's Shoes\" speaks about discrimination and how part \nof his presidential project is to actively take steps to reduce discrimination that affects the \nLGBT community.  \"Paranoia\" and \"I Am Human\" visually take viewers inside their \nmain characters’ heads and mental processes.  In \"Paranoia\" a shirtless figure covered in \nblack and brown paint appears, holding a gun to the main character’s head as the main \ncharacter experiences stressful and discriminatory moments;  the figure is present when \nthe main character ultimately commits suicide.  As viewers we are introduced to this \ncharacter through a red filter that was applied to the image during post-production, \nsignaling that this figure is part of the main character's thought process, not a part of the \ndiscriminatory situations unfolding before us.  \"I Am Human\" also visually navigates \nbetween the main character's thought process and reality.  Although the video begins with \n 52 \nthe main character walking down a sunny street we are soon taken to a dark room where \nthe main character is crouching on the ground while in the background a voice whispers, \n\"weak, fragile, girl.\"  We return to lived reality after the main character physically pushes \nthrough actors playing the parts of society and judgment out of the way and is able to \nescape the room they were being held in.   \n \"Space is a Lonely Place\" is the least overtly queer video made available for \nviewing.  It is also the only video that does not feature live actors; rather, it uses stop-\naction animation created from construction paper and animated photographs of people.  \nThe story centers around a lonely astronaut who is searching for life in space.  We see the \nastronaut chronicle his isolation in a journal and shed a blue paper tear at one point.  The \nastronaut lands on what at first seems to be an empty planet after sending a message \ncalling for friendship.  When the astronaut exits the ship he plants a rainbow flag into the \nground before exploring. Once on the planet the astronaut stumbles onto a dance party \ncreated through the use of photographs of real teens animated to appear as if they are \nmoving. \n Relationships among sub-themes.  The narratives challenging or resisting gender \nbinaries as well as those that address the damaging mental effects of the binary gender \nsystem indicate that the youth producing these films are concerned with how society \nconceptualizes and treats gender.  There are several gender non-conforming characters \nthat appear throughout the videos and there are several instances of discrimination that \nare directly linked to identifying as neither male or female.  In \"The Rest of Us,\" \ndiscrimination is illustrated by restroom doors that refuse to open.  Although the \ngendered public restrooms are used metaphorically in this video, bathroom safety and \n 53 \naccess is a very real concern for many gender non-conforming individuals.  Another \ninstance of metaphorical gender non-conforming discrimination occurs in \"Gender \nMenu.\"  The cafe's patrons are thrown out by the manager after they refuse to choose \neither the female or the male menu.  The story line of \"Paranoia\" is directly related to the \ndiscrimination the main character faces due to gender nonconformity, and \"I Am Human\" \nalso deals with mental distress due to feeling like the main character is not meeting \ngendered expectations.  This distress is often linked with the call for change to the binary \nsystem.     \n Change and self-responsibility.  A third theme that emerged was change and self-\nresponsibility.  Calling for or creating change, either as a community or on a personal \nlevel, was apparent throughout seven of the videos.  In \"The Rest of Us\" three of the \nvideo's characters come together in order to create new gender options that exist outside \nof the man/woman binary.  They each symbolically bring a different tool (represented in \nthe video as construction paper, markers, and scissors) and create new options rather than \noperating within a system that does not allow for non-binary options or waiting for others \nto instigate change.  \"Gender Menu\" also depicts actions that lead to visible changes.  An \nindividual begins by switching menus, an act that ultimately leads to a public protest and \nthe opening of a new cafe that offers non-binary gender options in infinite configurations.   \n While \"The Rest of Us\" and \"Gender Menu\" depict change that involves coming \ntogether as a community, \"Make Your Own Montage\" and \"I Am Human\" depict \npersonal growth and change.  In “Montage” the main superhero character, although \npushed into action by a friend, must find it within himself to make positive changes in his \nlife and overcome the heartbreak of a failed relationship and ultimately open himself to \n 54 \nlove again.  In \"I Am Human\" the main character must fight through internalized \nexpectations about gender in order to emerge feeling a sense of pride and self-acceptance \ndespite not meeting society's expectations.   \n \"In the President's Shoes\" includes the title character directly stating that he is \nexcited that his position as president will allow him to take steps to ensure that positive \nchanges are made for the LGBTQ community.  In contrast to this video’s direct verbal \nmessages about inciting change, \"Space is a Lonely Place\" is subtler in its depiction of \ntaking personal responsibility for change.  Instead of wallowing in space by himself and \nwaiting passively for people to come to him, the astronaut sends out a message seeking \nfriendship.  \"Paranoia,\" while it does not depict characters taking actions to promote \nchange, can be read as a cautionary account about the consequences of living in a world \nthat is not adapting to changes in gender identity and presentation. \nContextualizing Elements \n In addition to examining discursive themes that emerged from the projects, I also \nidentified contextual elements.   A crucial aspect of Brock’s (2009) CTDA is to \ncontextualize the identified elements operating in identity construction.  As discussed \nabove in chapter three, in Brock’s work on the construction of race through comments \nand interactions on a weblog, he identified four contextualizing elements: culture, \nInternet, ecological, and social.  Because I am working with texts that were produced in a \ndifferent medium and context than Brock, I adapted the contextual elements I identified \nin order to better fit within the context of digital videos that were produced in a workshop \nsetting, and then uploaded onto a video sharing website.  In this section I will describe the \n 55 \nfour elements that I identified during my data collection and analysis: (a) cultural; (b) \nenvironment; (c) production; and (d) platform.     \n Cultural element: Mainstream media discourses about queer youth identities \nand experiences.  As discussed in chapter two, media texts such as films, TV shows, \nnew stories, academic studies, and novels all contribute to our understandings about \nqueer youth, their self-identities,  and their experiences.  Queer youth look to these \ndiscourses for guidance and queer role models (Evans, 2007; Kielwasser & Wolf, 1993). \nEven though there has been an increase in queer visibility in the media texts targeted at \nteenagers, with TV shows such as Glee, Secret Life of the American Teenager, Skins, \nGrey’s Anatomy, and The Fosters all including queer identified characters, and even \nthough there are instances of narratives that include happy and well adjusted queer \ncharacters, media depictions still often fall prey to stereotypes and are often based on \nheterosexual values and desires.  Common depictions of queer youth include the \nstruggles and negative aspects of living with a queer identity, stereotypical personality \nassociations, such as the overly effeminate gay male character or the suffering victim  \n(Dhaenes, 2013; Evans, 2007).  In addition to common stereotypes, white queer \ncharacters are overrepresented while queer characters of color are underrepresented \n(Kessler, 2011).  \n Not only has there been an increase in media depictions of identities such as \nlesbian, bisexual and gay, there has also been an increase in representations of \ntransgender individuals. Cole is a transgender teen on the ABC Family show The Fosters.  \nCole was born biologically female, but has transitioned to a male identity through the use \nof hormones, binding his breasts, and using male pronouns.  Cole speaks about feeling as \n 56 \nif he were born in the wrong body, a story common to mainstream depictions of trans \nexperiences.  The Fosters is making some strides in the representation of trans youth \nexperiences.  Cole is played by a transgender actor, and the character addresses hardships \nthat many trans teens face such as being kicked out of his parent’s home, turning to sex \nwork for survival, and being placed in a group home for teenage girls despite identifying \nas a boy (Kane, 2014).  \n Even though characters such as Cole are contributing to more diverse gender \nidentities in media, representations of those with gender non-conforming identities who \nfall outside of the transgender identity are virtually non-existent.  Gender non-conforming \ncharacters are still placed within a trans narrative, and a search for reoccurring TV \ncharacters that explicitly identified as other gender non-conforming identities, such as \ngenderqueer or agender, which often operate outside of binary gender identities, rendered \nnothing.  It is important to recognize what is and is not being said in mainstream media \ndiscourses because these discourses have the power to frame how queer identified youth \nconstruct their identities.    \n Environment: RQY program.  In addition to considering the larger media \ndiscourse within which the videos are operating, it is also crucial to consider the context \nin which the videos were produced.   The videos that make up my data set were all \nproduced within the context of a weeklong workshop aimed at giving queer teens the \nopportunity to learn about digital video production and media literacy skills.  The videos \nwere produced by groups of participants who are mentored by professional filmmakers.  \nReel Grrls, one of the sponsors, explicitly states on its website that the organization’s goal \nis to empower youth through media production, and the RQY Facebook page emphasizes \n 57 \nthe social justice element of the program. The goals and mission of the RQY program are \nimportant when considering the final video project because they ultimately will influence \nthe types of videos that get made.  \n Production: Digital video production.  Part of the RQY program involves \nintroducing the participants to mentors with professional video production experience --\npeople who, it can be inferred, are knowledgeable about and regularly participate in \nindustry standards of video production.  The standard video production process, for both \nscripted and documentary style productions, occurs in three steps: (a) preproduction; (b) \nproduction; and (c) postproduction.   \n Preproduction is the planning stage.  During this phase, scripts and interview \nquestions are written, research is conducted, storyboards are drawn, and location scouting \nand casting take place.  Pre-production is when video producers make decisions about \ncontent and style.  This stage is important in the consideration of how RQY participants \nconstructed their identities and experiences.  As Vivienne and Burgess (2012) discussed, \ndigital video projects allow for a great amount of control in regard to how individuals \nconstruct and present themselves to the public.  It is during preproduction when the initial \ngroundwork is laid for how identities and experiences are to be depicted and constructed \nin digital video projects.  I unfortunately did not have access to documents that may have \nbeen generated during this stage for the videos I examined.   \n After the pre-production phase comes production, during which the actual footage \nis shot.  This stage includes many of the production elements that we end up seeing and \nhearing in the final project.  During the production phase, elements such as camera angle \nand frame, set design, costuming, lighting, and staging of actors or interviewees come \n 58 \ninto being.  An example of the importance of shooting location is clearly illustrated by “I \nAm Human.”  In this video we see two very distinct sets; the first is a sunny \nneighborhood street, and the other is a dark unfurnished room with two heavy doors, a \nsetting that is meant to depict the main character’s thought process and contrast to the \nstreet they escape to.  An important aspect of video production to remember, especially \nwhen comparing it to other forms of communication, is that it is possible to re-shoot \nscenes or lines of dialogue, essentially allowing for a redo, which is often not possible in \nother forms of identity construction/performance such as face-to-face communication.  \n The final phase is postproduction, which builds upon the work done in \npreproduction and production.  Postproduction includes editing images and sounds \ntogether.   It also includes aspects such as adding a soundtrack and graphics to the final \nproduct.  Editing allows for the incorporation or creation of images and lines of dialogue \nthat were not necessarily recorded during production.  An example of this occurs in “I \nAm Me.”  Most likely the participants were recorded separately and then their answers \nwere split apart and edited together thematically.  Postproduction also allows for special \neffects to be added.  This occurs in “Paranoia” when the video takes on a red tint every \ntime the boy with the gun appears on the screen.  \n Platform: Vimeo.  After postproduction was completed for the RQY videos they \nwere uploaded onto Vimeo, a video hosting website created by filmmakers who wanted a \nplatform to share their work (Vimeo, n.d.). Vimeo users can create accounts and profiles, \nupload video projects, and comment on other users’ videos.  Vimeo allows people from \nall over the world to view and comment on videos.  When the RQY video projects were \n 59 \nposted on Vimeo they became available for public consumption and use.  Although \nVimeo offers privacy settings that users can use to determine who can and can’t access \ntheir videos, the RQY videos were made public and can be accessed by anyone.  RQY \nalso made all but one of the videos available for download, so even if the videos are taken \ndown by the organization they could still be accessed by those who previously \ndownloaded the file.  Although there is the option to post comments about the videos, so \nfar only “The Rest of Us” has any comment activity, a comment from one of the video \nproducers stating that she had seen the link to her video making its way through Tumblr \nposts.    \nConversations  \n The goal of the following section is to place the discursive themes into \nconversation with the contextualizing elements identified earlier.  By bringing the themes \nand elements together, I was able to explore their relationship to one another, and the role \nthat the contextualizing elements play in the construction of discourses within the videos.  \nThe following section is divided into the following conversations: (a) sexual and gender \nidentity labels; (b) unspoken discourses: reinforcing queer universality, (c) cyberqueer \nmateriality and technocultural space; and (d) queer technological progress.    \n Sexual and gender identity labels.  Many of the videos examined deal with \nsexual and gender identity labels.   I argue that the inclusion and conceptualization of \nidentities within the RQY videos can be linked to the contextualization elements of \nculture and environment identified and discussed in chapter four.        \n Videos such as such as \"Pro Homo,\" \"Reel Life,\" and \"I Am Me\" all address \nmultiple personality traits and experiences that are unrelated to sexual identity.   The \n 60 \nvideos call for a more complex understanding of youth who hold queer sexual identities.  \nThere is a subtle distancing from sexual identity labels, as the youth in these videos are \nsaying, \"yes I'm queer/gay/a dyke/bisexual etc., but there are also all of these other parts \nof my life such as hobbies, my family, and what my dreams of the future are.\"   \n The videos that explore queer gender identities are actively embracing and \nencouraging association with non-binary gender identities such as genderqueer.  \"Gender \nMenu\" explicitly offers new gender identity labels and encourages the patrons of the \ngender cafe to order non-binary identities from the menu.  Unlike the videos about sexual \nidentities, the videos that deal with gender identity are not challenging stereotypes or \nassumptions attached to gender identity; rather, they are attempting to create and define \nnew identity labels.  \n I feel that the manner in which gender and sexual identities are dealt with in these \ntexts can be directly tied to the contextual element of culture. Here I am using the term \nculture to refer to the mainstream discourses around the identities and experiences of \nqueer youth.  The distancing of personality traits from sexual identity indicates that the \nstereotypes and assumptions present in mainstream media discourses are causing queer \nyouth to feel trapped into stereotypical assumptions about their experiences and desires.  \nThe youth producing  the videos are in many ways challenging and resisting the \nheterosexual matrix, defined by Butler (1990) as a cultural web that facilitates the  \nautomatic assumption that certain bodies, sexualities, and traits are automatically linked \ntogether and that identities that exist outside of these relationships are rendered \nunintelligible.  By challenging these assumptions, the video producers are pushing back \n 61 \nagainst the limiting representations they are speaking back to normative queer identity \nconstructions.     \n As discussed earlier, mainstream media depictions of gender non-conformity are \noften limited to a formulaic trans narrative that involves individuals transitioning from \none gender to another.  This narrative did not appear in any of the RQY videos.  When \ngender non-conforming identities were present in RQY projects they were represented as \nmore androgynous, fluid, and existing in the gray area between male and female.  RQY \nparticipants were actively and enthusiastically creating labels and spaces for non-binary \ngender identities.  Through the depiction of such non-binary identities, the participants \nexpanded and challenged current discourses of gender non-conformity in media texts.  \n I also believe that the environment contributed to how gender and sexual identity \nwere constructed and represented in the videos.  The videos were produced at a workshop \nthat included the word queer in the title rather than the LGBT acronym that is often used \nwhen speaking about or to queer populations.  I believe that including the word queer \nmay have drawn participants who identify more strongly with non-binary identities to the \nprogram.  The program’s mission to empower participants and to focus on social justice \nthrough media production needs to be taken into account.  The RQY participants may \nhave been encouraged to create videos with the goal of promoting awareness and social \nchange.  I feel that the combination of the salience of queer identity and the goals and \nmission of the project may have impacted how sexual and gender identity were \nconstructed and depicted in the RQY videos.  \n Unspoken discourses: Reinforcing queer universality.  Even though the RQY \nvideos did push back and expand on mainstream discourses related to gender and sexual \n 62 \nidentities, there were also many experiences that were not depicted in the videos.  I \nbelieve that the exclusion of discussions of intersecting identities such as race and class \ncan be contextualized through culture and environment.                  \n The videos spoke about a variety of experiences and challenges faced by the \nyouth who authored them.  What was not addressed were intersections of identity \nmarkers such as race, class, ethnicity, and others in relation to queer identity.  When other \nsocial positions and identities were discussed, such as in “I Am Me,” they were seen as \nadding complexity to the individual, but there was no discussion about how identifying as \nChinese or Latina impacted identifying as queer.  A queer identity, both sexual and \ngender, was represented as being a universal experience that all participants shared \nregardless of race, class, family structure, education, or even the biological bodies the \nparticipants inhabited.  The lack of discussion about how racialized bodies experience \nqueerness recalls Johnson’s (2001) argument that “failure to ground discourse in \nmateriality is to privilege the position of those whose subjectivity and agency outside the \nrealm of gender and sexuality have never been subjugated” (p. 79).  Johnson suggests that \nqueer identity often doesn’t take into consideration the experiences of queer individuals \nwho are not white, Western, and upper-middle class, resulting in queer identity being \ndepicted as if it is experienced the same way by everyone.  \n An argument could be made that because it appears that most of the project’s \nparticipants could be read as white, this contributed to the lack of intersectional identity \nbeing discussed in the videos.  The lack of intersectional identity discussions in \nconnection with queer identities can also have ties to culture and mainstream media \ndiscourses.  As discussed earlier, queer media representations tend to be overwhelmingly \n 63 \nwhite, depicting queer as a white-centered identity, and constructing queer identities in \nrelation to white experiences.  The lack of intersectional reflection on queer identities and \nexperiences could also be attributed to the environment in which the videos were \nproduced.  Even though RQY’s mission involves social justice work, the adult mentors \nmay have emphasized their mentees’ queer identities and may not have discussed the \nimpact that intersecting identities can have on queer experiences, consequently affecting \nhow the youth approached the content of their videos.             \n Cyberqueer materiality and technocultural spaces.  In this section I will \nexamine how the contextual elements of production and platform contribute to the \nconstruction and representation of identities and experiences.  I consider how web-hosted \ndigital video projects can expand cyberqueer studies, and the potential ramifications of \nuploading RQY projects onto Vimeo.    \n In contrast to earlier cyberqueer studies which focused on text-based identity \nconstruction mainly through the examination of web pages, comment activity, and \nmessage boards, my thesis explores identity construction through the use of web-hosted \ndigital video.  Rather than identity and experience being constructed and shared through \nwords typed onto a screen, digital video technology has allowed for images of the body to \ncontribute to identity construction on the Internet. The body in the planned and scripted \ndigital videotexts examined for this project is just as much a part of the construction of \nidentity as the words spoken and written on the screen. The contextual element of \nproduction is what has allowed for images of queer bodies to be streamed through the \nInternet.  In addition to the actual technology that has allowed for digital video to be \ncaptured and shared on the Internet, the production process that leads to the creation of \n 64 \nmoving images also contributes to the construction of queer identity through the body.  \nDecisions such as who is portraying a character, who is interviewed, and how they are \nfilmed all contribute to the construction and representations of queer identities.       \n    The platform used to distribute RQY’s videos is also an important consideration.  \nThe videos are uploaded onto Vimeo, making them available for public viewing.  It could \nbe said that posting them to a public video-streaming website allows for increased \nvisibility of queer gender and sexual identities and contributes to the discourse regarding \nqueer youth experiences and disruption of normative public space.  However, the fact that \nthese videos are uploaded onto a video sharing and streaming site means they become \naccessible to virtually anyone with an Internet connection̶and that means that their \ncontent can potentially be co-opted for less than positive outcomes.  Making queer bodies \nvisible and accessible opens up the possibility of negative real life consequences, such as \nfailing to get a job, being bullied, or having one’s information collected and used for \ncorporate profits.  Gallagher and Kim (2008) reported that surveillance was a very real \ndanger when utilizing digital video.  As a researcher with no connections to the RQY \norganization, I was able to access the videos and use the information contained within \nthem for my own personal use.  There is no guarantee that my analysis is correct and that \nthe discourse I've created through my engaging with the texts is not inserting damaging \ndiscourse into the knowledge about queer youth.   \n Queer technological progress.  Like technological innovation, queer identity \nprojects have been posited as being indicators of social progress.  As authors such as \nDinerstein (2006) point out, what gets labeled as progress usually indicates progress only \nfrom a white, western, masculine perspective.  While the youth featured in and \n 65 \nconstructing the texts examined for this project appear to be doing identity work that is \nprogressive and pushing against historical notions of identify, I would like to question the \nidea that the kids in the videos are making true progress.  Both Butler (1999) and Johnson \n(2001) caution against acts of subversion and disruption that also contribute to upholding \nnormative and oppressive ideologies.  While the participants of RQY appear to be \nempowered to share their experiences like other youth who have participated in digital \nvideo projects, they are still upholding many ideologies that contribute to oppressive \nstructural and institutional systems.  For example, just as there is little to no engagement \nwith intersectional identities such as race or class within the videos, there is also no \nengagement with the colonial, racist, and sexist history contained in the equipment the \nyouth are employing to tell their stories.  While individual participants may appear to \nbenefit from expressing identities and sharing experiences in the public forum that is the \nInternet, I caution against the conclusions reached by Bloustein (1998), Driver (2007), \nPodkalicka and Campbell (2010), Rhoades (2012), and Rodgers et al. (2010) that paint \ndigital storytelling processes as the answer to addressing homophobia and the \ndiscrimination that results from gender non-conforming performances. I say this because \nthere is no engagement with the dominant ideologies being upheld in the projects.  Just as \nqueer being held up as the answer to creating identity knowledges is problematic, we \nmust be careful not to let technological participation in public discourse become seen as \nan uncomplicated answer to disrupting dominant discourses.  While technology can be an \ninvaluable tool, we must, as Butler (1999) and Johnson (2001) suggest, question when \nsubversion is happening and when dominant discourses are being supported.  While we \nmay never be able to truly engage in subversive acts because we are constrained by tools \n 66 \nthat were developed to oppress populations, I am suggesting that we inhabit queer \ntechnocultural performances as suggested by Wiegman (2012): that we do not look for a \ndefinitive correct answer to the study of identity knowledges, but instead live within the \ntensions and use these tensions as a space for reflection and knowledge generation.  \nChapter Summary  \n My analysis chapter had two primary goals: to identify the themes and contextual \nelements present in the RQY videos, and to put the themes and elements into \nconversation with one another.  I identified three overarching discursive themes: (a) call \nfor more complex understandings of queer youth identities and experiences; (b) concern \nregarding gender binaries; and (c) change and self-responsibility.  Both the call for \ncomplex understandings of queer identity and concern regarding gender binaries \ncontained sub-points.  The call for complex understanding of identity contained the \nfollowing sub themes: (a) more than sexual identity and stereotypes; (b) depictions of \nqueer relationships; and (c) writing queerness into narratives.  The sub-points that made \nup the theme addressing the gender binary included (a) challenging the gender binary and \ncreating new options and (b) the discrimination, isolation, and mental torment that result \nfrom identifying outside the binary.  In addition to the discursive themes, I identified and \ndiscussed four contextualizing elements.  The elements consist of: (a) culture, the larger \nmedia discourses concerning the experiences of queer youth; (b) environment, the RQY \nvideo production workshop where the videos were produced; (c) production, the actual \nproduction process needed to produce a digital video project; and (d) platform, Vimeo, \nthe video sharing site that hosts the RQY videos.  \n 67 \n  The second half of the chapter placed the themes and contextualizing elements \nidentified in chapter four into conversation with each other.  I was able to identify four \nconversations: (a) sexual and gender identity labels; (b) unspoken discourses: reinforcing \nqueer universality; (c) cyberqueer materiality and technolcultural space; and (d) queer \ntechnological progress.  These conversations reveal that culture and environment had an \nimpact on what how the youth conceptualize and construct gender and sexual identities, \nas well as what discourses are silenced.  Production and platform influence what is \nactually able to be captured and shared through the use of digital video, while platform \naffects who can access the videos and the potential negative ramifications of making the \nRQY videos public. \n In the following and final chapter I will revisit my research questions, explore the \nlimitations of my research, and suggest ways my thesis could potentially inform future \nresearch.   \n                 \n \n \n \n \n \n \n \n \n \n 68 \nCHAPTER FIVE \nConclusion \n In this final chapter, I will revisit the research questions introduced in chapter \nthree and the analysis and discussion presented in chapter four.   I will also consider the \nimplications of my findings, address the limitations of my research, and offer suggestions \nfor future research.   \n In chapter three, I proposed two research questions and outlined my methodology \nfor analyzing the videos produced in the RQY program.  My first questions asks: What \ndiscourses emerge when queer youth are given the resources to produce digital video \nprojects?  What language, both verbal and visual, do queer youth use to represent their \nexperiences and self-identities?  In what ways do the discourses created by queer youth \nvideo projects challenge, resist, confirm, or speak to normative notions of identity?  The \nsecond question asks: How does digital video as a technocultural space shape and \ninfluence the discourse concerning queer identities and experiences?  I will address each \nquestion in the following sections. \n Emergent Discourses in Queer Youth Digital Multimedia Projects  \n My analysis revealed several discourses within the RQY video projects and \nshowed how these discourses concerning identities and experiences were constructed \nthrough language and image; it also engaged with the relationships that these discourse \nhave with normative notions of identity.  The discourses that emerged from the RQY \nvideos included a call for more complex understanding of queer identities and \nexperiences, concern with the gender binaries, distress and discrimination due to non-\n 69 \nbinary gender identities, a desire for change, and the upholding of queer as a universal \nidentity experience.     \n A prominent discourse in many of the texts I examined was the call for a more \ncomplex understanding of the queer youth experience, including expanding \nunderstandings of gender identity to include identities outside of the gender binary.  By \nchallenging and speaking back to assumptions and normative identity expectations, the \nyouth producing these videos contributed to expanding what is known about how queer \nyouths’ self-identities and their lived experiences.  Many of the videos pushed back \nagainst mainstream media discourses, offered solutions to limited identity labels, and \nallowed queer youth to participate in narratives that did not solely focus on their sexual or \ngender identity.  This particular discourse contributes not only to adults potentially being \nable to better understand how youth are identifying and what they go through on a day-\nto-day basis, but can also be used as a starting point when considering the inclusion of \nqueer-identified characters in mainstream media texts.               \n Among the more troubling discourses that emerged from the texts examined are \nthose surrounding mental distress related to gender identity and performance.  Even \nthough we have made strides relative to the understanding of and societal inclusion of \nnon-normative sexual identities, as the RQY participants indicated, there is still a long \nway to go in regard to our understanding and support of gender nonconformity.  At least \nfor this group of participants it wasn't so much sexual identity that was causing hardship \nbut other forms of queer expression.  When we speak about queer teens we often focus \nsolely on sexual identity.  The It Gets Better Project, for example, is addressed to gay \nteens, and is not necessarily associated with addressing gender nonconformity.  There are \n 70 \nfew public discourses about teens that possess a non-normative gender identity that falls \noutside of cis or transgender (the two identities that are most often seen in media and \npublic discourse) which are commonly presented as the two elements in what is \nexclusively a binary system.  For example, you were born male, identify as a boy and \ngrow up to be a man, or you were born male, wanted to be a girl growing up, and then \ntransitioned into a woman.  In these narratives and discourses there is little to no space \nfor gender identities that exist outside of the man/woman, male/female  system.  The \nvideos I examined indicate that this is a serious, even potentially deadly problem for \nthose who identify in this manner and that steps need to be taken to open up discourses of \ngender.   \n As adults, it is our responsibility to support and listen to youth and their self-\nidentifications.  Because the videos indicated that the youth themselves feel responsible \nfor kick- starting societal change, we as adults need to step up and work to create cross-\ngenerational networks that support rather than hinder change that improves the lives of \nqueer-identified people of all ages.  We need to re-imagine support networks that are \ncoalitionary rather than top- down conveyers of information.  The It Gets Better Project \nis a prime example of adults attempting to support queer teens through the sharing of \nhopeful messages, but this mode of support is still extremely linear and top-down.  The \nvideos can potentially be patronizing as they are based on the premise of adults \ninstructing youth.  I am calling for methods of discourse exchange that are truly a group \neffort, that do away with adult hierarchical models of organization, and instead privilege \nmeans of communication that value and take into account all voices.   \n 71 \n A third discourse present within the collection of RQY videos is youth coming \ntogether or taking on the personal responsibility of creating social change.  A narrative \ninvolving change was present in over half of the videos I examined, indicating that social \nchange and improving conditions for youth who identify as queer is important to the \nyouth who participated in RQY.  In all of the stories involving change, none depicted \nyouth going to adults for help.  The fact that the RQY youth came together and felt that \nthey needed to depend on themselves in order to forge social change speaks to the \nyouth/adult binary.  Halberstam (2005) pointed out that there is often overlap between the \nadults and the youth they work with; this is exemplified by the RQY program in which \nthe youth were mentored by queer adults. Even though the youth producing the videos \nhad access to queer adults, there still seems to be a disconnect between older and younger \ngenerations.  Halberstam (2012) calls out the traditional mother-daughter bond present in \nfeminism, of the older generation transferring information directly to the younger \ngeneration, upholding norms, and participating in a patriarchal and racist historical \nsystem of knowledge production and intergenerational relationships.  This parent-child \nrelationship is dependent on, in Halberstam's case, women directly harking back to the \nwomen and knowledge that came before.  While I see the importance of acknowledging \nand engaging with history, I feel that the pattern of youth viewing themselves as the only \nway that change is going to happen, and that they must push back against the labels, \nnorms, and expectations of previous generations, is a result of the parent-child model of \nknowledge production and transmission.  Would youth feel the need to see themselves as \nthe saviors if, as Halberstam suggests, we refused to participate in the parent/child mode \nof knowledge production and instead found new ways of intergenerational collaboration? \n 72 \nIf we (as adults) did not operate within linear modes but were more collaborative and did \naway with the youth/adult hierarchy, maybe youth would not feel the need to push away \nfrom adults and would instead participate in a different form of knowledge production. \n A final discourse that I would like to explore is the upholding of queer as a \nuniversal experience.  The videos indicate a call for change and progress to be made in \nhow we conceptualize and understand queer identities, especially through the uses of new \nlanguage such as genderqueer to describe identities, yet there is no active engagement \nwith how racialized or classed bodies inhabit a queer identity.  This points to Johnson’s \n(2001) discussion of queer failing to account for experiences of people who identify as \npeople of color.  The lack of discourse investigating queer experiences that are influenced \nby bodies that are not white and upper class indicates that the notion of queer as a \nuniversal experience affecting all people in a similar manner is being promulgated within \nyouth populations.  This indicates a need to bring intersectional identities into discussion \nof queer youth experiences.  Queer is not nearly as radical, revolutionary, or as \nemancipatory as it is often painted to be if it is merely upholding racist and Western \nvalues of white exceptionalism and universality in the construction of gender and sexual \nidentities.   \nTechnology and Queer Identity Construction \n In addition to examining the discourses present in the RQY videos, a second goal \nof my project was to interrogate the role that digital video plays in identity construction.  \nThe use of CTDA in conjunction with discourse analysis has allowed me to examine how \nthe context of digital video production and distribution through video streaming sites has \ninfluenced the discourses concerning queer identity.  I identified four elements that can \n 73 \npotentially impact queer identity construction: (a) culture: the existing discourses about \nqueer youth experiences; (b) environment: the workshop where the RQY videos were \nproduced; (c) production: the digital video production process; and (d) platform: Vimeo, \nthe video sharing site that allows the videos to be viewed by the public. \n As discussed in chapter four, the identities and experiences present in digital \nvideo projects are often highly constructed. The identities present in the RQY videos are \nnot spontaneous; rather, they were most likely thought through, discussed, scripted, \ncostumed, strategically placed within the filming location, framed and shot from specific \nand preplanned camera angles, edited together, and had music, graphics, and special \neffects added.  This highly constructed representation of identity differs from face-to \nface-identity communication.  While we may carefully consider what we wear, what \nlocations we would like to associate ourselves with, and what words we use to verbally \ncommunicate, we don’t normally script out our entire days, or ask for retakes if we \nmiscommunicate.  Our interpersonal interactions are much more spontaneous and occur \nin the moment, whereas communication that occurs through the medium of digital video \nis anything but spontaneous.  The highly planned and constructed nature of digital video \nprojects offers us the opportunities to project identities and experiences in ways that give \nus almost complete control over what is and is not included.   \n A second way that digital video contributes to the construction of queer identity is \nthrough its ability to simultaneously engage with both visual and textual representations.  \nDigital video has the ability to include both visual representations of actual people and \ntheir bodies, such as the participants who appeared on camera, as well as written text that \naided in the construction of queer identities.  For example, while watching  “Gender \n 74 \nMenu” we as an audience are able to view individuals who embody non-binary gender \nidentities, because digital video gives us the ability to take in a person’s appearance, their \nclothing, hairstyles, body, and mannerisms.  “Gender Menu” also includes written identity \nlabels such as genderqueer and tomboi.  Through the use of editing, these words can be \njuxtaposed with images of human bodies, potentially adding to the complexity of the \nmeaning-making process.     \n This has implications for future scholarship. Specifically, I am proposing the \ninclusion of web-hosted digital video in future cyberqueer studies.  While earlier \ncyberqueer research focused on the construction of queer identities through the use of \nwritten text, mainly through interactions on websites and message boards devoted to \nqueer interests, digital video creates the opportunity for identity construction through \nwritten text to be combined with images of actual people, places, and bodies.   \n A third way that digital video potentially affects identity construction is through \nits ability to be uploaded to video sharing sites.  Digital video projects uploaded to such \nsites become accessible to anyone with the capacity to get online, moving the videos \nfrom private to public status. The Internet has enabled queer youth to participate in the \npublic discourse about queer youth by allowing their stories and experiences to be viewed \nby those outside of the community.  \n However, entering the public discourse can have potential drawbacks.  Several of \nthe authors referenced in chapter two discuss the limitations of posting videos on the \nInternet.  Vivenne and Burgess (2013) discussed the tensions present in adult digital \nstorytellers about how much of themselves to reveal online, and how this impacted how \nthey told their stories.  The tension rose from the desire to tell their stories and the \n 75 \npotential dangers that could come from sharing and making certain identities public.  The \nauthors emphasized that although identity construction was taking place in cyberspace, \nthere were potential negative repercussions that could affect participants in the face-to-\nface world.  Gallagher and Kim (2008) also spoke about the potential consequences of \nsurveillance and exploitation that could result from the use of digital video.   \n I see queer youth entering public discourse and contributing to knowledge \nproduction in both positive and negative ways.  By posting videos such as “Gender \nMenu” or “Paranoia” the participants of RQY can potentially change how we view and \nspeak about gender identity, which can have material implications for those who hold \nqueer gender identities.  For example, more awareness of non-binary gender identities \nmay lead to changes in access to public restrooms, or might lessen the stigma attached to \npeople identifying outside of the gender binary.  \n Although I see youth participating in public discourse as potentially having \npositive effects, several negative ramifications are just as possible.  In the video “Pro \nHomo,” the youth in the video speak out against stereotypes related to the identity labels \ndyke, femme, and bisexual.  I believe that because these three labels have a fairly \nsignificant presence in discourse surrounding identities outside of the queer community, \nassumptions and stereotypes have been become associated with such labels , resulting in \nthe video participants feeling the need to speak out against them.  So while making public \nidentity labels and discourses about non-binary gender identities, the youth in these \nvideos are at the same time opening up the labels to be taken up and redefined in public \ndiscourse, ultimately removing the control that queer youth have over  their use.  I see \nthis as relating to Wiegman’s (2012) argument about the shift from women’s studies to \n 76 \ngender studies.  Although gender as a label is seen as being able to achieve political \naspirations that the label of women was not, it too will ultimately fail and be replaced by \nyet another descriptor.  So while the various queer gender identities presented in the RQY \nvideos appear to be engaging in politically motivated work, if they are taken up in public \ndiscourse they will begin to lose their original connotations; should that happen, newer \nlabels will need to be developed or works such as “Pro Homo” will be necessary to dispel \nthe stereotypes and assumptions that will ultimately become attached to the identity \nlabels.            \nLimitations and Future Implications  \n To conclude, I will reflect on the limitations of my thesis as well as suggest ways \nthat my project could contribute to future research.     \n Although the Internet and streaming video allowed me to explore and analyze \nvideos that were produced several states away from my current residence, there were still \nlimitations to my project. Because I was unable to interview the videos’ producers and \nmentors about their motivations and processes, I was completely dependent on what I \ncould ascertain from the videos posted on RQY's website.  I did not have access to the \nyouth participants, adult mentors, or the program's organizers. The group of youths who \nproduced the video also was extremely small, and all lived in a part of the United States \nthat is known for and celebrates its \"progressive\" politics.  Although the participants all \nappeared to identify as queer in some way it was not always clear what specific identities \nthey represented.  Also, the majority of the video participants could be read as white, \nreinforcing the overrepresentation of white experiences in media texts about queer lives.  \nThe experiences and identities of the youth I focused on for this project can in no way be \n 77 \ngeneralized to larger populations; however, my findings can be used as a jumping-off \npoint when exploring the needs and experiences of queer youth, and can also be useful in \nthe interrogation of technology's role in the construction of queer identity.   \n Another limitation is that I did not analyze audience reactions to the RQY videos.  \nVimeo, the video-hosting site where the videos are located in cyberspace, does offer the \noption for people to comment on the posted videos, but currently there are no \nconversations visible on the RQY video pages.  I believe that combining analysis of \ndigital web-hosted video content with analysis of the comments and conversations \npublished alongside the videos can add a deeper layer of understanding  to cyberqueer \nidentity studies.  \n Despite the limitations of my project I feel that it can contribute to future \nresearch.  I believe that my project has the potential to begin to expand the study of \nexperiences and challenges present in the lives of queer youth, as well as to the study of \nqueer identity construction more generally. Moreover, the project shows how cyberqueer \nstudies can include newer media technologies.  One contribution of my study was that it \ndocumented emergent discourses about how queer youth conceptualize identity and share \ntheir experiences through a mediated form.  I believe my findings could be built upon to \nfurther interrogate queer youth experiences. Future studies, for example, could explore \nthe themes I identified through other research methods such as interview studies; such \ninterviews would make connections between what the youth are communicating in their \nvideos and how they describe their identities and experiences in face-to-face interactions.   \n Another contribution of my study is the finding that, for this limited group of texts \nat least, queer is viewed as a universality.  While authors such as Johnson (2001) have \n 78 \ncritiqued the tendency to construct queer as a universal experience, the fact that queer \nuniversality is being constructed in the RQY videos indicates a need to engage youth who \nidentify as queer in dialogues about intersecting identities.  I believe that future \nscholarship, by initiating conversations exploring the assumed whiteness in queer studies, \ncan explore ways of engaging queer youth in conversations about multiple identities in a \nway that acknowledges the distress and hardships faced by inhabiting a queer identity.   \n Finally, I believe that my discussion of digital video technology and adaptation of \nCTDA as a means of analyzing and contextualizing Internet hosted digital video, can \npotentially expand cyberqueer studies to include overlapping new technologies.  Mobile \ndevices such as camera phones and tablets with Internet capabilities are now parts of our \neveryday lives.  As the ease of visually documenting our experiences increases, and as we \ncontinue to blur the lines between private and public space through the uploading of \nimages to the Internet, the construction and sharing of identities will shift to adapt to \nthese technological changes.  YouTube is full of video bloggers chronicling their \nexperiences and Facebook now includes the option to post and upload video content.  The \ntexts I examined for this project were not spontaneous acts caught on camera, but were \ninstead constructed and manipulated in the editing process.  I would like to see \ncyberqueer studies address not only the carefully planned texts uploaded into cyberspace, \nbut also the more spontaneous, everyday moments that our phones capture and we upload \ninto technocultural spaces.    \n 79 \nAppendices  \nAppendix A: Summary of RQY Videos  \nAppendix B: Videos and Corresponding Themes  \n \n 80 \nAppendix A  \nSummary of RQY Videos  \nCherry Bomb  Comical scripted fiction   \n“Cherry Bomb” takes us back to pop singer Katy Perry’s high \nschool days and offers a re-imagining of her hit song “I Kissed \na Girl.”  The video’s main character has a crush on Katy, who \nultimately ends up using the main character to get back at her \nboyfriend.  The main character is emotionally crushed by \nKaty’s rejection of her.    \nGender Menu  Scripted fiction    \n“Gender Menu” takes place inside a cafe that serves customers \neither a male or female menu based on if they’re wearing pink \nof blue clothes.  A rebel diner comes in and begins switching \nthe menus causing confusion among diners.  The cafe owner \nkicks out those who refuse to choose a menu, resulting in a \nprotest.  The video ends with the café under new management \noffering its customers non-binary options such as genderqueer, \nagender, transgender, and boi.      \nI Am Human  Scripted fiction   \n“I Am Human” begins with an androgynous presenting \nindividual walking down a bright street.  A voiceover states that \nthe person used to let society push them around.  The film cuts \nto a dark room where the individual is faced with two \ncharacters representing society and judgment that insist on \nknowing if they are a boy or a girl.  The person pushes through \nsociety and judgment stating, “I am human.”         \nI Am Me  Non-fiction montage \n“I Am Me” consists of medium close up shots of several \nindividuals who are describing facets of their lives and \nidentities such as camp counselor, brother, artist.  Next, a black \nscreen with the words “I am more than” appears followed by \nidentity labels such as gay, lesbian, bisexual, transgender, and \nqueer flash across the screen. The video ends with participants \nstating the phrase “I am me.”       \nIn the President’s \nShoes  \nMock scripted news interview  \nThis video is a fictionalized interview with a future president \nwho is queer and has a trans partner.  Throughout the interview \nthe title character indicates that he hopes to create positive \nchanges for the LGBTQ community, and the possibility for \nchange is what excites him most about his position as president.    \nMake Your Own \nMontage  \nScripted superhero story with voice over  \n“Montage” updates the superhero narrative to include queer \n 81 \ncharacters.  The hero becomes depressed after his partner leaves \nhim and stops fighting crime.  After some encouragement from \na friend the hero gets back into shape, and returns to fighting \nfor those facing oppression in his city.  The video ends with the \nhero walking away from the camera holding hands with the boy \nhe rescued.     \n  \nParanoia  Scripted suicide PSA  \n“Paranoia” addresses the discrimination faced by those who are \ngender non-conforming.  The main character presents \nandrogynously and faces several moments of discrimination \nsuch as being questioned if they are in the correct bathroom, \nand being turned down for a job.  When the main character \nfaces moments of discrimination, the screen takes on a red tint \nand a shirtless boy appears on screen holding a gun to his head.  \nThe video ends with the main character committing suicide.  \nInformation for a suicide helpline is included at the end of the \nvideo.     \nPro Homo  Music video  \n“Pro Homo” is a music video for a song written by RQY \nparticipants.  The video addresses stereotypes and \nmisconceptions about the identity labels dyke, femme, and \nbisexual.  The characters in the video speak about the \nmisconceptions about who they are and provide counter \nexamples as to how they differ from expectations.    \nReel Life  Nonfiction montage  \nSimilar in style to “I Am Me,” “Reel Life” also is made up of \nmedium shots of participants edited together.  Participants all \nstate their name, their sexual identity, living situation, if they \nfeel that they have a support system, and what it means to be a \ngood ally.    \nThe Rest of Us  Scripted fiction  \n“The Rest of Us” addresses the lack of identities outside of the \nman/woman binary.  The video depicts several characters who \nare unable to enter either the men or women’s restrooms.  \nFrustrated, they come together and, using construction paper, \nscissors, and glue, cut out depictions of people who vary from \nthe man and woman symbols on the restroom doors.  They hang \ntheir creations on the wall with an arrow pointing up a staircase \naway from the gendered restrooms.    \nSpace is a Lonely \nPlace  \nStop action animation  \n“Space” is the only video that does not feature live action actors.  \nIt tells the story of a lonely astronaut exploring space.  He \nwrites in his diary about his isolation before sending a request \nfor friends into the universe.  The astronaut lands on what \n 82 \nappears to be an uninhabited planet, but after some exploring he \nfinds a group of people and the video ends with a dance party.   \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 83 \nAppendix B \nVideos and Corresponding Themes  \n Complex \nRepresentations  \nGender Binary  Change and Self-\nResponsibility  \nCherry Bomb  X   \nGender Menu   X X \nI Am Human   X X \nI Am Me  X   \nIn the President’s \nShoes  \nX  X \nMake Your Own \nMontage  \nX  X \nParanoia   X X \nPro Homo  X   \nReel Life  X   \nThe Rest of Us  X X \nSpace is a Lonely \nPlace  \n  X \n \n 84 \nReferences \nAbate, M. A. (2011). When girls will be bois: Female masculinity, genderqueer identity \n and millennial LGBTQ culture. In A. Wannamaker (Ed.), Mediated boyhoods (pp. \n 15-36). New York, NY: Peter Lang.     \nAdler, M. (2013, July 16). Young people push back against gender categories. National \n Public  Radio. Retrieved from \n http://www.npr.org/templates/story/story.php?storyId=202729367 \nAlbers, P. (2007).  Visual discourse analysis: An introduction to the analysis of school-\n generated visual texts. In D. W. Rowe, R. T. Jiminez, D. L. Compton, D. K. \n Dickenson, Y. Kim, K. M. Leander, & V. J. Risko (Eds.), 56th yearbook of the \n national reading conference (pp. 81- 95). Oak Creek, WI: National Reading \n Conference.   \nBateman, J. A., & Schmidt, K. (2012). Multimodal film analysis. New York, NY: \n Routledge.    \nBest, A. L. (2007). Introduction. In A. Best (Ed.), Representing youth (pp. 84-109). New \n York, NY: New York University Press.   \nBiklen, S. K. (2007). Trouble on memory lane. In A. Best (Ed.), Representing youth (pp. \n 251-268). New York, NY: New York University Press.   \nBloustein, G. (1998). “It’s different to a mirror ‘cos it talks to you”: Teenage girls, video \n cameras, and identity. In S. Howard (Ed.), Wired-up: Young people and the \n electronic media (pp. 115-133). London, UK: UCL Press Limited.  \n 85 \nBooth, A., & Flanagan, M. (2002). Introduction. In A. Booth & M. Flanagan (Eds.) \nReload: Rethinking women and cyberculture (pp. 1-24). Cambridge, MA: MIT \nPress.   \nBrenmen, B. (2013). Qualitative research methods for media studies. New York, NY: \n Routledge.   \nBrock, A. (2009). Life on the wire: Deconstructing race on the Internet. Information, \n Communication & Society, 12(3), 344-363.   \nButler, J. (1990). Gender trouble. New York, NY: Routledge.   \nButler, J. (1993). Bodies that matter. New York, NY: Routledge.    \nCarey, J. W. (1975). A cultural approach to communication. In J. W. Carey (Ed.),  \nCommunication as culture: Essays on media and society (pp. 13-36). New York, \nNY: Routledge.   \nDasgupta, R. K. (2012). Queering cyberspace: Towards a space/identity discussion. \nBhatter College Journal of Multidisciplinary Studies, 2, 115-123.      \nDhaenens, F. (2013). Teenage queerness: Negotiating heteronormativity in the \n representations of gay teenagers in Glee. Journal of Youth Studies, 16(3), 304-\n 317.   \nDinerstein, J. (2006). Technology and its discontents: On the verge of the posthuman. \n American Quarterly, 58(3), 569-595.    \nDriver, S. (2007). Beyond “straight” interpretations: Researching queer youth digital \n video. In A. L. Best (Ed.), Representing youth (pp. 304-324). New York, NY: \n New York University Press.   \n 86 \nEbert, T. L. (1992-1993). Ludic feminism, the body, performance, and labor: Bringing \n “materialism” back into feminist cultural studies. Cultural Critique, 23, 5-50.    \nEvans, V. D. (2007). Curved TV: The impact of television images on gay youth. \n American Communication Journal, 9(3).   \nFausto-Sterling, A. (2000). Sexing the body. New York, NY: Basic Books.   \nFey, L., Botan, C., & Kreps, G. (1999). Investigating communication: An introduction to \n research methods (2nd ed.). Boston, MA: Allyn & Bacon.   \nFoucault, M. (1972). The archaeology of knowledge. (A. M. Sheridan Smith, Trans.). \n New York, NY: Random House. (Original work published 1969).   \nFoucault, M. (1978). The history of sexuality, vol. I: An introduction. (R. Hurley, Trans.). \n New York, NY: Random House. (Original work published 1976).   \nFoucault, M. (1980). Power/knowledge: Selected interviews and other writings 1972-\n 1977. Brigington, UK: Harvester Wheatsheaf.   \nFoucault, M. (1991). Questions of method. In G. Burchell, C. Gordon, & P. Miller (Eds.), \n The Foucault effect: Studies in governmentality (pp. 73-86). Chicago, IL: \n University of Chicago Press.    \nGallagher, K., & Kim, I. (2008). Moving towards postcolonial, digital methods in \n qualitative research: Contexts, cameras, and relationships. In K. Gallagher (Ed.), \n The methodological dilemma (pp. 103-120). New York, NY: Taylor and Francis.   \nGrey, M. L. (2009). Out in the country. New York, NY: New York University Press.    \nHalberstam, J. (2005). In a queer time and place. New York, NY: New York University \n Press. \nHalberstam, J. (2011). The queer art of failure. London, UK: Duke University Press.   \n 87 \nHaraway, D. (1991). Simians, cyborgs, and women. New York, NY: Taylor and Francis.   \nJohnson, E. P. (2001). “Quare” studies or (almost) everything I know about queer studies \n I learned from my grandmother. Text and Performance Quarterly, 21(1), 1-25.  \nJones, R. (2008). Internet. In J. T. Sears (Ed.) The Greenwood encyclopedia of love, \ncourtship and sexuality through history, Vol. 6 (pp. 175-213). Westport, CT: \nGreenwood Press.   \nKafer, A. (2013).  Feminist, queer, crip. Bloomington, IN: Indiana University Press.   \nKane, M. (2014, February 3). ‘The Fosters’ actor Tom Phelan talks to GLAAD about \nplaying one of TV’s new trans characters. Retrieved from \nhttps://www.glaad.org/blog/fosters-actor-tom-phelan-talks-glaad-about-playing-\none-tvs-new-trans-characters   \nKanner, M. (2003, July-August). Can Will and Grace be “queered”?. Gay and Lesbian \n Review, 10, 34-35.      \nKearney, M. C. (2006). Girls make media. New York, NY: Routledge.    \nKessler, K. (2011). They should suffer like the rest of us: Queer equality in narrative \n mediocrity. Cinema Journal, 50(2), 139-144.    \nKielwasser, A. P., & Wolf, M. A. (1993). Silence, difference, and annihilation: \n Understanding the impact of mediated heterosexism on high school students. The \n High School Journal 77(1/2), 58-79.  \nMiyake, E. (2004). My, isn’t that cyborg a little bit queer?. Journal of International \n Women’s Studies, 5(2), 53-61.   \nMorton, D. (1995). Birth of the cyberqueer. PMLA, 110(3), 369-381.   \n 88 \nMuller, A. (2011). Virtual communities and translation into physical reality in the “It Gets \n Better” project. Journal of Media Practice, 12(3), 269-277.   \nNakamura, L. (2006). Cultural difference, theory, and cyberculture studies: A case of \nmutual repulsion. In D. Silver & A. Massanari (Eds.), Critical cyberculture \nstudies (pp. 29-36). New York, NY: New York University Press.   \nNealon, J., & Giroux, S. (2003).  The theory toolbox. Lanham, MD: Rowman and \n Littlefield. O’Shaugnessy, M., & Stadler, J. (2012). Media and society (5th ed.). \n Oxford, UK: Oxford University Press.     \nParker, I. (1999). Critical textwork. Philadelphia, PA: Open University Press.    \nPhillips, N., & Hardy, C. (2002). Discourse analysis: Investigating processes of social \n construction. London, UK: Sage Publications.   \nPiontek, T. (2006). Queering gay and lesbian studies. Chicago, IL: University of Illinois \n Press.    \nPodkalicka, A., & Campbell, C. (2010).  Understanding digital storytelling: Individual \n “voice” and community-building in youth media programs. Seminar.net: \n International Journal of Media, Technology, & Lifelong Learning, 6(20), 1-10. \nPullen, C. (2009). Gay identity, new storytelling and the media. New York, NY: Palgrave \n Macmillan.     \nReel Grrls (n.d.) Retrieved from http://www.reelgrrls.org/ \nRegales, J. (2008). My identity is fluid as fuck: Transgender zine writers constructing \n themselves. In S. Driver (Ed.), Queer youth cultures (pp. 87-104). New York, \n NY: State University of New York Press.  \n 89 \nRhoades, M. (2012). LGBTQ youth and video artivism: Arts-based critical civic praxis. \n Studies in Art Education, 53(4), 317-329.   \nRichman, A. (2007). The outsider lurking online: Adults researching youth cyber \n cultures. In A. Best (Ed.), Representing youth (pp. 84-109). New York, NY: New \n York University Press.   \nRogers, T., Winters, K., LaMonde, A., & Perry, M. (2010). From image to ideology: \n Analyzing shifting identity positions of marginalized youth across the cultural \n sites of video production. Pedagogies: An International Journal, 5(4), 298-312.   \nRose, G. (2012). Visual methodologies (3rd ed.). London, UK: Sage Publications.   \nRussell, C. (1999). Experimental ethnography. London, UK: Duke University Press. \nSavin-Williams, R. (2005). The new gay teenager. Cambridge, MA: Harvard University \n Press.    \nShelton, J. (2008). Redefining realities through self-representational performance. In S. \n Driver  (Ed.), Queer youth cultures (pp. 69-86).  Albany, NY: State University of \n New York Press.      \nTalburt, S. (2004). Intelligibility and narrating queer youth. In M. L. Rasmussen, E. \n Rofes, & S. Talburt (Eds.), Youth and sexualities (pp.17-39). New York, NY: \n Palgrave Macmillan.    \nThree Dollar Bill Cinema (n.d.) Retrieved from https://www.threedollarbillcinema.org    \nUngar, M. (2007). Grow ‘em strong: Conceptual challenges in researching childhood \n resilience. In A. Best (Ed.), Representing youth (pp. 84-109). New York, NY: \n New York University Press.   \nVan Zoonen, L. (1994). Feminist media studies. Thousand Oaks, CA: Sage Publications. \n 90 \nVimeo (n.d.) Retrieved from https://vimeo.com/home/page:1/filter:all/format:video     \nVivienne, S. & Burgess, J. (2012). The digital storyteller’s stage: Queer everyday \nactivists negotiating privacy and publicness. Journal of Broadcasting and \nElectronic Media, 56(3), 362-377.    \nVivienne, S. & Burgess, J. (2013). The remediation of the personal photograph and the \n politics of self-representation in digital storytelling. Journal of Material Culture, \n 18(3), 279-298.    \nWakeford, N. (1997). Cyberqueer. In A. Medhurst & S. R. Munt (Eds.), Lesbian and gay \nstudies: A critical introduction (pp. 20-38). London, UK: Cassell. \nWakeford, N. (2002). New technologies and “cyber-queer” research. In D. Richardson & \n S. Seidman (Eds.), Handbook of lesbian and gay studies (pp. 115-144). London, \n UK: Sage Publications.   \nWiegman, R. (2012). Object lessons. London, UK: Duke University Press.   \nWilchins, R. (2004). Queer theory, gender theory. Los Angeles, CA: Alyson Books.    \nWoodson, S. E. (2007). Performing youth: Youth agency and the production of \n knowledge in  community-based theatre. In A. Best (Ed.), Representing youth \n (pp. 284-303). New York, NY: New York University Press.   \n Wooffitt, R. (2005). Conversation analysis and discourse analysis. London, UK: Sage \n Publications.   \n \n \n \n",
    "id": 151574722,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalrepository.unm.edu:cj_etds-1075"
    },
    "title": "Reel Queer: Emergent Discourses and Contexts of Queer Youth Identity Constructions and Experiences in Digital Video Projects",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-05-01T08:00:00+01:00",
    "publisher": "UNM Digital Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalrepository.unm.edu/cgi/viewcontent.cgi?article=1075&context=cj_etds"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/151574722.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/151574722"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/151574722/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/151574722/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/151574722"
        }
    ],
    "abstract": "My thesis examines the discourses present in digital video projects created by queer youth, ages 13-20, who participated in The Reel Queer Youth video mentorship program between 2009 and 2012.  I used textual analysis, specifically discourse and critical technocultural discourse analysis to explore constructions of identity in youth and experiences present in digital video projects and the contexts these discourses were produced within.      I identified three overarching discursive themes: (a) call for more complex understandings of queer youth identities and experiences; (b) concern regarding gender binaries; and (c) change and self-responsibility. In addition to the discursive themes, I identified and discussed four contextualizing elements.  The elements consist of: (a) culture, the larger media discourses concerning the experiences of queer youth; (b) environment, the RQY video production workshop where the videos were produced; (c) production, the actual production process needed to produce a digital video project; and (d) platform, Vimeo, the video sharing site that hosts the RQY videos.  I placed the themes and contextualizing elements identified into conversation with each other.  I was able to identify four conversations: (a) sexual and gender identity labels; (b) unspoken discourses: reinforcing queer universality; (c) cyberqueer materiality and technolcultural space; and (d) queer technological progress.  These conversations reveal that culture and environment had an impact on what how the youth conceptualize and construct gender and sexual identities, as well as what discourses are silenced.  Production and platform influence what is actually able to be captured and shared through the use of digital video, while platform affects who can access the videos and the potential negative ramifications of making the RQY videos public",
    "tags": [
        "text",
        "queer",
        "youth",
        "digital video",
        "identity",
        "gender",
        "sexual orientation",
        "discourse analysis",
        "critical technocultural discourse analysis",
        "gay"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalrepository.unm.edu:cj_etds-1075",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3767",
        "openDoarId": 0,
        "name": "University of New Mexico",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 151574722,
        "depositedDate": null,
        "publishedDate": "2014-05-01T08:00:00+01:00",
        "updatedDate": "2021-02-08T11:20:19+00:00",
        "acceptedDate": null,
        "createdDate": "2018-03-13T15:01:52+00:00"
    },
    "urls": [
        "https://digitalrepository.unm.edu/cj_etds/76",
        "https://digitalrepository.unm.edu/cgi/viewcontent.cgi?article=1075&amp;context=cj_etds"
    ],
    "lastUpdate": "2021-02-08T11:20:19+00:00",
    "setSpecs": []
}