{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Philipps, Lisa"
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:19:14+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144231567.pdf",
    "fullText": "Fordham Law Review Volume 84 Issue 6 Article 12 2016 Registered Savings Plans and the Making of Middle-Class Canada: Toward a Performative Theory of Tax Policy Lisa Philipps Osgoode Hall Law School of York University Follow this and additional works at: https://ir.lawnet.fordham.edu/flr  Part of the Tax Law Commons Recommended Citation Lisa Philipps, Registered Savings Plans and the Making of Middle-Class Canada: Toward a Performative Theory of Tax Policy, 84 Fordham L. Rev. 2677 (2016). Available at: https://ir.lawnet.fordham.edu/flr/vol84/iss6/12 This Symposium is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted for inclusion in Fordham Law Review by an authorized editor of FLASH: The Fordham Law Archive of Scholarship and History. For more information, please contact tmelnick@law.fordham.edu.  2677 REGISTERED SAVINGS PLANS AND THE MAKING OF MIDDLE-CLASS CANADA:  TOWARD A PERFORMATIVE THEORY OF TAX POLICY Lisa Philipps*  Juridical power inevitably “produces” what it claims merely to represent.1 INTRODUCTION Campaigning politicians and elected governments across Canada’s political spectrum strive to position themselves as defenders of the middle class.  This is to be expected given the large proportion of the Canadian population that self-identifies as middle class.2  Since the term lacks precision, it is a claim that can accommodate a wide range of policy proposals.  Tax policy serves as a prime vehicle for making this appeal to middle-class voters.  Undoubtedly, any tax reform proposal can be examined critically to evaluate its likely distributional impacts and how well these map onto specific definitions of the middle class.  This Article attempts, however, a different project.  Drawing on the ideas of Judith Butler, it analyzes instead how tax policy produces middle-class identity through the very process of claiming to advance middle-class interests.  The case study for this purpose is the rise of tax incentives for saving as a prominent feature of Canadian personal tax policy over the two decades  *  Professor, Osgoode Hall Law School of York University.  The author thanks Fiona Xiaoyu Lin for essential research assistance, as well as Brenda Cossman and David Schneiderman for helpful conversations on the writings of Judith Butler.  Participants at the Fordham Law Review symposium entitled We Are What We Tax and the University of Toronto Faculty of Law’s James S. Hausman Tax Law and Policy Workshop provided valuable comments on earlier drafts.  All deficiencies are the responsibility of the author.  For an overview of the symposium, see Mary Louise Fellows, Grace Heinecke & Linda Sugin, Foreword:  We Are What We Tax, 84 FORDHAM L. REV. 2413 (2016).   1. JUDITH BUTLER, GENDER TROUBLE:  FEMINISM AND THE SUBVERSION OF IDENTITY 5 (1999).  2. The proportion self-identifying as middle class traditionally has been over 60 percent, though this has slipped since 2009 and, in 2013, polled at only 47 percent. See Political Landscape Freezes with Winter Cold:  Less than Half of Canadians See Themselves As Middle Class, EKOS POLITICS (Dec. 19, 2013), http://www.ekospolitics.com/index.php/ 2013/12/political-landscape-freezes-with-winter-cold-december-19-2013/ [https://perma.cc/ W2F5-4GBY]. 2678 FORDHAM LAW REVIEW [Vol. 84 from 1995 to 2015.  In the nomenclature of the Income Tax Act (ITA), these vehicles traditionally have been described as “registered plans.”3  I suggest that the presentation, design, and language of registered savings plans have shaped the content of middle-class identity, including the behaviors, expectations, and aspirations that condition membership in this identity group. Thinking about tax policy this way, as actively producing rather than simply reflecting preexisting understandings of the middle class, is helpful in a number of ways.  First, it helps to explain the remarkable surge and continued salience of savings tax incentives as a policy response to economic insecurity and precarity, even in the face of mounting evidence that they are ineffective or inadequate solutions to these problems.  More generally, it helps to account for why some tax policy ideas gain traction with influential policy actors and find fertile ground with voters at particular times.  Tax policy analysts are inclined to understand the proliferation of registered savings plans as a product of economic theories about the advantages of taxing consumption rather than income.  Yet, scholars have debated these theories for more than half a century, and few members of the political class, the civil service, Parliament, the media, or the public have more than passing familiarity with them.  Why did they leap to the fore in the mid-1990s?  Finally, seeing tax policy as performative of middle-class identity provides a clue about why tax reform lately has taken on the aura of a culture war in Canada, one that carries moral overtones and that delivers wedge issues to election platforms with stunning regularity. In elaborating this idea of performative tax policy, I am in part pursuing answers to an age-old question about the channels and processes by which expert knowledge on occasion gets translated into public policy and legislation.  I am also asserting that the question framed this way is too narrow and unidirectional because it fails to ask how tax laws in turn shape the range of policy options considered thinkable.  Examining the narratives of middle-class identity that are propagated through tax law helps to explain the history of tax policy ideas and why certain policy trajectories may endure even in the face of evidence that they are exacerbating rather than alleviating problems of economic inequality and insecurity. I.  BUTLER’S PERFORMATIVE THEORY OF GENDER AS A LENS FOR ANALYZING TAX POLICY In her groundbreaking book Gender Trouble, first published in 1990, Judith Butler challenged feminist theorists to rethink the distinction between sex and gender and to recognize the social exclusions that are created in the process of asserting equality claims on behalf of women as a   3. Income Tax Act, R.S.C. 1985 (Can.).  The ITA was published as a separate supplement to the 1985 statutes.  See, for example, the definitions of “registered pension plan,” “registered retirement income fund,” “registered disability savings plan,” and “registered education savings plan.” Id. § 248(1). 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2679 group.4  She observed how critiques of patriarchal oppression, and calls for change in the name of equality, rely implicitly upon foundationalist notions of both sex and gender as stable or pre-given identities from which visions of reform can be articulated and political actions taken.  Butler sought to trouble the notion that gender, or even sex, is susceptible to any such conclusive definition.  Instead, she advanced a performative theory of gender identity as an ever-shifting product of our own behaviors and claims about it:  “[W]hat we take to be ‘real,’ what we invoke as the naturalized knowledge of gender is, in fact, a changeable and revisable reality.”5  As a result, gender identity is, to some extent, “a normative ideal rather than a descriptive feature of experience.”6  It is a moving target, one that is never closed but rather “a complexity whose totality is permanently deferred.”7  Moreover, the performance of gender identity is not a “singular act, but a repetition and a ritual, which achieves its effects through its naturalization in the context of a body.”8  Registered savings plans, with their requirements for repetitive, ongoing participation and their deferral of promised rewards to the future, are well-suited to this process of identity performance and production. Butler ascribed a particular role to law in generating identities, as suggested by the passage quoted at the outset of this Article:  “Juridical power inevitably ‘produces’ what it claims merely to represent.”9  This is a caution to theorists and activists who would see a route through law, or state authority more generally, to dismantling hierarchies of gender and sex.  Invoking law on behalf of particular subjects necessarily entails defining the group that is to be helped.  This process of definition is an exclusory one, setting boundaries that inscribe the limits of an identity recognized by law.  A norm enacted or applied in the service of some group, however broad, also signifies who is outside the charmed circle.  These exclusions “reveal the coercive and regulatory consequences of that construction, even when the construction has been elaborated for emancipatory purposes.”10  Butler’s insight is that law cannot merely incorporate or reflect preexisting identity formations, but must produce and assert them actively.  For this reason, it is not enough to inquire into how women might become more fully represented in language and politics.  Feminist critique ought also to understand how the category of “women,” the subject of feminism, is produced and restrained by the very structures of power through which emancipation is sought.11   4. See BUTLER, supra note 1, at 3–8.  5. Id. at xxiii.  6. Id. at 23.  7. Id. at 22.  8. Id. at xv.  9. Id. at 5.  10. Id. at 7.  11. Id. at 5. 2680 FORDHAM LAW REVIEW [Vol. 84 The production of these social categories implies hierarchy as it conditions the possibilities for subjects to be recognized within “culturally intelligible notions of identity.”12  Subjects may exercise agency and resist the constraints of accepted performances of gender, but to do so is “to risk unrecognizability[] and the various punishments that await those who do not conform to the social order.”13  Even as normative identities remain open to resistance and revision, then, this process of change occurs within a set of constraints that exerts real coercive force. Viewed through the lens of performativity, income tax law is a potent site for identity production.  It engages at every turn in drawing distinctions among taxpayers based on social and economic traits thought to be relevant for purposes of designing the system.  All of the core structural elements of the income tax—the unit, base, accounting period, and rate structure—rest on judgments about what individual or family circumstances should be taken into account and how and when these should impact tax liability.  These judgments are filtered through a set of tax policy criteria, which require the law to compare and slot people into groups.  The tax policy concept of “equity” calls for people in similar (or different) circumstances to be taxed similarly (or with appropriate differences).  In order to meet the requirement of “administrability,” however, the legislation cannot actually assess circumstances individually, but rather must define a series of groups whose tax treatment should be differentiated in some manner.  At the same time the tax law strives for “neutrality,” that is not altering the choices that individuals would make in the absence of the tax rule.  This principle requires heroic assumptions about people’s default choices in some marketplace or state of nature that exists theoretically prior to and outside of the tax system.  Some of these assumptions refer straight back to notions of identity, including gender identity (for example, what is the assumed default choice of mothers of young children, as between unpaid caregiving and participating in the labor market?).14 The capacity for identity production through tax law is further magnified by the use of tax expenditures to advance other, nonfiscal objectives of government.  Tax expenditures drop any claim to neutrality in an overt effort to encourage particular behaviors or to target particular groups of taxpayers for support.  Tax-sheltered savings plans, whether viewed as a refinement of the technical tax system toward a consumption base or as a series of tax expenditures, confer beneficial treatment on those who exhibit certain traits and behaviors.  They impose precise requirements as to who can contribute how much, from what sources of income, for what purposes, and under what conditions to realize the preferential tax treatment offered by the legislation, as well as the implied benefits of future economic   12. Id. at 23.  13. Judith Butler, Bodies and Power Revisited, in FEMINISM AND THE FINAL FOUCAULT 192 (Diana Taylor & Karen Vintges eds., 2004).  14. See generally Anthony C. Infanti, Tax Equity, 55 BUFF. L. REV. 1191 (2008) (criticizing the normative content of these classic tax policy objectives and particularly their focus on economic characteristics over all other features of identity). 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2681 security and autonomy.  Through the manner in which registered savings plans purport to serve middle-class interests, I argue they also simultaneously advance a particular normative ideal of middle-class identity, one which aligns with a larger political shift toward neoliberal styles of governance. A possible objection to this analysis is that Butler’s theory of performativity was developed in relation to gender, not class, and that class is rooted in more objective measures of socioeconomic status that do not lend themselves as easily to redefinition through language and practice.  One response to this concern is to point out that class identity also is gendered.  Being married to a domestically focused woman became a mark of middle-class respectability with the rise of industrial capitalism.15  This normative ideal of supporting a stay-at-home wife continues to have purchase with some Canadian voters, as evidenced by recent initiatives to move away from individual taxation and allow conjugal-unit taxation for pension income and for couples with dependent children.16  Even setting aside the issue of intersecting class and gender identities, however, class itself is likewise a product of historical, social construction. Quantitative measures of class status are notoriously contentious among those who study them for a living.  Philip Cross and Munir A. Sheikh reviewed the diverse definitions employed by economists, sociologists, and statisticians and observed “there is nothing remotely approaching a consensus on what constitutes the middle class” or even “whether [it] can be measured in economic terms.”17  Financial measures range across income, wealth, and consumption, with varying methodologies and assumptions for each.18  Among the many indicators surveyed by Cross and Sheikh, the following is especially germane to registered savings plans:  “what income is needed to start accumulating significant amounts of wealth to provide the security associated with a middle-class existence and the saving to make the investments in human capital needed to protect it.”19   15. See LEONORE DAVIDOFF & CATHERINE HALL, FAMILY FORTUNES:  MEN AND WOMEN OF THE ENGLISH MIDDLE CLASS, 1780–1850, at 286–87 (1987); Dorothy Smith, Women, the Family and Corporate Capitalism, 20 BERKLEY J. SOC. 55 (1976) (discussing the role of wives in securing the moral status of the managerial middle class in corporate capitalism).  16. See Lisa Philipps, Real Versus Notional Income Splitting—What Canada Should Learn from the US “Innocent Spouse” Problem, 61 CAN. TAX J. 709 (2013); Frances Woolley, Liability Without Control—The Curious Case of Pension Income Splitting, 55 CAN. TAX J. 603 (2007); see also Lisa Philipps, Income Splitting and Gender Equality:  The Case for Incentivizing Intra-Household Wealth Transfers 1 (Osgoode Hall Law Sch. York Univ., CLPE Research Paper No. 04/2010, 2010).  17. Philip Cross & Munir A. Sheikh, Caught in the Middle:  Some in Canada’s Middle Class Are Doing Well; Others Have Good Reason to Worry 2 (Univ. of Calgary:  The Sch. of Pub. Policy, SPP Research Paper No. 8:12, 2015).  18. Income is the most commonly used, but specific definitions vary significantly depending on factors such as the unit of analysis (individuals or defined households), the ranges used to distinguish groups (deciles, quintiles, or some percentage or dollar range around the mean or median income), whether income is measured before or after taxes and transfers, and the choice of data source (for example, household surveys versus income tax returns). See, e.g., id. at 4–19.  19. Id. at 6. 2682 FORDHAM LAW REVIEW [Vol. 84 Some assert that middle-class status depends instead on nonmonetary characteristics, such as tastes, values, lifestyles, type of occupation, ownership of a home or other possessions associated with being middle class in particular historical periods, or biomedical measures of health and life expectancy.20  Even self-definition is used to define middle-class status, though Cross and Sheikh comment that this is “subjective” and lacks “statistical rigour.”21  It is precisely these qualities, however, that make “middle class-ness” a feature of personal identity that cannot be entirely verified or closed off by reference to external, measurable indicia. The essential indeterminacy of middle class means that definitional choices have normative content.  As Piketty has observed, “The way the population is divided up [into classes] usually reflects an implicit or explicit position concerning the justice and legitimacy of the amount of income or wealth claimed by a particular group.”22  In claiming to address middle-class interests, tax policymakers must choose among many possible meanings and take a stand about who belongs to this group.  This exercise involves marking both upper and lower bounds, whether explicitly or not, and setting out other requirements to access tax preferences.  On the low end, those without the means to partake in middle-class tax incentives are rendered marginal and in need of more targeted and more stigmatized benefits.23  The upper bound marks off those considered too privileged to require government assistance.  Cross and Sheikh question the generosity of this upper bound, arguing that tax and transfer policies ostensibly targeting the broad middle class have delivered the most help to its higher income segments at the expense of those with below-average earnings.24  Casting tax benefits as middle-class programs thus can obscure distributive impacts that favor the affluent while also sending a message about the conditions for escaping marginality. It is worth noting that Butler herself asserted that material well-being or class cannot be disentangled from the cultural valuation of different identities of gender, race, sexuality, et cetera.  In a famous exchange with Nancy Fraser, Butler objected to the portrayal of some identity politics as mainly concerned with remedying cultural (as distinct from socioeconomic) injustices.  Fraser had argued that in struggling for “recognition,” identitarian movements risked detracting from political projects aimed at socioeconomic “redistribution.”25  In rejecting the divisibility of these   20. See id. at 2.  21. Id. at 23.  22. THOMAS PIKETTY, CAPITAL IN THE TWENTY-FIRST CENTURY 251 (Arthur Goldhammer trans., 2014).  23. David Schneiderman examined the association of universalistic social programs with middle-class values in Canada against targeted, income-tested benefits that are more stigmatized and subject to heavier constitutional scrutiny. See David Schneiderman, Universality Vs. Particularity:  Litigating Middle Class Values Under Section 15, 33 SUP. CT. L. REV. 367 (2006).  24. See Cross & Sheikh, supra note 17, at 9–10, 12.  25. See Nancy Fraser, From Redistribution to Recognition:  Dilemmas of Justice in a “Post-Socialist” Age, NEW LEFT REV., July–Aug. 1995, at 68 [hereinafter Fraser, From 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2683 categories, Butler pointed to the ways in which property, immigration, health, and tax laws, for example, regulate the distribution of entitlements based on concepts of family that are suffused with gender and sexual identities.26 I am asserting, then, that being middle class is a feature of identity that encompasses more than quantifiable economic characteristics.  It is open, not susceptible to definitional closure, and, to some extent, “a normative ideal rather than a descriptive feature of experience.”27  It is performative in the sense of being constructed and revised over time through language and political practice, including in tax law and its surrounding discourses.  At the same time, it is coercive and exclusory, describing who is left out as much as who is included.  The development of registered savings plans over the past two decades has provided occasions for tax law and policymakers to produce normative understandings of middle-class expectations and responsibilities.  Individual citizens act out these understandings by arranging their affairs (or not) to meet the requirements of tax preferences, internalizing them over time as part of what it means to pursue a middle-class life in a neoliberal age. II.  TAX INCENTIVES FOR PERSONAL SAVING:  ORIGINS, RATIONALES, AND NARRATIVES The development of pro-savings tax measures in Canada has been shaped by at least three important influences.  First, its intellectual roots lie in the school(s) of thought favoring consumption over income as the ideal base for personal taxation, an idea usually traced to the work of Nicholas Kaldor in the 1950s.28  Consumption tax advocates have generated a wide range of tax reform proposals, with tax preferences for personal saving being but one subset of these.29  The distributive and welfare impacts of consumption taxes generally, and personal savings incentives specifically, remain contentious among tax policy experts to this day.30  Nonetheless, the influence of consumption tax theory is undeniable in Canada’s steady shift toward lower taxation of capital income.  Though the federal personal  Redistribution to Recognition]; Nancy Fraser, Heterosexism, Misrecognition and Capitalism:  A Response to Judith Butler, NEW LEFT REV., Mar.–Apr. 1998, at 140.  26. Judith Butler, Merely Cultural, NEW LEFT REV., Jan.–Feb. 1998, at 33, 41.  27. BUTLER, supra note 1, at 23.  28. See generally NICHOLAS KALDOR, AN EXPENDITURE TAX (1955).  Robin Boadway reviewed the evolution of consumption tax theories in Piecemeal Tax Reform Ideas for Canada—Lessons from Principle and Practice, 62 CAN. TAX J. 1029 (2014).  29. See generally Jonathan R. Kesselman & Finn Poschmann, Expanding the Recognition of Personal Savings in the Canadian Tax System, 49 CAN. TAX J. 40 (2001) (applying consumption tax principles in proposing a tax-prepaid savings vehicle, contributing directly to the adoption of the Tax Free Savings Account in 2009).  For a critical review of the main varieties of consumption tax reform proposals as applied to Canada, see Jonathan Rhys Kesselman & Peter S. Spiro, Challenges in Shifting Canadian Taxation Toward Consumption, 62 CAN. TAX J. 1 (2014).  30. See, e.g., Kesselman & Spiro, supra note 29.  For more information, see also the divergent perspectives published in Volume 60 of the Canadian Tax Journal policy forum. 2684 FORDHAM LAW REVIEW [Vol. 84 income tax remains the country’s biggest single revenue raiser, its base is in fact “much closer to consumption than income for the great majority of taxpayers other than those at the highest income and wealth levels.”31  The introduction of new and more generous registered savings plans has been one part of this trend. The dynamics of fiscal federalism have been a second key influence on the development of pro-savings tax measures.  Both federal and provincial governments have constitutional authority to impose income taxes in Canada.32  In practice, however, the federal government plays the dominant role in driving tax policy.  Provinces (other than Quebec) have ceded much of their autonomy by entering tax collection agreements that require them to adopt the federal definition of the tax base in exchange for the Canada Revenue Agency administering provincial income tax laws.33  In effect, this gives the federal Parliament exclusive authority to legislate the deductions, exemptions, and deferred inclusions, which form the core design elements of registered plans.  When it does so, the provinces automatically share the revenue costs, because of the common definition of income.34  In addition, the federal government favors tax instruments because it lacks constitutional authority to deliver direct programming in areas of health, education, and social welfare, which are matters of provincial jurisdiction.  Federal politicians and policymakers therefore gravitate to tax-based programs as one of the few ways they can reach individual Canadians. These intergovernmental dynamics help to explain the growth of tax-preferred savings vehicles as a feature of federal policy, proving once again J. Harvey Perry’s assertion that “the federal form of our governmental structure” has been perhaps the strongest influence on the development of Canadian tax policy since confederation.35  Moreover, in building registered savings plans, the federal government has effectively moved into policy fields such as pensions and education in a way that constrains future decision making at the provincial level.  When crafting their own programs, provinces largely are compelled to work with the design choices embedded in the federal tax system.  A recent example is Ontario’s move to create a new public pension plan.  In order to receive the tax preferences accorded to other pension vehicles, the Ontario Retirement Pension Plan (ORPP) must be designed to meet ITA requirements as understood and administered by   31. Kesselman & Spiro, supra note 29, at 4.  32. Constitution Act 1867, 30 & 31 Vict. c. 3, §§ 91(3), 92(2) (Eng.).  33. See DEP’T OF FIN. CAN., FEDERAL ADMINISTRATION OF PROVINCIAL TAXES:  NEW DIRECTIONS (2000).  For an example of how these agreements are implemented, see Ontario’s Taxation Act, S.O. 2007, c 11, sched. A, § 1 (Can.) (defining “Federal Act” and “income”).  34. See generally MOWAT CTR., BACK FROM THE BRINK:  LESSONS FROM THE FEDERAL-PROVINCIAL DISPUTE ABOUT THE ONTARIO RETIREMENT PENSION PLAN (2016) (discussing recent policy conflicts arising from federal control over the income tax base and advancing a proposal to reform the tax collection agreements to give provinces greater autonomy to set public policy in areas where they have constitutional authority, including pensions).  35. Richard Krever, The Origin of Federal Income Taxation in Canada, 3 CAN. TAX’N 170, 170 (1981) (quoting J. HARVEY PERRY, TAXATION IN CANADA 3–4 (2d ed. 1953)). 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2685 the Canada Revenue Agency.36  Doing so makes sense because it will reduce costs for members, employers, and the plan administrator, but it also curtails the design options open to Ontario.37 A third influence feeding the growth of registered savings plans was the broad turn to neoliberal governance in Canada, characterized by deference to market imperatives, a diminished role for pro-equality redistributive policies, and an emphasis on promoting individual self-reliance and familial responsibility to address human welfare needs.38  This shift began in the late 1980s in Canada and was well underway by 1995, the start of the period under study.  Registered savings plans should be seen as part of a government response to growing public anxieties about precarity and insecurity in the face of global economic integration and neoliberal restructuring. Each of these three influences—consumption tax theory, fiscal federalism, and neoliberalism—are evident in the public rationales that have been offered for creating or expanding registered savings plans.  As detailed below, they are typically presented as measures that will encourage personal saving to meet future needs and help middle-class Canadians accumulate assets to provide for themselves and their children.  Before examining these narratives more closely, it is important to note the dearth of evidence to substantiate the effectiveness of registered plans in achieving these ostensible goals. Empirical studies generally have cast doubt on the claim that tax incentives for saving actually spur individuals to save more.39  There is little evidence that they do, though the studies have found people are likely to shift their savings into tax-preferred forms.  Indeed, some argue that tax subsidies may even incent lower saving as taxpayers feel richer or objectively need to set aside less of their income in order to reach their   36. See Ontario Retirement Pension Plan Act, S.O. 2015, c 5, (Can.); see also ONT. MINISTRY OF FIN, THE ONTARIO RETIREMENT PENSION PLAN:  DISCUSSING A MADE-IN-ONTARIO SOLUTION (2014), https://www.ontario.ca/document/ontario-retirement-pension-plan-made-ontario-solution [https://perma.cc/6EGX-UNMJ].  37. As one example, the ORPP will not be able to cover self-employed workers unless the ITA is amended to broaden the scope of potential membership in a tax-sheltered registered pension plan. See Ministry of Fin., The Ontario Retirement Pension Plan:  Comparability, Phase-in and Benefits, NEWSROOM (Aug. 11, 2015, 9:30 AM), https://news. ontario.ca/mof/en/2015/08/the-ontario-retirement-pension-plan.html [https://perma.cc/J7CF-Z8GY].  38. For a contemporary history of the neoliberal turn in Canada, see JANINE BRODIE, POLITICS ON THE MARGINS:  RESTRUCTURING AND THE CANADIAN WOMEN’S MOVEMENT 49–63 (1995).  U.S. legal scholars have more recently been examining the impact of neoliberal ideas on legal regulation and reasoning. See, e.g., David Singh Grewal & Jedediah Purdy, Introduction:  Law and Neoliberalism, 77 LAW & CONTEMP. PROBS. 1 (2014).  39. Studies from several jurisdictions on the impact of tax incentives on savings behavior are reviewed in Benjamin Alarie, Assessing Tax Free Savings Accounts—Promises and Pressures, 57 CAN. TAX J. 504 (2009); Barbara Austin, Policies, Preferences and Perversions in the Tax-Assisted Retirement Savings System, 41 MCGILL L.J. 571 (1996); Kesselman & Spiro, supra note 29; Jinyan Li, Tax Treatment of Retirement Savings Plans:  Past, Present, and Future, in TAX EXPENDITURES:  STATE OF THE ART 18–20 (Lisa Philipps, Neil Brooks & Jinyan Li eds., 2011). 2686 FORDHAM LAW REVIEW [Vol. 84 target savings.  Canada’s household savings rate has declined from its peak in the 1980s and remains lower than 1995 levels despite the increasing generosity of tax incentives for retirement and other savings.40  On the other hand, household debt as a percentage of income has risen substantially since 1995.41 It is equally challenging to substantiate the claim that registered savings plans are an effective instrument to combat economic insecurity.  By 1995, critics had already shown that registered plans disproportionately benefited higher-income individuals (mostly men) who have the resources to use up their contribution room and for whom deductions or exemptions are more valuable under the progressive rate structure.42  Like other wealthy western nations, over the two decades under study, Canada has seen a trend of growing inequality and concentration of income in the top 1 percent of earners.43  Given their distributive tilt, tax-assisted savings plans are unlikely to offset this trend, particularly as they are costly to government revenues and therefore limit the potential to expand programs that are redistributive to lower income groups. There is a gap, then, between the claim that registered plans are aimed at helping the broad middle class and their actual design and impact, which might just as likely contribute to greater economic polarization.  This gap has been managed politically, I argue, through a narrative that has constructed middle-class identity in association with particular practices and expectations.  The legislation itself, together with the political and financial planning discourses that accompany it, identify the types of self-management and self-provisioning that condition middle-class status.  They present an image of middle-class individuals exercising choice and agency, achieving financial goals through rational planning and self-discipline.  The   40. Gilles Berube & Denise Cote, Long-Term Determinants of the Personal Savings Rate:  Literature Review and Some Empirical Results for Canada (Bank of Can., Working Paper No. 2000-3, 2000), http://www.bankofcanada.ca/wp-content/uploads/2010/01/wp00-3.pdf [https://perma.cc/86E6-AG3M].  According to Statistics Canada, the household savings rate dropped from 10.1 percent in the first quarter of 1995 to 5.6 percent in the final quarter of 1996. See CANSIM Table 380-0072, STATS. CAN., http://www5.statcan.gc.ca/ cansim/a26?lang=eng&retrLang=eng&id=3800072&pattern=&csic= (last visited Apr. 29, 2016) [https://perma.cc/P4BS-279T]. Since the end of 1996, it has ranged from a high of 6.4 percent in the first quarter of 2001 to a low of 0.2 percent in the first quarter of 2005. Id.  The rate was reported as 4 percent in the final quarter of 2015. Id.  41. See generally Jeannine Bailliu, Katsiaryna Kartashova & Cesaire Meh, Household Borrowing and Spending in Canada, BANK CAN. REV., Winter 2011–2012, at 16; Raj K. Chawla & Sharanjit Uppal, Household Debt in Canada, STATS. CAN., http:// www.statcan.gc.ca/pub/75-001-x/2012002/article/11636-eng.htm (last modified Nov. 27, 2015) [https://perma.cc/RDP8-EA4M].  42. See generally Austin, supra note 39; Maureen Donnelly et al., The RRSP Home Buyers’ Plan:  Advantageous for Whom?, 41 CAN. TAX J. 293 (1993); Claire F.L. Young, (In)Visible Inequalities:  Women, Tax and Poverty, 27 OTTAWA L. REV. 99 (1995).  43. For an overview of the key studies and data on this trend, see KEVIN MILLIGAN, TAX POLICY FOR A NEW ERA:  PROMOTING ECONOMIC GROWTH AND FAIRNESS 7–11 (C.D. Howe Inst. 2014), https://www.cdhowe.org/pdf/benefactors_lecture_2014.pdf [https://perma.cc/ HA4R-TNQA]. 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2687 expectation of annual contributions to a registered plan resonates with Butler’s thinking about the role of repetitive, ritualized practices in identity formation and reformation.44  The deferral of rewards into the future enables tax law to posit an aspirational middle-class subject as an ideal that might not be experienced in the present but is always in the process of being realized.  The legislative description of many of these programs as registered savings plans also captures something of their symbolic power:  to register is to recognize.45 Providing individuals with the legal ability to accrue a tax-sheltered nest egg also sends a complex message about the role of government in addressing economic inequalities.  At a surface level, it openly acknowledges the pervasive insecurity of even many full-time employees and the uncertain prospects for their children.  Yet it also implies that over-taxation is an important cause of household economic insecurity and the inability to save.  Increasingly, registered savings plans are designed in ways that summon lower- and middle-income earners to participate, for example, by offering larger matching grants to taxpayers in these brackets.  The fact that people are opening registered plans in large numbers is then cited as evidence that the policy is working regardless of how much or little money the plans hold.  Even nominal participation in such plans becomes a mark of middle-class status and holds out the promise of middle-class security at some unknown point in the future, for the next generation, if not the current one.  Reducing the tax burden on those who save for their own needs has emerged over this period as a meta-narrative of neoliberal tax policy and its commitments to a less redistributive state.  In its place, monetary rewards are conferred on those who manage to create their own islands of financial security.  The role of employers in this narrative also declined over time.  Increasingly, savings tax policy moved away from the joint employer-employee contribution model of traditional pension plans toward reliance upon individual contributions that are sometimes matched partially by the government. The two decades examined below culminated in a federal election in which savings tax policy was one of many issues dividing the incumbent Conservatives from the opposition parties.  As promised during the campaign, the majority Liberal government elected on October 19, 2015, already has moved to roll back contribution limits to one savings plan—the Tax Free Savings Account (TFSA)—and has confirmed its support for expanding parts of the public pension system.46  These high profile moves   44. See Butler, supra note 13.  45. See Fraser, From Redistribution to Recognition, supra note 25, at 68 (arguing that late-twentieth century political discourse is increasingly centered on “cultural recognition,” as opposed to “socioeconomic redistribution as the remedy for injustice”).  46. Bill C-2 proposes to amend ITA section 207.01(1) to reduce the annual TFSA contribution limit from $10,000 to its pre-2015 level of $5500 with future inflation indexing. See An Act to Amend the Income Tax Act, Bill C-2, 42d Parl. (first reading Dec. 9, 2015) (Can.), http://www.parl.gc.ca/HousePublications/Publication.aspx?Language=E&Mode=1 &DocId=8064766 [https://perma.cc/C5BR-FXN4]; Joint Statement by Prime Minister-Designate Justin Trudeau and Ontario Premier Kathleen Wynne, LIBERAL (Oct. 27, 2015), 2688 FORDHAM LAW REVIEW [Vol. 84 signal a shift in narrative and perhaps a degree of resistance to the construct of middle-class identity advanced most recently in Conservative tax policy.  However, this construct also has been internalized and embedded in Canadian income tax law and financial planning practices to such a degree that sweeping change is unlikely in the short term.  Notably, apart from reducing the upper limit on TFSA contributions, opposition party platforms advanced during the 2015 election season did not challenge any of the registered savings plans that have proliferated over the last two decades. III.  REGISTERED SAVINGS PLAN GROWTH DURING THE LIBERAL GOVERNMENTS OF 1995–2005 Until the mid-1990s, tax-assisted saving was focused squarely on retirement via two main types of plans:  employer-sponsored Registered Pension Plans (RPPs) and individual or group Registered Retirement Savings Plans47 (RRSPs).  Both operate on a post-paid (that is, tax-deferred) model in which contributions are deductible, investment returns are tax sheltered while in the plan, and withdrawals are included in income.  RPPs are by definition funded by joint employer and employee contributions out of employment income.  They encompass both traditional defined-benefit plans and increasingly popular defined-contribution plans in which employees bear greater market risk.  RRSPs are most commonly individual plans to which a taxpayer may contribute out of “earned income”—meaning employment, rental, or business income.48  Annual contributions to an RPP or RRSP are subject to a combined limit equal to 18 percent of qualifying income, up to a specified dollar maximum each year.49 The Liberal government of Prime Minister Jean Chretien came to power in 1993 and launched a multiyear program of fiscal austerity and deficit reduction.  The 1995 federal budget implemented deep cuts to direct program spending and to provincial transfer payments to fund health, education, and social programs.50  The stated aim was to “fundamentally reform what the federal government does and how it does it.”51  The budget  https://www.liberal.ca/joint-statement-by-prime-minister-designate-justin-trudeau-and-ontario-premier-kathleen-wynne/ (promising to “be active partners in the national discussion on pension enhancement”) [https://perma.cc/F9NL-APJN].  47. The basic rules are set out in ITA section 147.1 (RPPs) and section 146 (RRSPS). See Income Tax Act, R.S.C. 1985, §§ 146, 147.1 (Can.).  A technical discussion of the various registered savings plans is beyond the scope of this Article.  For more details on the tax-assisted retirement savings regime as it stood in the mid-1990s, see Austin, supra note 39, at 574–77.  48. “Earned income” is defined in section 146(1) of the ITA. Income Tax Act § 146(1).  49. The dollar limit was $15,500 in 1995 and has been raised incrementally to $24,930 for 2015 (meaning the maximum contribution is reached at income of $138,500). See id. §§ 146(1), 147.1(1) (defining “RRSP dollar limit” in § 146(1) and “money purchase limit” in § 147.1(1)).  50. DEP’T OF FIN. CAN., BUDGET PLAN (1995), http://fin.gc.ca/budget95/binb/ budget1995-eng.pdf [https://perma.cc/B5DQ-L84A].  Historical federal budget documents are available at http://www.fin.gc.ca/access/budinfo-eng.asp [https://perma.cc/QC3Y-R7V5].  51. DEP’T OF FIN. CAN., supra note 50, at 6. 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2689 was balanced by 1997, and several years of surplus budgets followed at the federal level.  Presented with this fiscal maneuvering room, Finance Minister Paul Martin introduced a series of tax cuts.  New incentives were introduced for personal saving, with a particular focus on saving for post-secondary education and retirement. The Registered Education Savings Plan (RESP) was a focal point of this effort.52  Though available in the statute since 1975, RESPs had been unpopular because there was a risk of forfeiting investment income if the beneficiary did not attain post-secondary education.  Unlike the RPP and RRSP, it is a prepaid plan, allowing individuals to make after-tax contributions to a trust in which investment income is sheltered from tax.  Once a beneficiary begins post-secondary education, the contributions can be distributed tax-free, while investment returns are included in the beneficiary’s income when distributed and therefore generally are taxed at a low marginal rate. The government moved to raise both the annual and lifetime contribution limits for RESPs and to reduce the risk of forfeiture by creating more flexibility to transfer RESP funds to a sibling or into a contributor’s RRSP.53  The reforms were “to encourage parents to save for their children[’s] education over the long-term” and also “so that students and their families will be better able to deal with the increased costs of education.”54  More ambitious changes were announced in 1998 as part of a “Canadian Opportunities Strategy,” described by the Finance Minister as an effort to bolster upward mobility through higher education: The backbone of a country is the strength of its middle class.  There is no better way to reduce the gap between rich and poor, no surer way to widen the mainstream, no more meaningful way to reduce the numbers of those left behind, and no better way to provide a higher quality of life for Canadians, than to facilitate the path to greater education.  Quite simply, every Canadian who wants to learn should have the opportunity to do so.55 The Finance Minister also spoke about federal-provincial relations, acknowledging that “[e]ducation is a matter of provincial jurisdiction” but asserting a role for the federal government in supporting equality of opportunity to access higher education.56  While this objective could have been served by increasing provincial transfers that were cut in 1995 in order   52. See Income Tax Act§ 146.1.  53. The annual limit was raised in two stages from $1500 to $4000 and the lifetime limit from $31,500 to $42,000. See DEP’T OF FIN. CAN., BUDGET PLAN 157 (1996), http://fin.gc.ca/budget96/bp/bp96e.pdf [https://perma.cc/3392-274J]; DEP’T OF FIN. CAN., BUDGET PLAN 178–83 (1997), http://fin.gc.ca/budget97/binb/bp/bp97e.pdf [https://perma.cc/ M7QN-C9V7].  54. Hon. Paul Martin, Minister of Fin., Budget Speech 19 (Mar. 6, 1996), http://fin.gc.ca/budget96/speech/speech.pdf [https://perma.cc/NH2B-8ZUE].  55. Hon. Paul Martin, Minister of Fin., Budget Speech 11 (Feb. 24, 1998), https://fin.gc.ca/budget98/speech/speeche.pdf [https://perma.cc/CMQ6-FTEX].  56. Id. 2690 FORDHAM LAW REVIEW [Vol. 84 to eliminate the federal deficit, the federal government chose instead to introduce new programs of its own through the income tax. The centerpiece of the RESP strategy was a new matching grant, the Canada Education Savings Grant (CESG), equal to 20 percent of annual contributions to an RESP of up to $2000 (that is, up to $400 annually).  The announcement heralded “the beginning of a new partnership with parents” in which provincial governments would have “a role to play investing alongside those who seek to save for their children’s education.”57  In addition, taxpayers would now be able to carry forward any unused contribution room so that those unable to save in the present could “catch up in later years.”58  Minister Martin explained that saving for education should become as normal as saving for retirement: As a result of the initiatives we are taking, RESPs will now be among the most attractive savings vehicles available for a child’s education.  We believe that RESPs will soon come to be considered as essential for future planning as registered retirement savings plans are now.  They represent one of the best things parents can do for their children, one of the best things grandparents can do for their grandchildren—it speaks to the partnership of generations.59 The capacity of all well-disciplined families to save at least some money for education is assumed in this narrative and reinforced with images like the following:  “Today, Canadians are already saving for their children in many ways.  Some buy bonds.  Some set up special bank accounts.  Many simply set aside a bit of money whenever they can.  Grandparents, aunts and uncles put money away at birthdays and at Christmas.”60 The implication, as pointed out by contemporary critics, is that all families have the choice to save and failure to do so “is simply the result of exercising a personal preference for consumption.”61  Government is portrayed not only as a public body responsible for leveling the playing field, but also as an investment partner who gets involved only in proportion to the private initiative of individual savers.  The RESP is represented as a mass savings vehicle.  By implication, failure to participate would be considered abnormal and perhaps even a form of parental negligence. Within a few years, evidence emerged that the benefit of RESP enhancements was heavily skewed to favor higher-income families.62  Perhaps in response to such criticisms, the 2004 budget added two new   57. Id. at 18.  58. Id. at 19.  59. Id.  60. Id.  61. Maureen Donnelly, Robert Welch & Allister Young, Registered Education Savings Plans:  A Tax Incentive Response to Higher Education Access, 47 CAN. TAX J. 81, 92 (1999).  62. See KEVIN MILLIGAN, TAX PREFERENCES FOR EDUCATION SAVING:  ARE RESPS EFFECTIVE? 1, 13 (C.D. Howe Inst. 2002) (reporting that only 6.3 percent of children in families with income under $30,000 had an RESP in their name, compared to 29.9 percent in families with at least $80,000 of income). 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2691 RESP features aimed at including lower-income parents at least nominally in the program.  First, families meeting an income test could have a “Canada Learning Bond” of $500 deposited into an RESP without the need for any contributions of their own.  This would be supplemented by $100 for each subsequent year, up to a maximum government contribution of $2000 per child.  Second, the CESG matching grant rate was increased to 40 percent for taxpayers with household income up to $35,000 and to 30 percent for those with income between $35,000 and $70,000 on the first $500 of their own contributions.63 The effectiveness of delivering low-income education subsidies through the RESP program remains in doubt.  The Canada Learning Bond still requires parents to establish an RESP, even if the government is the only contributor.  As a result, only about 15 percent of qualifying taxpayers had received the Canada Learning Bond by 2008.64  A further issue is that the Canada Student Loan Program treats RESP withdrawals as income for the purposes of determining loan eligibility, meaning that loans to low-income youth may be reduced by any RESP payments they receive.65  While these may be unintended consequences, they flow from a basic policy choice to favor private savings plans in principle over more direct forms of intervention.  The Canada Learning Bond sends the message that even low-income earners can raise middle-class children through rational planning and the exercise of financial self-discipline. Incentives for retirement saving are a second area of active tax reform in this first decade under study.  Canada’s pension system is famously based on three “pillars”:  (1)  modest government-funded benefits targeted to seniors with lower and middle incomes; (2)  the government-sponsored Canada Pension Plan (CPP), funded with contributions from paid workers and employers, providing maximum annual benefits of around $12,500 (indexed to inflation); and (3)  private tax-assisted savings plans including RPPs and RRSPs.66  Pension analysts increasingly have raised concerns that many Canadians are not saving enough to provide a reasonable level of income replacement in retirement.67  The causal factors are familiar to many countries and include the decline of secure full-time employment with benefits, employers shifting away from defined-benefit pension plans to defined-contribution plans in which more risk is borne by workers, low   63. DEP’T OF FIN. CAN., BUDGET 2004:  LEARNING:  CORNERSTONE OF CANADA’S ECONOMIC AND SOCIAL PROGRESS (2004), http://www.fin.gc.ca/budget04/pdf/paleae.pdf [https://perma.cc/SA8V-F2C6].  64. See Azim Essaji & Christine Neill, Delivering Government Grants to Students Through the RESP System—Distributional Implications, 60 CAN. TAX J. 635, 647 (2012).  65. See id. at 648.  66. See generally JIM LEECH & JACQUIE MCNISH, THE THIRD RAIL:  CONFRONTING OUR PENSION FAILURES (2013) (providing an excellent overview of the Canadian pension system, its historical development, and contemporary challenges).  67. See, e.g., David A. Dodge & Richard Dion, Macroeconomic Aspects of Retirement Savings, BENNETT JONES, LLP (Apr. 2014), https://www.bennettjones.com/uploadedFiles/ Publications/Guides/Macroeconomic%20Aspects%20of%20Retirement%20Savings%20-%20April%202014.pdf [https://perma.cc/T46D-DZNL]. 2692 FORDHAM LAW REVIEW [Vol. 84 rates of investment return, and longer life expectancies.  Until very recently, federal pension policy has favored a response based on voluntary mechanisms that use the tax system to incentivize more private saving. This strategy was evident by 1996, when the Chretien government announced it would eliminate the seven-year limit on carrying forward RRSP contribution room.  The rationale for allowing indefinite carry forward was as follows: First, we know that many younger Canadians have a difficult time finding the money to make full RRSP contributions.  This is often due to other pressing obligations, including education or raising a family.  We want to give them the maximum opportunity later in life to help make up for that lost time.  Therefore, we will allow Canadians unlimited time to make up for any years when they were unable to make their full contribution by eliminating the current seven year limit on carrying forward any unused contribution room.68 The message here again acknowledges the financial strain facing taxpayers and the difficulty of saving, with government stepping up to provide more assistance through the tax system.  The “opportunity” provided by government is premised upon a life-cycle understanding of inequality in which low incomes are a temporary phenomenon associated with the early phases of adulthood.  The passage implies an expectation of steady upward mobility, such that individuals who make the right choices and manage their affairs well should be able to catch up on their RRSP payments later in life. A final notable development during 1996 to 2005 is the Lifelong Learning Plan (LLP), which combined savings for retirement and education under one tax policy roof.  Announced in 1998, the LLP allows an individual to withdraw up to $20,000 from an RRSP tax-free in order to fund post-secondary education for herself or her spouse.69  The funds must be repaid to the RRSP within ten years or be included in income.  The Finance Minister explained in his budget speech:  Effective January 1999, Canadians will be able to make tax-free withdrawals from their RRSPs to support full-time education and training.  There are few things more critical to ensuring an adequate income in retirement than ensuring a good income when working.  Providing opportunity to improve skills is an important way to make sure that happens.   68. Martin, supra note 54, at 23.  The annual ceiling on RRSP contributions—and on contributions to, or benefit accruals under, an RPP— also was raised moderately during this period, first to $18,000 and then prospectively to $22,000, with inflation indexing to commence after 2009. See DEP’T OF FIN. CAN., BUDGET PLAN 327 (2003), http://fin.gc.ca/ budget03/PDF/bp2003e.pdf [https://perma.cc/S6G4-TPAA]; DEP’T OF FIN. CAN., BUDGET PLAN 368 (2005), http://fin.gc.ca/budget05/pdf/bp2005e.pdf [https://perma.cc/JWV6-QGCC].  69. Income Tax Act, R.S.C. 1985,§ 146.02 (Can.). 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2693  The office worker who wishes to enhance their computer skills, the assembly line worker who wants to retrain as a machinist—these Canadians and more will now have access to a resource that, until now, they were prevented from using.70  The irony of encouraging retirement saving only to promote early withdrawal of those funds to cover education expenses highlights the basic limitation of savings plans:  they cannot buffer individuals against future need unless they have more than enough to meet their present needs.  At bottom, the LLP holds out upward mobility onto the higher rungs of the labor market as the only real solution to insecurity and places on the individual’s shoulders almost all of the risk of drawing down retirement funds to pay for additional education.  In sum, government engages in a shell game of providing “opportunity” to taxpayers through access to their own tax-assisted savings. IV.  REGISTERED SAVINGS PLAN GROWTH IN THE HARPER GOVERNMENT ERA:  2006–2015 The Conservative Party, led by Stephen Harper, won a minority government in 2006 and, after two more elections, won a majority in 2011.  Political pressure built throughout this period to expand the CPP in light of declining private pension coverage and evidence that a significant percentage of Canadians did not have sufficient savings to provide reasonable levels of income replacement in retirement.71  The CPP is a legislated mandatory plan for all employees funded by matching employer and employee contributions.  The self-employed may elect to participate on a self-funded basis.  It provides a guaranteed defined benefit based on years of contribution.  CPP contributions are subsidized through the tax system, but less heavily so than private retirement savings plans.72 The Conservative government resisted calls to expand the CPP throughout its time in power and also indicated it would not cooperate with Ontario’s decision to create the ORPP as a provincial counterpart to the CPP.  Instead, the government worked energetically to augment the suite of registered savings plans available to individuals.73  In each case, it   70. See Martin, supra note 55, at 17–18.  71. See, e.g., Dodge & Dion, supra note 67; Keith Horner, Approaches to Strengthening Canada’s Retirement Income System, 57 CAN. TAX J. 419 (2009); Jonathan R. Kesselman, Expanding Canada Pension Plan Retirement Benefits:  Assessing Big CPP Proposals 3 (Univ. of Calgary:  The Sch. of Pub. Policy, SPP Research Paper No. 3:6, 2010).  72. For 2014, the Department of Finance has projected a revenue cost of $9.1 billion for the CPP tax credit and nontaxation of employer contributions (this includes parallel treatment for the Quebec Pension Plan).  This compares to a projected net revenue cost of $21.6 billion for RPPs and $13.2 billion for RRSPs. See Tax Expenditures and Evaluations 2014, tbl.1, DEP’T FIN. CAN., http://www.fin.gc.ca/taxexp-depfisc/2014/taxexp14-eng.asp (last visited Apr. 29, 2016) [https://perma.cc/RFA8-7XNZ].  73. See MOWAT CTR., supra note 34, at 6–7; Bill Curry, Tories Previously Rejected Voluntary CPP Expansion Party Now Proposes, GLOBE & MAIL (May 27, 2015, 5:18 PM), http://www.theglobeandmail.com/news/politics/tories-reversal-on-canada-pension-plan-expansion-raises-questions/article24647695 [https://perma.cc/AJW9-4FFC]. 2694 FORDHAM LAW REVIEW [Vol. 84 emphasized the importance of individual choice, personal responsibility, and the expectation that ordinary or middle-class Canadians can provide for themselves and their dependents with the help of these special vehicles.  This narrative was a seamless continuation of that started by the Liberal government in the decade before and aligned well with the Conservatives’ philosophical commitments to a less interventionist government with lower taxes and spending. The 2007 budget announced a new Registered Disability Savings Plan, which included government-matching grants, intended “to help parents and others save for the long-term financial security of a child with a severe disability.”74  It also further enhanced the RESP by removing the annual contribution limit and increasing the lifetime limit from $42,000 to $50,000, among other changes, “to provide additional flexibility and further encourage additional savings for post-secondary education.”75  However, the Harper government’s most important initiative in this area was introducing the TFSA in 2009.76 The TFSA is a pre-paid savings plan with a full exemption for accruing income and withdrawals and no restriction on the timing of withdrawals or recontributions.  It was introduced with a $5000 annual contribution limit (later indexed to $5500) with no restrictions on the source of funds.  Unused contribution room can be carried forward indefinitely.  Property transferred to a spouse and contributed to a TFSA also is exempt from the attribution rules that normally curtail income splitting in the ITA so that a single-earner couple can establish two TFSAs.77  In announcing the new plan in 2008, Finance Minister Jim Flaherty described in vivid terms whom it was meant to help: If we are to help families prepare for the long term, we must ensure Canadians have the right incentives to save for the future.  Saving isn’t always easy.  But it’s important.  Unfortunately, for too long, government punished people who did the right thing. As one of my constituents recently said to me: I go to work.  I collect my pay.  I pay my taxes.  And after I pay my expenses each month, I try to put some money away.  I don’t have a lot.  But I am reaching my goal. Yet, the federal government taxes me on what I earn on my savings and my investments.  Savings and investments I socked away with after-tax income.  Why am I being punished for doing the right thing?   74. See DEP’T OF FIN. CAN., BUDGET PLAN 379 (2007), http://www.budget.gc.ca/2007/ pdf/bp2007e.pdf [https://perma.cc/HMF4-Q3XM]; see also Income Tax Act, § 146.4.  75. See DEP’T OF FIN. CAN., supra note 74, at 390.  76. Income Tax Act § 146.2.  77. For a more detailed review of the TFSA and a comparison to the U.S. Roth IRA and U.K. Individual Savings Account, see Alarie, supra note 39. 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2695  Mr. Speaker, he’s right.  And we’re going to change that.78 The image in this speech is of a modest earner who sets financial goals and can reach them through self-disciplined saving if only the government does not get in his way. This narrative was reinforced in 2015 when the government announced, in the lead up to the federal election, that it would raise the TFSA annual contribution limit to $10,000: [C]lose to 11 million Canadians—mostly low and middle-income Canadians—have opened a TFSA.  Who are these Canadians?  They are the people you see in the coffee shop and at the rink and in your place of worship.  Half make less than $42,000 a year.  Some are saving money to buy their first home, or to start their first business.  Some are saving to put their children through college or university.  Others are putting away extra income to make their hard-earned retirement more comfortable and enjoyable.79 In marketing the TFSA, financial service providers echo this story of planning for a more secure future by setting and working toward financial goals through regular contributions.  Starting a TFSA is lauded as a step toward social mobility or comfortable retirement, toward taking control of one’s future, without regard to the quantum of assets available to fund it. The Harper government cited mass enrollment as evidence that the TFSA targets the broad middle class.  However, several studies have criticized the TFSA’s clear distributional bias in favor of higher income taxpayers.  Jonathan Rhys Kesselman found that individuals earning over $200,000 had a 58 percent participation rate in 2011, compared to 20 percent for those with income under $20,000—a figure that includes the spouses of higher-income individuals who have funded a spousal TFSA.80  The lesser capacity of lower- and middle-income individuals to contribute their full limit, combined with the ability of high-income earners to take on greater risk in their choice of investments, and the fact that even normal TFSA returns are not taxed, will accentuate the upper skew as time goes on.81  Indeed, Kesselman estimated that raising the limit to $10,000 benefits only   78. Hon. James. M. Flaherty, Minister of Fin., Budget Speech 6 (Feb. 26, 2008), http://www.budget.gc.ca/2008/pdf/speech-discours-eng.pdf [https://perma.cc/TG9C-ECHW].  79. Hon. Joe Oliver, Minister of Fin., Budget Speech 9–10 (2015), http://www.budget. gc.ca/2015/docs/speech-discours/speech-discours-eng.pdf [https://perma.cc/28V6-V6BM].  80. See JONATHAN RHYS KESSELMAN, DOUBLE TROUBLE:  THE CASE AGAINST EXPANDING TAX-FREE SAVINGS ACCOUNTS 8–9 (Broadbent Inst. 2015), https://d3n8a8pro7vhmx.cloudfront.net/broadbent/pages/11/attachments/original/1430000642/The_Case_Against_Tax_Free_Savings_Accounts.pdf?1430000642 [https://perma.cc/ EUV4-KFEQ].  81. See OFFICE OF THE PARLIAMENTARY BUDGET OFFICER, THE TAX-FREE SAVINGS ACCOUNT (2015), http://www.pbo-dpb.gc.ca/web/default/files/files/files/TFSA_2015_ EN.pdf (confirming that the TFSA’s regressive impact will grow over time as contributions accumulate) [https://perma.cc/2ZWH-QCWZ]. 2696 FORDHAM LAW REVIEW [Vol. 84 those earning above $200,000, as pre-existing tax sheltered plans were ample to accommodate the savings of taxpayers with income up to that level.82  Also, some participants likely are using the perpetual carry forward of TFSA room to receive inter vivos gifts or bequests, enabling tax-sheltered transmission of wealth across generations.83 The revenue costs of the TFSA, modest at the outset with a tax prepaid vehicle, also will increase throughout the coming decades as more untaxed investment returns accumulate.84  Kevin Milligan projected that, with a $10,000 limit in place for thirty years, the federal tax base would shrink by approximately 6 percent, with provincial revenue reductions adding to this because of the common definition of the tax base.85  He concluded that, if the TFSA is allowed to grow as projected, the impact on the taxation of capital income in Canada will be “substantial—and one is tempted to say revolutionary,” leading to “a noticeable decline in the federal tax base and an even bigger impact on federal revenues.”86  As such, it will limit the government’s fiscal room to spend in ways that might counter balance the distributional tilt of the TFSA. Finally, the second decade also saw the creation of the Pooled Registered Pension Plan (PRPP), a voluntary post-paid plan for employees or the self-employed who lack access to an employer-sponsored RPP or RRSP.87  Employer contributions are permitted but not mandatory.  This new vehicle works much like an RRSP, but was presented by the government as filling a gap in the retirement savings system by allowing for “low cost” administration of pooled pension savings.88  The PRPP fits with the pattern of emphasizing choice for savers, a lesser role for employers, and providing a savings vehicle that in principle is accessible to everyone who wishes to secure their future. CONCLUSION This two-decade overview of registered savings plan reform has sought to highlight a performative dimension of tax policy that can help to account for the political salience of ideas at particular times with decision makers and, critically, with the voting and taxpaying public.  Registered savings plans have gained deep traction with Canadians despite their glaring   82. See KESSELMAN, supra note 80, at 15; see also Maureen Donnelly & Allister Young, Tax-Free Savings Accounts—A Cautionary Tale from the UK Experience, 60 CAN. TAX J. 361 (2012); Armine Yalnizyan, Who Benefits from the TFSA?, PROGRESSIVE ECON. F. (Apr. 8, 2011), http://www.progressive-economics.ca/2011/04/08/who-benefits-from-the-tfsa/ [https://perma.cc/KE8D-382J].  83. See Alarie, supra note 39.  84. Kevin Milligan, The Tax-Free Savings Account—Introduction and Simulations of Potential Revenue Costs, 60 CAN. TAX J. 355, 357–59 (2012).  85. See OFFICE OF THE PARLIAMENTARY BUDGET OFFICER, supra note 81.  86. Milligan, supra note 84, at 358.  87. Income Tax Act, R.S.C. 1985, § 147.5 (Can.).  88. See Federally Registered Pooled Registered Pension Plans Now Available, DEP’T FIN. CAN. (Oct. 7, 2014), http://www.fin.gc.ca/n14/14-133-eng.asp [https://perma.cc/3KJY-33H7]. 2016] REGISTERED SAVINGS PLANS & MIDDLE-CLASS CANADA 2697 limitations as a tool for responding to economic insecurity and precarity.  Their widespread acceptance and adoption as a common sense policy instrument is due in part, I argue, to the normative ideal of middle-class identity that they have helped to produce—one based on choice, agency, and the promise of future social mobility for oneself or one’s children through self-discipline and self-management.  Simply having a registered savings account became a mark of middle-class values and status during this period, conferring a form of cultural recognition that went beyond its capacity to meet material needs.  Through the practice of annual contributions (or annual shame and anxiety for missing the opportunity to contribute), the registered plan has become normalized and internalized as a part of middle-class existence.89  To be an adult without a registered savings plan now threatens to place one on the margins of the social order. Looking at taxation through this lens also provides insight about the intensity of public divisions over proposals to increase the TFSA or expand public pensions through the CPP or ORPP.  The 2015 election campaign provided further evidence that taxation is not a question of calculable interests alone but also one of quasi-moral values.  This was evident in some of the competing viewpoints on whether middle-class Canadians were better served by the Harper government’s $10,000 TFSA limit or promises by the opposition New Democratic Party and Liberals to roll it back to its previous level of $5500.  The Liberal campaign platform centered on the idea of middle-class stagnation and pledged to prioritize “the middle class and all those working hard to join it.”  In contrast, speeches by Mr. Harper explicitly tied the TFSA to middle-class prosperity.  As one supporter of the $10,000 limit put it after the election, “[T]here’s nothing more middle class than ordinary Canadians striving to build retirement savings with TFSAs.”90  Yet new research findings on the limited uptake of TFSAs by those with lower incomes fed into an emerging narrative about the middle class being left behind.91 Finally, the performative quality of tax policy in shaping normative ideals of middle-class identity also may help to explain the persistence of registered savings plans even after their distributional effects have attracted widespread skepticism.  While the new Liberal government already has tabled legislation to roll back the TFSA limit, it has not proposed to eliminate it nor to reexamine the other registered savings plans introduced or expanded over the last two decades.  Any such move would no doubt   89. The author thanks Emily Satterthwaite for pointing out that registered plan discourse impacts contributors and noncontributors alike because of the potential psychological impacts of failing to contribute.  90. Jonathan Chevreau, Why the $10,000 TFSA Limit Will Help the Middle Class, FIN. POST (Nov. 15, 2015), http://www.financialpost.com/m/wp/blog.html?b=business. financialpost.com/personal-finance/managing-wealth/why-the-10000-tfsa-limit-will-help-the-middle-class [https://perma.cc/4JP7-V7WA].  91. See, e.g., Andy Blatchford, Higher TFSA Limit Offers Little to Middle-Income Canadians:  Report, MONEY SENSE (June 29, 2015) (citing KESSELMAN, supra note 80), http://www.moneysense.ca/news/higher-tfsa-limit-offers-little-to-middle-income-canadians/ [https://perma.cc/2BH3-32MD]. 2698 FORDHAM LAW REVIEW [Vol. 84 elicit strong protest from affluent voters who are well-served by these plans.  Even among the broader population, tax-assisted saving for all manner of life needs has become accepted as a common sense practice that signifies membership in an aspiring middle class.  Registered savings plans will endure not because they actually deliver the benefits they promise to most people but rather because they have been assimilated into Canadian middle-class identity. ",
    "id": 144231567,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:flr-5211"
    },
    "title": "Registered Savings Plans and the Making of Middle-Class Canada:  Toward a Performative Theory of Tax Policy",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-05-01T08:00:00+01:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=5211&amp;context=flr"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144231567.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144231567"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144231567/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144231567/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144231567"
        }
    ],
    "abstract": "Campaigning politicians and elected governments across Canada’s political spectrum strive to position themselves as defenders of the middle class. This is to be expected given the large proportion of the Canadian population that self-identifies as middle class. Since the term lacks precision, it is a claim that can accommodate a wide range of policy proposals. Tax policy serves as a prime vehicle for making this appeal to middle-class voters. Undoubtedly, any tax reform proposal can be examined critically to evaluate its likely distributional impacts and how well these map onto specific definitions of the middle class. This Article attempts, however, a different project. Drawing on the ideas of Judith Butler, it analyzes instead how tax policy produces middle-class identity through the very process of claiming to advance middle-class interests",
    "tags": [
        "symposium",
        "Tax",
        "Law",
        "Tax Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "symposium"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:flr-5211",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144231567,
        "depositedDate": null,
        "publishedDate": "2016-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T04:21:13+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:19:14+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/flr/vol84/iss6/12",
        "https://ir.lawnet.fordham.edu/context/flr/article/5211/viewcontent/Philipps_May.pdf"
    ],
    "lastUpdate": "2024-01-24T04:21:13+00:00",
    "setSpecs": []
}